{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Should women really be rushing back to work after giving birth?","rawTitle":"Should women really be rushing back to work after giving birth?","item":{"type":"article","id":"lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","title":"Should women really be rushing back to work after giving birth?","trailText":"Would women and their babies be happier if motherhood hadn’t been devalued – and medicalised –  to the detriment of us all, says Antonella Gambotto-Burke","standFirst":"Would women and their babies be happier if motherhood hadn’t been devalued – and medicalised – to the detriment of us all, says Antonella Gambotto-Burke","byline":"Antonella Gambotto-Burke","body":"<p>Like almost every other woman I know, I used to see motherhood as the consolation prize for women who couldn’t cut it in the workplace. Being a mother was acceptable if it wasn’t one’s raison d’&ecirc;tre – as a side mention it was passable, as a passion it indicated only a lack of capacity and imagination.</p> \n<p>In the west, this perception is now almost universal. Nurturing a child is considered to be squandering the time and talent of the educated. Female high-achievers now hunger for “challenges” in place of connections; the chancellor of the exchequer said recently that mothers who stay at home to look after their children are making a lifestyle choice, as if it were on a par with nudism or polyamory.</p> \n<p>This is reinforced by the behaviour of women in public life. A week after giving birth to her third son, the actor Cate Blanchett was addressing a summit. Rachida Dati, a former minister in the French cabinet, returned to parliament, in heels, five days after a Caesarean section.</p> \n<p>Such behaviour is not surprising given the menial status of motherhood. Our cultural take on success and heroism – the ideals of any&nbsp;civilisation&nbsp;– reflect a prejudice that is staggering. Throughout human history, heroism has almost exclusively been attributed to men. Although heroism pivots on courage, self-sacrifice and the preservation of other lives, the billions of mothers who have&nbsp;died in childbirth are forgotten.</p> \n<p>In 2013, four times as many women died giving birth around the world than there were casualties in the Syrian conflict, yet there were no headlines, crisis bulletins, aid packages or expressions of public outrage. The 293,000 women who die in pregnancy and childbirth every year (and the seven to 10 million who suffer severe or chronic illnesses caused by pregnancy-related complications) do so without public recognition of any kind. Heads of state do not stand in silence for the mothers who have fallen.</p> \n<p>The seriousness of childbirth on every level – emotional, spiritual, physical – for mothers is not only ignored, but derided. “Congrats! You’ve had the baby … now what?” fitness magazines ask, before suggesting “the general rule of thumb is to head back to the gym six weeks after birth”. Implicit in such advice is the understanding that having a baby is an event like any other, that a mother’s instinct to place her infant’s needs before her own is old hat, and that it is not only acceptable but correct for a mother to separate from her baby.</p> \n<p>A mother’s attachment to her child begins in hospital, where mothers are made to feel inferior to professionals in relation to their infants, then separated from them for examinations, bathing etc. One mother who gave birth in an elegant private hospital told me her son “was whisked off to neo-natal intensive care without me even having had a chance to greet him.” Despite having had a C-section, she staggered three floors down to see him, only to be forbidden to touch him. “They told me that he was too fragile and it was too much trouble to move all the equipment. Bonding, love and warmth had no value to them.”</p> \n<p>John Krystal, professor of psychiatry and neurobiology at the Yale School of Medicine, cites the recent discovery that the autonomic activity (heart rate and other involuntary nervous system activity) of two-day-old sleeping babies is 176% higher during maternal separation. “This is a major physiological stressor for the infant,” he concluded. Human beings are the only mammals to separate mothers from their infants. Scientists have, for decades, separated newborn animals from their mothers to study the damage to the evolving brain. But little has changed. Children are still placed in childcare and then go to school while adults work themselves into cardiac arrests. What’s lost in the wash is love.</p> \n<p>We are scripting simple happiness out of our lives. Throughout history, the most brutal cultures have been distinguished by maternal-infant separation. That earliest relationship is the very foundation of our ability to love and bond in later life but it requires quiet, calm, sustained proximity to one’s baby. Despite this, we continue to in effect bully mothers into returning to the workforce before the uterus has had time to shrink.</p> \n<p>The magnitude of childbirth is minimised for economic purposes, blighting an experience that could otherwise be infused with the purest bliss. At the most vulnerable time of their lives, mothers are repeatedly failed by the community. The post-partum confinement period – a 30 to 40-day tradition throughout China, Greece, India, Japan, South Korea and Vietnam – allows mothers not just to recuperate after birth, but to adjust to motherhood at a pace conducive to maternal-infant bonding. Hurried through the process, women in their millions are failing to give birth without intervention and to breastfeed.</p> \n<p>The joy and pleasure in new motherhood has been de-emphasised – and there is a cost. Our culture has come to be defined by adrenaline. From the way we wake up (strong coffee, blaring alarms, television, radio) to the way we mate (Tinder, Grindr, Blendr, Tingle and so on), the bar is set by technology: jarring, bright, instant. But babies cannot be jump-started and the acceleration of life as it’s lived now is toxic in terms of parenting. Life comes at us, and we react. Intimacy, on the other hand, is quiet, slow. There is no expediting love. And it is precisely at this point that our culture has started to fall apart.</p> \n<p>The fact that there is a need to specify attachment in relation to parenting tells us everything we need to know about the rupture between 21st century man and his heart.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a8d3f91456cc50e62d2e1634a846d5d683d3938d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436197335004/1150271c-fdf7-41d0-a440-4f6fab8d9ab3-280x420.jpeg\" alt=\"John Bowlby, who wrote that it is crucial for the mental health of the child, to 'experience a warm, intimate and continuous relationship with his mother.'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’</span> \n </figcaption> \n</figure> \n<p>Attachment theory began taking shape during the second world war, when Anna Freud, the founder of psychoanalytic child psychology (and Sigmund’s daughter), observed children separated from their families for safe-keeping during the blitz were suffering developmental problems. Despite sometimes receiving superior physical and intellectual care, these children were subject to fits of aggression, emotional withdrawal, headbanging, bed-wetting and soiling, tantrums, regression and other behavioural disturbances. Freud wrote movingly of “the depth and seriousness of this grief of a small child” when their attachments were disrupted.</p> \n<p>This laid the groundwork for the psychiatrist John Bowlby’s exploration of the issue. In 1951, he published a monograph describing how essential it is for the mental health of the infant and young child to “experience a warm, intimate and continuous relationship with his mother (or permanent mother-substitute) in which both find satisfaction and enjoyment. Given this relationship, the emotions of anxiety and guilt, which in excess characterise mental illness, will develop in a moderate and organised way.”</p> \n<p>Parental devotion has an irreversible impact on children. Only 20-25% of the brain is complete at birth and, even then, only in terms of autonomic function (heart rate, breathing, etc); the rest of the brain is formed by the infant’s experience of love or by its absence. The first three years of life in particular are critical in shaping both the capacity to form loving relationships in adulthood and the stability that makes happiness possible.</p> \n<p>“Empathy, caring, sharing, inhibition of aggression, capacity to love and a host of other characteristics of a healthy, happy and productive person are related to the core attachment capabilities which are formed in infancy and early childhood,” noted Professor Bruce Perry, the renowned child mental health researcher. Given that this is the case, the current epidemic of disconnection makes it clear that our current child-rearing methods do not equip us with the capacity to sustain intimacy.</p> \n<p>If a child’s early experiences of care-giving are inconsistent, insensitive or indifferent, certain biochemical systems – the stress response and emotional systems among them – can be affected. To be abandoned by mother in infancy – and the neonatal brain is wired by evolution to interpret being left alone even briefly as abandonment – not only damages our ability to connect with others, but creates the self-loathing that can destroy a life.</p> \n<p>Effective mothering requires not only a sustained investment of energy by the mother, but an equal investment of energy into the mother by her partner, family and community. The change we need demands a revision of priorities. We need to rally round mothers, enabling them to bond with their babies so that the next generation does not suffer the same wounds.</p> \n<p>Critically, we need to understand that far from being drudges, mothers are, in fact, creating the very course of our species’ future.</p> \n<p><em><span class=\"bullet\">•</span> Mama Love, Motherhood and Revolution by Antonella Gambotto-Burke is published by Pinter &amp; Martin, &pound;11.99. To order a copy for &pound;9.59, go to </em><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/276288/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"book\"><em>bookshop.theguardian.com </em></a><em>or call 0330 333 6846</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436197335923/1150271c-fdf7-41d0-a440-4f6fab8d9ab3-440x660.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":660,"width":440,"orientation":"portrait","caption":"John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’","credit":"g","altText":"John Bowlby, who wrote that it is crucial for the mental health of the child, to 'experience a warm, intimate and continuous relationship with his mother.'","cleanCaption":"John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’"}],"webPublicationDate":"2015-07-11T05:30:04Z","lastModified":"2015-07-11T05:30:04Z","metadata":{"commentable":true,"commentCount":47,"contributors":[],"feature":true,"keywords":["Family","Life and style","Childbirth","Feminism","Children","Midwifery"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/childbirth","webTitle":"Childbirth"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"society/children","webTitle":"Children"},{"id":"society/midwifery","webTitle":"Midwifery"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","shortUrl":"http://gu.com/p/4adjd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda. Photograph: Kit Wise","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda. Photograph: Kit Wise"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian"}}]},{"title":"Going to Greece / A guide to the country, its islands and the best deals","rawTitle":"A guide to the country, its islands and the best deals","item":{"type":"article","id":"travel/2015/jul/11/going-to-greece-guide-islands-country-food-drink-hotels","title":"Going to Greece: a guide to the country, its islands and the best deals","trailText":"Despite the economic storm, the sun is still shining in Greece, and the tavernas, beaches, ancient sites and vineyards are open for business. The country needs your help – so get a fistful of euros and go and have a good time with the help of our in-depth guide to the best deals, hotels, food and wine<br>","standFirst":"<p>Despite the economic storm, the sun is still shining in Greece, and the tavernas, beaches, ancient sites and vineyards are open for business. The country needs your help – so get a fistful of euros and go and have a good time with the help of our in-depth guide to the best deals, hotels, food and wine<br /></p>","byline":"Andrew Bostock and Gemma Bowes","body":"<h2><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/aug/12/greek-island-holiday-guide-the-cyclades\"><strong>The Cyclades </strong></a><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"363b05ea2d2b837a27871653c96d38b64f0f8851\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436525648662/9847f985-744e-405a-88bb-806ccf41f339-460x276.jpeg\" alt=\"folegandros\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Mykonos, Santorini and Ios form the tourist heart of the islands, each fulfilling the Greek island dream with their own unique selling points. Some reports have suggested these first two islands will always be busy, so head beyond these (there are 56 in the group), and even beyond Naxos, Paros and Milos – three lovely but popular islands – and choose somewhere less well-known. Folegandros, to the south, once remote behind its tall cliffs, is becoming increasingly trendy, whereas nearby Sikinos, with its tiny population of under 300, is still little visited.</p> \n<p>The northern Cyclades are within easy reach of Athens and normally get plenty of Greek tourists, so will be struggling. Kea, with its oak forest, and Kythnos, with its hot springs, are both quiet. Andros is one of the largest Cyclades, with a varied, rugged landscape. Meanwhile, peaceful Serifos, Tinos with its pilgrimage site, remote Anafi, and Amorgos, immortalised in the film The Big Blue, all have something special to offer.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jul/10/thessaloniki-greece-mayor-yiannis-boutaris-way-i-see-it\">A taste of Greece in Thessaloniki: the city’s mayor on the future of the country’s gastronomic capital</a> </p> \n</aside> \n<p><strong>Getting there and deals</strong><br />There are airports on some of the bigger islands (Mykonos, Naxos, Paros, Santorini, Syros and Milos) with flights direct or via Athens. <a href=\"http://www.easyjet.com/en/\">Easyjet</a> flies direct in summer to Mykonos and Santorini from the UK. The islands are all linked by ferries to each other and to mainland Greece. For more details of how to get there, the best places to stay and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/aug/12/greek-island-holiday-guide-the-cyclades\">the best tavernas, see our online guide</a> at gu.com/p/4vgpt.</p> \n<p>A four-suite, adults-only hideaway in Kini, on Syros, Pino di Loto (<a href=\"http://www.i-escape.com/pino-di-loto/overview\">i-escape.com</a>), has a seven-night stay in summer from &pound;496pp (was &pound;620pp).</p> \n<p>Kostantakis Residence (apartments from €100 a night until the end of August, <a href=\"http://www.kostantakis.gr/\">kostantakis.gr)</a> is a complex of six bungalows, two studios and a suite set in a farm overlooking the beach in Pollonia, a fishing village on Milos.</p> \n<p>At the Verina Astra boutique hotel (from €100 B&amp;B, <a href=\"http://verinahotelsifnos.com/\">verinahotelsifnos.com</a>) on Sifnos, there’s 15% off all online or phone bookings for July-September. Or, on Andros, Aegea Blue Cycladic Resort (<a href=\"http://www.secretescapes.com/aegea-blue-cycladic-resort-andros-greek-islands-south/sale?gce_osd=1\">secretescapes.com</a>) is a four-star bolthole near Zorgos beach, with suites down from &pound;147 a night to just &pound;65 B&amp;B, including a dinner.</p> \n<p>Alternatively, packages include a seven-night yacht holiday with skipper with Incrediblue (020 3695 0409, <a href=\"http://www.incrediblue.com/en/yachts/Greece/Cyclades/847?ends_at=2015-07-25&amp;starts_at=2015-07-18\">incrediblue.com</a>), for four people in two cabins for &pound;446pp leaving 18 July from Heraklion, taking in the Cyclades.</p> \n<h2><strong>The North-East Aegean</strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"1f4693cd6fb5c45d64873eaf015edd42269e2975\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436525770904/9e785d11-be9a-442b-b37e-640c9ada7c16-460x276.jpeg\" alt=\"xysta\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The north-east Aegean includes a hodgepodge of islands stretching from verdant Samos in the south, just off the coast of Turkey, up to Thasos 400km to the north, which is closer to Bulgaria than it is to Athens. In between is an isolated stretch of islands, often far apart from each other and not very well connected, so they are often overlooked, which means they tend to be uncrowded and unspoilt.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jul/09/patmos-greece-islands-summer-holiday\">Postcard from Patmos: ‘Come to Greece on holiday and don’t be afraid’</a> </p> \n</aside> \n<p>Samos is the nearest thing this group gets to a well-known destination, but it is still more easily reached from Turkey than from Greece. It does have its resorts but it is big enough, and diverse enough, still to be the most instantly attractive of the group.</p> \n<p>Heading west, little Fourni is an unspoilt gem, larger Ikaria is a different kettle of fish, not immediately pretty but the locals have an independent and proud streak that sets them apart.</p> \n<p>Chios and Lesbos lie near the Turkish coast. The former hides many gems away from its beach resorts. Lesbos is one of the biggest of all the islands, and proper exploration will reveal why it is still beloved by artists, historians, and modern Sapphos.</p> \n<p>In the north, there’s a scattering of volcanic islands that remain firmly off the beaten track. Limnos has recently become fashionable among mainland Greeks, but remains beautiful and authentic. Samothrace is one of the most dramatic of the Greek islands and is home to a stunning and world-class ancient site. Finally, if you want to see how the Greeks party, Thassos is your place.</p> \n<p><strong>Getting there and deals</strong><br />The southern, and larger, islands of the chain can be reached by ferry and plane from Athens and other places in Greece. In the summer, charter flights run from abroad. Limnos can be reached from Thessaloniki by ferry. The two northern islands of Thassos and Samothrace are a more difficult prospect. Ferries run from the northern mainland ports of Kavala and Alexandropouli respectively.</p> \n<p>One of the few small hotels on Samos, Klima Paradise (<a href=\"http://www.klimaparadise.com\">klimaparadise.com</a>) has eight whitewashed apartments overlooking the sea, with beachfront studios and apartments, and ground-floor family rooms for two adults and two children from €65 B&amp;B July-September.</p> \n<p>At the Lida Mary Hotel on Chios (doubles from €52, <a href=\"http://www.lidamary.gr/en/\">lidamary.gr</a>), exposed stone walls and a crisp decor match the boutique eight-room hotel with its home in the maze-like medieval fortified village of Mesta.</p> \n<h2><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jun/03/greek-island-holiday-guide-dodecanese-rhodes-kos-patmos\"><strong>The Dodecanese</strong></a><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"165317df17e8897dbba71ed3804ed1364c73ee9c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436525856929/c53eca77-6125-4ef9-88a7-3d78e054a125-460x276.jpeg\" alt=\"apella beach\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jun/08/top-10-budget-family-summer-holidays-europe-greece-spain-france\">Top 10 affordable family summer holidays in Europe</a> </p> \n</aside> \n<p>The most famous, and largest in the Dodecanese (which means “12 islands”), is touristy Rhodes, home to maligned Faliraki, but also Rhodes Town, full of alleys to wander and a great market in the new town for cheap eats. Kos, too, is infamous for package tourism, but has fantastic beaches, and Kos town’s late medieval crusader’s castle. Recently, it’s become famous as a landing point for refugees.</p> \n<p>Canny visitors head to the lesser-known islands. Karpathos has a stunning coastline with beaches and bays in the south. Smaller Kalymnos, Kasos, Kastellorizo and Symi have elegant harbours – a legacy of their trading past – and rocky interiors that offer good walking. Nisyros, built on an active volcano, has dramatic, blackened landscapes for geology lovers. Low-key and little-visited Tilos is charming, while Patmos is popular with the cognoscenti – it’s historic with stylish places to stay. Take your pick.</p> \n<p><strong>Getting there and deals</strong><br />For indepth details of how to get there, the best places to stay and the best tavernas, see our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jun/03/greek-island-holiday-guide-dodecanese-rhodes-kos-patmos\">online guide to the Dodecanese</a>: gu.com/p/49evp. Both Easyjet and Ryanair fly direct to Rhodes and Kos.</p> \n<p>On Patmos, there’s <a href=\"http://www.soulofpatmos.com/villa-malandrakis/\">Villa Malandrakis (</a>€700 a night B&amp;B, sleeps six in three bedrooms, soulofpatmos.com), which also has a <a href=\"http://www.soulofpatmos.com/honeymoon-suite/?doing_wp_cron=1436438396.2967350482940673828125\">Honeymoon Suite</a> (€300 a night B&amp;B) – a 100-year-old triple-height annexe with roof terrace. Both properties have some availability between now and September.</p> \n<p>You can camp for free at Eristos beach on tiny Tilos (one of the only places in Greece where it’s allowed).</p> \n<h2><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/jun/18/greek-islands-holiday-guide-ionian-sea-hotels-restaurants\"><strong>Ionian Islands </strong></a><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"e35a8870fbf860575d7bd692f63a678c66edb13a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436525945118/6a06891b-8463-4956-9e48-7c8fb97679ce-460x276.jpeg\" alt=\"cave of melissani\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The Ionian islands lie off Greece’s western coast, in a line from Zakynthos in the south to Corfu in the north. Part of the latter is closer to Albania than the mainland, and all reflect the influence of nearby Italy. Corfu also has a distinct British tinge. It was a British protectorate in the 19th century, but also has a long history of package tourism. The island is big enough to cope with this, though, especially in the off season, and still has some gems.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/may/11/10-best-european-islands-holidays-greece-italy-france-spain\">10 of the best European islands … that you’ve probably never heard of</a> </p> \n</aside> \n<p>Paxi consists of two small islands, Paxos and Antipaxos, and is where adventurous tourists moved on to as Corfu became busier. The beaches of Antipaxos are more than worth the effort of getting there (especially Voutoumi). Lefkada is much less touristy, perhaps because it sometimes feels like part of the mainland (it is connected by a bridge).</p> \n<p>Kefalonia is known to millions from best-selling novel and film Captain Corelli’s Mandolin, but its beautiful landscapes are mostly untroubled by their new-found fame.</p> \n<p>Zakynthos could act as a distillation of the whole Ionian group – bits of the coast have been overtaken by package tourism but there are isolated coves and a mountainous interior.</p> \n<p><strong>Getting there and deals</strong><br />For details of how to get there, the best places to stay and the best tavernas, see our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/jun/18/greek-islands-holiday-guide-ionian-sea-hotels-restaurants\">online guide</a>: gu.com/p/3q7ay.</p> \n<p>EasyJet, Ryanair, Thomas Cook and Thomson offer direct flights to Kefalonia. For villas, try <a href=\"http://ionian-villas.co.uk\">ionian-villas.co.uk</a>. In Fiscardo, Holiday Lettings (<a href=\"http://www.holidaylettings.co.uk/rentals/fiscardo/247214\">holidaylettings.co.uk</a>) has seven nights at Fiscardo Villas from &pound;1,101 a week sleeping eight. On Corfu, Thresher’s House, high above the hamlets of Porta and Megoulas, is now priced at &pound;1,650, saving &pound;700, for a week for up to six people from 20 July with Vintage Travel (01954 261 431, <a href=\"https://www.vintagetravel.co.uk/villa_details.cfm?p_id=1001\">vintagetravel.co.uk</a>).</p> \n<p>Olympic Holidays (0844 576 2386, <a href=\"http://www.olympicholidays.com/greece/zante/alykes/astoria-hotel/\">olympicholidays.com</a>) has a week on Zakynthos flying from Gatwick on 16 July in family-run <a href=\"http://www.olympicholidays.com/greece/zante/alykes/astoria-hotel/\">Astoria Hotel</a>, down to &pound;335pp B&amp;B from &pound;454pp. A new boutique hotel, Ionian Sun (doubles from €117, <a href=\"http://uniquekefalonia.com/boutique-hotel/\">uniquekefalonia.com</a>), opened last week in Lourdas in the south of Kefalonia.</p> \n<h2><strong>Crete </strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"dd1afb69e04446a197645f47094bce9efb1188b6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436526053935/d96c661d-add5-46d9-b784-f3eb6f971796-460x276.jpeg\" alt=\"Chania’s Venetian Harbour\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The largest Greek island, Crete has the most diverse mix of landscapes and stands far to the south of most of the rest of the country, with its own unmistakable culture and atmosphere.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jan/30/hossein-amini-athens-greece-the-way-i-see-it\">Filmmaker Hossein Amini on Athens</a> </p> \n</aside> \n<p>The north coast of the island is the most populated area and the most well-known to tourists. Heraklion is the island’s capital and main entry point. A working city, it can be off-putting at first, but it has a world-class museum. Rethymnon and Hania to the west are much more pleasant and retain a distinct Venetian influence. To the east, Agios Nikolaos (or Ag Nik to Brits), is one of the island’s major resorts but still retains some character.</p> \n<p>The interior is home to the White Mountains, which soar to over 2,000m and offer some spectacular hikes and drives. The mountains are a bit more gentle to the east and, in their midst, they hide the extraordinary basin of the Lasithi plateau with its white windmills. The south coast is much more rugged and less visited than the north, criss-crossed with gorges and dotted with isolated villages and coves. It is also the stepping off point for the solitary islets to the south of Crete.</p> \n<p><strong>Getting there and deals</strong><br />For details of how to get there, the best places to stay and the best tavernas see our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/jul/23/crete-greek-island-holiday-guide\">online guide</a>: gu.com/p/4v5g7.</p> \n<p>Hotel Splanzia (doubles from &pound;99 a night B&amp;B or &pound;624 for seven nights, <a href=\"http://www.splanzia.com/en/hotel\">splanzia.com</a>) has eight rooms with neo-classical furnishings in an authentic Venetian building set in the quiet maze of back streets behind Hania’s harbour.</p> \n<p>Sunvil Holidays (020 8758 4758, <a href=\"https://www.sunvil.co.uk/?gclid=CP_OqtDwzcYCFWsUwwodDeQEuQ\">sunvil.co.uk</a>) has 15% savings on a week’s stay at the <a href=\"https://www.sunvil.co.uk/holidays/greece/crete/south-west-crete/accommodation/mimayia-apartments/availability\">Mimayia Apartments</a> in the delightful village of Paleochora in the south-west, near a kilometre-long golden beach and wide range of tavernas, and access to inland walking. Departing on 28 July, seven nights’ self-catering now costs &pound;639pp (two sharing), down from &pound;754pp, including flights from Manchester and transfers.</p> \n<p>People wanting to travel alone could choose a week with Solos Holidays (0844 371 8860, <a href=\"http://www.solosholidays.co.uk/greek-islands/sun/crete---club-solos\">solosholidays.co.uk</a>) at the Iraklis Apartments in Gouves. It includes three dinners, welcome drink and information meeting, and costs from &pound;859pp including flights from Gatwick, transfers and accommodation for single use. The 11 August departures are from &pound;875pp and the 18 August departures from &pound;869pp.</p> \n<h2><strong>Sporades and Evia </strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"e4c6aba774f15ce8bc96a5fd6bff84abd494bcb8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436526204781/df3567f7-9826-44f5-93ac-f55eb88c3290-460x276.jpeg\" alt=\"Patitiri Old Town Alonissos\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The Sporades, off Greece’s eastern coast, consist of 24 islands, but only four of these are permanently inhabited: Skiathos, Skopelos, Alonissos and Skyros. Skiathos is the most travelled, thanks to its international airport. It’s famous for its beaches but, inland, you can still find isolated hiking trails and the odd Byzantine monastery. Skopelos is larger but less visited than Skiathos. Its scenery is perhaps more beautiful and certainly less developed. Much more rugged Alonissos lies in the middle of a marine park, surrounded by a group of uninhabited satellite islands. Skyros is by far the least visited of the Sporades, at least by non-Greeks (there is a domestic airport). Those who make the trip, however, are rewarded by an atmosphere that blends village life with a trendy “alternative” vibe.</p> \n<p>Although not strictly part of the Sporades, Evia also lies off Greece’s eastern coast. The second largest island in Greece after Crete, and conveniently close to Athens, it should be much better known. From its fertile north to the mountainous south, it offers a wealth of travel opportunities.</p> \n<p><strong>Getting there and deals</strong><br />For details of how to get there, the best places to stay and the best tavernas see our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/apr/30/greek-island-holiday-guide-sporades-evia\">online guide</a>: gu.com/p/3zkj2.</p> \n<p>On Skopelos, the family-run Artemis Bungalows (doubles from €65, <a href=\"http://www.skopelos-artemis.gr/en/\">skopelos-artemis.gr</a>) is where the production crew stayed during the filming of Mamma Mia! The 15 apartments have a pool and are 10 minutes’ walk from Stafilos beach.</p> \n<h2><strong>The Argo-Saronic Islands and Kythira</strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"9db3a7dc23fc8d7cc07bb7d7386e18ab448d42f7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436526279302/447fdcd3-1595-4dec-a647-8cb086c90466-460x276.jpeg\" alt=\"Temple of Aphaia\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The Argo-Saronic islands hug the coast between Piraeus, the port of Athens, and the Peloponnese, the stunning southern mainland of Greece. They could easily fill a holiday on their own but, combined with Athens and the mainland, would make for a trip that summed up the very best of Greece.</p> \n<p>Having said that, and unless you’re keen to see the site where the Greeks defeated the Persian navy in 480 BC, Salamis is probably not worth the effort. Aegina (an hour by ferry from Athens) is a much better bet. The classical temple of Aphaea is everything you imagine a Greek temple to be and is far less visited than some.</p> \n<p>Heading south around the Peloponnese coast, the islands become more upmarket and expensive, and are best out of season. Poros, only a long stone’s throw from the mainland, attracts some package tourism but is beautiful, nonetheless, and a great base for exploring the famous sites on the mainland (the theatre of Epidaurus and Mycenae among them).</p> \n<p>Hydra ramps up the stakes, not even allowing cars or bicycles to spoil the island’s tranquillity. If you can afford it, its charms are obvious and have not gone unnoticed by the world’s artists, writers and musicians.</p> \n<p>Spetses, a little further on, is an outpost for the remaining rich Greeks and the yacht crowd. Away from them, the interior is almost entirely unpopulated and hiking will allow you to savour the mysterious atmosphere that inspired John Fowles’ The Magus. Lastly, Kythira is strictly part of the Ionian islands, but is most easily reached from the Peloponnese. If you can make it here, you will be rewarded with one of the most authentic and beautiful Greek islands there is.</p> \n<p><strong>Getting there and deals</strong><br />These islands are best approached by flying to Athens and then either driving into the Peloponnese and hopping over, or getting the ferry or hydrofoil from Piraeus. Kythira can be reached directly from here as well, but you are better off taking the chance to explore the Peloponnese and then get the ferry from Neapoli in the south (although you can fly from Athens).</p> \n<p>A <a href=\"http://www.responsibletravel.com/accommodation/873/holiday-retreat-in-greece-saronic-islands\">Greek-owned retreat on Agistri</a>, smallest of the Saonic islands, is available with Responsible Travel (doubles from &pound;38-&pound;82 a night, <a href=\"http://www.responsibletravel.com/\">responsibletravel.com</a>), with rooms spread out like a village.</p> \n<p>Alternatively, tour the Saronic islands on a Seamaster Yachting (<a href=\"http://www.seamaster.co.uk/pages/2015+Greece+yacht+charters\">seamaster.co.uk</a>) holiday, including skipper/instructor, and return flights from Gatwick to Athens, departing 1 August for &pound;865pp (based on six sharing).</p> \n<h2><strong>The Peloponnese</strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"9c879d174c614d4eac0ff3082df04a8613780dbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436526418606/1f29248a-7eda-4906-978d-12575d037f41-460x276.jpeg\" alt=\"mystra\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>It is easy to think that Greece is all about the islands. Apart from Athens, and a few of the major classical sites, the mainland is often ignored. This is a huge mistake. Mainland Greece has the same glorious weather, the same hospitable people and the same world-class beaches as the islands. It is also less crowded, has a variety of ancient sites, is strung with dramatic mountain ranges, and gives you a much more authentic view of Greece than most of the islands can ever manage.</p> \n<p>To really get to know these areas, hire a car and explore. The Peloponnese peninsula, connected to the rest of Greece by the original Isthmus, can almost be treated as the country’s biggest island (it’s the size of Wales). It is popular with tourists, but most don’t make it past the big archaeological sites. To be fair, these are a must-see and include Olympia, Ancient Corinth, Mycenae, Epidaurus theatre and Sparta.</p> \n<p>There are many less famous, but equally stunning, remnants of the past. Near Sparta, the remains of Mystra deserve a mention – the world’s best preserved Byzantine city is a treasure trove of architecture and frescos.</p> \n<p>The peninsula is also blessed by nature. Its mountains are crossed by hiking trails and, down on the plains, possibly the finest olives in the world grow. In springtime, especially down in the famously rugged Mani region, the bare hillsides are painted with a staggering profusion of wild flowers. Finally, the beaches are at least a match for anything the islands can offer.</p> \n<p><strong>Getting there and deals</strong><br />Scheduled flights run to Kalamata. A week’s package in Skafidia, west Peloponnese, costs from &pound;649pp including flights (from Gatwick, Birmingham or Manchester), transfers and all-inclusive accommodation at the five-star Aldemar Olympian Village for late July and August with Fleetway (<a href=\"http://www.fleetwaytravel.com/deals/luxury_holiday_collection_greece_kalamata_aldemar_olympian_village.php\">fleetwaytravel.com</a>).</p> \n<h2><strong>The North</strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"5450e50914ff0f1e4e4e9c81dc695477d7bd3d12\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436526649203/ae546fb6-43b9-46d5-abcb-ca5d534ee2e8-460x276.jpeg\" alt=\"Edessa\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The northern mainland only became part of Greece in the 20th century, and retains its own character, much influenced by the Balkans to the north and Turkey to the east. It is an intriguing area that rewards proper exploration. Most of the beach resorts are on the two western prongs of the Halkidiki peninsula. For more privacy, and stunning Byzantine architecture, head to mount Athos, a semi-independent “monk’s republic”. Just make sure you have your permit beforehand (and that you are male – not even female cats are allowed). The rest of this little-explored region includes intriguing possibilities, such as hiking up mount Olympus, seeing the tombs of Alexander the Great’s family at Vergina, the cliff-hugging wooden houses of Edessa, and the natural beauty of the Prespa lakes. This is a Greece that most ignore.</p> \n<p><strong>Getting there and deals</strong><br />Scheduled flights run to Thessaloniki. Koukouli Guesthouse (doubles from €40, <a href=\"http://translate.google.co.uk/translate?hl=en&amp;sl=el&amp;u=http://www.koukouli.com/&amp;prev=search\">koukouli.com</a>) is a cosy hiking hideaway, surrounded by forest, near the Vikos canyon. Sivota, in mountainous Epirus, is near hills covered in pine, cypress and olive trees and has a pretty harbour looking across to Corfu. A trip there, departing from Manchester on 23 July, flying to Preveza airport and staying in the three-star Albatross Hotel now costs &pound;495pp (was &pound;632) through Olympic Holidays (<a href=\"http://www.olympicholidays.com/greece/sivota/sivota/albatros-hotel/\">olympicholidays.com</a>).</p> \n<p>For a different way to visit the Halkidiki peninsula, while also enjoying island life, stay on nearby Ammouliani, a 4.5 sq km isle fringed by a string of Caribbean-like sandy beaches with shallow waters. Departing 31 July, seven nights’ B&amp;B at the peaceful <a href=\"https://www.sunvil.co.uk/holidays/greece/halkidiki/ammouliani/accommodation?open=ismini-hotel\">Ismini Hotel</a>, with Sunvil (020 8758 4758, <a href=\"https://www.sunvil.co.uk\">sunvil.co.uk</a>) now costs &pound;589 pp (two sharing, was &pound;838pp) including flights from Gatwick and transfers. Or DialAFlight (0844 556 6060, <a href=\"http://www.dialaflight.com/hotels/europe/greece/eagles-palace-and-spa/7661124/#offer_13187\">dialaflight.com</a>) has 20% savings on a week for departures 25 September to 24 October at the five-star Eagles Palace &amp; Spa on the Mount Athos peninsula. Prices from &pound;475pp half-board (two sharing) including flights from a choice of UK airports.</p> \n<h2><strong>The Central Mainland</strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"86f463a861070b29cb25d00d0979b837bf44acf2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436526739707/4ef6e20b-8073-4e8f-989a-ae58a5f39add-460x276.jpeg\" alt=\"Saint Nicholas  Anapafsas monastery\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Delphi is the jewel in the crown of the central heartlands of Greece. It can be reached in a long day trip from Athens, so it can be crowded. Don’t be put off – the ancients decided that this spot was the centre of the world and it is heart-stoppingly beautiful. Stay in one of the nearby towns or villages (far nicer than the tourist town by the ruins), and visit the site early in the morning and late in the evening to enjoy it to its full. North from Delphi are many lesser-known, but equally beguiling, places. Meteora is a fairytale landscape of monasteries, perched on rock pinnacles. To the east is the increasingly popular Pelion; a wooded peninsula of fine walks and sheltered beaches where the centaurs used to play. Over the crags of the Pindus mountains lies the old Ottoman capital of Iannina beside its tranquil lake. Here the ferocious Ali Pasha played amiable host to a young Lord Byron. All of these can be visited from the beaches of Parga on the west coast.</p> \n<p><strong>Getting there and deals</strong><br />Fly to Athens and hire a car. Minelska Resorts (suites from €100, <a href=\"http://www.minelska.gr/index.php/en/\">minelska.gr</a>) on the Pelion is a richly decorated B&amp;B with views over the seafront at Kala Nera. Or Sunvil Holidays (020 8758 4758, sunvil.co.uk) has a week self-catering for &pound;609pp (down from &pound;716pp) departing 31 July from Gatwick, at the modern Melograno Apartments, also in Kala Nera.</p> \n<h2><strong>Athens</strong><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"7c1149a01a223ac7badff23b41443064b4640dca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436526820827/6e57d03a-8c5f-4a8f-88a3-e43fffb0fb70-460x276.jpeg\" alt=\"The Acropolis of Athens\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Scott E Barbour/Getty Images</span> \n </figcaption> \n</figure> \n<p>Athens is still a peaceful city; the bars and restaurants will appreciate visitors and all the sites are open as usual. Any potential protests are likely to be confined to small areas in the centre. See our latest guide to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/jun/14/athens-hotspots-top-10-new-places-eat-drink\">Athens online</a>: gu.com/p/3q3ef.</p> \n<p>As well as the classical sights, visit the <a href=\"http://www.emst.gr/EN/Pages/default_new.aspx\">Museum of Contemporary Art</a> and buy hip souvenirs from <a href=\"http://www.forgetmenotathens.gr/\">Forget Me Not</a> (Adrianou 100), a haven amid a sea of tourist tat in Plaka. There’s availability in August and September at the four-suite Alice Inn Athens hotel (€100-€200 for three people, <a href=\"http://aliceinnathens.com/\">aliceinnathens.com</a>).</p> \n<p><strong><a href=\"http://www.bradtguides.com/authors/andrew-bostock.html\">Andrew Bostock</a>, author of the <a href=\"http://www.bradtguides.com/\">Bradt Travel Guide</a> Greece: The Peloponnese – new edition out spring 2016. Additional reporting by Gemma Bowes.</strong></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/7/10/1436525386875/Vrika-Bay-Antipaxos-Ionia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vrika Bay, Antipaxos. Photograph: Alamy","credit":"Alamy","altText":"Vrika Bay, Antipaxos, Ionian Islands.","cleanCaption":"Vrika Bay, Antipaxos. Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436525650040/9847f985-744e-405a-88bb-806ccf41f339-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"folegandros","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436525772588/9e785d11-be9a-442b-b37e-640c9ada7c16-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"xysta","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436525858619/c53eca77-6125-4ef9-88a7-3d78e054a125-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"apella beach","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436525946890/6a06891b-8463-4956-9e48-7c8fb97679ce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"cave of melissani","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436526055450/d96c661d-add5-46d9-b784-f3eb6f971796-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Chania’s Venetian Harbour","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436526206411/df3567f7-9826-44f5-93ac-f55eb88c3290-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Patitiri Old Town Alonissos","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436526280993/447fdcd3-1595-4dec-a647-8cb086c90466-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Temple of Aphaia","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436526419222/1f29248a-7eda-4906-978d-12575d037f41-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"mystra","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436526650555/ae546fb6-43b9-46d5-abcb-ca5d534ee2e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Edessa","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436526741430/4ef6e20b-8073-4e8f-989a-ae58a5f39add-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Saint Nicholas  Anapafsas monastery","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436526822159/6e57d03a-8c5f-4a8f-88a3-e43fffb0fb70-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Scott E Barbour/Getty Images","credit":"Scott E Barbour/Getty Images","altText":"The Acropolis of Athens","cleanCaption":" ","cleanCredit":"Photograph: Scott E Barbour/Getty Images"}],"webPublicationDate":"2015-07-11T06:00:05Z","lastModified":"2015-07-11T06:00:05Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Andrew Bostock","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrew-bostock"},{"name":"Gemma Bowes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gemmabowes"}],"feature":true,"keywords":["Greece","Greek Islands","Beach holidays","Food and drink","Summer holidays","Europe","Travel","Food & drink","Life and style","Greece"],"tags":[{"id":"travel/greece","webTitle":"Greece"},{"id":"travel/greek-islands","webTitle":"Greek Islands"},{"id":"travel/beach","webTitle":"Beach holidays"},{"id":"travel/travelfoodanddrink","webTitle":"Food and drink"},{"id":"travel/summer-holidays","webTitle":"Summer holidays"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/travel","webTitle":"Travel"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/greece","webTitle":"Greece"}],"section":{"id":"travel"},"topics":[],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/jul/11/going-to-greece-guide-islands-country-food-drink-hotels","shortUrl":"http://gu.com/p/4ah7d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/jul/11/going-to-greece-guide-islands-country-food-drink-hotels","webUri":"http://www.theguardian.com/travel/2015/jul/11/going-to-greece-guide-islands-country-food-drink-hotels"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/7/10/1436525386875/Vrika-Bay-Antipaxos-Ionia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vrika Bay, Antipaxos. Photograph: Alamy","credit":"Alamy","altText":"Vrika Bay, Antipaxos, Ionian Islands.","cleanCaption":"Vrika Bay, Antipaxos. Photograph: Alamy"}},"importance":6,"kicker":{"title":"Going to Greece"},"showQuotedHeadline":false,"sublinks":[{"title":"The real deal / What the locals say about tourism and travel in Greece","rawTitle":"What the locals say about tourism and travel in Greece","item":{"type":"article","id":"travel/2015/jul/11/greece-real-deal-what-locals-say-travel-tourism","title":"The real deal: what the locals say about tourism and travel in Greece","trailText":"The lowdown from business owners, hoteliers, restaurateurs and travel writers reveals that – while issues with the euro are difficult – the situation in Greece is not as black as it has been painted in the media","standFirst":"<p>The lowdown from business owners, hoteliers, restaurateurs and travel writers reveals that – while issues with the euro are difficult – the situation in Greece is not as black as it has been painted in the media</p>","byline":"Will Coldwell and Ellie Ross","body":"<p><strong>Tina Kyriakis runs </strong><a href=\"http://www.alternativeathens.com/\"><strong>Alternative Athens walking tours</strong></a><strong> in the capital</strong><br />It’s very quiet in Athens at the moment but most shops are still open and we haven’t seen any problems with supplies or food. I’m not panicking, but I am concerned because this was a very good year – in June our business had doubled.</p> \n<p><strong>Dimitris Sarris runs the </strong><a href=\"http://www.hotel-liotopi.gr/en/\"><strong>Hotel Liotopi</strong></a><strong>, Olympiada, Halkidiki</strong><br />The media shows a state of chaos and anarchy – it’s really damaging. I received an email today from a couple asking if there was still water in our country. We stay calm and explain that the situation is not like that.</p> \n<p><strong>Theodoros Politis owns Ocean’s Restaurant in Vassiliki, Lefkada</strong><br />The ATMs are running out of money and you see people spending less at the end of their holiday than the beginning. I am thankful to people who continue to visit Greece after all the trouble. Tourists will get the same service and the same smile as ever. I have about a fifth fewer customers than last year. There aren’t as many new faces, only the regulars who are not put off by the negative news. For the past month I have only accepted payment by cash but, when the government reaches a solution, I will be happy to take card payments again.</p> \n<figure class=\"element element-image\" data-media-id=\"6b87f0ece0ef29f6733fd2106bea5ecabeb846eb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436534434913/adc47fdf-73a4-458d-aaff-76c7dc12a2a9-460x276.jpeg\" alt=\"mat dean\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Guidebook publisher Mat Dean</span> \n </figcaption> \n</figure> \n<p><strong>Mat Dean publishes </strong><a href=\"http://www.insidemani.gr/\"><strong>Inside the Mani</strong></a><strong> magazine and guidebooks to the southern Peloponnese<br /></strong>In the week before the referendum, we had a slight panic buy on petrol and one of our local petrol stations ran out … for half a day. And my 77-year-old mother bought 10 bars of Cadbury Fruit and Nut! Greeks are understandably cancelling in fairly significant numbers but I was on the beach in Stoupa last night and it very much felt like business as usual – bars and tavernas full of people strolling up and down the promenade.</p> \n<p><strong>Antonis Gikas, manager of Hotel Romvi, Tolo, Argolida county, Peloponnese<br /></strong>The normal number of reservations are not happening – and we have no Greek tourists at all. There are media photos showing pensioners waiting outside closed banks – but, in reality, they are all receiving their pensions. It is standard practice in Greece for old people to wait outside the banks before they open, sometimes from 7am. We are the same people, with the same beautiful places. That has not changed.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I got an email asking if there was still water in our country. We stay calm and explain the situation is not like that.</p> \n  <footer> \n   <cite>Dimitris Sarris, Hotel Liotopi</cite> \n  </footer> \n </blockquote> \n</aside> \n<p><strong>Antonios Maniatis owns Kivo Art &amp; Gourmet Hotel, Skiathos in the Aegean<br /></strong>My biggest worry is cancellations but we haven’t had any and the hotel is currently fully booked. However, we have not yet had any new bookings for September. Local Greeks often eat at the hotel restaurant but they are spending less. The biggest day-to-day problem is that the banks are closed, which affects payment methods. Greeks queue at the ATMs to take out €60 a day, but this is not enough to run a hotel. How can I pay my suppliers or get paid by tour operators if the banks remain closed?</p> \n<p><strong>George Kyriakos owns Nautilus Diving Club in Vassiliki bay, Lefkada<br /></strong>We are lucky that Vassiliki attracts people with specific interests, like diving and windsurfing, and my bookings are even better than last year. But I have heard from diving colleagues that some of the other Greek islands are suffering. Tourism is the biggest industry here. Greek visitors have already disappeared and it would be a disaster if foreign tourists stopped visiting, too.</p> \n<figure class=\"element element-image\" data-media-id=\"a663ac045d102583a156a9669d77fab48c189290\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436534548292/2264c384-f98a-486f-9476-9e33cb457e8d-460x276.jpeg\" alt=\"Georgios Karimalis\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Georgios Karimalis, Nautilus Diving Club</span> \n </figcaption> \n</figure> \n<p><strong>Georgios Karimalis runs </strong><a href=\"http://www.ikarianwine.gr/index.htm\"><strong>Ikarian Wine</strong></a><strong>, an agrotourism centre offering wine and cooking courses on Ikaria in the Aegean</strong><br />Our economy here is more self-sufficient than a place like Athens. Most locals grow a big part of their food and produce energy using solar or biomass methods. Ikarians use two times less fossil fuel for heating than average in Greece. Potential visitors should ignore those who tell them they might have problems in our island and country.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I've spoken to hoteliers in the Peloponnese and to my dad in Athens. All said there is no shortage of any supplies</p> \n  <footer> \n   <cite>Michael Cullen, website editor</cite> \n  </footer> \n </blockquote> \n</aside> \n<p><strong>Michael Cullen is editor of boutique hotel website </strong><a href=\"http://www.i-escape.com/\"><strong>i-escape.com</strong></a><strong> and a regular traveller to Greece</strong><br />I have spoken to hoteliers this week, in the Peloponnese and in Athens, and to my dad who lives in Athens. All said there is no shortage of any supplies; probably the first thing to run out will be heating oil in due course, but that is not an issue for coastal areas yet. Greeks have bartering in their veins and are falling back on extended-family and community networks to swap goods, rather than buy and sell. Most hotels continue to take card payments but very reluctantly, because of a fear that they won’t be able to access all the money. My dad said Athens is peaceful and he has actually seen some new businesses (mostly cafes) opening recently. He says high-street shops and supermarkets are not discounting any more than usual.</p> \n<p><strong>Christos Tsiotras is manager and guide for </strong><a href=\"http://www.skiathosmountainbikes.com/\"><strong>Skiathos Mountain Bikes</strong></a><br />Luckily, this summer has been busy but I worry about the next few months. Business is down in my other jobs – renting rooms and selling flowers – because Greek people are worried about spending. It’s good that Skiathos is so beautiful and easy to get to by air. If tourism continues, I feel positive about the future.</p> \n<p><strong>Elena Soutari, manager of <a href=\"http://www.portoscoutari.com/hotel/\">Hotel Porto Scoutari</a><br /></strong>Everything is working fine on Patmos right now. There are no shortages of anything. As long as we don’t have cancellations, which we haven’t had so far, the season looks good. My hotel is almost fully booked for the summer, but we will gladly help visitors find another place. Or come in September – the sea is warm, the sun shines, and it’s a beautiful month here.</p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/7/10/1436534339551/athens-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"athens Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"athens","cleanCaption":"athens Photograph: Petros Giannakouris/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436534435352/adc47fdf-73a4-458d-aaff-76c7dc12a2a9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Guidebook publisher Mat Dean","credit":"Matthew Dean (mdean67@gmail.com)","altText":"mat dean","cleanCaption":"Guidebook publisher Mat Dean"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436534548961/2264c384-f98a-486f-9476-9e33cb457e8d-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Georgios Karimalis, Nautilus Diving Club","credit":"Georgios Karimalis ikarianwine@gmail.com","altText":"Georgios Karimalis","cleanCaption":"Georgios Karimalis, Nautilus Diving Club"}],"webPublicationDate":"2015-07-11T06:00:08Z","lastModified":"2015-07-11T06:00:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Will Coldwell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/will-coldwell"}],"feature":true,"keywords":["Greece","Greek Islands","Summer holidays","Europe","Travel","Greece","Eurozone crisis","Europe","Euro","Currencies"],"tags":[{"id":"travel/greece","webTitle":"Greece"},{"id":"travel/greek-islands","webTitle":"Greek Islands"},{"id":"travel/summer-holidays","webTitle":"Summer holidays"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/travel","webTitle":"Travel"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"}],"section":{"id":"travel"},"topics":[{"displayName":"Will Coldwell","topic":{"type":"tag-contributor","name":"profile/will-coldwell"}}],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/jul/11/greece-real-deal-what-locals-say-travel-tourism","shortUrl":"http://gu.com/p/4ahd8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/jul/11/greece-real-deal-what-locals-say-travel-tourism","webUri":"http://www.theguardian.com/travel/2015/jul/11/greece-real-deal-what-locals-say-travel-tourism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/7/10/1436534339551/athens-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Athens, Greece. Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"athens","cleanCaption":"Athens, Greece. Photograph: Petros Giannakouris/AP"}},"importance":0,"kicker":{"title":"The real deal"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/7/10/1436534339551/athens-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"athens Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"athens","cleanCaption":"athens Photograph: Petros Giannakouris/AP"}}]},{"title":"View from the Peloponnese / Crisis? What crisis?","rawTitle":"Crisis? What crisis?","item":{"type":"article","id":"world/2015/jul/11/peloponnese-greece-travel-stoupa","title":"View from the Peloponnese: Crisis? What crisis?","trailText":"Visitors to the Peloponnese are blissfully oblivious to Greece’s troubles, as Greek hospitality remains second to none","standFirst":"<p>Visitors to the Peloponnese are blissfully oblivious to Greece’s troubles, as Greek hospitality remains second to none</p>","byline":"Paul McKeever","body":"<p>On Sunday 5 July, at the same time Greeks were going to the polls to vote in their referendum, we were driving along the Peloponnesian coast on the way to Kalamata airport. My family had just spent the most glorious fortnight in Stoupa, our first visit to Greece for some 10 years.</p> \n<p>We had caught a few glimpses of the BBC World News. Apparently we were holidaying in a country racked in crisis, its people desperate and enraged.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2013/aug/27/greece-peloponnese-budget-beach-hotels\">Greece: top 10 budget beach hotels in the Peloponnese</a> </p> \n</aside> \n<p>Really? What was it that none of us – nor any of the other contented tourists – could see? Were we all so wrapped up in our selfish enjoyment that we couldn’t see the chaos around us?</p> \n<p>The previous evening, for our farewell meal, we had sat in our favourite of the several excellent tavernas we’d tried, at a table overlooking the beach. The sea was that kind of ever-shifting, shimmering blue that only Greek seas seem to possess, the sun was slowly descending in a red blaze in front of us, and to the side the towering Taygetos mountains embraced us. It was heart-stoppingly beautiful … in a way that must have stopped the hearts of many thousands of other people over many thousands of years.</p> \n<figure class=\"element element-image\" data-media-id=\"dace4bfedf0fb681db71bfa373044c6014fffbe0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436438287596/c3d47728-bc70-4483-b860-e956ba162f23-460x276.jpeg\" alt=\"Voidokilia Beach, Petrohori near Yialova, Messinia, Peloponnese.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Voidokilia Beach, Petrohori near Yialova, Messinia, Peloponnese.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Dagnall/Alamy</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2013/aug/04/peloponnese-greece-holidays\">Return to the Peloponnese: my Greek odyssey</a> </p> \n</aside> \n<p>That night, we had been served by younger family members of the taverna, the reason being that the older ones were taking part in the annual charity 10km race they had themselves initiated in 2010. The finishing line was on the beach, amidst fireworks, music, applause and noisy celebration. This year, hundreds of people of all ages from the local villages had taken part. Many jumped into the sea to cool off, joining all the delighted kids still larking in the shallow waters. If ever there was a sign of a community at peace and at play, this was surely it.</p> \n<p>Food was local, home-grown and plentiful, from gardens or family fields. Each taverna made its own olive oil.</p> \n<p>Above all – for the tourist at least – there is the assurance that the Greeks are Masters of Hospitality. Nothing is too much trouble, very little causes offence, all requests are tolerated, all imbecilities are forgiven, nobody is hassled, everybody is given space, kindness seems obligatory, and the tourist is always treated with courtesy and respect (even when undeserved). It must be just about the easiest place to enjoy a holiday anywhere.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436438196956/c10065b1-ebd2-4c46-bb85-f095846e7b6f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Gerolimenas on the Peloponnese.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436438289222/c3d47728-bc70-4483-b860-e956ba162f23-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Voidokilia Beach, Petrohori near Yialova, Messinia, Peloponnese. Photograph: Ian Dagnall/Alamy","credit":"Ian Dagnall/Alamy","altText":"Voidokilia Beach, Petrohori near Yialova, Messinia, Peloponnese.","cleanCaption":"Voidokilia Beach, Petrohori near Yialova, Messinia, Peloponnese.","cleanCredit":"Photograph: Ian Dagnall/Alamy"}],"webPublicationDate":"2015-07-11T06:00:07Z","lastModified":"2015-07-11T06:00:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["Greece","Greece","Greek Islands","Travel"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"travel/greece","webTitle":"Greece"},{"id":"travel/greek-islands","webTitle":"Greek Islands"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/11/peloponnese-greece-travel-stoupa","shortUrl":"http://gu.com/p/4ag99","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/11/peloponnese-greece-travel-stoupa","webUri":"http://www.theguardian.com/world/2015/jul/11/peloponnese-greece-travel-stoupa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436438196956/c10065b1-ebd2-4c46-bb85-f095846e7b6f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gerolimenas on the Peloponnese.","credit":"PR","altText":"Gerolimenas on the Peloponnese.","cleanCaption":"Gerolimenas on the Peloponnese."}},"importance":0,"kicker":{"title":"View from the Peloponnese"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436438196956/c10065b1-ebd2-4c46-bb85-f095846e7b6f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Gerolimenas on the Peloponnese.","cleanCredit":"Photograph: PR"}}]},{"title":"Thessaloniki / Greece’s culinary capital","rawTitle":"Greece’s culinary capital","item":{"type":"article","id":"travel/2015/jul/11/eating-drinking-thessaloniki-greece","title":"Eating out in Thessaloniki: how Greece’s culinary capital is reinventing itself","trailText":"It is Greece’s second city but its gastronomic capital – and its bars and restaurants refuse to let tough times spoil a good night out. Just one reason it makes a great city-break alternative to Athens now","standFirst":"<p>It is Greece’s second city but its gastronomic capital – and its bars and restaurants refuse to let tough times spoil a good night out. Just one reason it makes a great city-break alternative to Athens now</p>","byline":"Lizzie Enfield","body":"<p>Talk to Thessalonians and you could be forgiven for thinking the word “crisis” means “opportunity”. “BC” stands for “before crisis”, but it’s referenced when describing an innovation or entrepreneurial venture that arose in response to it. Of course, the collapse of the economy has brought hardship and deprivation here in Thessaloniki, as in the rest of Greece, but locals – from the 150,000-strong student population to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/public-leaders-network/2014/dec/30/tattooed-mayor-thessaloniki-greece-yiannis-boutaris\">73-year-old mayor</a> – have refused to let it stop the city moving forward. And nowhere is this more evident than in its thriving gastronomic scene: Thessaloniki might be the country’s second city, but it is the gourmet capital.</p> \n<p>Located in the far north of the country, it has for over 2,000 years been a melting pot of cultures – reflected in the blend of spicy eastern, French, Balkan and Mediterranean flavours of its cuisine, and in its cosmopolitan vibe. are part of the culture, and while everyone has been forced to tighten their metaphorical belts, no one wants to tighten their real ones. So, gone are the days of meals in tavernas setting you back around €30 per head; in their place are good-value bars and cafes.</p> \n<p>Thessalonians were never going to let a financial crisis get in the way of a good time. Instead, they’ve seized the chance to breathe new life into the city. Here are the highlights.</p> \n<h2><strong>The Roman forum</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"7e3370f6c7bd81a4c11d723e88b59e8368ff4f37\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436542219077/3bce5be6-f769-4ea0-8272-f73318bed5ce-460x276.jpeg\" alt=\"Piece of Cake.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Piece of Cake.</span> \n </figcaption> \n</figure> \n<p>The <em>agora</em> is undergoing excavations. The area is a typical Thessalonian mix of ancient and modern. Look down and you’ll see ancient columns and arches running the length of the agora; look up and you’re surrounded by tall office blocks and apartments leading to the Arch of Galeris and the Rotunda, which has the city’s only minaret. Once a Roman mausoleum, then a Christian church, and later a mosque, the Rotunda is the oldest monument in the city.</p> \n<p>Barely a week goes by without a new cafe, bar or restaurant popping up here. One of the newer arrivals is six-month-old <a href=\"https://www.facebook.com/pages/Kafeneio-Basta-Thessaloniki/287147344829369\"><strong>Basta</strong></a> (Mitropolitou Gennadiou 16). With its tiled floors, deep-red walls hung with black-and-white photos, and bistro-style chairs, it’s a modernised version of a traditional <em>kafeneio</em>, where retired men once eked out their days over backgammon and cigarettes. Linger over a coffee or <em>tsipouro</em> (the local grappa) for €3. More funky and colourful is the recently opened <a href=\"https://www.facebook.com/pages/%CE%9A%CE%BF%CF%85%CE%BC%CF%80%CE%AF-coffee-crafts/338814699633019\"><strong>Koubi</strong></a> (Peloponnisou 2), a coffee-crafting cafe, which teaches crocheting, jewellery making and other crafts (€10 a session). Alternatively, €4 buys a drink and a panini.</p> \n<p>Before the crisis, Dimitris Ekosidios restored classic cars; now he runs <a href=\"https://www.facebook.com/NterlikatesenOlaSoublaki\"><strong>Derlicatessan Souvlaki</strong></a> (Ioanni Kouskoura 7) – a play on the word <em>derli</em>, meaning to scoff – where he serves pork and chicken souvlaki, <em>dikavalo</em> (mushrooms and halloumi cheese) with chips, and feta pitta pockets from as little as €2.50. Diners here spill out onto the wooden tables on the pavement.</p> \n<p>Thessaloniki’s bakeries are famous for their <em>trigona panoramatos</em> (triangular pastries filled with cream) and <em>koulouria</em> (a regional, Sephardic, bagel-type bread), but new cafe on the block <a href=\"https://www.facebook.com/pages/Piece-of-Cake/340197129339385\"><strong>Piece of Cake</strong></a> (Xrysostomou Smyrnis 19) serves “Greek spoon sweets” with its coffee – chunks of oranges stewed in syrup, made to the recipe of the young owner’s grandmother (€2). It’s a narrow cafe, with just enough room to pass between the marble counter and the circular tables opposite, but it’s welcoming, with bright cups used as vases for fresh flowers. Another new restaurant, and a first for Thessaloniki, is the vegetarian <a href=\"https://www.facebook.com/pages/rOOTS/1512775345602506?_rdr=p&amp;fref=ts\"><strong>Roots</strong></a> (Balanou 4-6, +30 231 026 8063) – veggie restaurants are few and far between in Greece – which serves dishes such as risotto, beetroot balls and <em>fava</em> (pureed chickpeas), inspired by Greek, Asian and Balkan cuisine.</p> \n<h2><strong>Ano Poli</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"1d893f4f04eb1672f90a646ef249feb34b604597\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436542267645/dee4cc6c-cdaa-4cc6-95bf-48adb29d0f23-460x276.jpeg\" alt=\"Toixo Toixo.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Toixo Toixo.</span> \n  <span class=\"element-image__credit\">Photograph: Picasa/PR</span> \n </figcaption> \n</figure> \n<p>This district (its name means “upper town”) is a maze of wooden houses and restaurants that have adapted their menus and dropped their prices to suit the times. <a href=\"https://el-gr.facebook.com/propyleon\"><strong>Propyleon Piano Bar</strong></a> (Eptapyrgiou 130, +30 231 020 2495) has outstanding views over the Byzantine domes of <a href=\"https://www.google.co.uk/search?q=st+paul+church+thessaloniki&amp;espv=2&amp;biw=1920&amp;bih=1041&amp;tbm=isch&amp;tbo=u&amp;source=univ&amp;sa=X&amp;ei=7qibVe6oIcnU7AaB4IGQDg&amp;ved=0CDkQsAQ\">St Paul’s church</a> to the city and gulf beyond. Suck on a “submarine”, a hard vanilla sweet, served with a spoon in a glass of water, with Greek coffee. Or, in the evening, order a selection of meze – mackerel, sardines, slices of sausage and grilled cheeses (€8, including a drink) – and listen to live traditional and contemporary music. <a href=\"https://www.facebook.com/toixosalonica/info?_rdr=p&amp;tab=overview\"><strong>Toixo Toixo</strong> </a>(Polydorou Stergiou 1, +30 231 024 5351) is airy and bright, with sage woodwork, wooden tables and Greek rush seats, but it’s the view of the ancient city walls that makes it worth a visit, along with the food: try the <em>hilopites metsovou</em> (pasta made in the mountain village of Metsovo) or <em>sikotia sharas</em> (thick slices of chargrilled liver) with Macedonian red wine (from €15).</p> \n<p>Heading downhill, narrow streets open out into small squares and the courtyards of Byzantine chapels. Tsinari Square, named after the Turkish (cinar) for the plane tree which provides welcome shade here, is home to <a href=\"https://www.facebook.com/pages/Ouzeri-Tsinari/161289803922336?sk=info&amp;tab=overview\"><strong>Ouzeri Tsinari</strong></a> (Alexandras Papadopoulou 72, +30 231 028 4028) where, for around €20, you can wash down grilled sardines, flash-fried shrimps with tomato and thyme, and <em>soutzoukakia</em> (meatballs with cumin) with enough ouzo to send you staggering back to the lower town.</p> \n<h2><strong>Valaoritou</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"7e47e00b097dfa2e7477674b4b0512a0fad57b53\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436542340609/43e7854e-756b-4dd4-ade3-7b12801b4e17-460x276.jpeg\" alt=\"Pizza Poselli.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pizza Poselli.</span> \n </figcaption> \n</figure> \n<p>In the former Jewish quarter, this is one of the few areas that was not destroyed by the great <a href=\"https://en.wikipedia.org/wiki/Great_Thessaloniki_Fire_of_1917\">fire of Thessaloniki in 1917</a>. Back then, the banks in the area held so much money in their vaults the fire crews rushed to their aid. Today, above the empty vaults stands <a href=\"https://www.facebook.com/poselli?_rdr=p\"><strong>Pizza Poselli</strong></a> (Vilara 2, +30 231 401 9687). Named after the building’s Italian architect, who reflected the aspirations of the merchant class of the early 20th century in the building’s columns and balustrades, it is topped by a facade with a built-in clock that shows the exact time the city was struck by an earthquake in June 1978 – 11.05pm.</p> \n<p>Pizza Poselli dishes up generous slices of Greek-style pizza – wafer-thin crusts topped with fresh vegetables and local cheeses – with salad and beer, for around €3.</p> \n<p>This area bursts into life after 10pm, when Thessaloniki’s younger crowd begins to party. Neoclassical merchant dwellings now house trendy cocktail bars, like <a href=\"https://www.facebook.com/PICCADILLYS3V?fref=ts\"><strong>Piccadilly</strong></a> (Syggrou 3) and <a href=\"https://www.facebook.com/urania.bar.thessaloniki/timeline\"><strong>Urania</strong></a> (Kapodistriou 7 &amp; Paiko), where DJs spin to crowds over three floors – on the rooftop bar, the €3 drinks include a view over the lit-up city.</p> \n<p>The atmosphere in Valaoritou is hedonistic, but a resurgence of fortune-tellers is indicative of the uncertainty that lies beneath. Will the teller at <a href=\"https://el-gr.facebook.com/SosaEspressoCafeWineBar\"><strong>Caf&eacute; Sosa</strong></a> (Komninon 24, +30 231 023 8900) see a Grexit in the coffee grinds, If the queue is too long, opt for a coffee and <em>bougatsa</em> (custard-filled pastry) in the present, rather than wait to find out.</p> \n<p>Squeeze through a narrow space between the front of <a href=\"https://www.facebook.com/penteportes?_rdr=p&amp;pnref=story\"><strong>Pentes Portes</strong></a> (five doors) restaurant (Fragkon 2, +30 231 053 2503) and the ancient city walls, and you enter a large, olive tree-filled garden strung with lanterns. The newly revamped menu offers slices of smoked chicken, grilled veal steak and squid stuffed with fresh herbs and feta, washed down with wine from the surrounding Macedonian vineyards (from around €15).</p> \n<h2><strong>The Waterfront</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"26ef477da92029f8bd566c5d1ec4235a5fbd4db3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436542447139/7947f2f1-760d-4a6b-8473-f0757993fd30-460x276.jpeg\" alt=\"The White Tower of Thessaloniki.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The White Tower of Thessaloniki.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>This is a pricier dining area, but no visit to Thessaloniki would be complete without at least one drink in one of the bars strung along the newly completed two-mile boardwalk. <a href=\"https://www.facebook.com/AgioliOfficial?_rdr=p\"><strong>Ouzeri Agioli</strong></a> (Leoforos Nikis 15, +30 231 026 2888) has magnificent views over the gulf and, on a clear day, you can see Mount Olympus, home of the gods. In an ouzo-induced haze, I dined like a god, on pan-fried red mullet, <em>midopilafo</em> (mussel risotto) and zucchini fritters with aubergine salad for €15, to the accompanying strains of a bouzouki player strumming <a href=\"https://www.youtube.com/watch?v=1hLIXrlpRe8\">Misirlou</a> (aka the opening theme to Pulp Fiction).</p> \n<p><strong><span class=\"bullet\">•</span> </strong><em>Trip provided by Visit Greece (</em><a href=\"http://visitgreece.gr/\"><em>visitgreece.gr</em></a><em>). British Airways (</em><a href=\"http://www.britishairways.com/travel/home/public/en_gb\"><em>britishairways.com</em></a><em>), easyJet (</em><a href=\"http://www.easyjet.com/en/\"><em>easyjet.com</em></a><em>), Ryanair (</em><a href=\"https://www.ryanair.com/\"><em>ryanair.com</em></a><em>) and Thomson Airways (</em><a href=\"http://flights.thomson.co.uk/en/index.html\"><em>flights.thomson.co.uk</em></a><em>) fly direct to Thessaloniki, returns start at &pound;60 in low season. In the heart of the city, close to the waterfront, is the oasis-like City Hotel (rooms from €70, </em><a href=\"http://www.cityhotel.gr/\"><em>cityhotel.gr</em></a><em>). Colors (Valaoritou 21, </em><a href=\"http://colors.com.gr/\"><em>colors.com.gr)</em></a><em> offers apartments and rooms from €45</em><br /></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543849265/3ebd3ca2-b9a6-443e-97d4-04e286e2f33c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Aristotelous square.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436542219729/3bce5be6-f769-4ea0-8272-f73318bed5ce-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Piece of Cake.","credit":"PR","altText":"Piece of Cake.","cleanCaption":"Piece of Cake."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436542269272/dee4cc6c-cdaa-4cc6-95bf-48adb29d0f23-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Toixo Toixo. Photograph: Picasa/PR","credit":"Picasa/PR","altText":"Toixo Toixo.","cleanCaption":"Toixo Toixo.","cleanCredit":"Photograph: Picasa/PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436542340768/43e7854e-756b-4dd4-ade3-7b12801b4e17-540x324.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Pizza Poselli.","credit":"PR","altText":"Pizza Poselli.","cleanCaption":"Pizza Poselli."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436542447612/7947f2f1-760d-4a6b-8473-f0757993fd30-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":306,"width":510,"orientation":"landscape","caption":"The White Tower of Thessaloniki. Photograph: Alamy","credit":"Alamy","altText":"The White Tower of Thessaloniki.","cleanCaption":"The White Tower of Thessaloniki.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-07-11T06:00:06Z","lastModified":"2015-07-11T06:00:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Lizzie Enfield","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lizzie-enfield"}],"feature":true,"keywords":["Travel","Greece","Food and drink","Short breaks","European Union","Cultural trips"],"tags":[{"id":"travel/travel","webTitle":"Travel"},{"id":"travel/greece","webTitle":"Greece"},{"id":"travel/travelfoodanddrink","webTitle":"Food and drink"},{"id":"travel/short-breaks","webTitle":"Short breaks"},{"id":"travel/europeanunion","webTitle":"European Union"},{"id":"travel/cultural-trips","webTitle":"Cultural trips"}],"section":{"id":"travel"},"topics":[{"displayName":"Lizzie Enfield","topic":{"type":"tag-contributor","name":"profile/lizzie-enfield"}}],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/jul/11/eating-drinking-thessaloniki-greece","shortUrl":"http://gu.com/p/4aed7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/jul/11/eating-drinking-thessaloniki-greece","webUri":"http://www.theguardian.com/travel/2015/jul/11/eating-drinking-thessaloniki-greece"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543849265/3ebd3ca2-b9a6-443e-97d4-04e286e2f33c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Aristotelous square. Photograph: Alamy","credit":"Alamy","altText":"Aristotelous square.","cleanCaption":"Aristotelous square.","cleanCredit":"Photograph: Alamy"}},"importance":0,"kicker":{"title":"Thessaloniki"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543849265/3ebd3ca2-b9a6-443e-97d4-04e286e2f33c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Aristotelous square.","cleanCredit":"Photograph: Alamy"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/7/10/1436525386875/Vrika-Bay-Antipaxos-Ionia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vrika Bay, Antipaxos. Photograph: Alamy","credit":"Alamy","altText":"Vrika Bay, Antipaxos, Ionian Islands.","cleanCaption":"Vrika Bay, Antipaxos. Photograph: Alamy"}}]},{"title":"Books / Best holiday reads 2015","rawTitle":"Best holiday reads 2015","item":{"type":"article","id":"books/2015/jul/11/best-holiday-reads-2015","title":"Best holiday reads 2015","trailText":"From a study of beachcombing to the year’s best crime fiction, leading authors recommend favourites and reveal what books they’ll be packing for the summer holidays","standFirst":"<p>From a study of beachcombing to the year’s best crime fiction, leading authors recommend favourites and reveal what books they’ll be packing for the summer holidays</p>","byline":"The Guardian","body":"<h2><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/chimamanda-ngozi-adichie\">Chimamanda Ngozi Adichie</a></strong><br /></h2> \n<p>I have long been meaning to read the classic novel set in Ghana, <em>Search Sweet Country</em>, by Kojo Laing (McSweeney’s) and will finally do so in the next weeks. I am looking forward to Elizabeth Alexander’s <a href=\"https://bookshop.theguardian.com/light-of-the-world-272810.html\"><em>The Light of the World </em></a>(Grand Central Publishing), a beautiful memoir by a gifted poet, and <em>Loving Day: A Novel</em> by Mat Johnson (Spiegel &amp; Grau), whose work has that rare combination of being funny and true.</p> \n<p>I first read Albert Speer’s <a href=\"https://bookshop.theguardian.com/inside-the-third-reich.html\"><em>Inside the Third Reich</em></a><em> </em>(Phoenix House) as a teenager and it sparked my ongoing fascination with the second world war. I plan to re-read it this summer, more than 20 years later, to see how it holds up.</p> \n<h2><strong>Jesse Armstrong</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d660341fc12a87854e6573bcb984c5d24fdf5805\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436458481316/4eeecd7b-a15a-46c7-bbe2-6ef0c2c04dc0-262x420.jpeg\" alt=\"Boxer Handsome by Anna Whitwham\" width=\"262\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Top of my pile is <a href=\"https://bookshop.theguardian.com/boxer-handsome.html\"><em>Boxer Handsome</em></a> by Anna Whitwham (Chatto &amp; Windus) – a tough, lean novel about East End boxing. I’ll also be taking a real bicep-builder, <em>What It Takes </em>by Richard Ben Cramer (Vintage), which dissects the 1988 presidential campaign when Michael Dukakis took on George HW Bush. It’s a book of lovely gossipy-serious, slightly moist-eyed American political journalism. Genuinely funny novels are hard to come by but the one I’m pinning my beach hopes on this year is <a href=\"https://bookshop.theguardian.com/end-of-vandalism.html\"><em>The End of Vandalism</em></a> by Tom Drury (Old Street) – reprinted in the UK last year after a bit of a campaign by Crystal Palace’s Bookseller Crow.</p> \n<p>I need to get these all finished by the autumn to make way for Garth Risk Hallberg’s shelf-busting <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/334706/\"><em>City on Fire</em></a><em> </em>(Vintage), which looks as if it might be the most propulsive New York novel since <a href=\"https://bookshop.theguardian.com/bonfire-of-the-vanities-3.html\"><em>Bonfire of the Vanities</em></a>.</p> \n<h2><strong>Liz Berry </strong></h2> \n<p>This summer I’ll be packing <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/284113/\"><em>Long Time No See</em></a> (Periscope), the poet Hannah Lowe’s beautifully written memoir about her relationship with her father, “Chick”, a half-Chinese, half-Black Jamaican immigrant who made his living as a gambler in the East End’s underworld. It’s tender and fascinating stuff. I’ll also be reading the exciting, eclectic anthology <em>Ten: The New Wave</em> (ed Karen McCarthy Woolf, Bloodaxe), which showcases work by some of the best young British black and Asian poets writing today. It’s full of fantastic poems from (among others) Sarah Howe, Warsan Shire, Kayo Chingonyi and Mona Arshi, and will leave you feeling joyful about the future of poetry. Finally, as I’m holidaying with my young son, I’ll be packing the beautiful <a href=\"https://bookshop.theguardian.com/first-book-of-nature.html\"><em>A First Book of Nature</em></a> by Nicola Davies and Mark Hearld (Walker) for us to share. Hearld’s illustrations of beachcombing and birds nesting are exquisite – it’s a book to treasure.<br /></p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/william-boyd\"><strong>William Boyd</strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"45646121614e40bce28fbec5bd421a05db8a5254\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436460679325/4b05aa98-873b-4bd3-aa31-10ae06172b18-280x420.jpeg\" alt=\"William Boyd. Photograph: Murdo MacLeod for the Guardian\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Photograph: Murdo MacLeod for the Guardian</span> \n </figcaption> \n</figure> \n<p>Three hugely intriguing novels, published this year, exemplify the form’s astonishing mutability and generosity. <em>Kvachi</em> <em>Kvachantiradze</em> by Mikheil Javakhishvili (Dalkey Archive) is the sardonic picaresque masterpiece of 20th-century Georgian literature, finally available in English, superbly translated by Donald Rayfield. It’s a scabrous, disturbing story of a conman and thoroughgoing villain confronting the demons of Stalin’s Russia. Nora Chassler’s extraordinary <a href=\"https://bookshop.theguardian.com/catalogsearch/result/?q=Grandmother+Divided+by+Monkey+Equals+Outer+Space&amp;order=relevance&amp;dir=desc\"><em>Grandmother Divided by Monkey Equals Outer Space</em></a> (Valley) breaks all moulds. Set in 1980s New York, it is a triumphant vindication of the edgy, eccentric demotic as a compelling narrative voice. <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/275371/\"><em>Sleeping Dogs</em></a> (Bloomsbury) is the fourth novel in Thomas Mogford’s superb series of Spike Sanguinetti crime thrillers. Set largely in contemporary Albania, it moves Mogford’s shrewd and atmospheric Mediterranean noir into the newest and darkest of territories.<br /></p> \n<h2><br /></h2> \n<h2><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/melvin-burgess\">Melvin Burgess</a></strong></h2> \n<p>One of my best reads this year was <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/340599/\"><em>Pig Iron</em></a> by Benjamin Myers (Bluemoose). It’s a deeply rural story, a book full of passion for the English countryside and centred on the conflict between the travelling and the settled community. A very fine read indeed, it expresses a life view almost never examined in our narrow literary culture. Blue Moose publish a number of brilliant books routinely missed by our London-centric publishing industry. This one was turned down by one such on the grounds that “nobody wants to here about life up near some obscure northern town”. The town in question being Durham.</p> \n<p>I’m a big Brecht fan - everything he did was an experiment, he took nothing for granted, and loved to use everyday spoken and written language in new ways. <a href=\"https://bookshop.theguardian.com/collected-short-stories-of-bertolt-brecht.html\"><em>The Collected Short Stories of Bertolt Brecht</em></a><em> </em>(Methuen) are no exception - they’re folksy, surprising and most often wrapped round little pearls of well-observed wisdom.</p> \n<p>This summer I’ll be having a look at <a href=\"https://bookshop.theguardian.com/tightrope-walkers.html\"><em>The Tightrope Walkers</em></a>,<em> </em>(Penguin) by David Almond - his first venture into adult books. Almond is on a roll at the moment - he seems to be getting better and better.</p> \n<h2><strong>AS Byatt</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"c455f29a31f6d3782ea841f39afb13922176bd9b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436459083633/52575168-5abc-44f4-b7a8-38e2a1961128-282x420.jpeg\" alt=\"The Age of Insight by Eric R Kandel\" width=\"282\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Anyone who has not read Ruth Scurr’s <a href=\"https://bookshop.theguardian.com/john-aubrey.html\"><em>John Aubrey</em></a><em> </em>(Chatto &amp; Windus) can have a splendid time reading it this summer. Scurr has invented an autobiography the great biographer never wrote, using his notes, letters, observations – and the result is gripping. I read and reread Eric Kandel’s <a href=\"https://bookshop.theguardian.com/age-of-insight.html\"><em>The Age of Insight</em></a> (Random House) – a study of neuropsychology, the making of art and the great paintings of artists in Vienna during the 20th century. He is an Austrian Nobel prizewinning neuropsychologist who understands the making of art from inside. Like many others, I am also reading and rereading Clive James’s poems about his own approaching death: <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/274808/s/sentenced-to-life/\"><em>Sentenced to Life</em></a><em> </em>(Picador). Wise, witty, terrifying, unflinching and extraordinarily alive, they are both a great pleasure and a chill in the nerves. Finally, my bed is covered with the thrillers of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/waltermosley\">Walter Mosley</a>, who may just be the greatest thriller writer ever.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/sarahchurchwell\"><strong>Sarah Churchwell </strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d34b74105a891dd2c20e110d41a1e70cf4955fd9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436458620533/faf9d4e7-4166-4f66-939e-04a7de7fe7c2-273x420.jpeg\" alt=\"cover\" width=\"273\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>I’ve been longing to dive into <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/337193/\"><em>1606</em></a><em> </em>(Faber), James Shapiro’s follow-up to the tremendous <a href=\"https://bookshop.theguardian.com/1599.html\"><em>1599</em></a>: after the Elizabethan Shakespeare, he gives us the Jacobean, showing how the events of Shakespeare’s second <em>annus mirabilis</em> helped shape <em>Antony and Cleopatra</em>, <em>Macbeth</em> and <em>King Lear</em>. I never want to stray far from Scott and Zelda Fitzgerald and their circle, however, and I’m glad to see that other writers remain interested as well. I’m looking forward to reading Stewart O’Nan’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/306844/\"><em>West of Sunset</em></a><em> </em>(Allen &amp; Unwin), which reimagines Fitzgerald’s final years in Hollywood, and Liza Klaussmann’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/274783/s/villa-america/\"><em>Villa America</em></a><em> </em>(Picador), the story of Sara and Gerald Murphy, the American couple who made the Riviera fashionable and befriended the Fitzgeralds, the Hemingways and many other writers and artists in the interwar years. In a similar vein, I can’t wait to read <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/317889/\"><em>Circling the Sun</em></a> by Paula McLain (Virago), author of <em>The Paris Wife </em>(Virago), which told the story of Hemingway’s first marriage; her new book is the story of the aviator Beryl Markham and her relationship with Denys Finch Hatton, who was also the lover of Karen Blixen (Isak Dinesen).</p> \n<h2><strong>Marion Coutts</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"6be7bf39a9030036a8c0e2969c6ea210df8345b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436458798951/cbb6202f-350f-4050-8285-d8dba2f549dc-273x420.jpeg\" alt=\"All My Puny Sorrows by Miriam Toews\" width=\"273\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Atul Gawande’s <a href=\"https://bookshop.theguardian.com/being-mortal.html\"><em>Being Mortal</em></a> (Profile) is a passionate argument around how much our endings matter, from the US surgeon and writer’s personal perspective. It is packed with stories and speaks out for the hospice system and a recalibration of how dying is perceived, and warns against an overly technological perspective.</p> \n<p><em><a href=\"https://bookshop.theguardian.com/catalogsearch/result/?q=All+my+Puny+Sorrows&amp;order=relevance&amp;dir=desc\">All My Puny Sorrows</a></em> is a work of fiction by Miriam Toews (Faber) that comes close to her own experience. It is good on family – hers are from a Canadian Mennonite community – and charts the fallout from extreme events: depression and suicide. It is also sharp and funny, with humour and despair mashed in together.</p> \n<p>For a long time I couldn’t read, so I did a lot of looking. I am now curious to know more about Agnes Martin, so will read Nancy Princenthal’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/284743/s/agnes-martin/\"><em>Agnes Martin: Her Life and Art</em></a><em> </em>(Thames &amp; Hudson), about the singularly dedicated life of the American abstract painter of lines and grids. To be read in tandem with seeing the work, showing in the palest, shimmying technicolour at <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/tate-modern\">Tate Modern</a> until October.</p> \n<h2><br /></h2> \n<h2><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/james-dawson\">James Dawson</a></strong></h2> \n<p>My first summer read, while not exactly frothy beach material, is Courtney Summers’s <em>All the Rage </em>(St Martin’s Griffin). This gritty crossover novel examines rape culture in small-town America in excruciating detail. A year after Romy is raped by the sheriff’s son, her life is in tatters but she must choose whether to speak out when another girl is attacked: not an easy read, but a powerful one. Another young adult offering is the first part of a new brutal science fiction trilogy, <a href=\"https://bookshop.theguardian.com/way-down-dark.html\"><em>Way Down Dark</em></a> (Hodder) by JP Smythe. Already well-known for his adult works, Smythe’s first teen offering sees young Chan trying to survive in a Mad Max-esque prison spaceship. Imagine a feminist <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/the-hunger-games\"><em>Hunger Games</em></a> without any safety wheels. Finally, I recently adored Patrick Gale’s <a href=\"https://bookshop.theguardian.com/catalogsearch/result/?q=A+Place+Called+Winter&amp;order=relevance&amp;dir=desc\"><em>A Place Called Winter</em></a> (Tinder). A gentle saga set in the first half of the 20th century, following the exile of Harry to Canada after he is outed as gay. It’s based on the experiences of Gale’s real-life great-grandfather.<br /></p> \n<h2><strong>Aminatta Forna</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"9aa3278616c9afad6ff647e625e7b6e7aa11cdf0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436461657514/d270bc47-f6a7-48b7-b7d0-570324749f9f-277x420.jpeg\" alt=\"jim craceharvest\" width=\"277\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>I can highly recommend <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/jim-crace\">Jim Crace</a>’s much garlanded <a href=\"https://bookshop.theguardian.com/harvest-6.html\"><em>Harvest</em></a><em> </em>(Picador), winner of the Impac prize last month. Set in a fictional past and narrated in the distinct and measured voice of one Walter Thirsk, manservant to a wealthy landowner, it tells the chilling story of what happens after three strangers arrive in a small village. Its tale of poor people losing their land to the rich is timely, chiming with today’s land grabs and soaring property prices.</p> \n<p>I shall definitely be packing <a href=\"https://bookshop.theguardian.com/catalogsearch/result/?q=Chigozie+Obiom&amp;order=relevance&amp;dir=desc\"><em>The Fishermen</em></a> by Nigerian newcomer Chigozie Obioma (One/Pushkin), a biblical parable about four brothers who set out on a fishing expedition and return, not with a catch, but with the prophesy of a madman that one of them will be murdered by another of the brothers.</p> \n<p>It has been too long since <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/petina-gappah\">Petina Gappah</a>’s published her collection of short stories <em>An Elegy for Easterly </em>(Faber), but, after six years of waiting, fans of her writing will soon be able to read Gappah’s first novel, <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/315726/\"><em>The Book of Memory</em></a><em> </em>(Faber), the account by an inmate of Chikurubi maximum security prison of the murder for which she is being held.</p> \n<h2><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/jonathan-franzen\">Jonathan Franzen</a></strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"ad2fb0b1528aad978afaaa3dee4ec15f570861c9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436462523218/5dafd0ba-452a-41c4-b929-ba5c24f00779-280x420.jpeg\" alt=\"Jonathan Franzenphotographed by Chris BuckCommissioned for Guardian Weekend\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Photograph: by Chris Buck for Guardian</span> \n </figcaption> \n</figure> \n<p><em><a href=\"https://bookshop.theguardian.com/catalogsearch/result/?q=patrick+melrose+&amp;order=relevance&amp;dir=desc\">The Patrick Melrose Novels</a></em> by Edward St Aubyn (Picador): if something has kept you from reading this great novel in five parts, let it keep you no more. Flannery O’Connor described reading fiction as a way to have an experience, and the experience of St Aubyn is indelible.</p> \n<p><em>The Wallcreeper</em> and <em>Mislaid </em>(4th Estate) by Nell Zink: treat yourself. Zink is hilarious and cracklingly smart, and she takes the kind of risks that a novelist is supposed to take.</p> \n<p><em>Reason in a Dark Time</em> by Dale Jamieson (Oxford): precisely because it’s the first book to be fully honest about climate change, it’s the one book on the subject that stands a chance of not depressing you. It may even change your life.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/tessa-hadley\"><strong>Tessa Hadley</strong></a></h2> \n<p>I’m reading <em>The Good Story</em> (Harvill Secker) with fascination; it’s a book of exchanges between JM Coetzee and psychotherapist Arabella Kurtz. I bought it because I’m always interested in Coetzee, and he’s interesting here, too, interrogating sceptically the “truths” psychotherapy goes in search of; but actually Kurtz’s sections are what I’m enjoying most. She writes with wonderful eloquence about imagination and the self, parrying Coetzee’s relentless unmasking with her gently intelligent demurral. The exchange is a drama in itself. And I have hugely enjoyed Anne Enright’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/283515/s/green-road/\"><em>The Green Road</em></a><em> </em>(Jonathan Cape): richly and sensuously realised, it’s vivid with the particularity of places and people and bruisingly intelligent. On holiday I’m going to treat myself to a rereading of Anita Brookner’s classic <em>A Start in Life</em> (Penguin) – one of my favourites among her novels, about an academic whose life “has been ruined by literature”. How can anything be so funny and so sad both at once? Every sentence is an object lesson in compression and wit.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"d771ae9e3a2c46199717b5ecc33b00fb677cb489\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436457147544/f06f4841-339d-411c-93fe-0fdc0e9f9100-460x276.jpeg\" alt=\"Illustration by Toby Morison\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Toby Morison</span> \n  <span class=\"element-image__credit\">Photograph: pr</span> \n </figcaption> \n</figure> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/sarahhall\"><strong>Sarah Hall</strong></a></h2> \n<p>I’ve been lucky enough to get hold of an early copy of Andrew Miller’s new novel, <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/316031/\"><em>The Crossing</em></a><em> </em>(Sceptre). Told in his usual exquisite prose, the story centres on the strangely reticent character of Maud, who leaves the West Country after a tragedy and bravely attempts to single-handedly sail across of the Atlantic. You know you’re going to like a character when, in the first few pages, she falls 20ft in a boatyard, then gets up and tries to walk. Infused with nautical detail and the cool brine of the sea, this is perfect summer reading.</p> \n<p>Travelling upstream and inland, I’m very much looking forward to reading Lucy Wood’s first novel, <a href=\"https://bookshop.theguardian.com/weathering.html\"><em>Weathering</em></a><em> </em>(Bloomsbury), which came out in January and is about three generations of women who are brought together in a decrepit house on a river in a damp valley. Already an accomplished short-story writer, Wood’s oblique perspectives and immense descriptive talent – her river is “shadows and copper glints” – are certain to have created a wonderfully odd and spirited novel.</p> \n<h2><strong><br /></strong></h2> \n<h2><strong>Yuval Noah Harari </strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"8d42c7812b65f7eff20660eaf7f1ba600a048255\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436462784976/7ea432c2-7882-49d9-bca9-2a95a6a5c64e-280x420.jpeg\" alt=\"Yuval Noah Harari\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Photograph: Antonio Zazueta Olmos</span> \n </figcaption> \n</figure> \n<p><a href=\"https://bookshop.theguardian.com/congo-4.html\"><em>Congo: The Epic History of a People</em></a> by David van Reybrouck (4th Estate): this is a masterful and gripping account of Congolese history, which makes you rethink the entire project of modernity.</p> \n<p><a href=\"https://bookshop.theguardian.com/why-the-west-rules-for-now.html\"><em>Why the West Rules</em> – <em>for Now</em></a> by Ian Morris (Profile) follows in the footsteps of Jared Diamond’s <a href=\"https://bookshop.theguardian.com/guns-germs-and-steel.html\"><em>Guns, Germs and Steel</em></a><em> </em>(Vintage), aiming to turn history from a collection of fuzzy stories into hard science. It provides a wealth of startling new evidence and thought-provoking ideas.</p> \n<p><a href=\"https://bookshop.theguardian.com/moral-landscape.html\"><em>The Moral Landscape</em></a><em> </em>(Bantam) by Sam Harris, a study from a few years ago of what science can teach us about ethics, set my brain working more than any other book I’ve read in the last year.</p> \n<h2><strong>Paula Hawkins</strong></h2> \n<p><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/283580/s/god-in-ruins/\"><em>A God in Ruins</em></a>, Kate Atkinson’s companion piece to <a href=\"https://bookshop.theguardian.com/life-after-life-6.html\"><em>Life After Life</em></a> (Doubleday) is a masterful telling of the story of a young man’s war and his attempt to live a good life in its aftermath.</p> \n<p><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/283799/s/all-involved/\"><em>All Involved</em></a><em> </em>by Ryan Gattis (Picador) shows us the six days of the 1994 LA riots as seen through the eyes of 17 different narrators, from gang members to firefighters. It is shocking and exhilarating.</p> \n<p><a href=\"https://bookshop.theguardian.com/dear-thief.html\"><em>Dear Thief</em></a> by Samantha Harvey is a quiet, unusual book, full of sad truths. I loved this epistolary novel of friendship, betrayal and forgiveness.</p> \n<h2><strong>Emma Healey</strong></h2> \n<p><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/293333/s/the-house-at-the-edge-of-the-world/\"><em>The House at the Edge of the World</em></a> (Viking) by Julia Rochester: the fierce, unforgiving, but very witty Morwenna Venton has lost her father. He fell off a Devon cliff in the middle of the night, and his death haunts Morwenna and her twin brother Corwin. Their grandfather works away at a huge web-like map that connects the family to the land: it is simply a work of art, or the key to a huge secret?</p> \n<p>A companion to TV’s <em>True Detective, </em><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/307979/s/my-sunshine-away/\"><em>My Sunshine Away</em></a> by MO Walsh (Viking) is a carefully crafted novel that features a realistic and sympathetic protagonist as well as vivid glimpses of Louisiana and the people who live there. Touching briefly on the effects of Hurricane Katrina, the story follows the lives and reactions of a close-knit community after the rape of a young girl.</p> \n<p>I’ve yet to read, but am looking forward to <a href=\"https://bookshop.theguardian.com/honours.html\"><em>The Honours</em></a> by Tim Clare (Canongate), a fantasy-mystery, written by a poet, set in 1930s Norfolk, in which a girl and a gamekeeper uncover a sinister plot. What could be better? I’m not a natural fantasy reader, but this sounds like a proper adventure story, complete with a gothic hall and a secret society, and I’m planning on spending part of this summer immersed in it.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/naomiklein\"><strong>Naomi Klein</strong></a></h2> \n<p>I’m looking forward to reading <a href=\"https://bookshop.theguardian.com/station-eleven.html\"><em>Station Eleven</em></a> (Picador) by Emily St John Mandel, which I’ve heard wonderful things about. Dystopian climate literature is not exactly escapism but at least it’s fiction! Bill McKibben has just sent me a copy of Joseph Cornell’s <a href=\"https://bookshop.theguardian.com/sharing-nature-r.html\"><em>Sharing Nature: Nature Awareness Activities for All Ages</em></a><em> </em>(Crystal Clarity), which is a workbook on outdoor education that I’m looking forward to exploring with my three-year-old son. I’m also planning on rereading Paul LaFargue’s 1907 manifesto <em>The Right to Be Lazy</em> (reissued by AK Press) because I think leisure time badly needs to be reclaimed as both a human right and a low-carbon lifestyle. And it seems like good guilt-free summer reading.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/david-kynaston\"><strong>David Kynaston</strong></a></h2> \n<p>There can be little more instructive as well as delightful reading this summer than Richard Davenport-Hines’s <a href=\"https://bookshop.theguardian.com/catalogsearch/result/?q=Universal+Man&amp;order=relevance&amp;dir=desc\"><em>Universal Man</em></a> (William Collins), his multifaceted portrait of John Maynard Keynes. Keynes was not only the 20th-century’s greatest economist, but also one of its greatest public figures; and in his biographer’s expert hands, one ends up wishing that his latter-day counterparts had even a fraction of his qualities. Yet even a universal man has his blind spots, and though Keynes did once attend a football match at Aston Villa, cricket was never on his radar. So to complement Davenport-Hines, two recent books that go beyond anorak appeal and are full of suggestive social history: Michael Burns’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/276719/\"><em>A Flick of the Fingers</em></a> (Pitch), about the Surrey all-rounder Jack Crawford, poised to be the Botham of the golden age but for a thunderous run-in with the authorities; and Dan Waddell’s <a href=\"https://bookshop.theguardian.com/field-of-shadows.html\"><em>Field of Shadows</em></a> (Bantam), about the Gentlemen of Worcestershire’s improbable but true 1937 tour of Berlin – a real eye-opener.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/olivialaing\"><strong>Olivia Laing</strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"f9cf14117884ab098bf575d6a3b93b2001cd3e0f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436460490584/5345efd9-6ec1-4520-9078-5c12738761ed-280x420.jpeg\" alt=\"Olivia Laing\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Olivia Laing</span> \n </figcaption> \n</figure> \n<p>Last month, I read an extract from William Finnegan’s forthcoming surfing memoir, <em>Barbarian Days</em> (Penguin), in the New Yorker, and ever since I’ve been longing to get my hands on the book. He is a magnificent writer, with an infectious affinity for salt water. I don’t know anything about surfing, but I was gripped by the intensity of his language, never mind the thrilling recklessness of his behaviour in the waves. I’ve also just reread Ali Smith’s debut novel, <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/343711/\"><em>Like</em></a>, published in 1997 by Virago. In some ways, it’s a twin to <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/281596/s/how-to-be-both/\"><em>How to Be Both</em></a><em> </em>(Penguin): another book of two halves, which intertwine and undermine each other, never quite settling. There is magical language here, too, as fierce and intoxicating as the sea itself.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/john-lanchester\"><strong>John Lanchester</strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"c4b821802a66d764f57d5c9829d9498c19d9449a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436460362321/d857e7a3-23e8-474f-8b14-23b4685f7cca-280x420.jpeg\" alt=\"John Lanchester. Photograph: Colin McPherson/Corbis\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Photograph: Colin McPherson/Corbis</span> \n </figcaption> \n</figure> \n<p>I thought it would be perverse fun to read Joanna Biggs’s fascinating <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/275696/s/all-day-long/\"><em>All Day Long</em></a><em> </em>(Serpent’s Tail), about the nature of contemporary work, while on holiday – cue villainous laugh. I’ve also lined up Mark Vanhoenacker’s elegant meditation on being an airline pilot, <a href=\"https://bookshop.theguardian.com/skyfaring.html\"><em>Skyfaring</em></a><em> </em>(Chatto &amp; Windus), and Robert Douglas-Fairhurst’s <a href=\"https://bookshop.theguardian.com/story-of-alice.html\"><em>The Story of Alice</em></a><em> </em>(Harvill Secker), about Alice Liddell and Charles Dogson/Lewis Carroll. Two new novels I’ve been looking forward to reading for months are Kazuo Ishiguro’s <a href=\"https://bookshop.theguardian.com/buried-giant.html\"><em>The Buried Giant</em></a><em> </em>(Faber) and Jonathan Franzen’s forthcoming <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/323757/\"><em>Purity</em></a><em> </em>(4th Estate). Also, the fourth and final volume in Elena Ferrante’s amazing L’Amica Geniale sequence is out in September (to be called <em>The Story of the Lost Child</em>), so there has never been a better time to start at the beginning with <a href=\"https://bookshop.theguardian.com/my-brilliant-friend.html\"><em>My Brilliant Friend</em></a><em> </em>(Europa Editions).</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/marklawson\"><strong>Mark Lawson</strong></a></h2> \n<p>A common want in the holiday months is a long, involving crime novel. <em>The Secret Place</em> (Hodder) by <a href=\"https://bookshop.theguardian.com/secret-place-6.html\">Tana French</a> is this year’s answer: the murder of an Irish schoolboy in the grounds of the neighbouring girls’ school is explored with an extraordinary ear for teen-speak and a deep heart for accumulated human damage. In a similar vein but less bloody, <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/322835/\"><em>Disclaimer</em></a> by Ren&eacute;e Knight (Doubleday) includes no murders but one terrible crime. It is a twisty, Rendellesque psychodrama triggered by a woman being sent a novel that seems to dramatise her most painful secret. Fellow addicts of political thrillers should love Anne Holt’s tense and clever <a href=\"https://bookshop.theguardian.com/lion-s-mouth.html\"><em>The Lion’s Mouth</em></a> (Corvus), a locked-room murder mystery in which the room is the office of the Norwegian prime minister. Finally a dilemma: Private Eye likes to shame seasonal book-pickers who choose titles from their own publisher. So please trust me that no brown-envelope bribe or corporate strong-arm results in my saying that <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/309805/s/so-you-ve-been-publicly-shamed/\"><em>So You’ve Been Publicly Shamed</em></a> (Picador) by Jon Ronson is the non-fiction book of the year – an alarming examination of victims and victimisers in the new social media sport of mob justice.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/robert-macfarlane\"><strong>Robert Macfarlane</strong></a></h2> \n<p>V&aacute;clav C&iacute;lek is a Czech geologist who is also an exceptional essayist. Landscape is his inexhaustible subject both as scientist and writer, and <em>To Breathe With Birds</em> (Pennsylvania) – the first of his major books to be translated into English – works with both the long view and the closeup to explore subjects as various as asphalt, snowflakes and vigilance. It’s hard to resist a book with chapter titles that include “The Standard Central Bohemian Vision”, “Bees of the Invisible” and “The Masked Moose”. I’ll also be reading <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/309934/\"><em>A Whole Life</em></a> by Robert Seethaler (Picador), a slender novel set in the Austrian Alps at the time of the second world war, which was a bestseller in Germany; and Iain Sinclair’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/333055/\"><em>Black Apples of Gower</em></a>, beautifully published by Little Toller Press, about Sinclair’s repeated “dream-walks” through south-west Wales, and including an account of a day when shadows fell towards the sun. Finally, to chasten all this topophilia, I plan to try and follow Zink’s sentence-level swerves and jinks in <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/311225/s/mislaid-the-wallcreeper/\"><em>Mislaid</em> and <em>The Wallcreeper</em></a> (4th Estate).</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/eimear-mcbride\"><strong>Eimear McBride</strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"4e09ff8557cd74499c47032fe3f4c3ab5e8a9207\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436460153588/167f8e09-c6f8-4214-9352-dcb75415bd81-280x420.jpeg\" alt=\"Eimear McBride. Photograph: Teri Pengilley\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Photograph: Teri Pengilley</span> \n </figcaption> \n</figure> \n<p>I’d heard more good whispers about <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/338840/\"><em>Pond</em></a> by Claire-Louise Bennett (Stinging Fly) than almost any other debut this year so, by the time I read it, expectations were high and – as it turned out – not disappointed. These stories are intelligent and funny, innovative and provocative, and it’s impossible to read them without thinking that here is a writer who has only just begun to show what she can do.</p> \n<p>I’ve loved Milan Kundera ever since I first read him in my teens. Back then he was one of the finest living writers and, 20 years later, that hasn’t changed. So the arrival of <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/293959/s/festival-of-insignificance/\"><em>The Festival of Insignificance</em></a> (Faber), after 12 years of waiting, has been rather more than that for me.</p> \n<p>I missed <a href=\"https://bookshop.theguardian.com/vegetarian.html\"><em>The Vegetarian</em> by Han Kang</a> (Portobello) when it first came out but when I finally got to it, it was love. Brutal and beautiful – the translation alone is a work of art – this is a book for anyone who believes that the novel’s job is to turn its reader inside out.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/ian-mcewan\"><strong>Ian McEwan</strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"518202a63814b3d4fd75d29306bd5d28557f2ca6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436459910079/f4ab6fcc-866b-4ea0-9e6d-45b23be35634-280x420.jpeg\" alt=\"Ian McEwan. Photograph: Murdo MacLeod for the Guardian\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Photograph: Murdo MacLeod for the Guardian</span> \n </figcaption> \n</figure> \n<p>Against so many competing distractions, the novella may be the perfect holiday form. Here are two fine examples, each a minor masterpiece, each recounting doomed relationships. Appropriately, I read them during mountain thunderstorms. Fred Uhl’s <a href=\"https://bookshop.theguardian.com/reunion-4.html\"><em>Reunion</em></a> (Vintage) is set in an elite Stuttgart grammar school during the time of Hitler’s rise to power. It tells of the intense friendship between the son of a fully assimilated Jewish doctor and a young German aristocrat. Powerful historical pressures and the bacillus of antisemitism will destroy their love. Much turns on the very last word of this moving story.</p> \n<p>The American writer, Leonard Michaels, who died in 2003, wrote prose of exquisite clarity. His <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/298193/\"><em>Sylvia</em></a> (Daunt Books) tracks a fatally destructive love affair and marriage in Greenwich Village in 1960. This short novel is terrifying, beautiful and addictive.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/jamesmeek\"><strong>James Meek</strong></a></h2> \n<p>I read the first volume of <em>Blinding </em>(Archipelago), Mircea Cărtărescu’s fevered summoning of Bucharest, in the conventional way of reading a novel, from beginning to end, which is a bit like saying you’ve visited Earth from beginning to end. Miraculously heaved up from Romanian into English by Sean Cotter, <em>Blinding</em> is a world, a deliberate hallucinatory incantation, sometimes a dream, sometimes a nightmare, which seems more appropriate to land on – to read in no particular order – than to travel through in a straight line. Not that it lacks stories: stories of a poet and his mother, of the city and the village, and, on page 49, the best Orthodox Christian rural zombie tale you are ever going to read.</p> \n<h2><strong><br /></strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"b787a0526100a9de9dba63cb695ad944ff6a2719\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436459826181/d219c6d3-0be1-4a15-8ea0-8eb6c519fbb9-280x420.jpeg\" alt=\"Pankaj Mishra. Photograph: Colin McPherson \" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Photograph: Colin McPherson </span> \n </figcaption> \n</figure> \n<h2><strong>Pankaj Mishra</strong></h2> \n<p>Global history has been greatly enriched by the scholarly rediscovery of Eurasian networks. I am looking forward to Peter Frankopan’s <em>The Silk Roads: A New History of the World </em>(Bloomsbury). Raghu Karnad’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/292857/\"><em>Farthest Field: An Indian Story of the Second War</em></a> (William Collins) brings an intensely personal focus to a neglected aspect of the second world war. I am also packing two new translations of fiction into English from the superlative New Directions press. Eka Kurniawan’s <em>Beauty Is a Wound</em>, a novel from Indonesia, and <em>Mirages of the Mind</em> by the Pakistani writer Mushtaq Ahmed Yousufi (Random House).</p> \n<h2><strong>Louise O’Neill</strong></h2> \n<p><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/317294/\"><em>One</em></a> by Sarah Crossan (Bloomsbury) is a deeply moving story about conjoined twin sisters that will steal your heart and then break it.</p> \n<p>Belinda McKeon is an almost unbearably honest writer; some scenes in <a href=\"https://bookshop.theguardian.com/tender-262838.html\"><em>Tender</em></a><em> </em>(Picador) cut close to the bone. In Catherine, she has created a female character who is allowed to be messy and flawed and ultimately human. I loved this book.</p> \n<p><a href=\"https://bookshop.theguardian.com/you-re-grand.html\"><em>You’re Grand</em></a> by Tara Flynn (Hodder &amp; Stoughton): a comedian takes a satirical look at Irish history and culture in this very funny and entertaining book.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/helen-oyeyemi\"><strong>Helen Oyeyemi</strong></a></h2> \n<p>This summer I’d recommend Han Kang’s searing novel <a href=\"https://bookshop.theguardian.com/vegetarian.html\"><em>The Vegetarian</em></a><em> </em>(Portobello), in which a character’s extreme efforts to separate herself from her animal appetites reveal the sanity and normality of those closest to her to be mere matchstick houses. Aimee Bender’s most recent collection <em>The Color Master </em>(Hutchinson) contains stories that surprise from the periphery, all the patterns of known tales deftly rewoven and refreshed. It’s quite hard not to love a book that features a never-diminishing cake as a character. Finally, one I’m still reading is Nuala N&iacute; Chonch&uacute;ir’s short story collection <em>Mother America </em>(New Island). I’m going through this one slowly, reluctant to leave its atmosphere of blended light and shadow.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/philippullman\"><strong>Philip Pullman</strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"bd21472b66b6e1e462107233202dd997cc7fd154\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436458699984/8417d423-4f03-422e-9e71-0bf460b4f8be-272x420.jpeg\" alt=\"John Aubrey by Ruth Scurr.jpg\" width=\"272\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p><a href=\"https://bookshop.theguardian.com/john-aubrey.html\"><em>John Aubrey</em></a> by Ruth Scurr (Chatto &amp; Windus) is an audacious and successful attempt to write a biography in the subject’s own words. Scurr has ingeniously edited Aubrey’s swift, vivid prose into a coherent account of the life lived by one of the most interesting (and interested – in everything) writers of our most exciting century, the 17th. Irresistible.</p> \n<p><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/281998/s/vorrh/\">The Vorrh</a> by B Catling (Coronet/Hodder &amp; Stoughton) is an immense, possibly endless, forest in a book that feels as dense and rich as a forest itself. The English language has given birth to some great works of unbounded vision and imagination, and here is another one. Is it fantasy? I couldn’t care less. It’s a very sophisticated and subtle exploration of the decadent, the primitive and the mythical. Many books are said to be like nothing else, and aren’t, but Brian Catling’s really is.</p> \n<h2><strong>James Rebanks</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"4f3537363f18cb5134f2b982c5cf0381f06c3d03\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436464244658/7c1ac91f-49f3-474b-af8e-1a8bdececa48-280x420.jpeg\" alt=\"Photograph: Christopher Thomond for the Guardian\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Photograph: Christopher Thomond for the Guardian </span> \n </figcaption> \n</figure> \n<p><em><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/306069/\">How Much Land Does a Man Need?</a></em> by Leo Tolstoy (Penguin Classics): James Joyce thought this the finest short story ever written. I loved Tolstoy when I was younger and this little book brought me back to him. It’s a real treat.</p> \n<p><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/274796/\"><em>The Salmon Who Dared to Leap Higher</em></a> by Ahn Do-hyun (Pan) is one of the most touching books I have read in ages, a strange little story about salmon that is somehow really about love, death and the meaning of life.</p> \n<p>I love <a href=\"https://bookshop.theguardian.com/catcher-in-the-rye-6.html\"><em>The Catcher in the Rye</em></a>, so I enjoyed <a href=\"https://bookshop.theguardian.com/my-salinger-year.html\"><em>My Salinger Year </em></a>by Joanna Rakoff (Bloomsbury), a thoughtful little book about growing up, aspiring to be a writer and finding your own way in the world.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/colmtoibin\"><strong>Colm T&oacute;ib&iacute;n</strong></a></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"26cd023a9425f7e747fbe8b700ce0f9c7dc00a61\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436464015286/c5650ba4-55a1-4305-8713-28cab011f89e-276x420.jpeg\" alt=\"Book of Numbers by Joshua Cohen.jpg\" width=\"276\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p><em><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/297652/\">The Book of Numbers</a></em> by Joshua Cohen (Harvill Secker) is a hugely ambitious novel set in the high-tech world of now. It is a verbal high-wire act, daring in its tones and textures: clever, poetic, fast-moving, deeply playful, filled with jokes, savvy about machines, wise about people, dazzling and engrossing. Andrew Fox’s first book, a collection of stories, <a href=\"https://bookshop.theguardian.com/over-our-heads.html\"><em>Over Our Heads</em></a><em> </em>(Penguin), deals with exile, unsettlement, youth, the pull between Ireland and America. The stories are wonderfully crafted and cared-for, the undertones are witty and ironic, but also serious and filled with sympathy. Catherine Lampert’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/284746/s/frank-auerbach/\"><em>Frank Auerbach: Speaking and Painting</em></a> (Thames &amp; Hudson) is a well-illustrated comprehensive monograph on a great artist. It pays special attention to Auerbach’s own version of the sources for his inspiration rather than imposing a theory on him.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/sarahwaters\"><strong>Sarah Waters</strong></a></h2> \n<p>The book I am most excited about reading this summer is Hanya Yanagihara’s <a href=\"https://bookshop.theguardian.com/catalog/product/view/id/316117/s/a-little-life/\"><em>A Little Life</em></a><em> </em>(Picador). I loved her strange first novel <a href=\"https://bookshop.theguardian.com/people-in-the-trees.html\"><em>The People in the Trees</em></a><em> </em>(Atlantic), and this, her second, sounds even more compelling. Unfortunately for me, it isn’t published until August. But I’ll console myself in the meantime with Arthur La Bern’s 1945 moody classic <em>It </em><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/281787/\"><em>Always Rains on Sunday</em></a>, recently reissued by the wonderful London Books.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436521164065/2ab9cea6-dc64-44b5-8e27-b2053636d559-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Morison","altText":"Summer Reads","cleanCredit":"Photograph: Toby Morison"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436458481499/4eeecd7b-a15a-46c7-bbe2-6ef0c2c04dc0-636x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":636,"orientation":"portrait","caption":" ","credit":"pr","altText":"Boxer Handsome by Anna Whitwham","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436460681222/4b05aa98-873b-4bd3-aa31-10ae06172b18-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":" Photograph: Murdo MacLeod for the Guardian","credit":"Murdo Macleod/Murdo Macleod","altText":"William Boyd. Photograph: Murdo MacLeod for the Guardian","cleanCaption":" Photograph: Murdo MacLeod for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436459084116/52575168-5abc-44f4-b7a8-38e2a1961128-483x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":483,"orientation":"portrait","caption":" ","credit":"pr","altText":"The Age of Insight by Eric R Kandel","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436458621404/faf9d4e7-4166-4f66-939e-04a7de7fe7c2-1326x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1326,"orientation":"portrait","caption":" ","credit":"pr","altText":"cover","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436458797046/cbb6202f-350f-4050-8285-d8dba2f549dc-1325x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1325,"orientation":"portrait","caption":" ","credit":"pr","altText":"All My Puny Sorrows by Miriam Toews","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436461658158/d270bc47-f6a7-48b7-b7d0-570324749f9f-674x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":674,"orientation":"portrait","caption":" ","credit":"pr","altText":"jim craceharvest","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436462524756/5dafd0ba-452a-41c4-b929-ba5c24f00779-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":" Photograph: by Chris Buck for Guardian","credit":"Chris Buck/pr","altText":"Jonathan Franzenphotographed by Chris BuckCommissioned for Guardian Weekend","cleanCaption":" Photograph: by Chris Buck for Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457149184/f06f4841-339d-411c-93fe-0fdc0e9f9100-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Toby Morison Photograph: pr","credit":"pr","altText":"Illustration by Toby Morison","cleanCaption":"Illustration by Toby Morison","cleanCredit":"Photograph: pr"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436462786532/7ea432c2-7882-49d9-bca9-2a95a6a5c64e-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Photograph: Antonio Zazueta Olmos","credit":"Antonio Zazueta Olmos/Antonio Olmos","altText":"Yuval Noah Harari","cleanCaption":"Photograph: Antonio Zazueta Olmos"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436460492206/5345efd9-6ec1-4520-9078-5c12738761ed-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"  Photograph: Olivia Laing","credit":"Olivia Laing","altText":"Olivia Laing","cleanCaption":" ","cleanCredit":"Photograph: Olivia Laing"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436460364524/d857e7a3-23e8-474f-8b14-23b4685f7cca-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":" Photograph: Colin McPherson/Corbis","credit":"Colin McPherson/Colin McPherson/Corbis","altText":"John Lanchester. Photograph: Colin McPherson/Corbis","cleanCaption":" Photograph: Colin McPherson/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436460155276/167f8e09-c6f8-4214-9352-dcb75415bd81-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":" Photograph: Teri Pengilley","credit":"Teri Pengilley/Teri Pengilley","altText":"Eimear McBride. Photograph: Teri Pengilley","cleanCaption":" Photograph: Teri Pengilley"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436459911559/f4ab6fcc-866b-4ea0-9e6d-45b23be35634-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":" Photograph: Murdo MacLeod for the Guardian","credit":"Murdo Macleod/Murdo Macleod","altText":"Ian McEwan. Photograph: Murdo MacLeod for the Guardian","cleanCaption":" Photograph: Murdo MacLeod for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436459825671/d219c6d3-0be1-4a15-8ea0-8eb6c519fbb9-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":" Photograph: Colin McPherson ","credit":"Colin McPherson/Colin McPherson","altText":"Pankaj Mishra. Photograph: Colin McPherson ","cleanCaption":" Photograph: Colin McPherson "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436458702364/8417d423-4f03-422e-9e71-0bf460b4f8be-1321x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1321,"orientation":"portrait","caption":" ","credit":"pr","altText":"John Aubrey by Ruth Scurr.jpg","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436464246373/7c1ac91f-49f3-474b-af8e-1a8bdececa48-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Photograph: Christopher Thomond for the Guardian ","credit":"Christopher Thomond for The Guar/Christopher Thomond","altText":"Photograph: Christopher Thomond for the Guardian","cleanCaption":"Photograph: Christopher Thomond for the Guardian "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436464014521/c5650ba4-55a1-4305-8713-28cab011f89e-671x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":671,"orientation":"portrait","caption":" ","credit":"pr","altText":"Book of Numbers by Joshua Cohen.jpg","cleanCaption":" "}],"webPublicationDate":"2015-07-11T07:00:07Z","lastModified":"2015-07-11T07:00:07Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":false,"keywords":["Summer reading","Books","Culture","Chimamanda Ngozi Adichie","William Boyd","AS Byatt","Fiction","Jonathan Franzen","Tessa Hadley","Naomi Klein","Eimear McBride","Ian McEwan","Philip Pullman"],"tags":[{"id":"books/summerreading","webTitle":"Summer reading"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/chimamanda-ngozi-adichie","webTitle":"Chimamanda Ngozi Adichie"},{"id":"books/william-boyd","webTitle":"William Boyd"},{"id":"books/asbyatt","webTitle":"AS Byatt"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/jonathan-franzen","webTitle":"Jonathan Franzen"},{"id":"books/tessa-hadley","webTitle":"Tessa Hadley"},{"id":"books/naomi-klein","webTitle":"Naomi Klein"},{"id":"books/eimear-mcbride","webTitle":"Eimear McBride"},{"id":"books/ianmcewan","webTitle":"Ian McEwan"},{"id":"books/philippullman","webTitle":"Philip Pullman"}],"section":{"id":"books"},"topics":[],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/11/best-holiday-reads-2015","shortUrl":"http://gu.com/p/4agjz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/11/best-holiday-reads-2015","webUri":"http://www.theguardian.com/books/2015/jul/11/best-holiday-reads-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436521164065/2ab9cea6-dc64-44b5-8e27-b2053636d559-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Books for the beach. Photograph: Illustration: Toby Morison","credit":"Illustration: Toby Morison","altText":"Summer Reads","cleanCaption":"Books for the beach.","cleanCredit":"Illustration: Toby Morison"}},"importance":5,"kicker":{"title":"Books"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436521164065/2ab9cea6-dc64-44b5-8e27-b2053636d559-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Morison","altText":"Summer Reads","cleanCredit":"Photograph: Toby Morison"}}]},{"title":"Harrison Ford / Star Wars force awakens with standing ovation for actor at Comic-Con","rawTitle":"Star Wars force awakens with standing ovation for actor at Comic-Con","item":{"type":"article","id":"film/2015/jul/11/star-wars-force-awakens-with-standing-ovation-for-harrison-ford-at-comic-con","title":"Star Wars force awakens with standing ovation for Harrison Ford at Comic-Con","trailText":"The entire stadium-sized convention hall broke the gathering’s strict no-standing rule in unison to greet the recently injured actor","standFirst":"<p>The entire stadium-sized convention hall broke the gathering’s strict no-standing rule in unison to greet the recently injured actor</p>","byline":"Sam Thielman in San Diego","body":"<p>Fans screamed for Harrison Ford at the Star Wars: The Force Awakens Comic-Con panel in San Diego on Friday evening, but the scene in the crowd was bedlam after director JJ Abrams asked the audience, “Who wants to go see a live Star Wars concert right now?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jul/11/game-of-thrones-cast-tell-comic-con-crowd-only-one-actor-has-read-the-books\">Game of Thrones cast tell Comic-Con crowd only one actor has read the books</a> </p> \n</aside> \n<p>“We only have room for all of you”, he told the 7,000-fan-strong room. “The City of San Diego for some reason agreed to this.”</p> \n<p>The panel itself was one of the most highly anticipated at the convention, with queues standing for days to be let in. The panelists accordingly milked the crowd’s expectations for all they were worth. “Is Harrison OK?” Hardwick asked before he brought out the recently injured actor. “Well, why don’t we see for ourselves?” Comic-Con gave the actor a rare standing ovation as the entire stadium-sized convention hall broke the gathering’s strict no-standing rule in unison.</p> \n<p>The legendarily taciturn Ford, when asked how he was, simply said, “I’m fine”, and then, perhaps sensing that was not enough, thanked Hardwick for asking. But he became more voluble on the subject of returning to the film. Had he thought about what had happened to Han after Return of the Jedi?</p> \n<p>“No, because I never thought that it would come back to bless me rather than haunt me,” Ford said. “I was very gratified when I read the [new] script. I read something that I thought was really remarkable, really well-written, with some very intriguing developments and I was very happy to be a part of the story.”</p> \n<p>Hardwick asked Carrie Fisher what it had been like to return to the franchise, about which she’s been ambivalent in the past. “It was like a flashback, kind of,” Fisher said. “I thought, ‘They were right about the acid flashbacks’. I didn’t think that it was going to happen again. I had to check and see if it was just me. It was a little bit like before,” she said of returning to the set with Ford, Hamill, and Peter Mayhew, “only we looked melted this time. But in a good way – kind of Force-melted.”</p> \n<p>Mark Hamill said promotion had changed radically since the first film. “We only had photographs,” he recalled. There was no footage. We had R2D2 as a prop and we had C3PO, but we didn’t have Anthony Daniels inside it. With only 25 photographs, it wasn’t very easy to describe what it was.”</p> \n<p>Veteran Star Wars writer Lawrence Kasdan, who wrote the script, was in attendance alongside the rest of the prinicpal cast. Gwendoline Christie, who plays villain Phasma, barely had an hour between the Game of Thrones panel and her appearance for Star Wars, where her character is also tall, armored and menacing.</p> \n<figure class=\"element element-image\" data-media-id=\"e631df8fa35178ab8b80c3f39293cd218e8344b1\"> \n <img src=\"http://media.guim.co.uk/e631df8fa35178ab8b80c3f39293cd218e8344b1/0_0_3000_1800/1000.jpg\" alt=\"Adam Driver, Domhnall Gleeson and Gwendoline Christie attend Lucasfilm’s Star Wars: The Force Awakens panel at Comic-Con International.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Adam Driver, Domhnall Gleeson and Gwendoline Christie attend Lucasfilm’s Star Wars: The Force Awakens panel at Comic-Con International.</span> \n  <span class=\"element-image__credit\">Photograph: Richard Shotwell/Invision/AP</span> \n </figcaption> \n</figure> \n<p>“I’ve found it exciting, not only that there was a female stormtrooper, but [for] the opportunity to explore a female character that is totally not about the way she looks in flesh,” Christie said. “That armor is exterior and it’s more about the outside feeding in, and I was very excited that inside that armor was a woman.”</p> \n<p>Domhnall Gleeson, who plays villain General Hux, began answering a question about his character with, “He was on Starkiller Base, which … whoops. Can I talk about that?” Kasdan sighed and gave his blessing: “The base he’s on, in honor of the original last name of Luke Skywalker, is Starkiller Base, spoiled by Domnhall Gleeson,” he said with a laugh.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jul/10/rick-and-morty-comic-con-adult-swim-second-season\">Rick and Morty at Comic Con: Adult Swim cult favorite is back and in-joking</a> </p> \n</aside> \n<p>Another guest at the panel was less conventional: Baba Joe, a donkey-sized, automated alien created by visual effects professional Neil Scanlan, which lumbered back and forth across the stage and interacted with the human moviemakers with the help of a five-person crew of pilots (presumably all offstage).</p> \n<p>There was no new footage from the film, just a behind-the-scenes reel (which was warmly received) emphasizing the non-computerized nature of many of the movie’s special effects and locations.</p> \n<p>The shoot’s emphasis on practical effects was not always easy on the actors. “I’d just like to thank JJ Abrams for filming in Abu Dhabi, in the desert, and putting me in a Stormtrooper uniform”, said actor John Boyega, who plays Finn in the film.</p> \n<p>Of course, not everything was ultra-realistic, as Oscar Isaac, who plays Poe in the film, had explained to him by Ford. “I wanted to talk to Harrison about piloting, and are there any special things that I should do and how do you work with the controls.</p> \n<p>“And he said, ‘It’s fake. And also it’s in space’.”</p> \n<p>The movie, said Abrams, is being tinkered with, which he said was a privilege. “We’re editing”, he told the audience. “We have a cut of the movie. We’re in this extraordinary moment where we’re doing fine-tuning. I say extraordinary because we’re in a moment where there are release dates before there are scripts, and Disney has given us the time to make the movie what it wants to be.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’m not in charge of casting for the next two films, but if I was, I would make all the characters Asian.</p> \n  <footer> \n   <cite>JJ Abrams</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Abrams and Kathleen Kennedy fielded a question about diversity from a young woman who pointed out that there were no Asian characters in the film. “I’m not in charge of casting for the next two films, but if I was, I would make all the characters Asian,” Abrams joked. He and Kennedy said more seriously that they wanted a diverse cast for the Star Wars films as they continued.</p> \n<p>“We didn’t write the character of Finn to be any color”, Abrams said. “We didn’t write the character of Rey to be any color. We want our film to look the way the world looks.”</p> \n<p>When the panel closed, it was up to moderator Chris Hardwick to shepherd the fans to the embarcadero behind the convention center – not an easy task, and one that took more than an hour. “You are going to follow these stormtroopers in an orderly fashion,” said moderator Chris Hardwick. “There is room for everyone. No murdering allowed.” </p> \n<p>“I feel sorry for Kevin Smith, who has the next panel,” Hardwick said reflectively.</p> \n<p>There was reason for some pity: Comic-Con’s vast Hall H fills up early and stays full, because the convention does not empty it between panels. “I heard from [my sister] that one person can hold five spots at a time after this lineup, because we had one person holding forty spots, which is ridiculous,” said Tyler Leivo, who attended the panel with his sister Amber after having waited for the panel since noon the previous day (even so, the pair were nowhere near the front of line).</p> \n<p>The couple happily joined the line for the concert.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c300069d5d2bfafaaea2177d4828a5d29915e392/0_47_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Richard Shotwell/Invision/AP","altText":"Harrison Ford","cleanCredit":"Photograph: Richard Shotwell/Invision/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e631df8fa35178ab8b80c3f39293cd218e8344b1/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Adam Driver, Domhnall Gleeson and Gwendoline Christie attend Lucasfilm’s Star Wars: The Force Awakens panel at Comic-Con International. Photograph: Richard Shotwell/Invision/AP","credit":"Richard Shotwell/Invision/AP","altText":"Adam Driver, Domhnall Gleeson and Gwendoline Christie attend Lucasfilm’s Star Wars: The Force Awakens panel at Comic-Con International.","cleanCaption":"Adam Driver, Domhnall Gleeson and Gwendoline Christie attend Lucasfilm’s Star Wars: The Force Awakens panel at Comic-Con International.","cleanCredit":"Photograph: Richard Shotwell/Invision/AP"}],"webPublicationDate":"2015-07-11T04:49:18Z","lastModified":"2015-07-11T05:57:41Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Sam Thielman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sam-thielman"}],"feature":false,"keywords":["Harrison Ford","Comic-Con","Star Wars","Comics and graphic novels","Books","Culture","Festivals","Film","Science fiction and fantasy","San Diego","US news","California","World news"],"tags":[{"id":"film/harrisonford","webTitle":"Harrison Ford"},{"id":"culture/comic-con","webTitle":"Comic-Con"},{"id":"film/starwars","webTitle":"Star Wars"},{"id":"books/comics","webTitle":"Comics and graphic novels"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"film/film","webTitle":"Film"},{"id":"film/sciencefictionandfantasy","webTitle":"Science fiction and fantasy"},{"id":"us-news/san-diego","webTitle":"San Diego"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/california","webTitle":"California"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"film"},"topics":[{"displayName":"Sam Thielman","topic":{"type":"tag-contributor","name":"profile/sam-thielman"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jul/11/star-wars-force-awakens-with-standing-ovation-for-harrison-ford-at-comic-con","shortUrl":"http://gu.com/p/4ahp9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jul/11/star-wars-force-awakens-with-standing-ovation-for-harrison-ford-at-comic-con","webUri":"http://www.theguardian.com/film/2015/jul/11/star-wars-force-awakens-with-standing-ovation-for-harrison-ford-at-comic-con"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c300069d5d2bfafaaea2177d4828a5d29915e392/0_47_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Harrison Ford attends Lucasfilm’s “Star Wars: The Force Awakens” panel on day two of Comic-Con.  Photograph: Richard Shotwell/Invision/AP","credit":"Richard Shotwell/Invision/AP","altText":"Harrison Ford","cleanCaption":"Harrison Ford attends Lucasfilm’s “Star Wars: The Force Awakens” panel on day two of Comic-Con. ","cleanCredit":"Photograph: Richard Shotwell/Invision/AP"}},"importance":5,"kicker":{"title":"Harrison Ford"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c300069d5d2bfafaaea2177d4828a5d29915e392/0_47_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Richard Shotwell/Invision/AP","altText":"Harrison Ford","cleanCredit":"Photograph: Richard Shotwell/Invision/AP"}}]},{"title":"Last night's TV / Rock’n’roll America review – the gospel truth about a music revolution","rawTitle":"Rock’n’roll America review – the gospel truth about a music revolution","item":{"type":"article","id":"tv-and-radio/2015/jul/11/rock-n-roll-america-review-elvis-presley-pat-boone-jerry-lee-lewis","title":"Rock’n’roll America review – the gospel truth about a music revolution","trailText":"It wasn’t that long ago that Elvis Presley was denounced as the devil’s disciple. The way the first rockers tell it, though, it was more about impressing girls…","standFirst":"It wasn’t that long ago that Elvis Presley was denounced as the devil’s disciple. The way the first rockers tell it, though, it was more about impressing girls…","byline":"Lucy Mangan","body":"<p>You kinda assume that they’ve just been printing the legend since the day he died. But watch the footage of radio presenters smashing records on their turntables and promising not to play any more of the devil’s music, or of severe women in severer hats saying things like “I watched him gyrate his legs and swivel his hips and our parent-teachers’ group feels he should not be on TV” and you goggle and you boggle and you realise that there was a time, there genuinely was a time when <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/elvispresley\" title=\"\">Elvis Presley</a> was the greatest, filthiest threat to innocence, to society that there had ever been.</p> \n<p>Almost more implausible, when you watch the likes of BBC4’s three-part documentary <a href=\"http://www.bbc.co.uk/iplayer/episode/b0615nmw/rock-n-roll-america-1-sweet-little-sixteen\" title=\"\"><strong>Rock’n’Roll America</strong></a>, is the fact that it happened well within living memory. There’s his drummer and his guitarist. There’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/jan/24/wanda-jackson-rockabilly-queen\" title=\"\">Wanda Jackson</a>, who toured with Presley early in her career. Still hale, hearty and full of stories about the turbocharged years of undreamed-of fame, courtesy of that lividly beautiful, hip-swivelling man channelling Memphis gospel music and turning everything he sang into gold.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"981c4a3036b0ee7bf4cce1edd5d4143d465147c9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436545780513/b1586865-2c97-42e9-a7f1-20060ecf1f62-310x420.jpeg\" alt=\"Pat Boone\" width=\"310\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pat Boone … reworking Fats Domino.</span> \n  <span class=\"element-image__credit\">Photograph: Everett/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Pat Boone (who must have some terrible be-cardiganned portrait in the attic because he looks 40) gave us his account of reworking <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2007/may/14/fatshowdominoinventedrockn\" title=\"\">Fats Domino</a>’s Ain’t That a Shame. He was majoring in English at Columbia and changed it to Isn’t That a Shame. His producer persuaded him to change it back. The radio stations began playing the original as a novelty item. The teenagers bought it in droves.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/jerry-lee-lewis\" title=\"\">Jerry Lee Lewis</a> – perhaps slightly less hale, but still almost dangerously hearty – gave us his account of setting fire to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/chuck-berry\" title=\"\">Chuck Berry</a>’s piano on stage when they were touring together. The former bible-college boy once asked Elvis if he thought they’d go to hell for inventing rock’n’roll. “Jerry Lee, don’t you ever say that to me again,” came the reply.</p> \n<p>Don Everly and a couple of Buddy Holly’s Crickets contributed too. Tales of demos being made and released straight off as number one singles, of eternal classics springing forth at late-night bars or out of John Wayne quotes between friends, of last-minute title changes to impress girlfriends named Peggy Sue came thick and fast. Who’s to say it isn’t all as simple and as true as that? Maybe the legends are only a B-side.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545597336/Elvis-Presley-1956-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oh the shame of it … Elvis Presley performing in 1956. Photograph: Everett Collection/Rex Features","credit":"Everett Collection/Rex Features","altText":"Elvis Presley 1956","cleanCaption":"Oh the shame of it … Elvis Presley performing in 1956. Photograph: Everett Collection/Rex Features"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545778662/b1586865-2c97-42e9-a7f1-20060ecf1f62-1506x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1506,"orientation":"portrait","caption":"Pat Boone … reworking Fats Domino. Photograph: Everett/Rex Shutterstock","credit":"Everett/Rex Shutterstock","altText":"Pat Boone","cleanCaption":"Pat Boone … reworking Fats Domino.","cleanCredit":"Photograph: Everett/Rex Shutterstock"}],"webPublicationDate":"2015-07-11T06:00:07Z","lastModified":"2015-07-11T06:00:07Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Lucy Mangan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743116/LucyMangan.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lucymangan"}],"feature":false,"keywords":["Pop and rock","Television","Television & radio","Elvis Presley","Wanda Jackson","Jerry Lee Lewis","Music","Culture"],"tags":[{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"music/elvispresley","webTitle":"Elvis Presley"},{"id":"music/wanda-jackson","webTitle":"Wanda Jackson"},{"id":"music/jerry-lee-lewis","webTitle":"Jerry Lee Lewis"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Lucy Mangan","topic":{"type":"tag-contributor","name":"profile/lucymangan"}}],"series":{"title":"Last night's TV","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/lastnightstv"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jul/11/rock-n-roll-america-review-elvis-presley-pat-boone-jerry-lee-lewis","shortUrl":"http://gu.com/p/4ahhb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jul/11/rock-n-roll-america-review-elvis-presley-pat-boone-jerry-lee-lewis","webUri":"http://www.theguardian.com/tv-and-radio/2015/jul/11/rock-n-roll-america-review-elvis-presley-pat-boone-jerry-lee-lewis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545597336/Elvis-Presley-1956-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oh the shame of it … Elvis Presley performing in 1956. Photograph: Everett Collection/Rex Features","credit":"Everett Collection/Rex Features","altText":"Elvis Presley 1956","cleanCaption":"Oh the shame of it … Elvis Presley performing in 1956. Photograph: Everett Collection/Rex Features"}},"importance":4,"kicker":{"title":"Last night's TV"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545597336/Elvis-Presley-1956-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oh the shame of it … Elvis Presley performing in 1956. Photograph: Everett Collection/Rex Features","credit":"Everett Collection/Rex Features","altText":"Elvis Presley 1956","cleanCaption":"Oh the shame of it … Elvis Presley performing in 1956. Photograph: Everett Collection/Rex Features"}}]},{"title":"Online dating / A pub date with Lance, who describes himself as short, fat and bald","rawTitle":"A pub date with Lance, who describes himself as short, fat and bald","item":{"type":"article","id":"lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man","title":"A pub date with Lance, who describes himself as short, fat and bald","trailText":"He’d bought a bottle of wine and was dressed as if about to go down a ravine with Bear Grylls","standFirst":"He’d bought a bottle of wine and was dressed as if about to go down a ravine with Bear Grylls","byline":"Stella Grey","body":"<p>Miles’s smiling face popped up on another dating site this week, one he’d freshly joined, and so I sent him a message via their system, just saying hello. He’d said he wanted to be friends. He didn’t, though.</p> \n<p>Back came the reply: “I’m sorry again that I disappeared on you. I felt overwhelmed. To be honest, all that stuff about wanting to be stitched into someone else’s life was kind of claustrophobic.”</p> \n<p>It wasn’t that, Miles. It was my body – tell the truth, I said aloud to the screen, but didn’t write. So it wasn’t really my not conforming to his type. It was my neediness that damned me.</p> \n<p>I asked what was wrong with wanting to be stitched into someone else’s life, if the stitching was mutual and contented. He said that living alone had taught him that he needs to be fundamentally independent. Shared meals, evenings, nights, should be a matter of choice: surely that was a truly liberated way of life? When I argued with this, he interpreted my scepticism as a proposition.</p> \n<p>“I can’t offer what you want,” he wrote. “And nice though it is to hear from you, I can’t offer you a date either.”</p> \n<p>I wasn’t looking for a date. “I’m not looking for a date, but thanks. Just saw your face pop up here and thought I’d say hello. All the best. Good luck.”</p> \n<p>When I logged into another website that I’m registered on, there was a message from him. He’d joined the day before, found me and written to say he thought we should have that lunch at his house and see what happens. But that was before we’d had the conversation we’d just had. “I don’t imagine this invitation still stands,” I replied. He did not answer.</p> \n<p>Then, there was an email from Lee, the Austrian, saying that he regretted we hadn’t met, in the end, and that we should have had the conversation about femininity face to face as it might have turned out differently. We would have smiled while we argued. We would have enjoyed the debate. Good relationships need friction, after all, he said. How about a drink? OK, I said. A drink. Why not. When, where? He didn’t reply. I wrote again. “Just name the day. Name the date.” Then I laughed a lot at my own joke.</p> \n<p>The culmination of this series of blasts from the past was a dating site message from Peter. It was as if I’d conjured him up by thinking about him, my long-distance disappointment of February. Peter has my email address and mobile number, but opted for the formality of the site email system.</p> \n<p>“Hello again. How’s it going for you?” he asked blandly. I told him it was going fine. He launched in to an account of his life since he’d kissed my head and got on a train and dumped me. He’d had a few short-term&nbsp;relationships. He’d thought he’d found “the one”, and then it turned out she wasn’t. They’d got on each other’s nerves. He’d realised that he needed to stop chasing the pretty girls and think about the intellectual fit. “And so – why are you contacting me again, Peter?” I asked him. “Have I been held in reserve until the wind changed?” There was no answer to&nbsp;that.</p> \n<p>I put on some lipstick and a red frock and went to the pub to meet Lance. Lance is short and plain and bald; he’d written a funny message admitting to these failings and listing his good points. (One was that he couldn’t make up his mind about Marmite, and thus was an original thinker, which made me smile.)</p> \n<p>At the pub, Lance was already ensconced in a corner and had bought a bottle of wine. We drank it. He was dressed as if he was about to go down into a ravine with Bear Grylls. We didn’t have much to talk about. Eventually he looked at his watch for the fourth time and said he had an early start, and should go home.</p> \n<p>Outside, he kissed me on the cheek, and said, “Look, I’m not sure, I have to be honest.”</p> \n<p>I said that was fine, and off we went in our different directions. That’s what most internet dates are like. That’s what most of mine are like. They are just not very interesting to read about.</p> \n<p><em>Stella Grey is a pseudonym</em></p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180452360/Jar-of-marmite-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features","credit":"Geoffrey Robinson/Rex Features","altText":"Jar of marmite","cleanCaption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-07-11T05:44:04Z","lastModified":"2015-07-11T05:44:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Online dating","Relationships","Family","Dating","Wine"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/dating","webTitle":"Dating"},{"id":"lifeandstyle/wine","webTitle":"Wine"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man","shortUrl":"http://gu.com/p/4adbn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180452360/Jar-of-marmite-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features","credit":"Geoffrey Robinson/Rex Features","altText":"Jar of marmite","cleanCaption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features"}},"importance":3,"kicker":{"title":"Online dating"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180452360/Jar-of-marmite-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features","credit":"Geoffrey Robinson/Rex Features","altText":"Jar of marmite","cleanCaption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features"}}]},{"title":"‘Things will change because of us’ / Casey Stoney on making the World Cup surge stick","rawTitle":"Casey Stoney on making the World Cup surge stick","item":{"type":"article","id":"football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","title":"From the World Cup to … where? How to help women’s football keep growing","trailText":"When Casey Stoney joined Chelsea at the age of 12, the women’s game was a joke. Now the former England captain is a World Cup hero, the team are stars – and the sport is back in the spotlight. This time, can the surge be made to stick?","standFirst":"When Casey Stoney joined Chelsea at the age of 12, the women’s game was a joke. Now the former England captain is a World Cup hero, the team are stars – and the sport is back in the spotlight. This time, can the surge be made to stick?","byline":"Paula Cocozza","body":"<p>Moments after Casey Stoney jogged on to the pitch from the substitutes’ bench in England’s win over Canada, the final whistle blew. Stoney was caught in a tiny bubble of peace: one of those moments where time stops and noise silences and&nbsp;all you can hear is your own voice in&nbsp;your head. “I looked around; 55,000 people. We’d just won our first ever quarter-final,” she says, “and I thought, ‘Things are going to change. Things are&nbsp;going to change because of what we’re doing.’”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/fa-england-women-tweet\">England’s women big enough to laugh off FA’s ‘partners and mothers’ tweet | Marina Hyde</a> </p> \n</aside> \n<p>The team’s historic success – their third-place finish is the highest of any England side since 1966 – won them bronze medals, accolades, record TV audiences, and <a href=\"https://twitter.com/GaryLineker/status/616408703349227520\" title=\"\">approving tweets from Gary Lineker</a>. But the real prize – the prize Stoney was quietly contemplating in that “watershed moment” of locked-in amazement – still awaits, valuable and elusive. To complete their triumph, the women must convert their international success to domestic renown, and stretch a few weeks of public excitement into active support.</p> \n<p>“Now we need to make it count,” Stoney nods. She is sitting on the grass outside Kensington Palace, where the team has attended a reception with the Duke of Cambridge – another proof of how well they did. There’s a nervous laugh. “No pressure, then.”</p> \n<p>Stoney has a down-to-earth, husky way of talking. She refers to the World Cup as “this event of the last three or&nbsp;four weeks”, which is funny because you would imagine the grandeur of the tournament would contrast too strikingly with her early experiences of&nbsp;football to permit that kind of understatement. As a child, Stoney played in boys’ teams – the only girl in&nbsp;her whole league in Morden, south London, where she grew up. At 11, she&nbsp;was crowned player of the year, and&nbsp;then banned – in those days, the Football Association forbade mixed football for&nbsp;older children; Stoney lost a&nbsp;year’s development before joining Chelsea women at the unwomanly age of 12. For&nbsp;years, football was something she&nbsp;paid to play.</p> \n<div>\n __VIDEO_EMBED_gu-video-457455133__\n</div> \n<p>Somehow, in the rumpus on the artificial pitch in Vancouver, while Stoney was whisked into a swirl of celebrating team-mates – semi-final here&nbsp;we come – the sense of all she had&nbsp;been through pushed to the fore. In&nbsp;the dressing room afterwards, she spoke to her colleagues: “I thanked them. I said to the girls, ‘Because of what you’re doing, my little girl’s going&nbsp;to grow up with so many opportunities.’” From this platform, how could the sport not progress?</p> \n<p>As England’s elder stateswoman – she is 33, and the former captain – Stoney has a keen sense of her ambassadorial responsibilities to the sport. But since she and her partner, Megan Harris, became mothers to twins seven months ago, the personal responsibilities have been driving her on: “I’ve never wanted to do more or better than I do right now,” she says. She knows that if her son, Teddy, loves football, he’ll&nbsp;be fine. But what about Tilly?</p> \n<p>“I’ll take this,” she says, lifting the bronze medal from her chest and examining it. “This is amazing. But it’s what my little girl’s going to grow up with that means more to me than anything, because I know it’s not just about my little girl, it’s about every little girl. What we have done might change the perception of teachers. They might now take an after-school club. It might change the perception of a dad who’s now going to take a daughter to the park to play on a Saturday. All those things mean more than this.”</p> \n<figure class=\"element element-image\" data-media-id=\"704acdcf39823a41a9e8ffa50da47680dca34c98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540596058/5efbefcb-bd3f-4161-9658-a2bd3c860d11-460x276.jpeg\" alt=\"England celebrate taking third place after defeating Germany in the 2015 Women's World Cup in Canada.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Lewis/FIFA/Getty</span> \n </figcaption> \n</figure> \n<p>She lets the medal go. “Little boys are&nbsp;going out in the playground now and saying, ‘I want to be a Fara Williams or a&nbsp;Lucy Bronze.’”</p> \n<p>Are they? “I hope so,” she says. She has a way of saying “hope” that endows the word with certainty.</p> \n<p>The moments of truth for Stoney and&nbsp;her England team-mates will comeon Sunday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/05/faye-white-england-women-s-world-cup-domestic-game-super-league\" title=\"\">when the Women’s Super League (WSL) recommences</a> after its summer break, and on 1 August, when the women’s FA Cup takes place at Wembley. (Wembley! <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/09/wembley-host-womens-fa-cup-final-2015\" title=\"\">That’s a first for a&nbsp;cup final.</a> See how good things have got?) Around 10,000 tickets have already been sold.</p> \n<p>There’s no holiday for the England women. Stoney, who has the sort of work ethic that enables her to list all her&nbsp;Saturday jobs from the age of 14 (Wimpy, McDonald’s, a bookmakers), is available for selection for Arsenal tomorrow. And then, on top of that, there is the larger job that never goes away, of trying to sell the game to the public. In particular, to raise the interest&nbsp;of the World Cup’s 2.5 million peak TV audience from its resting place on the sofa and redirect it to the home ground of its nearest WSL side. How do&nbsp;you do that?</p> \n<p>“It’s the million-dollar question,” says&nbsp;<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2003/apr/27/cricket.theobserver\" title=\"\">Clare Connor</a> , the former England cricketer whose first international call-up came along with a bill for the blazer, and who is now charged with growing the profile of women’s cricket for the ECB. “For a long time we’ve had women’s sports being very successful, but not necessarily converting that on-pitch global success.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/04/germany-v-england-womens-world-cup-third-place-playoff-live\">Germany v England: Women's World Cup third-place play-off –&nbsp;as it happened | Alan Smith</a> </p> \n</aside> \n<p>Connor lists the targets: to attract a&nbsp;larger audience, to get the players’ stories known, to increase participation, to win media coverage, drive commercial interest. After their Ashes success, the female cricketers caught the attention of Kia, which sponsored them with cash and a car each. No female footballer has yet attracted an&nbsp;independent sponsorship deal. “Endorsements are pretty much nonexistent, if I’m honest,” says Stoney, who does, at least, have an agent.</p> \n<p>This is clearly a bugbear. Can’t her agent get her one? “We’ll see!” she says,&nbsp;in a way that suggests she has been&nbsp;seeing for some time. She thinks that, for a quarter of the cost of men’s sponsorship, a company interested in&nbsp;“values” could get a good deal – a&nbsp;female footballer willing to be generous with her time.</p> \n<p>This sort of commercial viability depends on name recognition. At <a href=\"http://www.nclfc.co.uk/index.html#cLpGhp2ASkQotKk6.97\" title=\"\">Notts County</a>, for instance, they&nbsp;are rubbing their hands at the own goal that sent England out of the World Cup. It was scored by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">their captain, Laura Bassett</a>. “Unfortunate as&nbsp;it is for her, it’s great for&nbsp;the club. Her&nbsp;name is out there and with her name is Notts County,” says marketing manager Matt Rowland. Even&nbsp;at this peak in Bassett’s value, the&nbsp;club, currently third in the WSL, has&nbsp;just sold&nbsp;her sponsorship (a club rather than&nbsp;a personal deal) for a&nbsp;measly &pound;250&nbsp;plus VAT.</p> \n<p>Since the launch of <a href=\"http://www.fawsl.com/index.html#Dbuh6ZI6CQ840wbp.97\" title=\"\">the WSL</a> in 2011,&nbsp;the majority of women play professionally (though some earn the minimum wage). Stoney, in her first season as a full-time pro, reports the&nbsp;best fitness results she has ever achieved. The central contracts that England players receive are worth &pound;20,000 a year, with a &pound;500 bonus for each call-up. Stoney adds to that the (lesser) amount she receives as a full-time professional at Arsenal.</p> \n<figure class=\"element element-image\" data-media-id=\"650e614ab92448484714d08c9a116884ccd563b5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540808203/40ecf54d-006b-4896-a157-e880b2fcee9d-460x276.jpeg\" alt=\"In 2002, the FA declared football the most popular participation sport for women – but some local girls' clubs are still sparsely attended.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended.</span> \n  <span class=\"element-image__credit\">Photograph: Teri Pengilley for the Guardian</span> \n </figcaption> \n</figure> \n<p>Things have come a long way since the early 2000s, when Chelsea’s women were so broke they resorted to an illicit bucket collection outside Stamford Bridge, and Birmingham City’s players unpicked the men’s sponsors’ logo from&nbsp;their shirts in order to re-sell the empty space. But even Stoney, for all her certainty and enthusiasm, admits that she sometimes looks at the progress of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/06/women-six-nations-2015-england-wales-ponsford-rugby-union\" title=\"\">England’s female rugby union team</a> – currently world champions – and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing\" title=\"\">the cricketers</a>, triumphant in the last two Ashes, and thinks, “It’s slow.” At WSL matches, attendance is up 22% on last&nbsp;season, but the average gate is still&nbsp;only 898.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/women-t20-super-league-launch-cricket\">ECB announces plan to launch Women’s Cricket Super League next year</a> </p> \n</aside> \n<p>According to the FA, 2.89 million women and girls play football in England. By 2018 it wants to be the second-biggest participation sport in England, behind men’s football, says Russell James, its head of marketing. In&nbsp;fact, the announcement of record numbers has been an FA marketing device since the early 2000s. In 2002, it&nbsp;declared football <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2002/apr/20/newsstory.sport\" title=\"\">the most popular participation sport for women</a>. At the time, this sort of growth in the game was a news story that was always overtaking itself. The figures kept rising; I was among those reporting them.</p> \n<p>Maybe that is why, when my own daughter wanted to join a club this year,&nbsp;I expected to find one easily. But the parks, in this part of east London at&nbsp;least, are hardly full of bobbing ponytails. Across the first four years of&nbsp;primary school, only six girls attend football club, stuck in a perennial game&nbsp;of three-a-side. We found a “mixed” club in the end, although so&nbsp;far&nbsp;the mix is about 80 to 1.</p> \n<p>So what is holding all these girls back?&nbsp;Is it confidence? “Confidence,” affirms Polly Fildes, who runs <a href=\"https://twitter.com/hashtag/WeCanPlay?src=hash\" title=\"\">the FA’s&nbsp;We Can Play programme</a>. “Also&nbsp;parental support.”</p> \n<p><a href=\"http://www.thefa.com/news/fawsl/2015/jun/the-fas-we-can-play-campaign-19062015\" title=\"\">According to recent FA research</a>, “just one in five dads want their daughters to play football”. The fathers who weren’t keen cited peer-to-peer pressures, gender stereotyping and “derogatory results of internet searches”. It is hard to avoid the presumption that a lot of this plugs into the old double bind of sexism and prejudice that says girls are rubbish at sport, and if they’re any good, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/feb/12/sportswomen-stereotyped-gay-coming-out-casey-stoney\" title=\"\">they’re probably gay</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/oct/10/casey-stoney-positives-gay-arsenal-england\">Casey Stoney: ‘My life would be a hell of a lot simpler if I was straight. Being gay isn’t a choice’</a> </p> \n</aside> \n<p>“It’s amazing, isn’t it?” says Stoney, who admits that all these thoughts were on her mind <a href=\"http://www.bbc.co.uk/sport/0/football/26084748\" title=\"\">when she came out last year</a>. “That’s why it took me 10 years to do it. Because I didn’t want to reaffirm those stereotypes: ‘Oh, she plays football, she’s going to be a lesbian. Well, no. I’m not gay because I play football, and don’t stereotype all my team-mates just because I am. That’s really, really unfair.” She says – and although she doesn’t sound sad, it is the saddest thing to hear – “I didn’t want them to get tarred with the same brush.”</p> \n<p>The men in Stoney’s family were always supportive; she played street football with her cousins; her grandad took her to matches because her mum was at work (mornings cleaning people’s houses, afternoons in a bookmaker, evenings in a pub: this must be where the work ethic comes from). “Go and ask&nbsp;my dad what he thinks of my life, when he’s followed me around the world watching me play,” she says. Perhaps this is what England needs: a generation of soccer dads, to transform the game here <a href=\"http://sites.duke.edu/wcwp/research-projects/womens-soccer-in-the-u-s/1999-womens-world-cup\" title=\"\">in the way “soccer moms” did</a> in the US in the run-up to becoming world champions at the inaugural tournament in 1999.</p> \n<p>For now, at least, it is tournaments that drive growth, and in between, women’s football must scrap to keep the game alive in the public imagination. The comfort is that each successive event brings a small lift to the baseline of progress. No wonder Stoney thinks “it’s a bit of a disaster that we’re not going to have an Olympics team”. She sounds cross, citing hockey, in which where “the women qualify as England and play as GB and it’s not a problem”. Her voice quickens; she is thinking of&nbsp;Tilly again. “And it’s not just about this generation, it’s about the next generation, and the generation after&nbsp;that.”</p> \n<p>For a short time at least, England’s advance at this World Cup provided a brilliant correction. To be able to wake up a seven-year-old girl with a morning kiss and video highlights of another victory by her national side, her gender, was exquisitely normalising. It’s over now, but there is still a perfect riposte to&nbsp;boys at school (“better than the men did”). And those dreams of a future as a&nbsp;famous footballer seem a shade more realistic – about as realistic, anyway, as&nbsp;most boys’ dreams.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540597875/5efbefcb-bd3f-4161-9658-a2bd3c860d11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada. Photograph: Matthew Lewis/FIFA/Getty","credit":"Matthew Lewis/FIFA/Getty","altText":"England celebrate taking third place after defeating Germany in the 2015 Women's World Cup in Canada.","cleanCaption":"England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada.","cleanCredit":"Photograph: Matthew Lewis/FIFA/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540809713/40ecf54d-006b-4896-a157-e880b2fcee9d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended. Photograph: Teri Pengilley for the Guardian","credit":"Teri Pengilley for the Guardian","altText":"In 2002, the FA declared football the most popular participation sport for women – but some local girls' clubs are still sparsely attended.","cleanCaption":"In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended.","cleanCredit":"Photograph: Teri Pengilley for the Guardian"}],"webPublicationDate":"2015-07-10T23:02:08Z","lastModified":"2015-07-10T23:02:40Z","metadata":{"commentable":true,"commentCount":55,"contributors":[{"name":"Paula Cocozza","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulacocozza"}],"feature":true,"keywords":["Women's football","Women's World Cup 2015","Football","Women's cricket","Cricket","Sport","Women's rugby union","Rugby union","World Cup"],"tags":[{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/football","webTitle":"Football"},{"id":"sport/womenscricket","webTitle":"Women's cricket"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/womens-rugby-union","webTitle":"Women's rugby union"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"football/world-cup-football","webTitle":"World Cup"}],"section":{"id":"football"},"topics":[{"displayName":"Paula Cocozza","topic":{"type":"tag-contributor","name":"profile/paulacocozza"}}],"embeddedVideos":[{"id":"gu-video-457455133","source":"ITN","durationInSeconds":45,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150709PrinceWilliam.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150709PrinceWilliam_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436454214336/KP_347450_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Prince William mingles with Englands womens football team - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Prince William mingles with Englands womens football team - video","cleanCaption":"620x372 trailpic for Prince William mingles with Englands womens football team - video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","shortUrl":"http://gu.com/p/4ahgx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","webUri":"http://www.theguardian.com/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I said to the girls: Because of what you’re doing, my little girl’s going to grow up with so many opportunities’ … Casey Stoney. Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCaption":"‘I said to the girls: Because of what you’re doing, my little girl’s going to grow up with so many opportunities’ … Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}},"importance":3,"kicker":{"title":"‘Things will change because of us’"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}}]}],"lastModified":"2015-07-11T08:17:55Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}