{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Soho stories / Celebrating six decades of sex, drugs and rock’n’roll","rawTitle":"Celebrating six decades of sex, drugs and rock’n’roll","item":{"type":"article","id":"culture/2015/may/17/london-soho-stories-sex-drugs-rock-and-roll","title":"Soho stories: celebrating six decades of sex, drugs and rock’n’roll","trailText":"London’s once sleazy yet exhilarating district of bars, cafes, clubs and cabaret is rapidly being transformed by the relentless tide of gentrification and globalisation. Here, regulars past and present celebrate the Soho they knew","standFirst":"<p>London’s once sleazy yet exhilarating district of bars, cafes, clubs and cabaret is rapidly being transformed by the relentless tide of gentrification and globalisation. Here, regulars past and present celebrate the Soho they knew</p>","byline":"Introduction by Colin Vaines","body":"<p>My sister was working for Paramount Pictures when I first visited Soho as a wide-eyed teenager. The place had been a home for the film industry since at least 1908, when colour film pioneer <a href=\"http://www.charlesurban.com/\">Charles Urban</a> moved into offices on Wardour Street. In the 1970s, all the big film companies had offices here.</p> \n<p>Dirty, smelly, noisy Soho was an unbelievably exciting mixture of pubs, restaurants, cafes and markets. And the people! Spotty, chain-smoking youths wheeling handcarts piled high with film cans narrowly avoided being hit by taxis as the most multinational and multicultural mix of people I’d ever seen surged around the streets.</p> \n<p>But let’s face it, for a teenage boy, Soho had one other key attraction: it was very, very naughty. Red lights were everywhere and every other entrance seemed to be a strip club, massage parlour, sex cinema or sex shop selling magazines and 8mm home movies. Displays inside and outside the shops, sometimes plastered on entire walls of buildings, were as graphic as the law – or rather, the notoriously corrupt “porn squad” of the time – would allow.</p> \n<p>When I started as a reporter on the film industry trade paper <em>Screen International,</em> the area was still dominated by the sex trade. By the mid-1980s, things were beginning to change. Westminster council, under pressure from some high-end residents, began clamping down on the sex trade, refusing to renew licences for sex shops and closing the many illegal video shops that had sprung up to capitalise on the new VHS boom.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"027fbb5b8e061b250a4527702e8d45beffcc4e27\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431704198366/28e63c96-ed14-415c-8703-9b47704cd070-277x420.jpeg\" alt=\"Brewer Street, 1988.\" width=\"277\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brewer Street, 1988.</span> \n  <span class=\"element-image__credit\">Photograph: Rex</span> \n </figcaption> \n</figure> \n<p>Within five years, the gay community had started taking over empty shops and bars, and from the flat where, as an independent film producer, I now lived and worked, I saw the transformation of Old Compton Street in the 1990s into a vibrant hub of cafes and shops fuelled by the “pink pound”.</p> \n<p>Old, louche Soho carried on in the shape of pubs such as the Coach and Horses and the York Minster (now called the French House), clubs such as Gerry’s and the Colony Room and illegal drinking dens. New, louche Soho showed its bleary face in the wave of contemporary clubs such as the Groucho, Blacks, the Union and Soho House. An evening out for me usually lasted from 7.30pm to 7.30am and involved walking less than a hundred yards, as there were just so many places to drop into, with so many extraordinary people to meet.</p> \n<p>Soho has always been a village and historically it’s been a village full of low-lifers and high-lifers, romantics and realists, drunks and dreamers, sex workers and bar workers – every walk of life is represented. But one thing binds us together – a ferocious loyalty to the place.</p> \n<p>Even though the alleyway on which I live could accurately be described as “dodgy”, it still feels the safest place I’ve ever called home. People have always looked out for each other in Soho, and if a girlfriend was ever bothered by a random guy as she was unlocking the door to my house, you could bet that a local dealer, working girl or strip-club caller would be at her side like a shot, checking that she was OK.</p> \n<p>When I moved into the flat, the restaurant owner below my old place organised trollies with the local market workers to shift my stuff down the road. When I was locked out once, one of the local pimps rounded up some of his clients to join me in yelling for someone to come down and let me in.</p> \n<p>Of course, there’s always been a dark side and even my somewhat rose-tinted spectacles allow me to acknowledge that. But to date, despite the best efforts of the police and gentrifiers, no one has been able to prove that a Mr Big is moving behind the scenes of the sex business, in the way that the so-called Maltese mafia ran the vice trade in the 1950s and 60s. The women I know are hard-working, self-employed girls and their treatment was deplorable during the questionable police raids at the end of 2013 (which happened to coincide with a Westminster council meeting to vote on the demolition of some historic buildings and construction of a steel-and-glass eyesore that even the council’s planning department thinks is oversize and poorly designed).</p> \n<p>That raid really marked the latest phase of gentrification in Soho, where it seems like every other building is being gutted or demolished to make way for expensive flats, most likely to be bought by overseas investors. Much of this gentrification is fuelled by developments such as Crossrail 1 and 2 (the latter of which threatens to destroy the Curzon Soho and inflict years of massive construction work in the heart of the theatre district). Much of the gentrification is due to plain greed overriding any kind of social commitment or social policy.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Rents are soaring and many small businesses are being forced out. My village is turning into Any City Centre Anywhere</p> \n  <footer> \n   <cite>Colin Vaines</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Rents are soaring and many small businesses are being forced out. My village is turning into Any City Centre Anywhere, with identikit gimmicky pop-up hipster venues replacing cafes, restaurants, bars and shops that have been in situ for years. And it remains to be seen whether replacement music venues such as the “new” Madame JoJo’s when it opens in Walker’s Court will be able to provide a similar experience at similar, inexpensive prices to the old one. Our hardware store, which closed last week while a new hotel is built above it, will not be back in two years, having been told that its rent will have doubled, if not tripled, by then.</p> \n<p>It was with all of this in mind that I became one of the founder members of <a href=\"http://savesoho.com/\">Save Soho</a>, whose call to arms is “Inclusive, not Exclusive”. In the short time it has existed, and thanks in no small part to the high profile of fellow committee members Benedict Cumberbatch and Stephen Fry, the organisation has focused attention on the impact of the area’s ongoing gentrification and already helped to chalk up a number of small but significant victories, such as saving Rupert Street’s historic Yard Bar from poorly conceived and destructive “development”.</p> \n<p>No one opposes change. I hope my little history of the Soho I know and love demonstrates that this area is perfectly able to move with the times. But change cannot simply be about profit for a handful of people.</p> \n<p>And if change results in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/nov/25/the-slow-death-of-soho-farewell-to-londons-sleazy-heartland\">wholesale demolition of the very things that make Soho unique and original</a>, rather than finding ways to respect and build on this unique square mile’s existing history and heritage, then I, along with my Save Soho colleagues, will continue to lobby and campaign as loudly as we can.</p> \n<p><a href=\"http://www.imdb.com/name/nm0883267/\"><em>Colin Vaines</em></a><em> is a film producer and long-time Soho resident. His latest production, </em><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/may/20/chapman-brothers-marriage-reason-squalor\"><em>Jake Chapman’s four part drama series The Marriage of Reason and Squalor</em></a><em>, starts on </em><a href=\"http://www.sky.com/tv/show/the-marriage-of-reason-and-squalor\"><em>Sky Arts on 11 June</em></a></p> \n<h2>The 1950s</h2> \n<h2><strong>Polly Perkins on… performing at the Windmill theatre</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"f0b368859802cf64b66dba46e0807c3badac1289\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431696672590/6a0ab683-6177-4f03-bd6e-36e29468b795-460x356.jpeg\" alt=\"The Windmill girls\" width=\"460\" height=\"356\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Windmill girls. ‘It was like a boarding school,’ says Polly Perkins, ‘where you danced and took your clothes off.’</span> \n  <span class=\"element-image__credit\">Photograph: Rex</span> \n </figcaption> \n</figure> \n<p>My father was an actor/manager at a club opposite the Windmill theatre; he worked for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2008/mar/03/2\">Paul Raymond</a> sometimes. When I was 15 he told me: “Go and do an audition at the Windmill” and I did. I knew nothing about the place – I had no idea the audition would involve taking my clothes off. But there was an amazing atmosphere there; it was the warmest, kindest place. Everyone was really lovely and an older Windmill girl would show you what’s what. Iris, who took me under her wing, we’ve been friends all these years.</p> \n<p>I didn’t have to take any clothes off for the first few months. I was 16 when I did. I was dying [of embarrassment] that first time; I’d always been very shy. The lord chamberlain wouldn’t allow a nude person to move in a theatre, so you had to stand very still. I had to do it reasonably regularly after that but I got used to it. It wasn’t all nudes; they had fantastic tap dances and ballets, brilliant performers and comedians… I can’t tell you how amazing it was. We had to be there at 11.15 in the morning and it went on till 10.30 at night. We’d do six shows in a day. A lot of people – well, they were all men – they’d stay the whole bloody day sometimes, with either a newspaper or a bowler hat on their knee; I’ll say no more.</p> \n<p>We used to go to a cafe next door called the New Yorker to drink lemon teas, and the coffee bars: Heaven and Hell, Act One Scene One (that’s where the actors would go) and the 2i’s, where the rock’n’roll musicians were. Everybody there was in love with my friend <a href=\"http://www.britishpathe.com/video/water-scooters\">Perrin</a> from the Windmill. Tommy Steele wanted to marry her, so did <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2008/feb/15/popandrock\">Billy Fury</a>. She was beautiful; the girls from the Windmill entered her into a Brigitte Bardot lookalike contest. They were like that, the girls.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Kray twins would be up having a drink in Soho but whatever they were doing, it wasn’t happening in Soho</p> \n  <footer> \n   <cite>Polly Perkins</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>We’d go to Berwick Street market, where they had the barrow boys selling fruit, and they were absolutely lovely. It wasn’t all that whistling or anything suggestive, it was: “How you doin’, darlin’?” The Kray twins would be up having a drink in Soho but whatever they were doing, it wasn’t happening in Soho. You could talk to anyone – you can’t do that now. Even the girls at the strip clubs, they were all lovely too, you’d see them running up Old Compton Street with a little bag full of feathers…</p> \n<p>We were very glamorous, but it wasn’t something we felt. We were self-critical, all of us. But the older girls were so nice to the younger ones, they’d help with the makeup and things; it was like a boarding school, where you danced and took your clothes off! Though not everyone did; Iris was too good a singer and they’d have lost her [if they’d made her]. But I was too young to argue and too grateful for the job. I started out on &pound;12 a week in 1959 and every year I got a rise. When I left I was on &pound;16-&pound;17 a week, which was a lot of money then.</p> \n<p>The Windmill theatre closed a couple of years after I left. I don’t think I’ve seen anything like it before or since. It taught me everything I know about my stagecraft; the discipline, getting on with people, dressing-room politics and the loyalty of friends.<br /><strong>Interview by Corinne Jones</strong></p> \n<h2><strong>Molly Parkin on… drinking at the Colony Room</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"b393b364b8c9e07a0403ba677ab54938dee5c2e2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431696738618/4f7f748a-f7a0-4a23-a181-fee594b10529-418x420.jpeg\" alt=\"Francis Bacon\" width=\"418\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Francis Bacon, one of the original members of the Colony Room.</span> \n  <span class=\"element-image__credit\">Photograph: The John Deakin Archive/Getty Images</span> \n </figcaption> \n</figure> \n<p>The place in Soho that started it all off for me was the Studio Club in Swallow Street. I’d gone there with my friend Betty, with whom I was sharing a basement flat in Earl’s Court. She was very beautiful and fashionable and I was very arty. I used to wear black and put calamine lotion on my face, very pale, and lots of black pencil around my eyes. So there was a nonconformist look about me. All I needed was a slot to fit in. The Studio Club was a place for artists and jazz musicians and it had a tiny dancefloor and an amazing atmosphere to it. It was there I met [the illustrator] <a href=\"http://www.tate.org.uk/art/artists/john-minton-1644\">John Minton</a>. He was gay and very beautiful and a wonderful dancer – and he was the first one to take me to the Colony Room.</p> \n<p>The first time I walked up that narrow staircase I was horrified – it seemed to me so shabby and there were men with faces like I’d never seen before – very lived in, let’s put it that way. The place was rocking. The room was tiny and packed with photographs and bits and pieces and lumpy places to sit and the conversation was loud and the piano was pounding with jazz.</p> \n<p>I took to the drink immediately, I couldn’t say no. When I came out on to Dean Street, I couldn’t even walk but I knew that an amazing life had opened up to me. The hangovers were appalling but it did enhance my creativity.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I became very close to Francis Bacon in the years between my marriages. He was so kind and attentive and funny.</p> \n  <footer> \n   <cite>Molly Parkin</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>I was very impressed by Muriel [Belcher, the famously rude owner], the way she used swear words in such a beguiling way. You’d bring in somebody that she had not seen before and she’d just look them up and down and say: “I don’t like the look of you cunty, fuck off.” Then she would wink at the rest of us and burst out laughing. She was a very handsome woman: she had a hooked nose, black hair drawn back from her face, very strong, dark eyes and, because of this “don’t care” attitude, everybody adored her. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/bacon\">Francis Bacon</a> was passionately in love with her.</p> \n<p>I became very close to him in the years between my marriages. He was so kind and attentive and funny. One time he took me to the Golden Lion in Dean Street. Homosexuality was still illegal at that time but this was the place all the gay boys would go to when they arrived in London to meet kindred spirits. I remember Francis throwing all these &pound;5 notes into the air and all the boys were scrambling for them, shouting: “Francis, Francis!” I’ve never seen such adoration.</p> \n<p>I stopped going to the Colony Room in 1987 when I found myself in the gutter. I’m 83 now and I’ve been without a drink for 28 years, but those were my precious years. Every single moment that you were there was like being in heaven, because of the jokes and the laughter and the bonhomie. It was like lifeblood to me.<br /><strong>Interview by Joanne O’Connor</strong></p> \n<h2>The 1960s</h2> \n<h2>John Pearse on… working as a tailor in Carnaby Street</h2> \n<figure class=\"element element-image element--supporting\" data-media-id=\"88cacb0f3a7f02950f013ba741e35ad57b4ae3d5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699272605/45f8e34a-9c5a-4075-a852-187dfe0be658-302x420.jpeg\" alt=\"John Pearse and friend in 1966: ‘We were peacocks in sharp-as-a-knife tailoring.’\" width=\"302\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Pearse and friend in 1966: ‘We were peacocks in sharp-as-a-knife tailoring.’</span> \n </figcaption> \n</figure> \n<p>I left school aged 15 because I wanted to be in Soho. It was 1961 and my first job was on Wardour Street, upstairs from the Marquee Club, in a print factory. I was a lithographic artist, but I only lasted about eight weeks because I couldn’t stand the noise of the machines clunking. I wanted a calm job, so I thought I’d become a tailor and get some peace. And also I’d get the suit I wanted to wear that I couldn’t afford to buy. I decided I’d learn to make it.</p> \n<p>There was a whole band of us, various peacocks parading around in sharp-as-a-knife tailoring. The Who, I think, Keith Moon, Brian Jones, people like that. We gravitated around the Flamingo Club, the Roaring Twenties and especially the Scene Club in Ham Yard, off Great Windmill Street. Of course the Stones played there, the Animals, anyone who was anybody was playing there. When Kennedy was shot in 1963, I remember they closed the Scene Club in honour of him that night.</p> \n<p>Carnaby Street was a dirt track then, but there was John Stephen and Donis and these gay outlets, let’s say. They were the only places you’d get French imported stuff from – the hipster trousers and matelot shirts – which we liked. And the famous Levi’s shop was on Argyll Street, next door to the Palladium. You’d know if they had them in stock because you could smell the dye when you walked in.</p> \n<p>When <a href=\"http://content.time.com/time/covers/0,16641,19660415,00.html\"><em>Time </em>magazine ran its London: the Swinging City</a> issue in 1966, Carnaby Street was gone up in smoke for us. It had become vastly overpopulated and commercialised by then; John Stephen had more or less the whole street and a lot of the indigenous little shops had gone. We were on our own route on the King’s Road in Chelsea, with our shop <a href=\"http://en.wikipedia.org/wiki/Granny_Takes_a_Trip\">Granny Takes a Trip</a>. My tailoring expertise served me very well over there and then Carnaby Street started copying all those things we were producing.</p> \n<p>I stopped making suits for a few years – mostly working in film – but came back to Soho in 1986. I loved this building in Meard Street and I thought I’d do film production in the basement and sell a few suits to supplement my income. There was a pool table, so it was quite a clubby atmosphere, and for a couple of years I would have been the most exclusive, discreet tailor in the world, because you really had to know where to find me. It was all word of mouth; classic English tailoring, lots of vintage fabric. Jack Nicholson was a big client in those days, Hollywood people and Jagger, lots of different people.</p> \n<p>I’ll stay in Soho until I get kicked out; I won’t get bored with it. It’s such a vibrant place and it always seems to evolve. It never stands still, so you either go with it, or you get off.<br /><strong>Interview by Tim Lewis</strong></p> \n<h2>From the archive: George Melly on… the rhythm and blues invasion</h2> \n<figure class=\"element element-image\" data-media-id=\"75cd119c0e8a96f7b4ef84b5269497bea8605997\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699401049/02fd57e8-3fc7-4e71-9e22-352b07149789-415x420.jpeg\" alt=\"The Who on stage at the Marquee in 1967.\" width=\"415\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Who on stage at the Marquee in 1967.</span> \n  <span class=\"element-image__credit\">Photograph: Ray Stevenson/Rex Features</span> \n </figcaption> \n</figure> \n<p>Over the last year the British version of rhythm and blues has elbowed the Liverpool beat groups, always excepting the Beatles, out of the charts – and it looks as if it’s here to stay for a while.</p> \n<p>Like most pop trends R&amp;B started in the clubs, but it’s learned something. The top beat groups, and the top trad bands before them, priced themselves out of the clubs and played concerts only, but nearly all the R&amp;B groups continue to play the clubs even after they’ve made the top 20. As a result they are holding their public and their music has not yet ossified.</p> \n<p>British R&amp;B today is a wide river, but it has two sources. One springs from traditional jazz, the other from modern. In Wardour Street are two clubs which could lay claim to promoting these tributaries. They are the Marquee on the traditional side, and the Flamingo on the modern.</p> \n<p>The Marquee was originally in Oxford Street. In those days it featured all kinds of jazz but relied on trad to pay its way. Ironically enough, it was Chris Barber, the traditional band leader, who introduced the R&amp;B viper into trad’s bosom. Interested in all forms of black music, he instituted in 1962 an experimental evening of R&amp;B featuring Cyril Davis and Alexis Korner.</p> \n<p>By the time the Marquee moved to Soho in 1964, the music was big enough to justify two evenings a week. On R&amp;B nights at the Marquee it’s a very young audience and, if one of the groups gets into the hit parade, it’s a big one. It seems bright and lively, but they neither know nor care about the history of the music, only about its local heroes. An admirable policy of the Marquee is to bring over the great black blues singers whenever possible.</p> \n<p>Up the road at the Flamingo there’s an older crowd. The Flamingo was one of the midwives of modern jazz in this country, but two and a half years ago an ex-Billy Fury sideman called Georgie Fame introduced a Sunday afternoon session of modern R&amp;B, accompanying himself on the Hammond organ. A year ago the club moved over to an almost exclusively R&amp;B policy.</p> \n<p><em>This is an edited extract of an article that originally appeared in the Observer on 28 February 1965</em></p> \n<h2>Writer and agony aunt Irma Kurtz on… the search for bohemia</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"905622d98ac1195c51f8a72a5810baa50dff529a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699577108/a39a5f6b-0d71-4191-9932-8781ccf59080-332x420.jpeg\" alt=\"Irma Kurtz, centre, with Muriel Belcher and friend at the Colony Club.\" width=\"332\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Irma Kurtz, centre, with Muriel Belcher and friend at the Colony Club.</span> \n </figcaption> \n</figure> \n<p>I came to London in the 60s in search of bohemia. I was escaping from the conventional destiny that was laid out for me in America, which was to marry a lawyer, maybe a doctor, in Connecticut, to live in the suburbs, have three children and two cars. I’d found it in the West Village in Manhattan and on the left bank in Paris and when a friend took me to the French House in Soho, I thought: “Thank heavens they have it here too.”</p> \n<p>We use the word “bohemia” very easily but what it meant to me was an area where the affluent mix with the poor, where the gay mix with the straight, where long ago women could mix with men and be listened to. It’s a strange area of equality among people who are not generally considered equal and where celebrity is practically invisible. In bohemia, nothing matters but your conversation and your ability to talk to others.</p> \n<p>The French House was everything I’d dreamed of. Everyone was leaning at the counter, no one was sitting down, everyone smoked, the mix was so welcoming. The main thing that bohemia had was a curiosity about newcomers, it wasn’t prejudiced against anyone, except of course fascists and bigots.</p> \n<p>One of the hardest things for a young woman of any time to find is a place where she’s comfortable going in on her own. But it didn’t take long before I knew I was going to recognise people and I made a best friend, Jeff Bernard. He had a corner, his corner, and a circle of people around him, his court, because he was so funny. He wasn’t easy and he was a hell of a drinker and most nights I’d leave him to go back to where I was living in Shepherd’s Bush.</p> \n<p>He once said to me: “Oh Irma, I’m so glad we never did the deed because it would have spoiled a wonderful friendship.” And it was.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If people were rude, if they were arrogant, if they were bigoted, they’d get them out</p> \n  <footer> \n   <cite>Irma Kurtz</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>I was with him a lot at the end and so was Norman Balon, the landlord of the Coach and Horses. He was so good to Jeffrey. When he was bedridden, he kept him in food and made sure the flat was clean. He’s not a cheerful person, Norman, and he used to yell at people in the bar, but he was a good guy. There was a certain kind of bar person – characters such as Norman and Muriel [Belcher] – sharp-tempered, sharp-witted, they were the guardians of bohemia. If people were rude, if they were arrogant, if they were bigoted – things that have no place in bohemia – they’d get them out.</p> \n<p>I stayed in Soho long enough to see the end of the great bars. I remember going into one of my favourite pubs and there was a television screen up, and I thought “uh-oh”. This was not long before I moved out. I remember thinking: “I’m not leaving Soho, Soho is leaving me.” When I go back now I’m very homesick for what it was. I don’t know where you go to find bohemia now. I asked one of my young friends and she looked at me and she asked me seriously: “Have you tried online?”<strong> JO’C</strong></p> \n<h2>The 1970s</h2> \n<h2>On… being a teenage ‘runner’ for a stripper</h2> \n<figure class=\"element element-image\" data-media-id=\"90de18e00b76799c9c88f80264b89e4dece2a9d9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699721697/89a4e058-166e-4902-975f-6132544d394d-339x420.jpeg\" alt=\"Strip club\" width=\"339\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Two old men were fighting over her satin knickers.’</span> \n  <span class=\"element-image__credit\">Photograph: Mark Mawson/Robert Harding/Rex</span> \n </figcaption> \n</figure> \n<p>It’s 1973. There is an oil crisis in the Middle East. The IRA are blowing up anything and everything. Richard Reid the shoe bomber has unfortunately just been born and JRR Tolkien has unfortunately just died. There is a secondary banking crisis that causes negative equity in the housing market and the UK has finally admitted to being within 30 miles of the near continent and has joined the European Economic Community. A new value added tax has been stuck to everything, the Conservatives are in power and Sunderland only go and beat Leeds 1-0 in the FA Cup final.</p> \n<p>It was against the backdrop of these events that I tripped and fell on a feisty and now angry stripper on a chilly and crisp November afternoon just off Soho Square in the West End of London…</p> \n<p>After being told something clearly physically impossible to do by myself, I offered to carry her heavy bag as an apology. She accepted and pushed me into the club shouting at me to hurry the fuck up. I passed the big fat Greek doorman and followed her down the red-lit stairs. “Look after my bag,” I was instructed with a long red finger nail pointing within an inch of my eye. She also warned me not to move. So I didn’t.</p> \n<p>Another reason I didn’t move was because I was in the second row of a smoky and dark, sparsely attended strip club watching a brightly lit stripper do what strippers do. As I hadn’t seen many naked women in the flesh, this became an instant highlight of the previous four days.</p> \n<p>My next surprise was Cathy. A brunette, pale-skinned and curvy, full lips with the reddest of lipstick, was now wearing a blonde afro wig and on stage taking her clothes off to Walk on the Wild Side by Lou Reed. That song still stops me in my tracks at whatever I’m doing. I remember her perfectly arched back and fine arse moving and gyrating to it.</p> \n<p>I felt compelled to make myself useful for the privilege of watching her unbelievably perfect bottom and picked up the knickers and basque thrown to the side near the front of the small stage and I put them in her bag. Within minutes, Cathy the stripper, now minus the wig, was marching towards me on the way out of the door. She grabbed the bag I was holding and sped off past me. I followed her out.</p> \n<p>She watched me collect her outfit and gave me 50p, thanked me and rushed off. I ran after her and asked where she was off to next. She was already speed walking to another strip club 100 yards up the street, one of about 15 or so she would perform in rotation most nights.</p> \n<p>So the deal was done. Cathy often called me a cheeky little bastard, but I got &pound;2 a night from her and in turn saved her money buying new outfits because either the top or the bottoms were nicked during a performance by the other girls or snatched away by paying punters wanting souvenirs. I was a goalkeeper of knickers, the comedic fighter of old men to rescue a bra. I even ended up on my arse on one occasion with two old men fighting it out over her black satin knickers. I say “old”, but anyone over 30 would have been old to my 14-year-old self.</p> \n<p>I’d like to think she regales her grown-up children with tales of her exploits today. Maybe she tells the tale of a young man who she once paid to pick up her knickers. Maybe she has never ever told a living soul of her life as a stripper. Maybe...<br /><strong>Written anonymously</strong></p> \n<h2>Chris Sullivan on… the best nightclubs of the decade</h2> \n<figure class=\"element element-image\" data-media-id=\"646ca29cf89e7392754dfd7d39fc16d5d898d0a4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431705023411/2e06db2a-6467-4c4a-9a5e-8334be4a8900-281x420.jpeg\" alt=\"Johnny Rotten, right, and Sid Vicious of the Sex Pistols at the Marquee Club in 1977.\" width=\"281\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Johnny Rotten, right, and Sid Vicious of the Sex Pistols at the Marquee Club in 1977.</span> \n  <span class=\"element-image__credit\">Photograph: Dennis Morris</span> \n </figcaption> \n</figure> \n<p>I’ve probably spent more time in Soho than any other place on Earth. My first visit was to Crackers nightclub on Wardour Street in September 1975, aged 15. With its exceedingly flamboyant gay, straight, black and white clientele, united by their love of US underground funk music, there was nowhere like it in the UK and, as I soon discovered, exactly the same could be said of its locale.</p> \n<p>Subsequent trips further fuelled my enthusiasm. We caught an early Sex Pistols gig in the El Paradise strip joint on Brewer Street in April 1976, imbibed chemically enhanced punch and lost ourselves, only to resurface the next afternoon on a bench in Soho Square. After that came Louise’s, the Sapphic nightspot on Poland Street that we, at first, thought a rather straight disco full of blokes in suits, before realising they were all women. Accordingly, they didn’t bat an eyelid as the Sex Pistols, the so-called “Bromley contingent” and assorted bondage-clad youth invaded their club.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Soho was the only place for us. Nowhere else would have us</p> \n  <footer> \n   <cite>Chris Sullivan</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In October 1978, my old partner in crime, fellow Welshman Steve Strange, invited me to his weekly Bowie night at a club called Billy’s on Meard Street – a tiny paved street full of street walkers, red lights and brothels. The club, replete with sticky carpets, foul toilets and bad drinks, was usually populated by hookers, androgynous rent boys and moody gangsters. On a Tuesday, though, it was given over to our gang of former punk-rocking Bowie fans – among them the likes of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jan/26/boy-george-soundtrack-of-my-life\">Boy George</a>, Marilyn, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/oct/13/siobhan-fahey-shakespears-sister\">Siobhan Fahey,</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2011/jul/18/marc-almond-interview-ten-plagues\">Marc Almond</a> and Philip Sallon – who, with a newfound love of electro music, would soon put the cat among the pigeons. In truth, Soho was the only place for us. Nowhere else would have us.</p> \n<p>The following year, I was accepted into Saint Martins College of Art on Charing Cross Road to study fashion. For many, Saint Martins was as much about the social life as it was about studying and Soho was thus enriched by the students, especially the fashion brigade, who sucked the lemon dry. We’d spend lunchtimes in the French House or the Duke of Cambridge (or my favourite, Ward’s Irish House beneath Piccadilly) and hang out with actors and journalists and then, when the bars shut at 2.30pm, we’d try and wangle our way into the morally decrepit Colony Room on Dean Street. The image of Stephen Linard in gold lam&eacute; Elvis suit, bleached quiff and eyeliner next to Kim Bowen, with her foot-high Stephen Jones head-dress and silent movie star makeup, propped up between Francis Bacon, Molly Parkin and George Melly, is not easily forgotten.</p> \n<p>Above all, Soho was hilarious. One lunchtime I saw two thoroughly androgynous male Saint Martins fashion bods come to blows over a piece of gold lame in the bargain bin at Borovick Fabrics. Jeered on by the market lads, the fight was broken up by a middle-aged prostitute who looked like a chemically abused Diana Dors.</p> \n<p>When too broke to hang out in pubs, we students would often duck into the Academy arts cinema on Oxford Street and catch Scorsese’s <em>Mean Streets</em> and Truffaut’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/apr/10/francois-truffaut-400-blows-film-review\"><em>400 Blows</em></a> for a couple of quid, while book shops like Foyles fulfilled one’s every literary need. It was against this backdrop that I opened my own Monday-night soiree in 1980 at the St Moritz, with Robert Elms, Graham Smith and Steven Mahoney, which was packed from day one. Subsequently, I partnered <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/feb/15/steve-strange-an-appreciation-iain-r-webb\">Steve Strange</a> and Rusty Egan for a club called Hell in Covent Garden, did a long-running Tuesday at Le Kilt in Wardour Street, and then in 1982 opened <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2001/apr/26/london\">the Wag</a> at 33 Wardour Street, which I ran for 18 years.</p> \n<p>Soho was then a dodgy red-light district, which was why so many of us were given nights to run. Soon they blossomed all over Soho, playing soul, funk, reggae, African music, goth, punk, mod, electro, Latin and jazz, and the area was jumping again. Young bands, DJs, graphic designers, painters, artists, film-makers and poets all found clubs in which to display their wares and every night of the week there’d be a handful of after-hours pubs that serviced trendies, trannies, hookers, villains and plain old club workers.</p> \n<p>After the Wag came Soho Brasserie, the Groucho, Soho House and the march of haute cuisine, which – always the first sign of an area’s creative decline – is followed by gentrification, increased rents and a general loss of soul, all of which many of us are fighting against.</p> \n<p>Soho is the pulsing Queen Bee of London. We have to look after it.</p> \n<h2>The 1980s</h2> \n<h2>Peter Dowland on… being one of the young guns of hairdressing</h2> \n<figure class=\"element element-image\" data-media-id=\"8595c41ca6f4ec5a02908001fcb5cedb5e6a2b0b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699792310/0aa1f97f-dd80-474e-8582-abf55caa0d85-460x431.jpeg\" alt=\"Bowie\" width=\"460\" height=\"431\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Cuts salon, ‘a community centre for weirdos’, counted Bowie among its customers.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>I joined Cuts in 1985, aged 21, just after it moved from Kensington Market to Frith Street, next door to Bar Italia. We were the first anti-salon. Even just walking past, it looked so different. The energy in there was crazy – Boy George called it “a community centre for weirdos”. David Bowie came, Boy George, Neneh Cherry, Jean Paul Gaultier. Bros were sent to us by their record company. They had perms and long hair and we just shaved it all off and gave them quiffs. It produced tears on the day. But no one was ever treated any differently. Maybe Michael Hutchence would ask to have his hair cut in the basement to avoid the paparazzi. But once down there, we’d just hang out. Everyone was really into the music; we’d be avid consumers of the latest beats and hip-hop from America. We’d always be the first guys to have it, so there was a real energy of discovery all the time.</p> \n<p>Cuts’s original founders James Lebon and Steve Brooks were part of the Buffalo fashion collective. It was a synergy of like minds working in design, music, photography. They consistently put out groundbreaking images: macho but camp, feminine but hard. I told them I wanted a job assisting the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2000/sep/17/features.magazine37\">stylist Ray Petri</a> who created the Buffalo Boy look. James suggested I start by cutting hair with them. And 30 years later I’m still here.</p> \n<p>At first we just rented two chairs – the other hairdressers were two old Italian boys. But we got busy pretty quickly. We were the young guns. The whole film industry and nightlife was here. It was the can-do era. People would go: “Right. I’m going to be a video director” and just do it on whatever budget you could scrape together. Everything felt possible. Music was about two turntables and a drum machine – using other people’s records as instruments and repurposing them. It was creative salvage, a bit like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2013/jun/22/inspirations-behind-tom-dixon-designs\">Tom Dixon’s furniture</a>. We had loads of his pieces in the shop – magazine racks made out of manhole covers.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It wasn’t contrived cool. It was just the chemistry of the people who were there</p> \n  <footer> \n   <cite>Peter Dowland</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Things weren’t exposed so quickly, so you were able to build your thing without being in the glare of the media. I think kids have a hard time now – whatever little thing they’re getting into is up online having the life sucked out of before it’s even had time to learn to walk.</p> \n<p>People tell me it was really intimidating going into the salon for the first time – but as soon as you were through the door you realised everyone was very nice. It wasn’t contrived cool. It was just the chemistry of the people who were there. Hairdressing had a very set image then and James and Steve wanted this quite hetero, sexy feel.</p> \n<p>The downside now is that every hairdresser has full-sleeve tattoos and looks like a Hells Angel. When I walk round Shoreditch, I think: “Gosh, we’ve created a monster.”<br /><strong>Interview by Liz Hoggard</strong></p> \n<h2>The 1990s</h2> \n<h2>The Very Miss Dusty O on… Madame Jojo’s nightclub</h2> \n<figure class=\"element element-image\" data-media-id=\"fb718f8b3952bf4df2c5edddacbd07996225f0d3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699857584/0d1b4f42-2022-4048-825c-a7ec5a0752ad-460x304.jpeg\" alt=\"Outside Madame Jojo’s in the 90s.\" width=\"460\" height=\"304\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Outside Madame Jojo’s in the 90s.</span> \n  <span class=\"element-image__credit\">Photograph: Gianni Muratore/Alamy</span> \n </figcaption> \n</figure> \n<p>I came to London from Birmingham in 1989 and got friendly with these people who ran a big club, Bambina’s. They asked me if I’d do the door in drag – it was a fairly new thing at the time and created quite a stir. I’d change my look from day to day: waist-length green dreadlocks one day, the next a shaved head and full makeup. One day, their DJ didn’t show up and I was asked to DJ in the VIP room. I drifted into it, really, and ended up working at places like Bang, Fred’s, the Village, and the Ghetto, which has now been knocked down to make space for that hideous, monstrous Crossrail thing.</p> \n<p>Soho became very gay very quickly: in the 90s I’d say it was 90% gay on certain streets. It was a safe place: if you wanted to hold your boyfriend’s hand you held your boyfriend’s hand. I could walk down Old Compton Street in a bikini and no one would bat an eyelid. The crowds were a mixture of the out and fashionable with the underground and sleazy, celebrities mixing with prostitutes, punks and pimps. Everybody was thrown into the melee: it wasn’t corporate, it wasn’t mundane. Now it’s becoming like a creme brulee – bland, all one colour – whereas in those days it was more like a trifle, colourful and glittery.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"62c9498bf6b188ed067af2bcdff32d984aa5fcce\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699915601/160c7645-e18b-46d2-af78-d5f7ad3c304a-279x420.jpeg\" alt=\"The Very Miss Dusty O at her Trannyshack night.\" width=\"279\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Very Miss Dusty O at her Trannyshack night.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/nov/24/madame-jojos-legendary-soho-nightclub-forced-close\">Madame Jojo</a>’s was of huge importance to me. Trannyshack, which was the Wednesday nights I ran there, was a very significant part of my life. If you weren’t from London and you imagined what Soho was, that’s what Trannyshack was: a mixture of everyone, gays, straights, drag, transgender, punks, hipsters, pop stars. We never had to advertise. It was a bit like going back to Berlin in the 30s.</p> \n<p>All sorts of things used to happen – <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/grace-jones\">Grace Jones</a> dancing on tables, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/lifeandstyle/jean-paul-gaultier\">Jean Paul Gaultier</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2008/feb/09/fashion.features\">Donatella Versace</a> doing the conga in the road outside – it was a very special place. Soho will be more magnolia for its loss.</p> \n<p>I think the gay scene has changed. In those days, because there was no internet, if you wanted to be part of a movement you actually had to go to these places. Now all you have to do is click on Facebook to find out exactly what’s going on: you can live almost a fantasy life. I was upset to see Soho change, but other things have arisen in different areas. East London caters for the alternative side of clubbing, with venues like East Bloc and the George &amp; Dragon; Vauxhall caters for the more mainstream muscly gays who want to dance to house music.</p> \n<p>When Jojo’s closed last year it was the final nail in the coffin for me. I’d become gradually more disillusioned with the area. I’ve reached my mid-40s, I’m settled down with someone, and your interests change, don’t they? People often say to me: “But you were the queen of Soho for all those years.” Well, yes, and when I left it was my choice. I wasn’t pushed – I abdicated.<br /><strong>Interview by Kathryn Bromwich</strong></p> \n<h2>John Maybury on… illegal after-hours clubs</h2> \n<p>One of my great friends and mentors was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/jan/24/celebrating-derek-jarman-20-years-death\">Derek Jarman</a> and Soho was very much his stomping ground. It was Derek who introduced me to the basics, like going to Berwick Street market, or to Chinatown for a cheap bowl of char siu. There would be all these different worlds that intersected there.</p> \n<p>You might luck out and some old queen would take you to L’Escargot for dinner, and there were always different after-hours clubs, such as the Pink Panther. People like <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/leigh-bowery\">Leigh Bowery</a> used to go there – this was when he was just a weirdo on the scene. I won’t go into what sort of things went on in there, but we were regularly raided by the police and everyone would drop everything they had, so there would suddenly be a carpet of substances on the floor and everyone would be marched out on to the street and then, half an hour later, everyone would march back in again and pick up everything they’d left on the floor.</p> \n<p>Places like that were so transient: they were there and then they were gone. The place I miss most has to be the Colony Room. I was first taken there as a young punk in the late 70s by the painter Michael Wishart. Francis Bacon was there and I was terrified of him. I had dyed hair and makeup, and, ironically, so did he.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A lot of the old Colony crowd resented the imposition of gay culture, because they saw themselves as queers, not gays</p> \n  <footer> \n   <cite>John Maybury</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>He was very much a hero, which is why I made the film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2012/nov/09/daniel-craig-love-is-the-devil-review\"><em>Love Is the Devil</em></a><em>.</em> 1995, when I started working on it, was a really interesting time [at the Colony Room] because there was a sudden change of the guard – you still had a lot of the crowd from the 50s and 60s, as well as people such as Sarah Lucas, Damien Hirst and Tracey Emin.</p> \n<p>Soho is always mutating. Back then, people moaned about the influx of gay clubs, saying that was a kind of gentrification. Old Compton Street turned into something they didn’t recognise in the 90s. A lot of the old Colony Room crowd resented the imposition of gay culture, because they saw themselves as queers, not gays. They existed at a time when being gay was illegal and they found the gay scene contrary to their code of being.</p> \n<p>But what’s happening now is a whole other ball game; places disappear almost overnight. What’s great about London, though, is that despite the property developers, people will always find a new place to gravitate to and then the gentrification virus will creep into that area as well.</p> \n<h2>Margot Henderson on… the French House pub and its atmospheric dining room upstairs</h2> \n<figure class=\"element element-image\" data-media-id=\"71ab76eea784d6531b846211f8012676945e4bb6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431699994475/9517dbc8-bdd5-4e64-a627-19dfc91c5088-460x305.jpeg\" alt=\"The French House on Dean Street.\" width=\"460\" height=\"305\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The French House on Dean Street.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2004/sep/12/foodanddrink.features\">Fergus</a> and I met when I was working at the Eagle [in Farringdon] and he was working at the Globe in Notting Hill. We fell in love and decided we wanted to open a restaurant together. He had a friend called Jon Spiteri, who said that there was space above the French House pub in Soho. We were all regulars, so John spoke to Lesley and Noel [the proprietors] and they were very keen. The three of us were partners there from 1992 before Fergus and John went off and did St John together in ’95. It was a bit upsetting, but Mel [Melanie Arnold, John’s wife] and I became great partners, and it was all for the best. We had all our small children there and manned the French for seven to eight years. We loved it there – it was our baby.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Damien Hirst did his first skull, Sarah Lucas did a piece – it was all very exciting</p> \n  <footer> \n   <cite>Margot Henderson</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>It was a gorgeous pub full of atmosphere, with some great characters. We really felt a part of it. The dining room was small and intimate, we had people proposing there, we had funerals, marriages, everything. We started to do a lot of art events: White Cube had a lot of their dinners there – we did a dinner for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/mar/23/nan-goldin-photographer-wanted-get-high-early-age\">Nan Goldin</a>. Mel was living in Broadwick Street and I was in Covent Garden, so we would bring our little kids into the restaurant every day and it was very much family-based; we knew everyone on the street. The woman who used to clean the spanking-mag shop next to Patisserie Valerie used to give all the kids teddy bears. Everyone just knew everyone, it had a real village atmosphere, and I think the French House dining room brought that with it as well. Lucian Freud would come up and sit in the kitchen and flirt with all the young chefs… Lots of artists came, all the local naughty people – people who love to eat and drink and have long lunches.</p> \n<p>Our three children all went to Soho Parish primary, a really lovely school in the middle of Soho. It was very small, and really suffered from funding, so Mel and I had an art auction for it at the Groucho and sold &pound;180,000 worth of art, which everyone was in absolute tears about – it was pretty amazing! Damien Hirst did his first skull, Sarah Lucas did a piece – it was all very exciting.</p> \n<p>Bar Italia was very good with children; it’s been our place for ever. I think it saved me, actually. Every morning, I’d head straight there and read all the papers with a baby on my front before going into work.</p> \n<p>We were very sad to leave. We put our hearts and souls into it and we didn’t mind not making lots of money. It was just so hard not to have a business in Soho. There’s an atmosphere of people looking out for one another there; it’s a friendly, happy place.</p> \n<h2>The 2000s</h2> \n<h2>Michele Wade on… Soho’s cafe culture</h2> \n<figure class=\"element element-image\" data-media-id=\"da9f1df54ba7285bd3801a3d4f2abc5b5a145c30\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431700051043/dbae8b73-ae68-4564-b844-ad475f67d998-300x420.jpeg\" alt=\"Michele Wade outside Maison Bertaux: ‘Jeffrey Bernard would sit upstairs and fall asleep in his chair.’\" width=\"300\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michele Wade outside Maison Bertaux: ‘Jeffrey Bernard would sit upstairs and fall asleep in his chair.’</span> \n  <span class=\"element-image__credit\">Photograph: Rob Greig/Rex</span> \n </figcaption> \n</figure> \n<p>I’ve been involved in <a href=\"http://www.maisonbertaux.com/maisonbertaux.com/Maison_Bertaux.html\">Maison Bertaux</a> since I was about 17, in the late 70s. I fell in love with Soho, but especially in love with the shop, the whole atmosphere. I started as a Saturday girl, then I was a waitress and then I went to study at Rada. I made a little bit of money in acting, so when Mme Vignaud, my boss, said she wanted to sell the business, I bought it from her. I was 25 or 26.</p> \n<p>There weren’t so many places in Soho then where you could have tea, coffee, conversations. The pubs used to close between 3 and 5pm, so we got a slightly different clientele because of that… I remember <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2005/jun/15/theatre1\">Jeffrey Bernard</a> used to come in sometimes after drinking at the <a href=\"http://www.thecoachandhorsessoho.co.uk/\">Coach and Horses</a> at lunchtime. He’d sit upstairs and fall slightly asleep in his chair and then go to the pub again afterwards. We also used to have the art school [Central Saint Martins] up the road and the students used to come here to sit upstairs and draw… it was relaxing for people. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/08/why-mad-again-about-alexander-mcqueen-nick-waplington-savage-beauty\">Alexander McQueen</a> was a real regular, just gorgeous. We knew him quite well.</p> \n<p>Now my sister, Tania, and I run a little art gallery upstairs. We’ve got Noel Fielding’s artwork up there, he’s really charming. Clients? We’ve had all sorts: <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/derek-jarman\">Derek Jarman</a> was always coming here, he was a marvellous person; Steve McQueen, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/howard-hodgkin\">Howard Hodgkin</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/grayson-perry\">Grayson Perry</a>…</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In Soho, there’s space for everybody – other burgeoning areas aren't as inclusive</p> \n  <footer> \n   <cite>Michele Wade</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The big thing of Soho is the freedom for people to be who they are. I’ve got a [male] customer who comes in dressed as a woman and no one pays any attention. I think people worry the corporations might squeeze down that freedom. In Soho, there’s space for everybody, but other burgeoning areas – like Shoreditch, Dalston, Peckham – they’re not as inclusive. Maybe that’s why a lot of businesses can coexist in Soho.</p> \n<p>We’re frightened about the rent going up so high that we can’t afford to be here, but I try never to be scared. When I first took over Maison Bertaux, we only did one type of tea, but now we do about 20; we only did cafe au lait, but now we do all the coffees. Soho is always changing and you’ve got to adapt and be attractive to people who are enjoying the change. But people have to help each other to make sure there’s room for everyone.</p> \n<p>The vicar from the church nearby comes to get his ham-and-cheese croissant every Saturday and Sunday and we’ve got a lot of irregular regulars from all over the world who come to Maison Bertaux when they’re in London. We also have quite a few people coming in who aren’t homeless, but who’ve fallen on hard times, so we give them something to keep them going.</p> \n<p>Soho’s always had that history of having different kinds of businesses and restaurants, and I think that’s what makes it unique, because every building’s had a restaurant in it before and before that and before that… Everyone over 40 who knows Soho, they’ll have a memory of it. People won’t have those memories of Hoxton, or places like that. <strong>CJ</strong></p> \n<h2>Tim Arnold on… why we started the Save Soho campaign</h2> \n<figure class=\"element element-image\" data-media-id=\"b15bef7cb631155cc9c57f76d2fedf5b0d47fc55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431700111752/d8d04fa5-438d-4e3f-9066-e3223b184d50-1020x1020.jpeg\" alt=\"Singer-songwriter Tim Arnold in Blacks Club, Dean Street, in one of Soho’s oldest buildings.\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Singer-songwriter Tim Arnold in Blacks Club, Dean Street, in one of Soho’s oldest buildings.</span> \n  <span class=\"element-image__credit\">Photograph: Iain G Reid</span> \n </figcaption> \n</figure> \n<p>I got a place at St Martins to study fine art in 1994, but then I got snapped up for an eight-record deal by Sony. I never went to art school. I was living on Charing Cross Road, Sony were on Great Marlborough Street and I was going to places like Cafe Bar Sicilia, the Atlantic Bar and the Astoria, so Soho was my world. I was hanging out with people like Jarvis Cocker and Alex James from Blur.</p> \n<p>In 2010, I decided to write a book, called <em>Soho Heroes</em>. I’ve interviewed over 100 people: tailors, restaurateurs, DJs, remarkable characters I’ve worked with and lived alongside all these years. And then I started working on a concept album, <em>The Soho Hobo</em>, which is really just me trying to understand what it is about the place that I love so much. As I was working on those two projects I kept seeing Soho disappearing bit by bit.</p> \n<p>And then Madame Jojo’s closed and I realised it isn’t enough to sing about Soho any more; you’ve got to do something. That’s when I wrote to Boris Johnson and enlisted Benedict Cumberbatch who in turn enlisted Stephen Fry to sign the letter. I set up the <a href=\"http://savesoho.com/\">Save Soho website</a> so that people who felt the same could come together, and then suddenly we were getting 25,000 hits a week.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Young kids want to walk down the street where the Rolling Stones recorded, they want to possibly bump into Jimmy Page</p> \n  <footer> \n   <cite>Tim Arnold</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>It’s hard enough for new artists starting out, without the small venues closing down. And with somewhere like Denmark Street, young kids want to walk down the street where the Rolling Stones recorded, they want to possibly bump into Jimmy Page buying a guitar. They want to have that feeling that I had when I was in Madame Jojo’s and rubbing shoulders with the likes of Jarvis Cocker – “I must be in the right place because all the guys who inspire me are here.” There’s a passing of the baton and, culturally, there’s a responsibility to keep those venues inclusive and let them continue.</p> \n<p>For 400 years, Soho has allowed people to think differently, from Karl Marx, who wrote <em>Das Kapital</em> in Dean Street, right up to Paul O’Grady, who was doing the kind of comedy that would have got him thrown out of any other place in England. It’s a national platform for innovation and creativity, and it’s under threat from people who want to turn it into a rich person’s playground.</p> \n<p>As a singer-songwriter, I have been ignited by the spirit of the area. I write at least a song every day and I usually do it looking out of my window in Frith Street. I’ve led a very bohemian life, sacrificing everything that’s respectable for creativity. I wouldn’t have had that life anywhere else. <strong>JO’C</strong></p> \n<h2>Laurence Lynch on… much-missed institutions</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a41da152f622a56af37dbafa609831691841effb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431700159464/cc293440-f4b8-4d70-a4ce-8d658012e051-268x420.jpeg\" alt=\"Laurence Lynch.\" width=\"268\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Laurence Lynch.</span> \n  <span class=\"element-image__credit\">Photograph: Alpha Press</span> \n </figcaption> \n</figure> \n<p>There is an energy in Soho that sends people mad. When I first moved to Soho about 25 years ago, it was not only the madness that interested me, it was the small independent business people; they still do, the grafters who keep our community alive with their warm welcomes and industry. I love pubs and that was where I was able to meet people, make friends and pick up work. It was all word of mouth – that was how Soho worked.</p> \n<p>After many years, I was taken to the Colony Room, 41 Dean Street, where I became a member. To me, it was the centre of the centre. I spent a year of my life with Sebastian Horsley, Hamish McAlpine, Ian Freeman and others trying to save it. Change of use was turned down, but the landlord appealed and now the Colony is a one-bedroom flat. It is not the only Soho treasure lost in the past 10 years. Here’s a roll call:<br /><span class=\"bullet\">•</span> The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2005/sep/14/communities.guardiansocietysupplement1\">New Piccadilly restaurant in Denman Street</a>, voted the joint best cafe in London, demolished to build the Ham Yard hotel complex.<br /><a href=\"http://www.crossrail.co.uk/sustainability/archaeology/archaeology-exhibition-portals-to-the-past-february-2014/spotlight-on-historic-buildings\"><span class=\"bullet\">•</span> The Bath House pub</a>, Dean Street, demolished, Crossrail.<br /><a href=\"http://www.pubology.co.uk/pubs/7314.html\"><span class=\"bullet\">•</span> The Black Gardenia</a>, Dean Street, demolished, Crossrail.<br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/jan/15/astoria-final-gigs\"><span class=\"bullet\">•</span> The Astoria music venue, Charing Cross Road, demolished, Crossrail</a>.<br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2014/feb/27/london-metal-venue-the-intrepid-fox-announces-imminent-closure\"><span class=\"bullet\">•</span> The Intrepid Fox</a>, Wardour Street, world-famous rock pub, now a burger bar.<br /><span class=\"bullet\">•</span> The Devonshire Arms, Denman Street, now <a href=\"http://www.hardens.com/az/restaurants/london/w1/jamies-italian.htm\">Jamie’s Italian</a>.<br /><span class=\"bullet\">•</span> The Soho Pizzeria, Beak Street, now a burger bar.<br /><span class=\"bullet\">•</span> The King’s Head and Dive Bar, Gerrard Street, demolished, Chinese restaurant.<br /><a href=\"http://www.newstatesman.com/culture/culture/2013/03/losing-lorelei\"><span class=\"bullet\">•</span> The Lorelei</a> Italian restaurant in Bateman Street, there for about 40 years, replaced by a restaurant that lasted six months.<br />And now it’s the turn of <a href=\"http://www.londonnet.co.uk/ln/guide/themes/markets.html\">Berwick Street market’s adjoining shops</a>, which are <a href=\"http://now-here-this.timeout.com/2015/04/16/veggie-cafe-beatroot-in-soho-is-closing-down/\">being destroyed to make way for another hotel</a>. Lastly – for now – the plot on which <a href=\"http://www.curzoncinemas.co.uk/soho/\">Curzon Soho</a> cinema stands in <a href=\"http://www.curzoncinemas.com/news/all/soho_crossrail_2_update.aspx\">Shaftesbury Avenue is now being eyed up for Crossrail 2</a>.</p> \n<p>That is a lot to take out of a small area in such a short time. The living thing that is Soho is having its limbs removed. But we’re not ready to put the keys back through the letterbox and turn the lights out yet. Now, whose round is it anyway?</p> \n<p><em>Laurence Lynch is a playwright and plumber. His play, Burnt Oak, runs until tonight at the Leicester Square theatre</em></p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431620525441/Sohos-fashionable-Carnaby-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Soho's fashionable Carnaby Street in 1968. Photograph: Robert Estall Photo Agency/Alamy","credit":"Robert Estall Photo Agency/Alamy","altText":"Soho's fashionable Carnaby Street in 1968.","cleanCaption":"Soho's fashionable Carnaby Street in 1968. Photograph: Robert Estall Photo Agency/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431704198707/28e63c96-ed14-415c-8703-9b47704cd070-1346x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1346,"orientation":"portrait","caption":"Brewer Street, 1988. Photograph: Rex","credit":"Rex","altText":"Brewer Street, 1988.","cleanCaption":"Brewer Street, 1988.","cleanCredit":"Photograph: Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431696673853/6a0ab683-6177-4f03-bd6e-36e29468b795-2060x1595.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1595,"width":2060,"orientation":"landscape","caption":"The Windmill girls. ‘It was like a boarding school,’ says Polly Perkins, ‘where you danced and took your clothes off.’ Photograph: Rex","credit":"Rex","altText":"The Windmill girls","cleanCaption":"The Windmill girls. ‘It was like a boarding school,’ says Polly Perkins, ‘where you danced and took your clothes off.’","cleanCredit":"Photograph: Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431696738815/4f7f748a-f7a0-4a23-a181-fee594b10529-537x540.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":540,"width":537,"orientation":"portrait","caption":"Francis Bacon, one of the original members of the Colony Room. Photograph: The John Deakin Archive/Getty Images","credit":"The John Deakin Archive/Getty Images","altText":"Francis Bacon","cleanCaption":"Francis Bacon, one of the original members of the Colony Room.","cleanCredit":"Photograph: The John Deakin Archive/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699272776/45f8e34a-9c5a-4075-a852-187dfe0be658-733x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":733,"orientation":"portrait","caption":"John Pearse and friend in 1966: ‘We were peacocks in sharp-as-a-knife tailoring.’","credit":"PR","altText":"John Pearse and friend in 1966: ‘We were peacocks in sharp-as-a-knife tailoring.’","cleanCaption":"John Pearse and friend in 1966: ‘We were peacocks in sharp-as-a-knife tailoring.’"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699400075/02fd57e8-3fc7-4e71-9e22-352b07149789-2015x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":2015,"orientation":"portrait","caption":"The Who on stage at the Marquee in 1967. Photograph: Ray Stevenson/Rex Features","credit":"Ray Stevenson/Rex Features","altText":"The Who on stage at the Marquee in 1967.","cleanCaption":"The Who on stage at the Marquee in 1967.","cleanCredit":"Photograph: Ray Stevenson/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699577294/a39a5f6b-0d71-4191-9932-8781ccf59080-805x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":805,"orientation":"portrait","caption":"Irma Kurtz, centre, with Muriel Belcher and friend at the Colony Club.","credit":"PR","altText":"Irma Kurtz, centre, with Muriel Belcher and friend at the Colony Club.","cleanCaption":"Irma Kurtz, centre, with Muriel Belcher and friend at the Colony Club."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699722105/89a4e058-166e-4902-975f-6132544d394d-1646x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1646,"orientation":"portrait","caption":"‘Two old men were fighting over her satin knickers.’ Photograph: Mark Mawson/Robert Harding/Rex","credit":"Mark Mawson/Robert Harding/Rex","altText":"Strip club","cleanCaption":"‘Two old men were fighting over her satin knickers.’","cleanCredit":"Photograph: Mark Mawson/Robert Harding/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705024600/2e06db2a-6467-4c4a-9a5e-8334be4a8900-1363x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1363,"orientation":"portrait","caption":"Johnny Rotten, right, and Sid Vicious of the Sex Pistols at the Marquee Club in 1977. Photograph: Dennis Morris","credit":"Dennis Morris","altText":"Johnny Rotten, right, and Sid Vicious of the Sex Pistols at the Marquee Club in 1977.","cleanCaption":"Johnny Rotten, right, and Sid Vicious of the Sex Pistols at the Marquee Club in 1977.","cleanCredit":"Photograph: Dennis Morris"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699791282/0aa1f97f-dd80-474e-8582-abf55caa0d85-2060x1930.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1930,"width":2060,"orientation":"landscape","caption":"The Cuts salon, ‘a community centre for weirdos’, counted Bowie among its customers. Photograph: Getty Images","credit":"Getty Images","altText":"Bowie","cleanCaption":"The Cuts salon, ‘a community centre for weirdos’, counted Bowie among its customers.","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699858543/0d1b4f42-2022-4048-825c-a7ec5a0752ad-2060x1362.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1362,"width":2060,"orientation":"landscape","caption":"Outside Madame Jojo’s in the 90s. Photograph: Gianni Muratore/Alamy","credit":"Gianni Muratore/Alamy","altText":"Outside Madame Jojo’s in the 90s.","cleanCaption":"Outside Madame Jojo’s in the 90s.","cleanCredit":"Photograph: Gianni Muratore/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699914505/160c7645-e18b-46d2-af78-d5f7ad3c304a-1357x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1357,"orientation":"portrait","caption":"The Very Miss Dusty O at her Trannyshack night. Photograph: Alamy","credit":"Alamy","altText":"The Very Miss Dusty O at her Trannyshack night.","cleanCaption":"The Very Miss Dusty O at her Trannyshack night.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699993273/9517dbc8-bdd5-4e64-a627-19dfc91c5088-2060x1364.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1364,"width":2060,"orientation":"landscape","caption":"The French House on Dean Street. Photograph: Alamy","credit":"Alamy","altText":"The French House on Dean Street.","cleanCaption":"The French House on Dean Street.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700050007/dbae8b73-ae68-4564-b844-ad475f67d998-1458x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1458,"orientation":"portrait","caption":"Michele Wade outside Maison Bertaux: ‘Jeffrey Bernard would sit upstairs and fall asleep in his chair.’ Photograph: Rob Greig/Rex","credit":"Rob Greig/Rex","altText":"Michele Wade outside Maison Bertaux: ‘Jeffrey Bernard would sit upstairs and fall asleep in his chair.’","cleanCaption":"Michele Wade outside Maison Bertaux: ‘Jeffrey Bernard would sit upstairs and fall asleep in his chair.’","cleanCredit":"Photograph: Rob Greig/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700111752/d8d04fa5-438d-4e3f-9066-e3223b184d50-1020x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":1020,"orientation":"landscape","caption":"Singer-songwriter Tim Arnold in Blacks Club, Dean Street, in one of Soho’s oldest buildings. Photograph: Iain G Reid","credit":"Iain G Reid","altText":"Singer-songwriter Tim Arnold in Blacks Club, Dean Street, in one of Soho’s oldest buildings.","cleanCaption":"Singer-songwriter Tim Arnold in Blacks Club, Dean Street, in one of Soho’s oldest buildings.","cleanCredit":"Photograph: Iain G Reid"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700158673/cc293440-f4b8-4d70-a4ce-8d658012e051-650x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":650,"orientation":"portrait","caption":"Laurence Lynch. Photograph: Alpha Press","credit":"Alpha Press","altText":"Laurence Lynch.","cleanCaption":"Laurence Lynch.","cleanCredit":"Photograph: Alpha Press"}],"webPublicationDate":"2015-05-17T08:00:20Z","lastModified":"2015-05-17T08:00:20Z","metadata":{"commentable":true,"commentCount":10,"contributors":[],"feature":true,"keywords":["Culture","London","UK news","Gentrification","Crossrail","Cities","Sex trade","Society","Film industry","Communities","Heritage"],"tags":[{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"cities/gentrification","webTitle":"Gentrification"},{"id":"uk/crossrail","webTitle":"Crossrail"},{"id":"cities/cities","webTitle":"Cities"},{"id":"society/sex-trade","webTitle":"Sex trade"},{"id":"society/society","webTitle":"Society"},{"id":"film/film-industry","webTitle":"Film industry"},{"id":"society/communities","webTitle":"Communities"},{"id":"culture/heritage","webTitle":"Heritage"}],"section":{"id":"culture"},"topics":[],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/may/17/london-soho-stories-sex-drugs-rock-and-roll","shortUrl":"http://gu.com/p/48zza","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/may/17/london-soho-stories-sex-drugs-rock-and-roll","webUri":"http://www.theguardian.com/culture/2015/may/17/london-soho-stories-sex-drugs-rock-and-roll"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431620525441/Sohos-fashionable-Carnaby-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Soho’s fashionable Carnaby Street in 1968. Photograph: Robert Estall Photo Agency/Alamy","credit":"Robert Estall Photo Agency/Alamy","altText":"Soho's fashionable Carnaby Street in 1968.","cleanCaption":"Soho’s fashionable Carnaby Street in 1968. Photograph: Robert Estall Photo Agency/Alamy"}},"importance":7,"kicker":{"title":"Soho stories"},"showQuotedHeadline":false},{"title":"Meera Syal / Right from the off I was an outsider, forced to think about who I was","rawTitle":"Right from the off I was an outsider, forced to think about who I was","item":{"type":"article","id":"culture/2015/may/17/meera-syal-i-was-an-outsider-right-from-the-off","title":"Meera Syal: Right from the off I was an outsider, forced to think about who I was","trailText":"She’s just finished a run on stage at the National and her third novel is out soon. Meera Syal discusses childhood, extended families and Delhi house prices with<strong> Tim Adams</strong>","standFirst":"<p>She’s just finished a run on stage at the National and her third novel is out soon. Meera Syal discusses childhood, extended families and Delhi house prices</p>","byline":"Tim Adams","body":"<p>I meet Meera Syal in one of the brief pauses for breath in her polymathic life. For the previous six months she has been starring nightly – as an exuberantly foul-mouthed mother – in David Hare’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/nov/23/behind-the-beautiful-forevers-review-national-meera-syal-david-hare\">acclaimed play <em>Behind the Beautiful Forevers</em>. </a>The play is an adaptation of Katharine Boo’s book about life in a Mumbai slum and has been on at the National Theatre – “quite a curious marriage on paper,” Syal says with a grin, “but it works incredibly well”. For the first part of that run she was making final edits to her third novel, <em>The House of Hidden Mothers</em>, a compelling story of surrogacy in London and Delhi, which was completed alongside filming of the second series of <em>Broadchurch</em>, in which Syal played the judge. So she sits comparatively carefree in the sun outside the Flask in Highgate, north London, wondering a bit what she might do next.</p> \n<p>She’s not eating much she says, apologetically, and no wine, because she’s due to collect her seven-year-old son from school (she also has a daughter in her 20s from her first marriage). Syal lived in the East End for 25 years and has only moved to Highgate village in the last 18 months; she’s still getting used, she says, to the slightly more serene pace of perfect spring days like this one.</p> \n<p>She orders a goat’s curd salad, though tempted by the mackerel that I choose, and we talk first about her new novel, the spark for which came from a documentary about a surrogacy clinic in India offering services mostly to childless couples in the UK.</p> \n<p>“I have one good idea every 10 years,” she says. “But when I get one I do manage to finish it. I had rejected a lot of thoughts since my previous novel because I didn’t get that real tingle you should get. The synapses have to start firing. I was channel-flicking when I saw this documentary. At that point I hadn’t known India had the biggest surrogacy industry in the world. One of my favourite books is <em>The Handmaid’s Tale</em> by Margaret Atwood and in the collision of those two things I could see a new way of writing about the relationship between India and England.”</p> \n<p>That relationship has obviously been fundamental to Syal, since her Punjabi parents upped sticks from Delhi and chose to settle in Wolverhampton, before she was born. At the moment, I suggest, it feels like the balance of power between the two nations is shifting quickly, a fact partly reflected in the sexual politics of her book.</p> \n<p>“It certainly is changing,” she says. “I just see it in my own family. Those that weren’t as well off as us 15 years ago are now loads better off and their money goes much further. They have staff and help and all that. I go back fairly regularly, I’m going again this December. Mostly to Delhi where most of my dad’s family are.” Some of those family members have benefited from a property boom dramatic even by London standards. “Those little houses they bought in the old bits of Delhi years ago are like living in Kensington now …”</p> \n<p>She didn’t go to a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/mar/14/childless-britons-increasingly-surrogate-babies\">surrogacy</a> clinic over there to research her book, but she interviewed people who had, including a British couple who’d had two children by Indian surrogate mothers. “You can all get the facts you like off the internet,” she says, “but I think you have to hear people describe the emotional journey to really get it.”</p> \n<p>Her big bowl of salad arrives and she digs in. At 53 she has to work quite hard to stay fit, she says, at the gym three or four times a week, and then netball at a school hall one evening (“three quid and you just turn up”). Is she equally disciplined about writing?</p> \n<p>“The worst bit is always starting. But out of all the media I’ve written for I find prose the easiest. I think it’s the privacy of it. Unlike a play or a film where only the first draft is really yours, you have to stand and fall by it. It’s not a collaborative process. You can work at your own pace.” That used to be sometimes at three in the morning, but not since she had her son.</p> \n<p>“I couldn’t just write,” she says. “I love the communal experience of theatre. I’m not really solitary.”</p> \n<p>She got round some of that solitariness this time by speaking the voices in her book out loud as she was writing, particularly those of the two women at the heart of it, adoptive mother and surrogate. “It always feels like channelling a bit,” she says. “It’s like when I used to do improvisation, you take on this other person quite quickly.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I remember vividly thinking, the world is bigger than this. I want to get out there</p> \n  <footer> \n   <cite>Meera Syal</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Syal – recipient of an MBE and a CBE – is best known, I suppose, for her brilliant comedy – she wrote and starred in <em><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2014/may/05/how-we-made-goodness-gracious-me-meera-syal-sanjeev-bhaskar\">Goodness Gracious Me</a> </em>and <em>The Kumars at No. 42</em> with her husband Sanjeev Bhaskar – but she doesn’t think of herself primarily as a comic actor. Everything, drama, comedy, writing, comes from a similar place.<br /></p> \n<p>That place is really her childhood, she suggests, or at least from the perspective her unusual formative years as the only “person of colour” in the mining village of Essington in the Midlands gave her.</p> \n<p>Her first book, <em>Anita and Me</em>, told that story. “I feel really lucky that my parents chose such a strange place for an immigrant family to grow up,” she says now. “Right from the off I was an outsider. I was always forced to think about who I was and issues of identity and self-worth in ways I probably would never have had to if I had been born surrounded by people like me.”</p> \n<p>When she goes into schools to give talks she stresses to the kids who feel different (“and all kids feel different”) that being on the margins looking in is always the most creative place to be. “We had a park near our house where all the kids used to gather, pretty feral, and I remember swinging on this swing, ridiculously high. If I swung high enough I could see over the trees and to the horizon stretching. And I remember vividly thinking, the world is bigger than this. I want to get out there.”</p> \n<p>We meet before the election, and Syal is disturbed that immigration has played such a big part in the debates. “We had a leaflet through our door and it seems our local Ukip candidate is a black guy. Me and Sanjeev just stood there mouths open. It’s the Coopers from <em>Goodness Gracious Me</em> all over again: ‘Send them all back except for me!’”</p> \n<p>The fact is, she says, with a laugh, Ukip or not, the British are adopting foreign culture. “My mum lives with us which is great. But all my English friends are also living as extended families because their kids never leave and their parents are there: I’m like: you are all turning Indian now, I told you! Dig out that basement! Extend that loft, they are all coming home!”</p> \n<p>Syal is the cook in her three-generation household, mostly Indian food. Her husband can cook she says, but he somehow is rarely in the kitchen. They divide other areas of their life more equally – when she is working full-on, as she has been, he tends to turn down major commitments and vice versa.</p> \n<p>“I have no idea what I am doing next,” she says. “But you have to be Mr Micawber, something will turn up. Otherwise you shouldn’t be in this industry. Actually I suppose most of the country now lives like actors. I’m not sure we are psychologically equipped for it. I’m not sure I was, being an immigrant, a non-steady job with no pension. Welcome to the world we have lived in for years.”</p> \n<p>She had never planned to have no plan. After Manchester University she had her life mapped out: she was booked on an MA in drama and psychology that would lead to work in schools helping children with special needs.</p> \n<p>That summer though, she did a one-woman show in Edinburgh at the fringe and was so good that she was offered not only a residency at the Royal Court but also a coveted Equity card. “So that was the chance to get out. And at 22 you have to take it.”</p> \n<p>Does she ever think about what would happened if she had not?</p> \n<p>“If I hadn’t I would have been sitting in a very nice suburban house somewhere, wondering, I suppose,” she says. “And I didn’t want to be that person.”</p> \n<p><em>The House of Hidden Mothers is published on 4 June (Doubleday, &pound;14.99). </em><em>Meera Syal will be in conversation with Maya Jaggi at the Queen Elizabeth Hall, London on 20 May at 7pm. Tickets &pound;10; <a href=\"http://www.southbankcentre.co.uk/\">southbankcentre.co.uk</a>, 0844 875 0073</em></p> \n<figure class=\"element element-image\" data-media-id=\"b152c09781a45b5aa6d5846bc9c67b683e9aa7e5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431441813966/ea4d9cd2-9de5-40be-9ee6-7284b6616437-460x427.jpeg\" alt=\"Meera ate Whipped fresh goat’s curd and ginger-poached pear salad, &pound;11. Tim ate Grilled mackerel salad, saut&eacute;ed spelt and almonds, bok choi, charred lemon and caperberries, &pound;13.25. They drank Mineral water, &pound;4; coffee, &pound;2.50.  Tim drank Pinot Grigio San Valentino, Trentino, &pound;5\" width=\"460\" height=\"427\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Meera ate</strong> Whipped fresh goat’s curd and ginger-poached pear salad, &pound;11. <strong>Tim ate</strong> Grilled mackerel salad, saut&eacute;ed spelt and almonds, bok choi, charred lemon and caperberries, &pound;13.25. <strong>They drank</strong> Mineral water, &pound;4; coffee, &pound;2.50. <strong>Tim drank </strong>Pinot Grigio San Valentino, Trentino, &pound;5</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans for Observer Food Monthly</span> \n </figcaption> \n</figure>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431441695536/550e243d-88fb-4d83-bf2f-8ac4fc9ddcbc-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Lyndon Hayes for Observer Food Monthly","altText":"‘From the off I was an outsider, forced to think about identity and who I was’.","cleanCredit":"Photograph: Lyndon Hayes for Observer Food Monthly"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431441815064/ea4d9cd2-9de5-40be-9ee6-7284b6616437-2060x1912.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1912,"width":2060,"orientation":"landscape","caption":"<strong>Meera ate</strong> Whipped fresh goat’s curd and ginger-poached pear salad, £11. <strong>Tim ate</strong> Grilled mackerel salad, sautéed spelt and almonds, bok choi, charred lemon and caperberries, £13.25. <strong>They drank</strong> Mineral water, £4; coffee, £2.50. <strong>Tim drank </strong>Pinot Grigio San Valentino, Trentino, £5 Photograph: Sophia Evans for Observer Food Monthly","credit":"Sophia Evans for Observer Food Monthly","altText":"Meera ate Whipped fresh goat’s curd and ginger-poached pear salad, £11. Tim ate Grilled mackerel salad, sautéed spelt and almonds, bok choi, charred lemon and caperberries, £13.25. They drank Mineral water, £4; coffee, £2.50.  Tim drank Pinot Grigio San Valentino, Trentino, £5","cleanCaption":"<strong>Meera ate</strong> Whipped fresh goat’s curd and ginger-poached pear salad, £11. <strong>Tim ate</strong> Grilled mackerel salad, sautéed spelt and almonds, bok choi, charred lemon and caperberries, £13.25. <strong>They drank</strong> Mineral water, £4; coffee, £2.50. <strong>Tim drank </strong>Pinot Grigio San Valentino, Trentino, £5","cleanCredit":"Photograph: Sophia Evans for Observer Food Monthly"}],"webPublicationDate":"2015-05-17T07:00:20Z","lastModified":"2015-05-17T07:00:20Z","metadata":{"commentable":true,"commentCount":14,"contributors":[],"feature":true,"keywords":["Meera Syal","Culture","Food & drink","Life and style","Fiction","Books"],"tags":[{"id":"culture/meera-syal","webTitle":"Meera Syal"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/books","webTitle":"Books"}],"section":{"id":"culture"},"topics":[],"series":{"title":"Lunch with ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/lunch-with"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/may/17/meera-syal-i-was-an-outsider-right-from-the-off","shortUrl":"http://gu.com/p/486jb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/may/17/meera-syal-i-was-an-outsider-right-from-the-off","webUri":"http://www.theguardian.com/culture/2015/may/17/meera-syal-i-was-an-outsider-right-from-the-off"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431441695536/550e243d-88fb-4d83-bf2f-8ac4fc9ddcbc-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘From the off I was an outsider, forced to think about identity and who I was’. Photograph: Illustration: Lyndon Hayes for Observer Food Monthly","credit":"Illustration: Lyndon Hayes for Observer Food Monthly","altText":"‘From the off I was an outsider, forced to think about identity and who I was’.","cleanCaption":"‘From the off I was an outsider, forced to think about identity and who I was’.","cleanCredit":"Illustration: Lyndon Hayes for Observer Food Monthly"}},"importance":6,"kicker":{"title":"Meera Syal"},"showQuotedHeadline":true},{"title":"Carsten Höller / It is impossible to travel down a slide without smiling","rawTitle":"It is impossible to travel down a slide without smiling","item":{"type":"article","id":"artanddesign/2015/may/17/carsten-holler-travel-down-a-slide-without-smiling-decision","title":"Carsten Höller: ‘It is impossible to travel down a slide without smiling’","trailText":"From the Tate’s helter skelters to upside-down goggles and mushroom-munching reindeer, Carsten Höller is the most exciting of artists. Tim Adams meets him in Stockholm to hear what he plans next","standFirst":"<p>From the Tate’s helter skelters to upside-down goggles and mushroom-munching reindeer, Carsten H&ouml;ller is the most exciting of artists. Tim Adams meets him in Stockholm to hear what he plans next</p>","byline":"Tim Adams","body":"<p>There must be a reason,” <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/carsten-holler\">Carsten H&ouml;ller</a> says, “why we don’t remember early childhood. Maybe it is genetic, maybe it is something else…”</p> \n<p>Whatever the reason, over the summer on London’s South Bank, H&ouml;ller – the authentic Willy Wonka of contemporary art – will do his utmost to return an adult audience to that forgotten infant world of signs and wonders. H&ouml;ller is best known in Britain for the health-and-safety defying helter skelters he installed in the Turbine Hall at Tate Modern in 2006 (“It is impossible to travel down a slide without smiling,” he claims). Next month, art lovers can queue to re-engage those underused facial muscles at the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/mar/31/giant-slides-london-south-bank-carsten-holler-hayward\">Hayward Gallery, where a double helix of equally vertiginous slides</a> will offer the quickest of exits from the gallery’s roof.</p> \n<p>There will be many other opportunities for legal highs in H&ouml;ller’s show. In one room, sets of his patented nausea-inducing Upside Down Goggles can be borrowed to view the gallery and the vertiginous London skyline as our eyes really see it. In another, a million pills will cascade from the ceiling with the <em>Alice in Wonderland</em> invitation, offered by drinking fountains on the wall, to “eat me” and accept the consequences. H&ouml;ller will also be recreating his Upside Down Mushroom Room, which is exactly as it sounds, (it can sometimes seem as if he once swallowed the <em>Magic Roundabout</em> whole).</p> \n<p>I visited H&ouml;ller earlier in the year at his studio in Stockholm,to ask him why he wanted the world to stop making sense. There was deep snow on the ground; up on the steep pitched roofs of the Gustavian buildings in his street, men were struggling to prevent mini-avalanches. H&ouml;ller has lived in Sweden for much of the past decade. His parents were German and worked for the EU, so he grew up in Belgium (that ultimate exercise in national surrealism). He is 54 and spends part of his winter in Ghana in a concrete house he has built on the beach 70 miles south of Accra. He is, as his work suggests, a lapsed scientist – he did a doctorate in biology, specialising in the ways that aphids navigate the world. For about 20 years he has now directed that attention to his own species.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Couples could rent an elevated bed, drink the fabled hallucinogenic urine and see if they believed Santa could fly</p> \n </blockquote> \n</aside> \n<p>In an echoey, empty room at the back of his studio, and over a lunch of salt cod in a grand old restaurant up the road, then back at the apartment that he shares with his partner, 14-year-old daughter, two-year-old son and 20 rare songbirds, H&ouml;ller does his best to explain his work to me – though on principle, as he says half-heartedly from time to time, he disapproves of the idea of explanation. He is in appearance an entirely sane, wiry, wryly professorial figure, but he is full of quiet surprise. He is much in favour of unknowing the world.</p> \n<p>We talk first about how he will dramatise that sense of nonsense at the Hayward. About the twin entrances that will separate the unsuspecting and send them variously into corridors of darkness and light. About the pills and the goggles and the beds. His show will be called Decision, though it undermines that apparently logical directive at every turn. It will instead put the gallery-goer through something like the double bind of contemporary life, our desire for ever greater choice and our hatred of uncertainty.</p> \n<p>“You know,” H&ouml;ller says, “it is clearly impossible to have the first idea how animals close to us, dogs for instance, understand the world. Even a human friend you think you know well, you can’t understand the decisions they make. And then when you look in the mirror it becomes even more spooky, because can you really work out why this person you see there does the things they do?”</p> \n<p>It is H&ouml;ller’s belief that much of our current western existence is based on a dull and false promise of logical predictability, our version of fundamentalism. “It is rather comforting to think that things we think we can begin to predict, like financial markets, or the weather, have a habit of doing wild things unexpectedly,” he says. “Our utilitarian/scientific model improves the chances of knowing what will happen next, but there is always a remainder of something else.”</p> \n<figure class=\"element element-image\" data-media-id=\"11494732bd46273f9476cc37f41eff9ae0e42d70\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431513770226/1f91988c-8a5a-446a-8875-3d6586653b1e-460x276.jpeg\" alt=\"H&ouml;ller’s Test Site installation in the Tate’s Turbine Hall.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Slide show: H&ouml;ller’s Test Site installation in the Tate’s Turbine Hall.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene</span> \n </figcaption> \n</figure> \n<p>H&ouml;ller is keen to access that remainder, disrupt the model. “The incomprehensible is an essential part of who we are,” he says, in his precise English, “but something we often try to deny.”</p> \n<p>His own biography, the shift from science to art in the early 90s, seems to point at a loss of faith in narrow rationality. Did he get to the point where the scientific method was not explaining the world as much as he wanted it to?</p> \n<p>“Yes,” he says carefully. “Though it was more that the science was always based on a set of assumptions. If you are doing modelling of how neurons function and fire, you start off always with a set of givens. The givens are something you just swallow without thinking how they taste. When I submitted my first scientific paper to a journal, there were referees who read it, and they approved it, but they said the discussion part was full of speculation. There were red marks all over it. The red marks were on all the bits I thought were the best things I had done. I came to believe that the assumptions I made in art were more honest, really…”</p> \n<p>What was the subject of his science paper?</p> \n<p>“It was about aphids. They have a lot of enemies, but my concern were these little parasitoids, tiny wasps that pierce the aphid, lay an egg inside. The larvae eat the aphid from within. So it was about the dynamic between these two insects.”</p> \n<p>When I wonder how that fascination arose, H&ouml;ller talks about entomology being a safe surrogate for his real life-long passion, which is songbirds. He is, I discover later, at work training bullfinches, among other things, how to whistle a particular 18th-century love song, which requires isolating them for six months and feeding them by hand. He is nothing if not obsessive.</p> \n<p>“Studying insects was really a way of keeping my fascination with birds somewhat in control,” he says with a smile. “Insects were cheating, really – they are little animals that fly, but they don’t sing.”</p> \n<p>What is it about birdsong that attracts him?</p> \n<p>“I can’t even speak about it,” he says. “It is more how you hear it, how it occupies a certain range of thoughts, how you can be deeply satisfied by hearing the first skylark, for instance, singing in February. It produces a profound happiness in me, is all that I can say.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7e2cec13c74ad8176fbf2c002ce728dcec03c540\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431612839672/545c4c7c-b534-45e8-b233-bb6c78320a5e-280x420.jpeg\" alt=\"Carsten H&ouml;ller wearing his Upside Down Goggles\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The incomprehensible is an essential part of who we are’: H&ouml;ller wearing his Upside Down Goggles.</span> \n  <span class=\"element-image__credit\">Photograph: Phil Fisk for the Observer</span> \n </figcaption> \n</figure> \n<p>H&ouml;ller gave up on formal science in 1993. The following year a friend gave him one of those books that changed his life. The book was by R Gordon Wasson, a former employee of JP Morgan investment bank, who devoted 25 years of his life from the 1950s to the study of the hallucinogenic properties of mushrooms and their anthropological history. In particular, Wasson speculated that the substance “soma”, which forms the basis of pagan and shamanic societies in certain ancient texts and oral traditions, was derived from the fly agaric mushroom.</p> \n<p>One part of H&ouml;ller’s life, ever since, has been an experimental kind of artistic homage to that theory. In one of his most memorable shows, he installed 14 live reindeer in a gallery in Berlin at Christmas time. Seven were fed on fly agaric mushrooms, seven, as a control, not. The urine of all of the reindeer was collected, bottled and stored in fridges in the gallery. Couples could rent an elevated bed in the room overnight and, if they liked, drink the fabled hallucinogenic urine and see if they believed Santa could fly. Half of it, of course, was simply reindeer piss.</p> \n<p>H&ouml;ller sees hallucinogens in part as a short cut, like early childhood or dreams, to a “different kind of rational”.</p> \n<p>How much has he experimented on himself?</p> \n<p>“I have never been a big druggie,” he says. “Drugs are not useful, really, but they are super-interesting in that they show you how simply your everyday drug-free experience can be altered. I think it is almost like a must for an artist to at least experience that.”</p> \n<p>Did he approach that experience in a scientific way?</p> \n<p>“Yes. I had to do it on my own. I never went to art school, so there was no other option. That was the handy part about science – because I was working mainly in biochemistry, I could order anything that I wanted. For testing. And you want very pure substances in the lab, of course.”</p> \n<p>So you could get the good stuff?</p> \n<p>“Yes, the very good stuff. It was a long time ago.”</p> \n<p>Out of that range of substances, which did he find the most interesting?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Drugs are not useful but they are super-interesting. It is almost like a must for an artist to at least experience that</p> \n </blockquote> \n</aside> \n<p>“Ketamine,” he says. “I didn’t try LSD, because I was scared of it. I think I would be less scared now. Ketamine only lasted half an hour. It paralyses the body. You don’t feel good at all, really, but it changes your perception of yourself in the world. I could feel that I was kind of a liquid, and the liquid was spreading from me not only where I was lying on the floor but through the apartment and, gradually, over the whole earth, including every little detail on the map. I was totally conscious, and I can keep it as a memory very clearly from 20 years ago. I didn’t need to repeat it.”</p> \n<p>Mushrooms, of course, formed part of that experimentation. “There are two kinds of mushrooms,” he continues. “The magic mushrooms, the psilocybin-based ones, the funny ones, and then there is the fly agaric mushroom, which is extremely toxic and not so funny. But I was mainly interested in the fly agaric.”</p> \n<p>H&ouml;ller got hold of some mushrooms and tried them in different ways, six times. Four times he passed out for long periods and threw up on waking. On the sixth occasion, he says, he started chanting like a Tibetan monk.</p> \n<p>“It was not very scientific,” he says. “You should really get the first ones of the season, then it also depends on where you get them. I went to Kamchatka once, fly-fishing with some friends, and on the way back we stopped by the side of the road and there was a woman selling this beautiful big fly agaric. She just had one. And I couldn’t communicate with her. She was saying it made people crazy. I didn’t buy it. But I regret it. That must have been the quality the shamans used to use. It was very expensive.”</p> \n<figure class=\"element element-image\" data-media-id=\"3b0276b2681e8a19ebe9305c3b3f4597af3e5240\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431514642543/d12ad9fa-eaac-4f62-b5d2-db995c0a3787-460x276.jpeg\" alt=\"Two reindeer lock horns at Berlin’s Hamburger Bahnhof museum.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stag party: reindeer at Berlin’s Hamburger Bahnhof museum.</span> \n  <span class=\"element-image__credit\">Photograph: John Macdougall/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>There aren’t many shamans left, I say. Does he think artists have assumed their function?</p> \n<p>He laughs. “You might say someone like [the German conceptual artist] Joseph Beuys had that quality. Being a shaman was about becoming a vessel, or a message carrier, the person who finds a way to bring the news. The process itself is probably similar in a way…”</p> \n<p>How so?</p> \n<p>“Well, when you have an exhibition there is a set of constants: the date the show opens, the size of the gallery space, the budget and so on. But on the other side it becomes more complicated. I never feel that it is really me doing it, making the art – it is more something that I am containing, that I am feeding, almost like a pet or an alien.”</p> \n<p>Is that alien an aspect of himself he has come to understand?</p> \n<p>“I think it is really because I have spent so much time with this now that I have this vessel-like function. The talent is really understanding the way you want the thing to develop. But there is certainly an automatic process in there and you are more like the judge, saying yes or no. Very often the judgement itself is automatic. Like when you come back to birth, or like a rush of euphoria, like I said when you hear the skylark for the first time, a good artwork can be the same.”</p> \n<p>These are all things, of course, to hold in mind if you get the opportunity to spend milliseconds defying gravity on one of H&ouml;ller’s slides. Later, back at his apartment, he shows me the room where he keeps the rare, caged songbirds he breeds. Among them is a single nightingale (they are too aggressive to keep as a pair).</p> \n<p>The bird will not sing while he is the room, but at night H&ouml;ller sits in the adjacent living room with the door ajar as the bird goes through its full repertoire. He has tubs of live beetles and worms to tempt his birds to good voice. “It’s not for everybody,” he says, “but it is for me.”</p> \n<p>Does he see, I wonder, the caged bird singing in terms of the traditional metaphor of the artist and creation?</p> \n<p>“That’s for you to say,” he says. “I have no answers, but I suppose I am just trying to give people a few of the tools.”</p> \n<p>Before I leave he gives me three small tubes of his own recipe toothpaste, “one male, one female, one child” version, each laced with an “activator”. He says I should use before bed to improve my dreams.</p> \n<p>I duly go through the ritual back at home. Does the toothpaste work? I’m still in two minds.</p> \n<p><em>Carsten H&ouml;ller’s exhibition Decision runs at the Hayward Gallery, London SE1 from 10 June to 6 September 2015 (</em><a href=\"http://www.southbankcentre.co.uk/whatson/carsten-h%C3%B6ller-decision-91658\"><em>southbankcentre.co.uk</em></a><em>)</em></p> \n<p><em>Follow the Observer Magazine on Twitter <a href=\"https://twitter.com/obsmagazine\">@ObsMagazine</a></em></p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431612635746/fa0f2340-835c-457c-b3dc-bef2551e60af-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Phil Fisk for the Observer","altText":"Carsten Höller","cleanCredit":"Photograph: Phil Fisk for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431513771533/1f91988c-8a5a-446a-8875-3d6586653b1e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Slide show: Höller’s Test Site installation in the Tate’s Turbine Hall. Photograph: David Levene","credit":"David Levene","altText":"Höller’s Test Site installation in the Tate’s Turbine Hall.","cleanCaption":"Slide show: Höller’s Test Site installation in the Tate’s Turbine Hall.","cleanCredit":"Photograph: David Levene"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431612844721/545c4c7c-b534-45e8-b233-bb6c78320a5e-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"‘The incomprehensible is an essential part of who we are’: Höller wearing his Upside Down Goggles. Photograph: Phil Fisk for the Observer","credit":"Phil Fisk for the Observer","altText":"Carsten Höller wearing his Upside Down Goggles","cleanCaption":"‘The incomprehensible is an essential part of who we are’: Höller wearing his Upside Down Goggles.","cleanCredit":"Photograph: Phil Fisk for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431514643943/d12ad9fa-eaac-4f62-b5d2-db995c0a3787-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stag party: reindeer at Berlin’s Hamburger Bahnhof museum. Photograph: John Macdougall/AFP/Getty Images","credit":"John Macdougall/AFP/Getty Images","altText":"Two reindeer lock horns at Berlin’s Hamburger Bahnhof museum.","cleanCaption":"Stag party: reindeer at Berlin’s Hamburger Bahnhof museum.","cleanCredit":"Photograph: John Macdougall/AFP/Getty Images"}],"webPublicationDate":"2015-05-17T07:00:19Z","lastModified":"2015-05-17T07:00:19Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Tim Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timadams"}],"feature":true,"keywords":["Carsten Höller","Art and design","Tate Modern","Art"],"tags":[{"id":"artanddesign/carsten-holler","webTitle":"Carsten Höller"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/tate-modern","webTitle":"Tate Modern"},{"id":"artanddesign/art","webTitle":"Art"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Tim Adams","topic":{"type":"tag-contributor","name":"profile/timadams"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/may/17/carsten-holler-travel-down-a-slide-without-smiling-decision","shortUrl":"http://gu.com/p/48pap","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/may/17/carsten-holler-travel-down-a-slide-without-smiling-decision","webUri":"http://www.theguardian.com/artanddesign/2015/may/17/carsten-holler-travel-down-a-slide-without-smiling-decision"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431610157437/83b8b94a-7ecd-4daa-8ddf-361b2b229b46-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I never feel it is really me making the art, it is more something I am containing, feeding, like a pet or an alien’: Carsten Höller. Photograph: Phil Fisk for the Observer","credit":"Phil Fisk for the Observer","altText":"Carsten Höller diptych","cleanCaption":"‘I never feel it is really me making the art, it is more something I am containing, feeding, like a pet or an alien’: Carsten Höller.","cleanCredit":"Photograph: Phil Fisk for the Observer"}},"importance":5,"kicker":{"title":"Carsten Höller"},"showQuotedHeadline":false},{"title":"Olia Hercules and the food of warm Ukrainian summers","rawTitle":"Olia Hercules and the food of warm Ukrainian summers","item":{"type":"article","id":"lifeandstyle/2015/may/17/olia-hercules-food-of-warm-ukrainian-summers","title":"Olia Hercules and the food of warm Ukrainian summers","trailText":"The chef and cookbook author on her eastern European childhood and its influence on her recipes","standFirst":"<p>The chef and cookbook author on her eastern European childhood and its influence on her recipes</p>\n<ul>\n <li><a href=\"http://gu.com/p/486yz/stw\">Eight recipes from Olia Hercules’s Mamushka</a></li>\n</ul>","byline":"Sophie Missing","body":"<p>Olia Hercules’s <em>Mamushka</em> is a celebration of the food from her birthplace of Ukraine and beyond: from Armenia, Azerbaijan, Georgia, Moldova and Uzbekistan. It’s also a celebration of the resilient, inspiring women – the mamushkas – in her large, tight knitfamily.</p> \n<p>Many of the recipes come from Hercules’s maternal grandmother, a mother of six. “That mamushka was strong,” she says. “She’d take my mum, and go to St Petersburg on the train, which would take about a day and a half from the south of Ukraine, and she would sell her apricots at markets. Suitcases full of these ripe apricots that probably filled the whole train with this amazing fragrance. She’d sell them, then buy my mum a little coat.”</p> \n<p>The 30-year-old Hercules grew up in Kakhovka, a port city on the river Dnieper in southern Ukraine. Her father is an engineer and entrepreneur who started off by making plastic shoes and toys in his garage and later had a sunflower oil factory, and her mother runs a small B&amp;B. It’s a rural area that is, she says, connected to the land. Summers were spent outdoors with “all the cousins, all the second cousins, all the aunties”. Food is an integral part of these memories: as well as apricots, the family had peach and mulberry trees, raspberry bushes and peas. When they visit now, Hercules’s three-year-old son, Sasha, loves to run to his grandma’s cucumber patch, pick one – “all prickly and warm” – and eat it.</p> \n<p>The book is filled with colourful recipes that bring those warm summers to mind, including a dill-flecked radish and tomato salad that Hercules’s mum would make with the first crop of cucumbers. It shows the wide range of influences on the food she grew up eating. Yes, there are borshch and dumplings – but there are also Korean pickled carrots (a variation on kimchi invented by the large population of Korean immigrants in Russia), a giant cheese twist often made by Hercules’s two half-Moldovan grandmothers, and a Russian millefeuille.</p> \n<p>There’s a British influence as well. After five years in Cyprus – a move provoked by her bad asthma – Hercules came to the UK to take a BA in Italian and international relations, followed by an MA in English and Russian translation and Russian culture. She worked as a reporter at <em>Screen International </em>before deciding to retrain at Leith’s School of Food and Wine, after which she tested her mettle as a chef at Ottolenghi in Islington. She now works as a food stylist and writer, and after living here for 13 years, “using a few English ingredients in some of my Ukrainian food makes sense. Black treacle and Georgian plums. Why not?”</p> \n<p>I get to try the Georgian-British chutney at the north London flat where she lives with her son, along with garlicky chicken, pressed down in the pan with a chopping board and a pestle and mortar (a safer option than the circus dumbbell her mum occasionally used). It is delicious: rich and nourishing but not too heavy, a difficult combination to balance.</p> \n<p>It was a gift from her aunt Nina, a copy of <em>The National Cuisines of our People </em><a href=\"http://www.indiana.edu/~pollang/Glossos_Pokhlebkin.pdf\" title=\"\">by Russian historian William Pokhlebkin,</a>(“the Alan Davidson of Soviet cuisine”) that inspired Hercules to start collecting her family’s recipes. She admits that it’s been hard to enjoy the success of the last year with the uncertainty over Ukraine: at the time she signed up to write her book, Crimea – close to her where her parents and her brother’s family live – was being annexed. But she hopes the book will show that “despite everything, people are still growing their stuff, and smiling and trying to make do”.</p> \n<p>We talk about the preconceptions of eastern European food, and why it isn’t better represented. Soviet-era restaurant food, she says, has a lot to answer for. The state had another effect too: “I think the Soviet Union gave us this big inferiority complex. We’d just never think the food was special enough. But it’s amazing. All of the Georgian and Armenian and Uzbekistani stuff takes the best from Turkey, Iran and eastern Europe; it’s just a great fusion. A little bit of Ukrainian borshch, a little bit of Soviet Korean, Georgian – it all makes a great meal.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431515996444/7633365a-c603-46a7-9fa0-6a5efa6d1ce5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Pål Hansen for Observer Food Monthly","altText":"Olia Hercules.","cleanCredit":"Photograph: Pål Hansen for Observer Food Monthly"}],"bodyImages":[],"webPublicationDate":"2015-05-17T07:00:23Z","lastModified":"2015-05-17T07:00:23Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Sophie Missing","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sophie-missing"}],"feature":true,"keywords":["Food & drink","Chefs","Food and drink","Life and style","Books"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"books/food","webTitle":"Food and drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"books/books","webTitle":"Books"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Sophie Missing","topic":{"type":"tag-contributor","name":"profile/sophie-missing"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/17/olia-hercules-food-of-warm-ukrainian-summers","shortUrl":"http://gu.com/p/486zm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/17/olia-hercules-food-of-warm-ukrainian-summers","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/17/olia-hercules-food-of-warm-ukrainian-summers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431515996444/7633365a-c603-46a7-9fa0-6a5efa6d1ce5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Olia Hercules. Photograph: Pål Hansen for Observer Food Monthly","credit":"Pål Hansen for Observer Food Monthly","altText":"Olia Hercules.","cleanCaption":"Olia Hercules.","cleanCredit":"Photograph: Pål Hansen for Observer Food Monthly"}},"importance":4,"showQuotedHeadline":false},{"title":"Grayson Perry’s Dream House / A secular chapel to the Essex everywoman","rawTitle":"A secular chapel to the Essex everywoman","item":{"type":"article","id":"tv-and-radio/2015/may/17/grayson-perry-dream-house-filipa-jodelka","title":"Grayson Perry’s Dream House: a secular chapel to the Essex everywoman","trailText":"‘This is the flat, brown, rural and ordinary Essex, a place entirely at odds with the myth of the high-gloss what-do-you-call-an-Essex-Girl’","standFirst":"<p>‘This is the flat, brown, rural and ordinary Essex, a place entirely at odds with the myth of the high-gloss what-do-you-call-an-Essex-Girl’</p>","byline":"Filipa Jodelka","body":"<p>“What I like about this site,” says Grayson Perry as he surveys a scrappy bit of land in Wrabness, north-east Essex, “is they wouldn’t film Towie here.” Flagrant structured-reality slander aside, the largely excellent <strong>Grayson Perry’s Dream House</strong> follows the process of building a fully habitable and rentable house to Grayson’s artistic specifications, as commissioned by Alain de Botton’s Living Architecture project (but don’t let that put you off).</p> \n<p>The house is a monument to what Grayson calls “thwarted female intelligence”: an “ornate, terracotta covered temple” sacred to the memory of an imagined Essex everywoman, Julie May Cope (geddit?). Julie, Grayson tells us, was born in Canvey Island in 1953, and was raised in social housing, moving upwards and outwards in more ways than one before her eventual death, run over by a pizza-delivery moped. The life Grayson has written for her moves through marriages, children, winding career paths, and the towns of Basildon, Colchester and Wrabness. “These are not names that are being listed by Unesco,” says Grayson. He’s not wrong. This is the flat, brown, rural and ordinary Essex, a place entirely at odds with the myth of the high-gloss what-do-you-call-an-Essex-Girl.</p> \n<p>Local planning objections (“What next, a mini Shard?!?”) suggest a rural shrine to the divine female is a totally outlandish concept. Yet for anyone who’s sat in the meticulously clean lounge of a certain type of female, the notion of the domestic setting being a sacred vessel of womanhood isn’t hard to wrap your mind around. The women who’ll endure the 1,600% APR hire-purchase plan to satisfy their desire for a new three-piece leather suite know about the determination that Grayson seeks to monumentalise here. I feel I know Julie. I’ve been bollocked for interfering with her collector’s-item dragon statuettes and been made to polish her media unit in penance.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vn3UaKW3ncE\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/vn3UaKW3ncE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In Grayson’s temple, there are no collectable dragon statuettes in sight, which I suppose is why he’s an artist and I’m just destined to spend my life scouring the Betterware catalogue for wind-chime bird scarers. The house, when it’s revealed, is beautiful, made up of four incrementally smaller sections with a shining copper roof, and clad in a harlequin pattern of 1,924 glazed sigils of St Jules. She has a bedroom symbolising each of her marriages, with huge tapestries detailing the humorous, intricate life Grayson has conceived for her, and an entrance hall described pretty accurately as a chapel space.</p> \n<p>Julie, in all that she encompasses, easily spans the interlocking themes of class, taste and identity that Grayson’s previous top-notch documentaries untangled over several hours. Whether building a secular temple to the female is a more or less complex pursuit than this is anyone’s guess. I’m not convinced, though, that an hour-long, one-off show is long enough to cover everything. On a half-constructed roof, Grayson confesses some doubts about the project I would have liked to hear more about, but which instead were elbowed out of the way by a segment on a tile factory (“Our biggest issue is Julie’s nipples”).</p> \n<p>In the end, it’s the six IRL Essex Julies who Grayson has selected to unveil the house to, that draw out the trickier motivations behind the project. Over a glass of wine, one Julie gently prods the question: “Does it represent, like, your mother?” This scene tells you more about sisterhood than any feminist edict ever could. The sensitive, rawer moments where fictional Julie’s life intersects with Grayson’s are inevitable given the honesty of his work, but what’s most impressive are when the details mirror the real-life Julies, as more than one bawls her mascaraed eyes out with familiarity when the group step inside. If art is about externalising something intense and essential, clearly there are several ways to do this. You could build a towering, gleaming tribute to womanhood. Or you could get sloshed with six no-nonsense Essex girls and a lot of Chablis in a pub in Braintree.</p> \n<p><strong><em>S</em><em>unday 17 May, 9pm, Channel 4</em></strong></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431530611411/Grayson-Perrys-A-House-Fo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Grayson Perry's A House For Essex Photograph: Grayson Perry/FAT Architecture","credit":"Grayson Perry/FAT Architecture","altText":"Grayson Perry's A House For Essex","cleanCaption":"Grayson Perry's A House For Essex Photograph: Grayson Perry/FAT Architecture"}],"bodyImages":[],"webPublicationDate":"2015-05-17T08:00:19Z","lastModified":"2015-05-17T08:00:19Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Filipa Jodelka","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/filipa-jodelka"}],"feature":true,"keywords":["Television","Television & radio","Culture","Grayson Perry","Architecture","Art and design","Hot Chip"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/grayson-perry","webTitle":"Grayson Perry"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"music/hot-chip","webTitle":"Hot Chip"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Filipa Jodelka","topic":{"type":"tag-contributor","name":"profile/filipa-jodelka"}}],"series":{"title":"Filipa Jodelka's other side","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/filipa-jodelka-s-other-side"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/17/grayson-perry-dream-house-filipa-jodelka","shortUrl":"http://gu.com/p/48pn6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/17/grayson-perry-dream-house-filipa-jodelka","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/17/grayson-perry-dream-house-filipa-jodelka"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431530611411/Grayson-Perrys-A-House-Fo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Grayson Perry’s A House For Essex. Photograph: Grayson Perry/FAT Architecture","credit":"Grayson Perry/FAT Architecture","altText":"Grayson Perry's A House For Essex","cleanCaption":"Grayson Perry’s A House For Essex. Photograph: Grayson Perry/FAT Architecture"}},"importance":3,"kicker":{"title":"Grayson Perry’s Dream House"},"showQuotedHeadline":false},{"title":"Nigel Slater’s favourite recipes from Fern Verrow","rawTitle":"Nigel Slater’s favourite recipes from Fern Verrow","item":{"type":"article","id":"lifeandstyle/2015/may/17/nigel-slater-favourite-recipes-fern-verrow","title":"Nigel Slater’s favourite recipes from Fern Verrow","trailText":"<strong>Nigel Slater</strong> chooses the finest recipes from the organic farmers’ new cookbook","standFirst":"<p>Nigel Slater chooses the finest recipes from the organic farmers’ new cookbook</p>","byline":"Nigel Slater","body":"<h2>Spring fritters with wild garlic mayonnaise</h2> \n<p>Any tender new green leaves work well. Spring onions and asparagus are delicious, too. Later, try slivers of courgette, slices of cauliflower, celery leaves or finely sliced fennel.<br /></p> \n<p>Serves 4<br /><strong>plain flour</strong> 150g<br /><strong>salt</strong> a good pinch<br /><strong>lager</strong> 330ml<br /><strong>egg whites</strong> 2<br /><strong>groundnut or sunflower oil</strong> for frying<br /><strong>a selection of fresh herbs, leaves and flowers</strong></p> \n<p>For the wild garlic mayonnaise<br /><strong>egg yolks</strong> 2<br /><strong>Dijon mustard</strong> 1 tsp<br /><strong>lemon</strong> juice of 1<br /><strong>olive oil </strong>150ml<br /><strong>groundnut oil</strong> 150ml<br /><strong>wild garlic</strong> a handful (about 30g)<br /><strong>water</strong> 2-3 tbsp<br /><strong>sea salt and black pepper</strong></p> \n<p>First make the mayonnaise. Put the egg yolks, mustard and lemon juice in a food processor and blend briefly. With the machine running, gradually add the oils, pouring them in very slowly at first while the emulsion begins to form. Add the wild garlic and some salt and pepper and continue to blend. Mix in enough water to thin the mayonnaise to a good dipping consistency. Transfer to a bowl and leave in the fridge.</p> \n<p>For the batter put the flour and salt into a mixing bowl and add the beer in a slow, steady stream, whisking constantly and being sure to knock out any lumps, until you have a smooth, thin paste. Leave this to sit for at least half an hour. Just before you begin cooking the fritters, whisk the egg whites until stiff and gently fold them into the beer batter.</p> \n<p>Heat some groundnut or sunflower oil in a large, heavy-based frying pan over a moderate heat – a centimetre deep is plenty. Drop a little of the batter in to gauge whether the oil is hot enough to begin frying; the batter should sizzle when it meets the oil and turn golden within about a minute. Then gently dip a few leaves or flowers at a time into the batter, lift out and allow any excess batter to drip off before placing them in the hot oil. Be generous with available space in the pan; a fork is useful for flipping over the fritters. Cook for 3-4 minutes, until both sides are golden, then lift out on to some kitchen paper and season with salt immediately. You can gather the fritters together and flash them in a hot oven for a minute before serving, or eat them as you go along. Serve with the mayonnaise for dipping.</p> \n<h2>Chive, sorrel and wild garlic fritttata</h2> \n<figure class=\"element element-image\" data-media-id=\"8f9e5fcd44d3156683458cc8f98a9080075b72ba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431442825817/0f9f6968-c301-419e-8600-3f8c78255283-460x276.jpeg\" alt=\"Chive, sorrel and ramson frittata Fern Verrow\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Tessa Traeger</span> \n </figcaption> \n</figure> \n<p>This is a refreshing mixture of greens and eggs and quick to make. The sorrel will turn brown on cooking, but it gives a sharp tang that lifts the mellow flavours of the chives and wild garlic.<br /></p> \n<p>Serves 2–4<br /><strong>eggs</strong> 8<br /><strong>sea salt and black pepper<br /></strong><strong>chives</strong> a bunch<br /><strong>sorrel</strong> a handful (about 25g)<br /><strong>wild garlic </strong>a handful (about 25g)<br /><strong>butter</strong> 30g</p> \n<p>Crack the eggs into a mixing bowl, season with salt and pepper and whisk with a fork. Slice the chives with a sharp knife or snip them with scissors. Tear the sorrel from its stems and shred. Roughly chop the wild garlic. Add the greens to the bowl and give the mixture a gentle stir.<br /></p> \n<p>Melt half the butter in a large frying pan over a medium heat. Tilt the pan to coat the sides, then pour in the egg mixture. Cook for 3-4 minutes, until set around the edges but still slightly runny in the centre, then use a palette knife to tease the frittata away from the edge of the pan. Remove from the heat, put a plate over the pan and, with a tea towel in each hand, turn the frittata out on to the plate by flipping the pan. Then return the pan to the heat with the remaining butter, again tilting it to coat the sides. Slip the frittata back in and cook the underside for a minute or two, until set. Slide it out on to a chopping board and allow to cool a little before slicing and serving. This frittata is also very nice eaten cold.</p> \n<h2>Broad bean hummus</h2> \n<figure class=\"element element-image\" data-media-id=\"f60916bbb1cfe602a053ed37c00e86355488143d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431444275451/8c284770-83ea-4f32-8179-ff232c35e5c7-460x276.jpeg\" alt=\"Broad bean hummus\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Tessa Traeger</span> \n </figcaption> \n</figure> \n<p>You can use the first tiny, sweeter- than-sweet, no-need-to-peel broad beans if you have them, but it is more economical to use the large, mealy, later-season ones. Use in sandwiches, with flatbreads, as a dip for crisps and crudit&eacute;s or as a topping for burgers.<br /></p> \n<p>Summer savory can be hard to find in shops so, if you don’t grow it, use oregano or marjoram instead.</p> \n<p>Serves 3–4<br /><strong>broad beans</strong> about 1.5kg in their pods (you will need 400g shelled beans)<br /><strong>garlic cloves</strong> 4, peeled<br /><strong>summer savory</strong> a sprig or two<br /><strong>paprika</strong> &frac12; tsp, plus extra to serve<br /><strong>lemon</strong> juice and grated zest of 1, large<br /><strong>olive oil<br /></strong><strong>sea salt</strong></p> \n<p>Shell the broad beans, collecting the smaller, less developed ones in a separate bowl. Have a large pot of salted boiling water ready. Plunge the smaller beans into the water and cook for about a minute, until tender; you will need to taste one to check. As soon as the beans are cooked, scoop them out of the pan with a slotted spoon and immediately refresh them under cold running water. Peel off the skins to reveal the bright green beans inside. This may seem a bit of a faff, but if you are using late-season beans it is essential. Cook the remaining, larger beans until they are very tender. Refresh them in cold water, drain and remove the skins.<br /></p> \n<p>Put all the beans into a food processor with the garlic, summer savory, paprika, a pinch of salt, about half the lemon juice and 3 tablespoons of olive oil. Blend, adding more olive oil and lemon juice to give the consistency and taste you prefer.</p> \n<p>Transfer to a bowl and add a generous topping of olive oil, so there is a nice moat of oil on the plate when you serve it, plus a sprinkling of paprika and the lemon zest.</p> \n<h2>Spring garden sandwiches</h2> \n<figure class=\"element element-image\" data-media-id=\"e2a631dbe9043346e74fcb28a73b155661b614ae\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431443670709/801f10a9-232b-4b6a-9095-9dfd59aefe27-460x276.jpeg\" alt=\"Spring garden sandwiches\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Tessa Traeger</span> \n </figcaption> \n</figure> \n<p>It is the layering of textures and flavours that turns an adequate sandwich into a great one. We are lucky to have a greenhouse where we can grow salad leaves in a protective atmosphere, so that their texture is soft and lush.</p> \n<p><strong>Some suggestions<br /></strong>Slice a radish into thin lengths and sandwich between thickly cut seeded, grainy bread. The addition of one or two leaves from the radish makes the sandwich tasty and provides some heat. You could also include cress varieties such as Persian cress. Thin slivers of cold butter placed on the bread with a sprinkling of salt work very well with the hot radish flavour.</p> \n<p>The fourth or fifth leaf of growth from young chard or beet plants is a good-sized and flavoursome addition to a sandwich. The iron flavour of beet leaves is particularly good with goat’s cheese. A good-quality white loaf, sliced thinly, suits this sandwich well.</p> \n<p>Butterhead lettuce is one of the best types for a sandwich – crisp but tender, with a delicious, gentle, creamy flavour. Try it with a crusty white loaf, adding a sprinkling of olive oil to the bread and lettuce – no butter. The inclusion of some salami is nice, too.</p> \n<p>For a new take on an egg and cress sandwich, chop a hard-boiled egg, mix with 2 tablespoons of mayonnaise and spread on to a medium-thick piece of sourdough rye bread. Add a layer of Persian cress or even some foraged jack-by-the-hedge for heat and contrast. Very thin slivers of spring onion laid on top of the cress adds extra bite.</p> \n<p>Chives and their flowers are very pretty in a sandwich. Break up one or two of the purple flower heads and sprinkle the petals over the buttered bread. Cut the chives to fit the sandwich and place on top of the petals, together with a piece of your favourite cheese – we like a farmhouse Caerphilly.</p> \n<p>Parsley leaves are one of our favourite fillings for a spring garden sandwich. We always use flat parsley, and only the leaves. Their strong flavour with slivers of cold butter and some salt on white or brown bread is delicious and needs nothing else.</p> \n<h2>Elderflower cake</h2> \n<figure class=\"element element-image\" data-media-id=\"2f277850c9329d45564e426b7ce22cf44c2d10f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431443393122/e8a85eb7-ea4e-445c-b80e-b84c7b6c8429-460x368.jpeg\" alt=\"Elderflower cake\" width=\"460\" height=\"368\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Tessa Traeger</span> \n </figcaption> \n</figure> \n<p>This is a basic g&eacute;noise sponge, scented with fragrant elderflower. The cake is light and delicate. It is not difficult to make, providing you follow the instructions carefully. For best results, use an electric whisk, which will add the air and volume the cake needs to help it rise without the aid of baking powder. You can also use the sponge mixture to make a fantastic Swiss roll.<br /></p> \n<p>Serves 6<br /><strong>eggs</strong> 6<br /><strong>caster sugar </strong>170g<br /><strong>vanilla extract</strong> 1 tsp<br /><strong>plain flour </strong>170g, sifted twice<br /><strong>unsalted butter</strong> 75g, melted<br /><strong>fresh elderflower</strong> 4 large heads, flowers removed from the stalks<br /><strong>elderflowers</strong> a few more, to decorate</p> \n<p>For the buttercream<br /><strong>granulated sugar</strong> 60g<br /><strong>water</strong> 4 tbsp<br /><strong>egg yolks</strong> 2<br /><strong>unsalted butter</strong> 170g, softened<br /><strong>elderflower cordial</strong> 3 tbsp (see below)</p> \n<p>For the icing<br /><strong>icing sugar</strong> 200g<br /><strong>elderflower cordial</strong> 2 tbsp (see below)<br /><strong>lemon juice</strong> about 1 tbsp</p> \n<p>Heat the oven to 180C/gas mark 4. Grease two deep 20cm cake tins and line the bases with a circle of baking parchment.<br /></p> \n<p>Break the eggs into a large mixing bowl and add the sugar. Whisk with an electric hand mixer (or a balloon whisk and plenty of elbow grease) until the mixture is pale and mousse-like – it should be thick enough to leave a ribbon trail on the surface when the whisk is lifted.</p> \n<p>Add the vanilla extract. Carefully fold in about half of the sifted flour with a large metal spoon. Pour the cool melted butter over the surface and fold it in, immediately followed by the remaining flour. Finally fold in the elderflowers. It’s important to do all this as quickly and lightly as possible, so you don’t lose too much air.</p> \n<p>Divide the mixture between the prepared cake tins and bake for 25-30 minutes, until the cakes are golden and beginning to shrink from the sides of the tins. Leave in the tins for 5 minutes, then turn out on to wire racks to cool.</p> \n<p>Meanwhile, make the buttercream. Put the sugar and water in a heavy-based pan and heat gently until the sugar has dissolved. Turn up the heat and bring to the boil. Continue to boil until the syrup reaches the thread stage (115C on a sugar thermometer). Gradually trickle the warm sugar syrup onto the egg yolks in a bowl, whisking with an electric hand whisk until thick and mousse-like.</p> \n<p>Cream the butter until very soft and fluffy. Then gradually beat it into the egg mixture a little at a time. Finally beat in the elderflower cordial. Sandwich the cakes together with the buttercream.</p> \n<p>To make the icing, sift the icing sugar into a small bowl and stir in the elderflower cordial and enough lemon juice to make a fairly thick but spreadable icing. Spread it over the top of the cake, letting it run down the sides a little. Decorate with a few elderflower petals.</p> \n<h2>Elderflower cordial</h2> \n<p><br /></p> \n<p>Pick the flowers first thing in the morning before they are fully open, on a dry day. Choose a tree that is full of flowers, as this will mean the majority of flower heads are in their prime; the heady Muscat scent should be almost overwhelming. Choose the whitest heads and snip them at the base of the flowers, keeping the heads whole. Shake them gently to remove any insects, but do not wash.<br /></p> \n<p>To dilute the cordial, we suggest four parts fizzy or still water to one part cordial. The addition of the juice of half a lemon makes this a fragrant and very refreshing lemonade.</p> \n<p>Makes 2 litres<br /><strong>elderflower heads</strong> 50, freshly picked<br /><strong>lemons</strong> 4<br /><strong>boiling water</strong> 2 litres<br /><strong>granulated sugar</strong> about 1.5kg</p> \n<p>Place the elderflower heads in a large bowl. Slice 2 of the lemons, add them to the bowl and pour over the boiling water. Cover the bowl with a tea towel and leave overnight to infuse.<br /></p> \n<p>The next day, strain the infusion through a muslin cloth into a saucepan. Juice the 2 remaining lemons, then strain the juice into the pan. Add the sugar and heat gently, stirring frequently, until the sugar has completely dissolved. Simmer for a few minutes, until the mixture reaches 90C on a sugar thermometer. Pour the hot syrup into sterilised bottles and seal. The cordial should keep for a year.</p> \n<h2>Goose-egg lemon curd</h2> \n<figure class=\"element element-image\" data-media-id=\"c9be00b6b07bd9c2727fb7a13d86fb807367c47f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431444358038/f70845da-3178-4b95-a0df-2c70c8363c1a-460x276.jpeg\" alt=\"Goose egg lemon curdFern Verrow\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Goose egg lemon curdFern Verrow</span> \n  <span class=\"element-image__credit\">Photograph: Tessa Traeger</span> \n </figcaption> \n</figure> \n<p>Lemon curd made with goose eggs is in a class of its own. The neon-yellow shines through the jar. Try to find the freshest possible eggs – your local farmers’ market is probably the best bet, as it is likely the person selling them is the one who gathered them.<br /></p> \n<p>Makes 4 x 225g jars<br /><strong>unwaxed lemons</strong> finely grated zest and juice of 8, large<br /><strong>granulated sugar</strong> 400g<br /><strong>unsalted butter</strong> 200g, cut into small cubes<br /><strong>goose eggs</strong> 2, lightly beaten</p> \n<p>Put the lemon zest and juice, sugar and butter into a heatproof bowl and place it over a pan of simmering water, ensuring that the base of the bowl does not come into contact with the water. Stir occasionally until the sugar has dissolved and the butter has melted. The mixture should be nice and warm, but not hot or the eggs will curdle. Strain the beaten eggs through a sieve into the bowl. Using a balloon whisk, whisk the curd gently for about 15 minutes, until it thickens to a custard-like consistency and feels heavy on the whisk.<br /></p> \n<p>Remove the bowl from the heat and leave to cool, stirring occasionally. Pour the curd into sterilised jars and seal. Store in the fridge and use within 28 days. </p> \n<p><em>Recipes extracted from Fern Verrow: Recipes from the Farm Kitchen by Harry Astley &amp; Jane Scotter (Quadrille, &pound;25). <a href=\"http://bookshop.theguardian.com/fern-verrow.html\">Click here to order a copy for &pound;18.75 from Guardian Bookshop</a></em><br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431442749004/19660554-aba7-4032-8189-48b85bdecce8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tessa Traeger","altText":"Spring fritters with wild garlic mayonnaise.","cleanCredit":"Photograph: Tessa Traeger"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431442827213/0f9f6968-c301-419e-8600-3f8c78255283-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Tessa Traeger","credit":"Tessa Traeger","altText":"Chive, sorrel and ramson frittata Fern Verrow","cleanCaption":" ","cleanCredit":"Photograph: Tessa Traeger"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431444276825/8c284770-83ea-4f32-8179-ff232c35e5c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Tessa Traeger","credit":"Tessa Traeger","altText":"Broad bean hummus","cleanCaption":" ","cleanCredit":"Photograph: Tessa Traeger"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431443672110/801f10a9-232b-4b6a-9095-9dfd59aefe27-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Tessa Traeger","credit":"Tessa Traeger","altText":"Spring garden sandwiches","cleanCaption":" ","cleanCredit":"Photograph: Tessa Traeger"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431443392188/e8a85eb7-ea4e-445c-b80e-b84c7b6c8429-2060x1648.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1648,"width":2060,"orientation":"landscape","caption":"  Photograph: Tessa Traeger","credit":"Tessa Traeger","altText":"Elderflower cake","cleanCaption":" ","cleanCredit":"Photograph: Tessa Traeger"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431444359480/f70845da-3178-4b95-a0df-2c70c8363c1a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Goose egg lemon curdFern Verrow Photograph: Tessa Traeger","credit":"Tessa Traeger","altText":"Goose egg lemon curdFern Verrow","cleanCaption":"Goose egg lemon curdFern Verrow","cleanCredit":"Photograph: Tessa Traeger"}],"webPublicationDate":"2015-05-17T07:00:18Z","lastModified":"2015-05-17T07:00:21Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Nigel Slater","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419839/NigelSlater.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nigelslater"}],"feature":true,"keywords":["British food and drink","Food & drink","Ethical and green living","Organics","Environment","Life and style"],"tags":[{"id":"lifeandstyle/british-food-and-drink","webTitle":"British food and drink"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"environment/ethical-living","webTitle":"Ethical and green living"},{"id":"environment/organics","webTitle":"Organics"},{"id":"environment/environment","webTitle":"Environment"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Nigel Slater","topic":{"type":"tag-contributor","name":"profile/nigelslater"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/17/nigel-slater-favourite-recipes-fern-verrow","shortUrl":"http://gu.com/p/486hq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/17/nigel-slater-favourite-recipes-fern-verrow","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/17/nigel-slater-favourite-recipes-fern-verrow"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431442749004/19660554-aba7-4032-8189-48b85bdecce8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Spring fritters with wild garlic mayonnaise. Photograph: Tessa Traeger","credit":"Tessa Traeger","altText":"Spring fritters with wild garlic mayonnaise.","cleanCaption":"Spring fritters with wild garlic mayonnaise.","cleanCredit":"Photograph: Tessa Traeger"}},"importance":2,"showQuotedHeadline":false},{"title":"Review / Shamir: Ratchet review – an artistically admirable but frustrating debut","rawTitle":"Shamir: Ratchet review – an artistically admirable but frustrating debut","item":{"type":"article","id":"music/2015/may/17/shamir-ratchet-album-review-on-the-regular-bailey-las-vegas","title":"Shamir: Ratchet review – an artistically admirable but frustrating debut","trailText":"Las Vegas native Shamir’s debut shows he has many strings to his bow but somehow fails to satisfy","standFirst":"(XL)","byline":"Kitty Empire","body":"<p><a href=\"https://twitter.com/shamirbailey\" title=\"\">Shamir Bailey</a>’s 2014 single, <a href=\"https://www.youtube.com/watch?v=Lp9GgdCgMXk\" title=\"\">On the Regular</a>, was a work of sassy urban pop genius, raising hopes for the Las Vegas native’s debut album. It’s fair to say that <em>Ratchet</em> delivers slightly more – and less – than Regular fans bargained for. Bailey’s refusal to be pigeonholed artistically is admirable, but frustrating. <a href=\"https://www.youtube.com/watch?v=0XoGrh9eL9Y\" title=\"\">Darker</a> is a blowsy ballad that proves Bailey has many strings to his bow, but that his strengths don’t lie along that particular one. In For the Kill starts with a jazzy sax flurry but never quite consolidates into a satisfying genre-bend. Make a Scene, meanwhile, is a juicy 1980s throwback that hits the spot.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431361444019/shamir-ratchet-review-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shamir: vaulting ambition and a refusal to be pigeonholed.","credit":"PR","altText":"shamir-ratchet-review","cleanCaption":"Shamir: vaulting ambition and a refusal to be pigeonholed."}],"bodyImages":[],"webPublicationDate":"2015-05-17T07:00:19Z","lastModified":"2015-05-17T07:00:19Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Kitty Empire","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741803/KittyEmpire.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kittyempire"}],"feature":false,"keywords":["Pop and rock","Music","Culture"],"tags":[{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Kitty Empire","topic":{"type":"tag-contributor","name":"profile/kittyempire"}}],"starRating":"3","embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/17/shamir-ratchet-album-review-on-the-regular-bailey-las-vegas","shortUrl":"http://gu.com/p/48aag","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/17/shamir-ratchet-album-review-on-the-regular-bailey-las-vegas","webUri":"http://www.theguardian.com/music/2015/may/17/shamir-ratchet-album-review-on-the-regular-bailey-las-vegas"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431361444019/shamir-ratchet-review-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shamir: vaulting ambition and a refusal to be pigeonholed.","credit":"PR","altText":"shamir-ratchet-review","cleanCaption":"Shamir: vaulting ambition and a refusal to be pigeonholed."}},"importance":1,"kicker":{"title":"Review"},"showQuotedHeadline":false}],"lastModified":"2015-05-17T08:19:26Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}