{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Women's World Cup / USA into final after Carli Lloyd tames Germany","rawTitle":"USA into final after Carli Lloyd tames Germany","item":{"type":"article","id":"football/2015/jun/30/womens-world-cup-usa-into-final-after-carli-lloyd-tames-germany","title":"Women's World Cup: USA into final after Carli Lloyd tames Germany","trailText":"USA were a team tranformed after a brilliant attacking display was too much for Germany","standFirst":"<ul>\n <li>USA 2-0 Germany</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jun/30/womens-world-cup-2015-semi-final-usa-v-germany-live\">Read Tom Lutz’s minute-by-minute report</a><br /></li>\n</ul>","byline":"Caitlin Murray at Olympic Stadium, Montreal","body":"<p>The USA and Germany may be the best two teams in the world, but their path to the Women’s World Cup final was paved with penalty kicks.</p> \n<p>A successful spot kick from Carli Lloyd punished Celia Sasic for missing her own penalty, keeping USA’s dream of winning their third Women’s World Cup alive. Germany, ranked No1 and the tournament’s strongest attacking unit, looked unprepared for USA’s pressure. </p> \n<p>“We knew we had this in us. This team had a lot of confidence and we’ve done a really good job of blocking out you guys,” USA coach Jill Ellis told reporters after the game. “We had every belief we could win this game and that’s part of the spirit of the American player.”</p> \n<p>This pulsating semi-final was physical from the get-go — Alexandra Popp needed her head bandaged after a gruesome collision — but it would be a pair of penalties that went a long way to deciding the game.</p> \n<p>Annike Krahn desperately hip-checked forward Alex Morgan to the ground in the 68th minute, drawing a yellow card and a penalty. Nadine Angerer guessed the wrong way and Lloyd calmly slotted the ball home, finally breaking the deadlock. </p> \n<p>The Germany coach, Silvia Neid, noted correctly that replays showed the foul occurred outside of the box. </p> \n<p>“Of course, I’m very sad that this penalty decided the match,” she said. “What am I going to do though? A referee’s decision is something we have to live with.”</p> \n<p>Germany had their own chance from the spot 10 minutes earlier, but Sasic, tied for leading scorer of the tournament, bungled her attempt and shot wide of goal. Popp earned the penalty after being pulled down by an uncharacteristically shaky Julie Johnston.</p> \n<p>“That was probably every defender’s worst nightmare. It happened so fast,” Johnston said. “This was a team performance and the team today really stepped up for me. I really can’t thank them enough and I think I’ll thank them all the way to the final.”</p> \n<p>The Germans are deprived of a shot at a third world title while USA can set a record if they win their third in Vancouver on Sunday. USA will face the winner of the England v Japan semi-final on Wednesday night.</p> \n<p>Though Ellis had used a 4-4-2 formation with two strikers up front throughout the tournament, she changed things up for this match in a surprise move, instead switching to a 4-2-3-1 with Morgan as the lone forward.</p> \n<p>Lloyd’s role was an open question going into the match, and Ellis opted to give her what she wanted: a chance to roam in the box for goals, while central midfielders Morgan Brian and Lauren Holiday mopped up German attacks. Lloyd essentially turned into USA’s second striker, focused entirely on offense.</p> \n<p>It was a masterstroke from Ellis. Lloyd ended up the hero again after her stellar performance against China just days ago. She scored the penalty and set up Kelley O’Hara for the second goal by dribbling her way through Germany’s backline in the 86th minute. Her pass met a lunging O’Hara in front of Angerer’s goal. </p> \n<p>O’Hara’s finish was as emphatic as it was ruthless, and it was her first-ever for the US senior national team.</p> \n<p>“It’s euphoric, to be honest. It was something I was not expecting,” O’Hara said. “I’m kind of still processing it. I’m so proud of this team and as a sub you just want to help your team however you can, bring energy to the game.”</p> \n<p>The Americans had the better chances all day, but Angerer single-handedly kept the Germans in the match in the first half with some splendid saves to deny what should have been a couple of USA goals.</p> \n<p>In the seventh minute, center-back Johnston connected well with her head on a set piece to direct the ball toward the far post, but Angerer saved brilliantly with her feet. Shortly afterwards, Angerer denied Morgan on a one-on-one breakaway after a clever ball from Tobin Heath.</p> \n<p>Germany out-shot USA, 15 to 12, but USA had five chances on goal to Germany’s one. Germany held possession for stretches, but their attack was unable to find a way through the Americans. </p> \n<p>“It was an even match, but we did not follow through,” Neid said. “We weren’t dangerous enough in front of goal.” </p> \n<p>Angerer agreed. “I think we didn’t give up, even after we were down 1-0,” she said. “But at the end of the day, I think the US earned the win today.”</p> \n<p>Both teams had been considered favorites going into the tournament and appeared destined to meet in the semi-final. Of the three times these teams have faced one another in a Women’s World Cup, the winner has gone on to lift the trophy.</p> \n<p>Germany had dominated this year’s tournament, recording the most goals and most shots of any team by a significant margin. Though their 10-0 thrashing of Ivory Coast skewed the numbers, they still remained the strongest-looking team in Canada.</p> \n<p>The Americans also progressed relatively smoothly, but looked low on confidence. Since their win against China in the quarter-final, though, the Americans are riding a wave of dominating soccer.</p> \n<p>“This team is getting better, but we have to remember that this isn’t the final,” Abby Wambach said. “We have to win one more game.”</p> \n<p>That game is in Vancouver on Sunday at BC Place. On this form, USA will be tough to beat.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435713929848/07c1a0de-684d-48c1-bae0-0db40762fded-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dennis Grombkowski/Bongarts/Getty Images","altText":"Carli Lloyd","cleanCredit":"Photograph: Dennis Grombkowski/Bongarts/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T01:26:40Z","lastModified":"2015-07-01T03:25:22Z","metadata":{"commentable":true,"commentCount":353,"contributors":[{"name":"Caitlin Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caitlin-murray"}],"feature":false,"keywords":["Women's World Cup 2015","USA women's football team","Football","Women's football","Sport","US sports","US news"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/usa-womens-football-team","webTitle":"USA women's football team"},{"id":"football/football","webTitle":"Football"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"football"},"topics":[{"displayName":"Caitlin Murray","topic":{"type":"tag-contributor","name":"profile/caitlin-murray"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/womens-world-cup-usa-into-final-after-carli-lloyd-tames-germany","shortUrl":"http://gu.com/p/4a9kt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/womens-world-cup-usa-into-final-after-carli-lloyd-tames-germany","webUri":"http://www.theguardian.com/football/2015/jun/30/womens-world-cup-usa-into-final-after-carli-lloyd-tames-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435713929848/07c1a0de-684d-48c1-bae0-0db40762fded-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carli Lloyd celebrates with her USA team-mates after her penalty. Photograph: Dennis Grombkowski/Bongarts/Getty Images","credit":"Dennis Grombkowski/Bongarts/Getty Images","altText":"Carli Lloyd","cleanCaption":"Carli Lloyd celebrates with her USA team-mates after her penalty.","cleanCredit":"Photograph: Dennis Grombkowski/Bongarts/Getty Images"}},"importance":7,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[{"title":"Women’s World Cup guide / How to be an instant expert","rawTitle":"How to be an instant expert","item":{"type":"article","id":"football/2015/jul/01/womens-world-cup-guide-semis-lionesses-players-manager-tactics","title":"Women’s World Cup guide: how to be an instant expert","trailText":"Jumping on the bandwagon now England have reached the semis? Read this essential guide to the star players, the manager, the tactics and the Wags/Habs","standFirst":"<p>Jumping on the bandwagon now England have reached the semis? Read this essential guide to the star players, the manager, the tactics and the Wags/Habs</p>","byline":"Paula Cocozza","body":"<h2>1.<strong> Come on, England!</strong></h2> \n<p>Actually, best not say that. They are the Lionesses. “Come on, #Lionesses!” That is the hashtag the Football Association launched for the World Cup, and that is what the FA prefers to call them. This is <em>women’s</em> football, after all, and one of its unwritten rules is that all teams must append an indication of their gender to their name, just to avoid confusion. Still, it could be worse. The Australian women are the Matildas. Colombia are <a href=\"http://www.buzzfeed.com/lorenealicia/the-best-nicknames-of-the-womenas-world-cup-roun-1n78f\"><em>las Chicas Superpoderosas</em> (the Powerpuff Girls)</a>. Maybe one day, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/england-women-responsibilities-world-cup-success-sampson\">England women</a> are routinely more successful than England men, they can be called the Three Lions too (#LetscallthemLions). Until then, how about sticking with “England’s first senior football team since 1990 to reach a semi-final”?</p> \n<h2>2.<strong> Isn’t it funny how all the women’s managers are men you’ve never heard of?</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"1fe9dc5b63150cbe8ab55d2627a7c422e8249e5e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435686530612/144e794d-0015-4728-914d-27b67e27636f-460x276.jpeg\" alt=\"Mark Sampson, England manager\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Sampson, England manager.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Lewis/FIFA via Getty Images</span> \n </figcaption> \n</figure> \n<p>Meet Mark Sampson. What do you mean, “Who?” He’s the female Roy Hodgson! He used to coach Taffs Well FC in the Welsh league. And he played semi-professionally in defence for Cardiff Corinthians, when his brother was the manager. He has a well-curated LinkedIn profile. Before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/womens-world-cup-england-coach-mark-sampson-praises-players\">Sampson</a> moved from his job as coach of Bristol Academy, England were managed by a woman. Hope Powell pursued a posture of defiance in the face of defeat for about 15 years. But in 18 months, Sampson has overseen huge advances. There is only one female manager left in the competition: Germany’s <a href=\"http://www.uefa.com/teamsandplayers/coaches/coach=42356/profile/index.html\">Silvia Neid</a>.</p> \n<h2>3.<strong> Will Mark Sampson be the next Roy Hodgson?</strong></h2> \n<p>There is only one <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/roy-hodgson\">Roy Hodgson</a>. Apparently, Sampson <a href=\"(http://www.bbc.co.uk/sport/0/football/32875598)\">consulted him for advice before the World Cup</a>. But hopefully he didn’t pay too much attention. The FA has tweeted an encouraging quote from Sampson’s male counterpart:</p> \n<figure class=\"element element-embed\" data-alt=\"England Twitter\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Roy: All of us wish &lt;a href=&quot;https://twitter.com/Mark_Sampson&quot;&gt;@Mark_Sampson&lt;/a&gt; and his England Women's team the very best at the &lt;a href=&quot;https://twitter.com/hashtag/WWC2015?src=hash&quot;&gt;#WWC2015&lt;/a&gt; in Canada.&lt;/p&gt;— England (@england) \n &lt;a href=&quot;https://twitter.com/england/status/607229463600971776&quot;&gt;June 6, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>England’s Lucy Bronze thinks the main comparison is about attittude: “We want to change the way people think about England teams,” she said. “At the men’s tournaments we haven’t exceeded expectations, the same with the women, and we want to change that.”</p> \n<h2>4.<strong> It’s good to see a goalscoring full-back </strong></h2> \n<figure class=\"element element-image\" data-media-id=\"2acf0593237c2915e4b85e06384d3ec22bcc4841\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435687118683/02eec5cc-c4dd-42a5-a357-1699a12501d6-460x276.jpeg\" alt=\"Fara Williams and Lucy Bronze (12)\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fara Williams and Lucy Bronze (12).</span> \n  <span class=\"element-image__credit\">Photograph: Chris Roussakis/EPA</span> \n </figcaption> \n</figure> \n<p>Bronze scored in England’s last two matches. She plays at right-back. Which makes her a goal-scoring full-back. Historically, there have not been many of those. Consider Brazil’s Roberto Carlos. Branislav Ivanovic at Chelsea last season. Giacinto Facchetti for Internazionale. Er, Leighton Baines likes to get forward. Bronze’s middle name is Tough (her mother’s maiden name), which seems promising. She grew up on the island of Lindisfarne, went to the US to play football professionally and returned to England when the Women’s Super League (WSL) started. The Manchester City player is England’s top scorer of the competition. Like professional footballers of either sex, she admits to spending a lot of free time playing Fifa on her PlayStation.</p> \n<h2>5.<strong> Japan’s neat passing game might cause problems</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"704dfb8fb196777168cf31d868fd38ac0d4383d0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435687246348/a0aabd38-11b5-4063-ae42-7ae776b36c84-460x276.jpeg\" alt=\"Japan's Saki Kumagai and Ayumi Kaihori celebrate their victory over Australia\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Japan’s Saki Kumagai and Ayumi Kaihori celebrate their victory over Australia.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff McIntosh/AP</span> \n </figcaption> \n</figure> \n<p>Japan are the reigning world champions, reigning Asia Cup holders, Olympic silver medallists and the only team in the 2015 World Cup to have won all their matches. This game won’t be easy for England, who will need to have more impact down the flanks than Australia, who lost 1-0 in the quarter-finals, and to match Japan’s organisation and ability to get multiple bodies around the ball. Their fitness is also impressive: against Cameroon and Australia, the reigning champions soaked up pressure for long periods. Japan lost striker Kozue Ando to injury early in the tournament, but they have replaced her with threats from all over the pitch: their seven goals in the tournament so far have been scored by seven different players. For a souvenir memory, look out for a substitute appearance from legendary captain Homare Sawa, 36, playing in her sixth World Cup. And hope that 22-year-old Mana Iwabuchi, who scored the winner against Australia, isn’t finally coming of age.</p> \n<h2>6. <strong>Lucky Japan, getting to stay in Edmonton</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"10f17a84d8b1d58e32e14ddc890b6f12d4e29332\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435687317062/2628de8c-b63b-4445-8078-7a95390fc18b-460x276.jpeg\" alt=\"Japan's Mana Iwabuchi\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Japan’s Mana Iwabuchi.</span> \n  <span class=\"element-image__credit\">Photograph: Geoff Robins/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Edmonton was the setting for Japan’s quarter-final victory. Now England must travel there, making Sampson’s team psychologically the “away” team. On the positive side, all matches are played on the same artificial grass, so while the venue will be new to England, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/30/womens-world-cup-canada-artificial-pitches\">playing surface</a> will not. England fans looking for statistical encouragement should consider the fact that the #LetscallthemLions are unbeaten in their three previous matches against Japan, with one win and two draws. In the last World Cup, Japan lost only one match on their way to triumph – 2-0, to England, in the group stage.</p> \n<h2>7.<strong> You can still get a ticket</strong></h2> \n<p><a href=\"http://www.ticketmaster.ca/event/11004CD1BAD226DE?brand=fifa15enca&amp;lang=en-ca&amp;ac_link=FWWC15_landing_ca\">Available</a> at a starting price of Canadian $38 (a bargain &pound;19).</p> \n<h2>8.<strong> The Habs have been a bit quiet </strong></h2> \n<p>It was in 2006 that the Wags, or wives and girlfriends, of England’s male football team became famous. But such is the Wags’ legacy that ahead of this World Cup, a <a href=\"https://twitter.com/Sports_HABS\">Habs</a> Twitter handle was launched, devoted to the husbands and boyfriends of female footballers. The Daily Mail has<a href=\"http://www.dailymail.co.uk/femail/article-3117926/Meet-HABS-WAGS-husbands-boyfriends-girlfriends-cheering-stars-2015-Women-s-World-Cup.html\"> given a rundown of the most Waggish Habs</a>. But “Habs” doesn’t cut it. Some players have wives or girlfriends. In any case, most partners seem to live under greater financial constraint than the Wags did. Katie Chapman, the England midfielder, had calculated that the trip to Canada was too costly for her partner and their three children, but they surprised her by flying out for the group games. Bronze’s mother, a teacher, <a href=\"http://www.chroniclelive.co.uk/news/north-east-news/lucy-bronzes-family-jetting-canada-9541660\">flew out on Monday</a>. Casey Stoney, the former captain, has enjoyed the presence of her girlfriend and their baby twins. None of this sounds like the premise for table-dancing debauchery with expensive handbags, though.</p> \n<h2>9. <strong>Fara Williams has an amazing right foot …</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"b0f5aa7d09f35efa95833e7b6c06aa34b19c1cb9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435687388010/4a3cf5d0-b1d0-4869-bfd1-9200ba8b5d15-460x276.jpeg\" alt=\"Fara Williams puts her right foot to good use\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fara Williams puts her right foot to good use.</span> \n  <span class=\"element-image__credit\">Photograph: Anne-Marie Sorvin/USA Today Sports</span> \n </figcaption> \n</figure> \n<p>… and she always has had. She made her full England debut at the age of 17 in 2001. At that time, she played her club football for Charlton, a team that cut an overall impression of determination and scrappiness, playing in front of 30 souls each Sunday. In those circumstances, her right foot shone out as strong and sure: her long passes, then as now, combined power and accuracy, flair and control. She has a Beckham-esque ability to surprise from free kicks, and she showed with the penalty she scored against Colombia that she can hold her nerve. In Sampson’s rotating first-team selection at the World Cup, Williams is one of only three players to have started every game. She is also the only England player of either sex to have admitted to a seven-year period of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/nov/17/fara-williams-football-homeless\">homelessness</a>, and to have performed as an international footballer while living in hostels. This World Cup could be her personal triumph.</p> \n<h2>10. <strong>So these England players have had eventful lives, then?</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"48202bbf56dcb2dbfba842c4802e340c67ceddb0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435687658681/9e9bff9a-d8d7-4cc1-a5f2-a8f31c6c57de-460x276.jpeg\" alt=\"Karen Carney is challenged by Kadeisha Buchanan of Canada\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Karen Carney is challenged by Kadeisha Buchanan of Canada.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/FIFA via Getty Images</span> \n </figcaption> \n</figure> \n<p>Williams’s story is extraordinary, but others in the team have spoken openly about their personal lives, with a frankness that is alien to the world of men’s football. Karen Carney, for instance, exploded on to the international scene with her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2005/jun/06/newsstory.sport3\">goals at the 2005 European Championships</a> – she was revising for A-levels at the time. But, recently, she has spoken about <a href=\"http://www.bbc.co.uk/newsbeat/article/33145043/england-footballer-karen-carney-ive-done-some-bad-things-to-myself\">her depression and self-harming</a>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/feb/10/casey-stoney-sexuality-athletes-come-out\">Stoney came out as gay</a> last year. Such disclosures might have felt harder to make in the more lucrative atmosphere of men’s football. But if women’s football grows in commercial viability – and on this showing it might – at least it will be starting out with its heart in the right place.</p> \n<h2>11. <strong>Women’s football isn’t as rich as the men’s game (yet) </strong></h2> \n<p>The US striker Alex Morgan reputedly earns about &pound;1.9m a year. That sounds a lot, but it is slim compared with Wayne Rooney’s &pound;300,000 a week. The England players’ salaries are more modest. Steph Houghton, the captain, receives about &pound;70,000 a year from a central FA contract (worth &pound;26,000) and her Manchester City salary. She has said that some players participating in the WSL in England earn only &pound;50 a week. Some members of the England squad have professional lives outside football: Eniola Aluko is a lawyer, having taken a year’s sabbatical to take part in the World Cup; Claire Rafferty is an analyst for Deutsche Bank. Going back to the desk job might be trickier with a World Cup winner’s medal in their pockets.</p> \n<p><em>England play Japan on Wednesday at midnight (BBC1).</em></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435686413019/2168f37e-0b86-4294-ac58-c19b9627ff03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lars Baron/FIFA via Getty Images","altText":"Steph Houghton celebrates after scoring against Norway.","cleanCredit":"Photograph: Lars Baron/FIFA via Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435686531926/144e794d-0015-4728-914d-27b67e27636f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Sampson, England manager. Photograph: Matthew Lewis/FIFA via Getty Images","credit":"Matthew Lewis/FIFA via Getty Images","altText":"Mark Sampson, England manager","cleanCaption":"Mark Sampson, England manager.","cleanCredit":"Photograph: Matthew Lewis/FIFA via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687119154/02eec5cc-c4dd-42a5-a357-1699a12501d6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Fara Williams and Lucy Bronze (12). Photograph: Chris Roussakis/EPA","credit":"Chris Roussakis/EPA","altText":"Fara Williams and Lucy Bronze (12)","cleanCaption":"Fara Williams and Lucy Bronze (12).","cleanCredit":"Photograph: Chris Roussakis/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687247800/a0aabd38-11b5-4063-ae42-7ae776b36c84-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Japan’s Saki Kumagai and Ayumi Kaihori celebrate their victory over Australia. Photograph: Jeff McIntosh/AP","credit":"Jeff McIntosh/AP","altText":"Japan's Saki Kumagai and Ayumi Kaihori celebrate their victory over Australia","cleanCaption":"Japan’s Saki Kumagai and Ayumi Kaihori celebrate their victory over Australia.","cleanCredit":"Photograph: Jeff McIntosh/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687318499/2628de8c-b63b-4445-8078-7a95390fc18b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Japan’s Mana Iwabuchi. Photograph: Geoff Robins/AFP/Getty Images","credit":"Geoff Robins/AFP/Getty Images","altText":"Japan's Mana Iwabuchi","cleanCaption":"Japan’s Mana Iwabuchi.","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687389636/4a3cf5d0-b1d0-4869-bfd1-9200ba8b5d15-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fara Williams puts her right foot to good use. Photograph: Anne-Marie Sorvin/USA Today Sports","credit":"Anne-Marie Sorvin/USA Today Sports","altText":"Fara Williams puts her right foot to good use","cleanCaption":"Fara Williams puts her right foot to good use.","cleanCredit":"Photograph: Anne-Marie Sorvin/USA Today Sports"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687660082/9e9bff9a-d8d7-4cc1-a5f2-a8f31c6c57de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Karen Carney is challenged by Kadeisha Buchanan of Canada. Photograph: Mike Hewitt/FIFA via Getty Images","credit":"Mike Hewitt/FIFA via Getty Images","altText":"Karen Carney is challenged by Kadeisha Buchanan of Canada","cleanCaption":"Karen Carney is challenged by Kadeisha Buchanan of Canada.","cleanCredit":"Photograph: Mike Hewitt/FIFA via Getty Images"}],"webPublicationDate":"2015-07-01T05:20:04Z","lastModified":"2015-07-01T05:20:04Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Paula Cocozza","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulacocozza"}],"feature":true,"keywords":["Women's World Cup 2015","England women's football team","Women's football","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Paula Cocozza","topic":{"type":"tag-contributor","name":"profile/paulacocozza"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-guide-semis-lionesses-players-manager-tactics","shortUrl":"http://gu.com/p/4a9eq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/01/womens-world-cup-guide-semis-lionesses-players-manager-tactics","webUri":"http://www.theguardian.com/football/2015/jul/01/womens-world-cup-guide-semis-lionesses-players-manager-tactics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435686413019/2168f37e-0b86-4294-ac58-c19b9627ff03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steph Houghton celebrates after scoring against Norway. Photograph: Lars Baron/FIFA via Getty Images","credit":"Lars Baron/FIFA via Getty Images","altText":"Steph Houghton celebrates after scoring against Norway.","cleanCaption":"Steph Houghton celebrates after scoring against Norway.","cleanCredit":"Photograph: Lars Baron/FIFA via Getty Images"}},"importance":0,"kicker":{"title":"Women’s World Cup guide"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435686413019/2168f37e-0b86-4294-ac58-c19b9627ff03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lars Baron/FIFA via Getty Images","altText":"Steph Houghton celebrates after scoring against Norway.","cleanCredit":"Photograph: Lars Baron/FIFA via Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435713929848/07c1a0de-684d-48c1-bae0-0db40762fded-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dennis Grombkowski/Bongarts/Getty Images","altText":"Carli Lloyd","cleanCredit":"Photograph: Dennis Grombkowski/Bongarts/Getty Images"}}]},{"title":"Women’s World Cup / Japan’s strengths: four reasons for England to be fearful","rawTitle":"Japan’s strengths: four reasons for England to be fearful","item":{"type":"article","id":"football/2015/jun/30/japan-england-world-cup-semi-final","title":"Japan’s strengths: four reasons for England to be fearful","trailText":"The World Cup holders are a formidable force with a passing style of football envied by all. Louise Taylor gives  the lowdown on Japan before Wednesday night’s semi-final with England","standFirst":"The World Cup holders are pass masters of the women’s game with a variety of threats for England to counter in the semi-final on Wednesday night","byline":"Louise Taylor in Edmonton","body":"<h2>1 Mana Iwabuchi</h2> \n<p>Dubbed the <em>Nadeshiko’s</em> “brightest flower” the 22-year-old Bayern Munich creator has been used primarily as an impact substitute during Canada 2015. She stepped off the bench to devastating effect in the quarter-final against Australia, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/27/womens-world-cup-japan-find-late-flourish-to-send-australia-crashing-out\" title=\"\">scoring Japan’s 87th-minute winner</a>. Norio Sasaki, the coach, must now be strongly tempted to start Iwabuchi, originally from Tokyo, against England. “She is a killer player,” he said. “She has very good ability to create opportunities in front of goal. When she was preparing to come on against the tired Australian players I told her she was going to decide it.”</p> \n<h2>2 Shinobu Ohno</h2> \n<p>The 31-year-old, 5ft 1 inch forward is well known to the Lionesses after enjoying a stint with Arsenal last year. Now back home with INAC Kobe she commands respect among Mark Sampson’s squad. “Shinobu’s a very good player,” says England’s Arsenal goalkeeper Siobhan Chamberlain. “We’ll have to be aware of the threat she poses.” Yukari Kinga, likely to start on the bench against England in Edmonton, is also a familiar face after starring alongside Ohno at Arsenal in 2014 before departing for Kobe with her compatriot.</p> \n<h2>3 Nahomi Kawasumi</h2> \n<p>Along with the captain and key midfielder Aya Miyama, Kawasumi, Japan’s menacing forward, is arguably one of her country’s two best-known players. “We have got to be careful against England,” cautions a 29-year-old currently playing her club football at Seattle in the United States. “They are fast and they are very good at playing long balls so we will be taking that into consideration.”</p> \n<h2>4 Norio Sasaki</h2> \n<p>Japan’s 57-year-old coach has been a resounding success since his appointment in 2007. Renowned as one of the top coaches in the women’s game, he has not only led the <em>Nadeshiko</em> to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2011/jul/18/japan-usa-womens-world-cup-final\" title=\"\">World Cup victory in 2011</a> but also the 2014 Asian Cup and a silver medal in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/aug/09/usa-japan-womens-football-final\" title=\"\">London 2012 Olympics</a>. Big on short passing, technical excellence and selfless teamwork, he promises to provide Mark Sampson with his toughest tactical test of 2015.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435689488639/Round-of-16---Japan-vs-Ne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shinobu Ohno, of Japan, battles with Mandy van den Berg, of the Netherlands, during the Women's World Cup. Photograph: Bob Frid/EPA","credit":"Bob Frid/EPA","altText":"Round of 16 - Japan vs Netherlands","cleanCaption":"Shinobu Ohno, of Japan, battles with Mandy van den Berg, of the Netherlands, during the Women's World Cup. Photograph: Bob Frid/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-30T22:13:06Z","lastModified":"2015-07-01T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":true,"keywords":["Women's World Cup 2015","England women's football team","Women's football","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/japan-england-world-cup-semi-final","shortUrl":"http://gu.com/p/4a9g4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/japan-england-world-cup-semi-final","webUri":"http://www.theguardian.com/football/2015/jun/30/japan-england-world-cup-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435689488639/Round-of-16---Japan-vs-Ne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shinobu Ohno, of Japan, battles with Mandy van den Berg, of the Netherlands, during the Women's World Cup. Photograph: Bob Frid/EPA","credit":"Bob Frid/EPA","altText":"Round of 16 - Japan vs Netherlands","cleanCaption":"Shinobu Ohno, of Japan, battles with Mandy van den Berg, of the Netherlands, during the Women's World Cup. Photograph: Bob Frid/EPA"}},"importance":5,"kicker":{"title":"Women’s World Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435689488639/Round-of-16---Japan-vs-Ne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shinobu Ohno, of Japan, battles with Mandy van den Berg, of the Netherlands, during the Women's World Cup. Photograph: Bob Frid/EPA","credit":"Bob Frid/EPA","altText":"Round of 16 - Japan vs Netherlands","cleanCaption":"Shinobu Ohno, of Japan, battles with Mandy van den Berg, of the Netherlands, during the Women's World Cup. Photograph: Bob Frid/EPA"}}]},{"title":"Premier League / Leicester sack Pearson owing to ‘differences in perspective’","rawTitle":"Leicester sack Pearson owing to ‘differences in perspective’","item":{"type":"article","id":"football/2015/jun/30/nigel-pearson-leicester-sacked","title":"Leicester City sack Nigel Pearson due to ‘differences in perspective’","trailText":"Leicester City have sacked their manager, Nigel Pearson, the Premier League club have announced","standFirst":"<span class=\"bullet\">•</span> Manager led club to survival in Premier League last season\n<br />\n<span class=\"bullet\">•</span> Craig Shakespeare and Steve Walsh put in temporary charge","byline":"Stuart James","body":"<p>Nigel Pearson’s tumultuous reign in charge of Leicester City was brought to an end on Tuesday night after he was sacked because of “fundamental differences in perspective” between the club’s owner and the manager. In a club statement that came like a bolt from the blue Leicester’s Thai owners made it clear that the damage was irreparable and that their working relationship with Pearson had totally broken down.</p> \n<p>While the club chose not to go into the deeper reasons behind a decision that had been brewing at various stages last season – Pearson was informed in February that he was out of a job only to be told that he was back in work a few hours later – focus will inevitably fall on that ill-fated end-of-season “goodwill” tour to Thailand, where three Leicester players, including the manager’s son, James, were accused of taking part in a racist sex tape.</p> \n<p>Pearson Jr, Tom Hopper and Adam Smith <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/leicester-sack-three-players-racist-thai-orgy\" title=\"\">all had their contracts terminated after the club</a> investigated the allegations that the players had racially abused and made other offensive comments to women with whom they were engaging in sex acts in a hotel room. The whole episode was a huge embarrassment to Leicester, who are owned by the Thai billionaire Vichai Srivaddhanaprabha and Aiyawatt, his son.</p> \n<p>Whether the fall-out from that unsavoury incident contributed significantly to Pearson’s dismissal remains to be seen. It is clear, though, that Vichai and Aiyawatt were no longer willing to tolerate Pearson being in charge of their football club and that there was only one course of action in their eyes.</p> \n<p>A club statement said: “The board of directors recognises the success Nigel has helped to bring to Leicester City during his two spells in charge of the club, particularly during the last three and a half years. However, it has become clear to the club that fundamental differences in perspective exist between us. Regrettably the club believes that the working relationship between Nigel and the board is no longer viable.”</p> \n<p>Although Pearson had finished the season on a spectacular high as he masterminded an improbable escape, with Leicester winning seven of their last nine Premier League games to climb off the bottom of the table and finish 14th, the manager seemed to have a magnetic attraction to controversy throughout that season and the board took a dim view of his behaviour at times.</p> \n<p>In December he was fined &pound;10,000 by the Football Association and given a one-match touchline ban after an angry verbal exchange with a Leicester supporter towards the end of the 3-1 defeat by Liverpool. Pearson told the fan who was abusing him to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/dec/05/nigel-pearson-refuses-apologise-video-row-fan\" title=\"\">“fuck off and die”</a>.</p> \n<p>Two months later Pearson <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/feb/11/nigel-pearson-rang-james-mcarthur-touchline-tangle\" title=\"\">grappled with James McArthur</a> and had his hands around the throat of the Crystal Palace midfielder at one point. The following day reports began to surface that Pearson has been sacked. There was another bizarre incident later in the season when Pearson <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/30/nigel-pearson-rant-full-leicester\" title=\"\">called a journalist an “ostrich”</a> during a post-match press conference. He publicly apologised for those comments the next day.</p> \n<p>Pearson, who was in his second spell as Leicester manager after returning from Hull City in November 2011, was backed in the transfer market this summer. He brought in Christian Fuchs, Robert Huth and Shinji Okazaki and there was no hint among the staff close to him that he might be out of job anytime soon.</p> \n<p>Leicester have placed Steve Walsh and Craig Shakespeare, the joint assistant managers, in temporary charge of first-team duties while they begin the process of recruiting a replacement for Pearson.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435689880805/Nigel-Pearson-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Nigel Pearson has been in charge at Leicester since 2011. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Nigel Pearson","cleanCaption":"Nigel Pearson has been in charge at Leicester since 2011. Photograph: Lynne Cameron/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-30T19:42:00Z","lastModified":"2015-07-01T00:05:01Z","metadata":{"commentable":true,"commentCount":587,"contributors":[{"name":"Stuart James","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuartjames"}],"feature":false,"keywords":["Nigel Pearson","Leicester City","Football","Sport"],"tags":[{"id":"football/nigel-pearson","webTitle":"Nigel Pearson"},{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Stuart James","topic":{"type":"tag-contributor","name":"profile/stuartjames"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/nigel-pearson-leicester-sacked","shortUrl":"http://gu.com/p/4a9hx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/nigel-pearson-leicester-sacked","webUri":"http://www.theguardian.com/football/2015/jun/30/nigel-pearson-leicester-sacked"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435689880805/Nigel-Pearson-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Nigel Pearson has been in charge at Leicester since 2011. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Nigel Pearson","cleanCaption":"Nigel Pearson has been in charge at Leicester since 2011. Photograph: Lynne Cameron/PA"}},"importance":5,"kicker":{"title":"Premier League"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435689880805/Nigel-Pearson-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Nigel Pearson has been in charge at Leicester since 2011. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Nigel Pearson","cleanCaption":"Nigel Pearson has been in charge at Leicester since 2011. Photograph: Lynne Cameron/PA"}}]},{"title":"Wimbledon / Ground capacity cut as temperatures soar","rawTitle":"Ground capacity cut as temperatures soar","item":{"type":"article","id":"sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar","title":"Wary Wimbledon cuts ground capacity as temperatures soar","trailText":"Fans queue for shade and water, while St John Ambulance volunteers ‘absolutely manic’ tending to spectators overcome by heat","standFirst":"<p>Fans queue for shade and water, while St John Ambulance volunteers ‘absolutely manic’ tending to spectators overcome by heat</p>","byline":"Esther Addley","body":"<p>The hottest day of the year hit <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/30/wimbledon-2015-day-two-live\">Wimbledon</a>, as it did the rest of Britain, causing organisers to reduce capacity in the grounds as a precautionary measure.</p> \n<p>As fans huddled in scraps of shade under trees and overhangs around the All England Club, and formed lengthy queues at the free water fountains, the tournament cut capacity by more than 5,000 to give the spectators a little more breathing room as temperatures nudged above 30C during the hottest part of the day. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/wimbledon-heat-warning-players-spectators\">Wimbledon issues heat warning to players and spectators</a> </p> \n</aside> \n<p>Monday’s play had been watched by a total of 43,275 spectators, a Wimbledon spokesman said, but the club had opted, initially at least, to restrict Tuesday’s gate to 38,000, reducing capacity in the ground by around an eighth.</p> \n<p>“The daily capacity is dependent on the number of courts in operation and the prevailing weather conditions so it would not be the first time we have regularly adjusted the daily capacity,” he said.</p> \n<p>A spokeswoman for St John Ambulance said their volunteers had treated 123 people at the ground, mostly for heat-related conditions, and transported two to hospital. “It’s been absolutely manic for our team because they’ve been treating so many people,” she said. </p> \n<p>The service was particularly concerned about Wednesday, she said, when temperatures are expected to rise further to 35C, potentially breaking the tournament’s all-time record of 34.6C in 1976.</p> \n<p>The result, unusually for a sunny lunchtime in front of the tournament’s big screen, was that there was plenty of room on the steep slope of Murray mound as the day’s play got under way. </p> \n<figure class=\"element element-image\" data-media-id=\"793264c15ce6c96172ecb332e897ae397f1c58ea\"> \n <img src=\"http://media.guim.co.uk/793264c15ce6c96172ecb332e897ae397f1c58ea/0_62_3789_2273/1000.jpg\" alt=\"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/30/andy-murray-mikhail-kukushkin-wimbledon-2015-live\">Andy Murray</a> delighted the fans who did make it through the gates, opening his campaign to regain the title he won in 2013, by overcoming world number 59 Mikhail Kukushkin on Centre Court in straight sets, despite the broiling courtside conditions.</p> \n<p>Murray, the number three seed, who has said he enters the tournament playing the best tennis of his life, wobbled in the second set when he allowed his opponent to push him to a tiebreak, before regaining his dominance in the third. “There’s definitely work to be done,” said the Scot of his own form.</p> \n<p>Asked after his match about the temperatures on court, Murray said: “It was very very hot, and that changes the way the court plays and the way the match plays out too. I was glad to get off in three sets, in a couple of hours, because ideally you don’t want to be playing extremely long matches in those conditions because it’s tough.”<br /></p> \n<p>While row upon row of panama hats inside Centre Court were taking advantage of breaks in play to open umbrellas and parasols and fan themselves in the heat, for most of the players, the heat appeared barely to register.</p> \n<p>“It was not hot, it was the perfect conditions,” said a predictably unflappable <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/roger-federer-on-march-at-wimbledon-with-victory-in-straight-sets\">Roger Federer</a> after his own effortless straight sets freewheel past Bosnian Damir Dzumhur. </p> \n<figure class=\"element element-image\" data-media-id=\"c0620b9245979e2db684eabfce7ffc535cb5fc72\"> \n <img src=\"http://media.guim.co.uk/c0620b9245979e2db684eabfce7ffc535cb5fc72/0_138_4011_2406/1000.jpg\" alt=\"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.</span> \n  <span class=\"element-image__credit\">Photograph: Shaun Botterill/Getty Images</span> \n </figcaption> \n</figure> \n<p>Britain’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/heather-watson-caroline-garcia-wimbledon\">Heather Watson</a> overcame the early afternoon temperatures to win the delayed third set her opening round match against the 32nd seed Caroline Garcia. Five set victories by both James Ward and Aljaz Bedene later in the evening brought the total number of Britons through to the second round to five, following Liam Broady’s victory on Monday. <br /></p> \n<p>It wasn’t the temperature of the court but the “heat of the moment” that Watson blamed for a swearing outburst that saw the umpire deduct a point for a code violation in the seventh game of the set.</p> \n<p>“I don’t even know what I’m doing till after it’s done. I say things that I shouldn’t say. I apologise to anyone who is offended.”</p> \n<p>Many of those who had opted to brave the sunshine had evidently planned carefully for a scorching day, proving that it is not only soggy Wimbledon afternoons for which the British come prepared. </p> \n<figure class=\"element element-image\" data-media-id=\"8bd379e8880453036bf98daacd7dca76c0831b2e\"> \n <img src=\"http://media.guim.co.uk/8bd379e8880453036bf98daacd7dca76c0831b2e/0_24_3760_2256/1000.jpg\" alt=\"Heather Watson overcame soaring temperatures to beat Caroline Garcia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Heather Watson overcame soaring temperatures to beat Caroline Garcia.</span> \n  <span class=\"element-image__credit\">Photograph: Ella Ling/BPI/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Evelyn Rawlinson has been coming to the tournament for 27 years from her home in County Durham, but this was the hottest she remembered, she said. With experience comes the best spots, however, and she and her niece Evelyn Wilson had bagged a coveted patch of grass on the mound that allowed them some shade, and where they could open their umbrellas (“they do us for rain or sunshine”) without obstructing other spectators. </p> \n<p>As well as hats and plentiful sunshine, Wilson had brought a facecloth, which she had moistened during a trip to the ladies’ and draped over her feet. “Just keep it wet and it’ll keep you lovely and cool,” she said with a smile. </p> \n<p>Others, however, found themselves caught out by the weather. “I’ve come without a hat and I don’t know if our tickets will be in the sun or the shade, so I’m a bit worried,” said Fiona Seitler, trying on a wide-brimmed cricket-style hat in the main Wimbledon shop, as staff restocked the rapidly thinning shelves around her. </p> \n<p>“It’s seriously hot out there. I’ve slapped on the factor 50 and I’ve just had a drink to keep hydrated, but I think I might need one of these, too.”</p> \n<p>At the small pharmacy under court one, the only place selling sunscreen, staff said they had spent the day continually re-stocking their shelves with protective lotions. They have placed a large order for more stock to arrive on Wednesday, in anticipation of an even hotter day to come. </p> \n<p>Matthew Lechtzier, a Canadian now based in west London, said he was loving the hot weather.</p> \n<p>“I’ve lived in Britain for 30 years now and there is a certain point in the middle where no one is complaining, but if it goes just a bit too hot or cold people complain about it.</p> \n<p> “Now we’ve got this heat but it will be over and back to normal in a week.”</p> \n<p> </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9baab60ad5e49a77659f2b7911d72616e65a9b59/0_74_4717_2833/4717.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2833,"width":4717,"orientation":"landscape","credit":"Ian Walton/Getty Images","altText":"A spectator shields himself from the heat at Wimbledon.","cleanCredit":"Photograph: Ian Walton/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/793264c15ce6c96172ecb332e897ae397f1c58ea/0_62_3789_2273/3789.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2273,"width":3789,"orientation":"landscape","caption":"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets. Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.","cleanCaption":"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.","cleanCredit":"Photograph: Colorsport/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0620b9245979e2db684eabfce7ffc535cb5fc72/0_138_4011_2406/4011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2406,"width":4011,"orientation":"landscape","caption":"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.","cleanCaption":"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.","cleanCredit":"Photograph: Shaun Botterill/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bd379e8880453036bf98daacd7dca76c0831b2e/0_24_3760_2256/3760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2256,"width":3760,"orientation":"landscape","caption":"Heather Watson overcame soaring temperatures to beat Caroline Garcia. Photograph: Ella Ling/BPI/REX Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock","altText":"Heather Watson overcame soaring temperatures to beat Caroline Garcia.","cleanCaption":"Heather Watson overcame soaring temperatures to beat Caroline Garcia.","cleanCredit":"Photograph: Ella Ling/BPI/REX Shutterstock"}],"webPublicationDate":"2015-06-30T18:47:53Z","lastModified":"2015-06-30T23:52:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":false,"keywords":["Wimbledon","Wimbledon 2015","Tennis","Sport","Wimbledon","United Kingdom","UK news"],"tags":[{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"weather/wimbledon","webTitle":"Wimbledon"},{"id":"weather/uk","webTitle":"United Kingdom"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar","shortUrl":"http://gu.com/p/4a9fg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar","webUri":"http://www.theguardian.com/sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9baab60ad5e49a77659f2b7911d72616e65a9b59/0_74_4717_2833/4717.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2833,"width":4717,"orientation":"landscape","caption":"A spectator shields himself from the heat at Wimbledon. Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"A spectator shields himself from the heat at Wimbledon.","cleanCaption":"A spectator shields himself from the heat at Wimbledon.","cleanCredit":"Photograph: Ian Walton/Getty Images"}},"importance":4,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9baab60ad5e49a77659f2b7911d72616e65a9b59/0_74_4717_2833/4717.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2833,"width":4717,"orientation":"landscape","credit":"Ian Walton/Getty Images","altText":"A spectator shields himself from the heat at Wimbledon.","cleanCredit":"Photograph: Ian Walton/Getty Images"}}]},{"title":"Wimbledon / Murray starts with straight sets win over Kukushkin","rawTitle":"Murray starts with straight sets win over Kukushkin","item":{"type":"article","id":"sport/2015/jun/30/andy-murray-wimbledon-mikhail-kukushkin","title":"Andy Murray starts Wimbledon with straight sets Mikhail Kukushkin win","trailText":"Andy Murray went through to the second round at Wimbledon winning 6-4, 7-6, 6-4 in two hours and 11 minutes against Mikhail Kukushkin","standFirst":"<span class=\"bullet\">•</span> No3 seed wins 6-4, 7-6, 6-4\n<br />\n<span class=\"bullet\">•</span> Murray: ‘I made it hard for myself at the end of the second set’","byline":"Kevin Mitchell at Wimbledon","body":"<p>Andy Murray ought to be concerned, but not to the point of despair, after a skittish opening to his Wimbledon campaign. He goes through to the second round against Robin Haase on Thursday at least mildly gingered up after struggling midway through his straight sets win over the 59th-ranked Mikhail Kukushkin on Centre Court on Tuesday.</p> \n<p>Murray, who has been in splendid form all summer, on clay and grass, spent almost twice as long on court as Roger Federer did in his far easier win over the Bosnian Damir Dzumhur.</p> \n<p>While Murray expressed no interest in the Federer match, the comparison is relevant in terms of where each of them is placed after the first round of a tournament that may bring them together in the semi-final. Federer was pretty much faultless against an opponent he also destroyed at Roland Garros three weeks ago; Murray was less convincing against an opponent with whom he shares the distinction of being coached by a woman and who played with the freedom of an acknowledged outsider.</p> \n<p>Still, beating an out-and-out shot-maker like Kukushkin 6-4, 7-6, 6-4 in two hours and 11 minutes, while lacing his performance with some breathtaking ground strokes and delightful dinks near the net, told Murray he should not be rushing back to his psychiatrist just yet.</p> \n<p>He did come perilously close to blowing a 5-2 lead in the second set as his serve disintegrated for no apparent reason and he acknowledged that it is an area of his game he needs to address before playing Haase.</p> \n<p>Murray did play some terrific tennis against Kukushkin, which was reciprocated in several dazzling exchanges in the first and third sets, but that dip in the second disturbed his equilibrium.</p> \n<p>“I made it hard for myself at the end of the second set,” he said. “Then he started playing some very aggressive tennis, low over the net. Towards the end of it, I missed 10 or 11 first serves in a row. I wasn’t surprised [by Kukushkin’s occasionally high level].</p> \n<p>“I’ve seen some of his results in big matches. He’s a tough opponent when he goes for his shots. Credit to him … but there’s definitely work to be done.”</p> \n<p>From the beginning, Kukushkin was not shy in the shot and hit some of his forehands with rasping power at the lines to stay on level terms in the opening exchanges and for much of the second set.</p> \n<p>The 11th game of that session was an odd one. Murray double-faulted, aced, made a lousy challenge and then watched a Kukushkin return skim the white lines. Kukushkin then lost focus entirely as Murray broke yet again to force the tie-break, and take the set. The third was a more comfortable ride for Murray, who looked relieved at the end.</p> \n<p>Haase, who has lost to Murray in three of their four encounters, took two hours and 22 minutes to beat Alejandro Falla 6-2, 3-6, 6-4, 6-2 on Court Seven, and admitted he had misgivings beforehand because the Colombian has been dangerous on grass, most memorably when taking the first two sets off Federer in the first round here five years ago, before blowing match point in the fourth set. (Federer, incidentally, has not lost a set in the first round at Wimbledon since).</p> \n<p>Haase, a couple of months younger than Murray (although they never met as juniors) and ranked 78 in the world, took a set off him in each of their matches at the US Open, but might struggle to do so on grass.</p> \n<p>“Last time I played him in New York, I don’t know exactly what happened,” Murray said. “But I had terrible cramps from very early on in the match. It was a very tough match for me to get through. He’s a tough opponent, likes grass, enjoys playing on big courts.”</p> \n<p>Murray said he was glad to be back on a court where he has seen more good days than bad. “It’s a great court. I’ve had some of my best matches on there. It doesn’t happen at all of the events from where the first day it’s a packed crowd from start to finish. It’s always nice to play in front of that sort of crowd.”</p> \n<p>From the reaction to his victory, the feeling would seem to be mutual. It’s a little while now since any comedian has felt the urge to yell, “Come on, Tim!” during one of Murray’s matches (although if they read this, that may change). There is a genuine empathy between him and tennis fans, wherever they come from, and the suggestion in other parts of the media forest recently that his support for Scottish independence was something of a “public relations disaster” would seem to have lost traction.</p> \n<p>At 28, Murray is not only a matured and distinguished athlete, he is operating at the height of his powers. He will not be perfect in every match, nor will he avoid defeat now and again but a feature of his flawed victory was his ability to overcome the frustration of losing his way and powering on to the right result.</p> \n<p>As John McEnroe, the three-time Wimbledon champion, said afterwards: “I don’t think the result was ever in doubt.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435688644147/002b5baf-b262-4da1-ad06-7e1b32c87fa6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-30T17:06:34Z","lastModified":"2015-06-30T23:01:39Z","metadata":{"commentable":true,"commentCount":82,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/andy-murray-wimbledon-mikhail-kukushkin","shortUrl":"http://gu.com/p/4a9f3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/andy-murray-wimbledon-mikhail-kukushkin","webUri":"http://www.theguardian.com/sport/2015/jun/30/andy-murray-wimbledon-mikhail-kukushkin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435688644147/002b5baf-b262-4da1-ad06-7e1b32c87fa6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray struggled in the second set before regaining his composure to win in straight sets. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray struggled in the second set before regaining his composure to win in straight sets.","cleanCaption":"Andy Murray struggled in the second set before regaining his composure to win in straight sets.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":4,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Eugenie Bouchard bows out against Chinese qualifier","rawTitle":"Eugenie Bouchard bows out against Chinese qualifier","item":{"type":"article","id":"sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying","title":"Wimbledon 2015: Eugenie Bouchard bows out against Chinese qualifier","trailText":"Eugenie Bouchard, the 2014 singles finalist, came into this year’s competition out of form, injured and heading for a fall. Duan Yingying, the No5 in China, provided it for her","standFirst":"The 2014 singles finalist came into this year’s competition out of form, injured and heading for a fall. Duan Yingying, the No5 in China, provided it for her","byline":"Hugh Muir at Wimbledon","body":"<p>Musicians call it the difficult second album. For Eugenie Bouchard, last year’s Wimbledon finalist, the equivalent is second-season syndrome or the sophomore slump – the affliction whereby players struggle to emulate a breakthrough year.</p> \n<p>The No12 seed went into battle with the Chinese qualifier Duan Ying-ying short on confidence, having lost 11 of her previous 13 matches, and injured with a torn muscle in her abdomen. Against that backdrop a theoretically amenable start to Wimbledon seemed a blessing. But after an hour and a half on No3 court, another disastrous defeat, 7-6, 6-4, and the end of her Wimbledon the blessing became a curse.</p> \n<p>The 21-year-old sought to be philosophical. “I was under-prepared for this match,” she said. “But this is Wimbledon. There is no way I wasn’t going to play, even though I was advised not to. It is the way I am. I am disappointed because I lost, so it was not the smartest decision, but I knew I had to do it. It is not nice feeling under-prepared. I only served 10 serves before this match. My timing was very off. I said that I would go out there on one leg, so I had to be true to my word.”</p> \n<p>It has been a horrible year but Bouchard said she is determined not to turn drama into crisis. “I need to keep belief and stay true to myself.” She might also need to make changes. Last year she got rid of her long-time coach Nick Saviano and turned to Victoria Azarenka’s mentor, Sam Sumyk. Asked if she should change again, she said: “Maybe I should. We have definitely not started well at all. I believe in him and him in me. But we definitely need to have some improvements.”</p> \n<p>Sumyk watched as Bouchard’s serial discomforts followed her into a troubled first set. She kept parity with the Chinese qualifier but only just; there was a deal of irregular swinging and snatching at the ball that saw shots go long and wide. Predictably, Duan broke Bouchard’s serve in the sixth game, the Canadian surrendering the advantage with a wild swing. The Wimbledon finalist rallied to level the set at 4-4 but by then the casual observer might have found difficulty distinguishing the top player from the qualifier. In the tie-break Duan began the steadier, racing to a 3-1 lead.</p> \n<p>Bouchard pulled her back to 3-3 but, hitting fiercely and encouraged by Bouchard’s flailings, Duan took control again. The unforced backhand error that gave the set to the Chinese seemed symbolic of much that had gone before.</p> \n<p>Bouchard came out firing in the second set but her hard, flat hitting provides scant margin for error and can, as it was here, be a millstone when things are less than 100%. She produced brilliant drives interspersed with comedically shanked forehands and profligate double faults, product of a wayward ball toss. The good was good but the bad was awful.</p> \n<p>There was little light or shade. Both duelled with cannon fire, intent on pummelling the baseline. At 3-3, rightly fearing the worst, Bouchard hit her way out of trouble and saved two break points. But by the next game she was swinging wildly again, slamming one crosscourt forehand into the umpire’s chair. At 4-4 Duan, 25, fought her way to two break points.</p> \n<p>Bouchard saved the first but swung a desperate forehand long for the second, leaving Duan to serve for the match. There she might have frozen, in her first meeting with Bouchard, at her first Wimbledon. Instead Duan, China’s fifth-ranked woman, was as assured as Bouchard was chaotic. She seized what turned out to be the deciding game as if it were hers by right.</p> \n<p>If there was much then to dampen Bouchard’s spirits, she was later told of muttering behind the scenes about what appeared to be a black bra under her regulation Wimbledon whites. The rules, much feared, always enforced, say “competitors must be dressed in suitable tennis attire that is almost entirely white”. And “any undergarments that either are or can be visible during play [including due to perspiration] must also be completely white except for a single trim of colour no wider than one centimetre.”</p> \n<p>But this was not one of the things that bothered her on court. “I was not aware of that at all,” she said responding to erroneous reports that she had received a code violation. “I am going to take some time to heal, maybe not think about tennis for a little bit.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435692214278/Wimbledon-Championships-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis","credit":"Andrew Cowie/  Colorsport/Corbis","altText":"Wimbledon Championships","cleanCaption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-30T19:24:30Z","lastModified":"2015-06-30T23:01:41Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Hugh Muir","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739000/HughMuir.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hughmuir"}],"feature":true,"keywords":["Eugenie Bouchard","Wimbledon 2015","Wimbledon","Tennis","Sport","China"],"tags":[{"id":"artanddesign/eugenie-bouchard","webTitle":"Eugenie Bouchard"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/china","webTitle":"China"}],"section":{"id":"sport"},"topics":[{"displayName":"Hugh Muir","topic":{"type":"tag-contributor","name":"profile/hughmuir"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying","shortUrl":"http://gu.com/p/4a9h3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying","webUri":"http://www.theguardian.com/sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435692214278/Wimbledon-Championships-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis","credit":"Andrew Cowie/  Colorsport/Corbis","altText":"Wimbledon Championships","cleanCaption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435692214278/Wimbledon-Championships-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis","credit":"Andrew Cowie/  Colorsport/Corbis","altText":"Wimbledon Championships","cleanCaption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis"}}]},{"title":"Wimbledon cuts ground capacity as temperatures soar","rawTitle":"Wimbledon cuts ground capacity as temperatures soar","item":{"type":"article","id":"sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar","title":"Wary Wimbledon cuts ground capacity as temperatures soar","trailText":"Fans queue for shade and water, while St John Ambulance volunteers ‘absolutely manic’ tending to spectators overcome by heat","standFirst":"<p>Fans queue for shade and water, while St John Ambulance volunteers ‘absolutely manic’ tending to spectators overcome by heat</p>","byline":"Esther Addley","body":"<p>The hottest day of the year hit <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/30/wimbledon-2015-day-two-live\">Wimbledon</a>, as it did the rest of Britain, causing organisers to reduce capacity in the grounds as a precautionary measure.</p> \n<p>As fans huddled in scraps of shade under trees and overhangs around the All England Club, and formed lengthy queues at the free water fountains, the tournament cut capacity by more than 5,000 to give the spectators a little more breathing room as temperatures nudged above 30C during the hottest part of the day. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/wimbledon-heat-warning-players-spectators\">Wimbledon issues heat warning to players and spectators</a> </p> \n</aside> \n<p>Monday’s play had been watched by a total of 43,275 spectators, a Wimbledon spokesman said, but the club had opted, initially at least, to restrict Tuesday’s gate to 38,000, reducing capacity in the ground by around an eighth.</p> \n<p>“The daily capacity is dependent on the number of courts in operation and the prevailing weather conditions so it would not be the first time we have regularly adjusted the daily capacity,” he said.</p> \n<p>A spokeswoman for St John Ambulance said their volunteers had treated 123 people at the ground, mostly for heat-related conditions, and transported two to hospital. “It’s been absolutely manic for our team because they’ve been treating so many people,” she said. </p> \n<p>The service was particularly concerned about Wednesday, she said, when temperatures are expected to rise further to 35C, potentially breaking the tournament’s all-time record of 34.6C in 1976.</p> \n<p>The result, unusually for a sunny lunchtime in front of the tournament’s big screen, was that there was plenty of room on the steep slope of Murray mound as the day’s play got under way. </p> \n<figure class=\"element element-image\" data-media-id=\"793264c15ce6c96172ecb332e897ae397f1c58ea\"> \n <img src=\"http://media.guim.co.uk/793264c15ce6c96172ecb332e897ae397f1c58ea/0_62_3789_2273/1000.jpg\" alt=\"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/30/andy-murray-mikhail-kukushkin-wimbledon-2015-live\">Andy Murray</a> delighted the fans who did make it through the gates, opening his campaign to regain the title he won in 2013, by overcoming world number 59 Mikhail Kukushkin on Centre Court in straight sets, despite the broiling courtside conditions.</p> \n<p>Murray, the number three seed, who has said he enters the tournament playing the best tennis of his life, wobbled in the second set when he allowed his opponent to push him to a tiebreak, before regaining his dominance in the third. “There’s definitely work to be done,” said the Scot of his own form.</p> \n<p>Asked after his match about the temperatures on court, Murray said: “It was very very hot, and that changes the way the court plays and the way the match plays out too. I was glad to get off in three sets, in a couple of hours, because ideally you don’t want to be playing extremely long matches in those conditions because it’s tough.”<br /></p> \n<p>While row upon row of panama hats inside Centre Court were taking advantage of breaks in play to open umbrellas and parasols and fan themselves in the heat, for most of the players, the heat appeared barely to register.</p> \n<p>“It was not hot, it was the perfect conditions,” said a predictably unflappable <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/roger-federer-on-march-at-wimbledon-with-victory-in-straight-sets\">Roger Federer</a> after his own effortless straight sets freewheel past Bosnian Damir Dzumhur. </p> \n<figure class=\"element element-image\" data-media-id=\"c0620b9245979e2db684eabfce7ffc535cb5fc72\"> \n <img src=\"http://media.guim.co.uk/c0620b9245979e2db684eabfce7ffc535cb5fc72/0_138_4011_2406/1000.jpg\" alt=\"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.</span> \n  <span class=\"element-image__credit\">Photograph: Shaun Botterill/Getty Images</span> \n </figcaption> \n</figure> \n<p>Britain’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/heather-watson-caroline-garcia-wimbledon\">Heather Watson</a> overcame the early afternoon temperatures to win the delayed third set her opening round match against the 32nd seed Caroline Garcia. Five set victories by both James Ward and Aljaz Bedene later in the evening brought the total number of Britons through to the second round to five, following Liam Broady’s victory on Monday. <br /></p> \n<p>It wasn’t the temperature of the court but the “heat of the moment” that Watson blamed for a swearing outburst that saw the umpire deduct a point for a code violation in the seventh game of the set.</p> \n<p>“I don’t even know what I’m doing till after it’s done. I say things that I shouldn’t say. I apologise to anyone who is offended.”</p> \n<p>Many of those who had opted to brave the sunshine had evidently planned carefully for a scorching day, proving that it is not only soggy Wimbledon afternoons for which the British come prepared. </p> \n<figure class=\"element element-image\" data-media-id=\"8bd379e8880453036bf98daacd7dca76c0831b2e\"> \n <img src=\"http://media.guim.co.uk/8bd379e8880453036bf98daacd7dca76c0831b2e/0_24_3760_2256/1000.jpg\" alt=\"Heather Watson overcame soaring temperatures to beat Caroline Garcia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Heather Watson overcame soaring temperatures to beat Caroline Garcia.</span> \n  <span class=\"element-image__credit\">Photograph: Ella Ling/BPI/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Evelyn Rawlinson has been coming to the tournament for 27 years from her home in County Durham, but this was the hottest she remembered, she said. With experience comes the best spots, however, and she and her niece Evelyn Wilson had bagged a coveted patch of grass on the mound that allowed them some shade, and where they could open their umbrellas (“they do us for rain or sunshine”) without obstructing other spectators. </p> \n<p>As well as hats and plentiful sunshine, Wilson had brought a facecloth, which she had moistened during a trip to the ladies’ and draped over her feet. “Just keep it wet and it’ll keep you lovely and cool,” she said with a smile. </p> \n<p>Others, however, found themselves caught out by the weather. “I’ve come without a hat and I don’t know if our tickets will be in the sun or the shade, so I’m a bit worried,” said Fiona Seitler, trying on a wide-brimmed cricket-style hat in the main Wimbledon shop, as staff restocked the rapidly thinning shelves around her. </p> \n<p>“It’s seriously hot out there. I’ve slapped on the factor 50 and I’ve just had a drink to keep hydrated, but I think I might need one of these, too.”</p> \n<p>At the small pharmacy under court one, the only place selling sunscreen, staff said they had spent the day continually re-stocking their shelves with protective lotions. They have placed a large order for more stock to arrive on Wednesday, in anticipation of an even hotter day to come. </p> \n<p>Matthew Lechtzier, a Canadian now based in west London, said he was loving the hot weather.</p> \n<p>“I’ve lived in Britain for 30 years now and there is a certain point in the middle where no one is complaining, but if it goes just a bit too hot or cold people complain about it.</p> \n<p> “Now we’ve got this heat but it will be over and back to normal in a week.”</p> \n<p> </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9baab60ad5e49a77659f2b7911d72616e65a9b59/0_74_4717_2833/4717.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2833,"width":4717,"orientation":"landscape","credit":"Ian Walton/Getty Images","altText":"A spectator shields himself from the heat at Wimbledon.","cleanCredit":"Photograph: Ian Walton/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/793264c15ce6c96172ecb332e897ae397f1c58ea/0_62_3789_2273/3789.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2273,"width":3789,"orientation":"landscape","caption":"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets. Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.","cleanCaption":"Andy Murray shakes hands with Mikhall Kukushkin, after winning in straight sets.","cleanCredit":"Photograph: Colorsport/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0620b9245979e2db684eabfce7ffc535cb5fc72/0_138_4011_2406/4011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2406,"width":4011,"orientation":"landscape","caption":"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.","cleanCaption":"Roger Federer (R) shakes hands with Damir Dzumhur after winning his first singles match.","cleanCredit":"Photograph: Shaun Botterill/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bd379e8880453036bf98daacd7dca76c0831b2e/0_24_3760_2256/3760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2256,"width":3760,"orientation":"landscape","caption":"Heather Watson overcame soaring temperatures to beat Caroline Garcia. Photograph: Ella Ling/BPI/REX Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock","altText":"Heather Watson overcame soaring temperatures to beat Caroline Garcia.","cleanCaption":"Heather Watson overcame soaring temperatures to beat Caroline Garcia.","cleanCredit":"Photograph: Ella Ling/BPI/REX Shutterstock"}],"webPublicationDate":"2015-06-30T18:47:53Z","lastModified":"2015-06-30T23:52:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":false,"keywords":["Wimbledon","Wimbledon 2015","Tennis","Sport","Wimbledon","United Kingdom","UK news"],"tags":[{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"weather/wimbledon","webTitle":"Wimbledon"},{"id":"weather/uk","webTitle":"United Kingdom"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar","shortUrl":"http://gu.com/p/4a9fg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar","webUri":"http://www.theguardian.com/sport/2015/jun/30/wimbledon-cuts-ground-capacity-temperatures-soar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9baab60ad5e49a77659f2b7911d72616e65a9b59/0_74_4717_2833/4717.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2833,"width":4717,"orientation":"landscape","caption":"A spectator shields himself from the heat at Wimbledon. Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"A spectator shields himself from the heat at Wimbledon.","cleanCaption":"A spectator shields himself from the heat at Wimbledon.","cleanCredit":"Photograph: Ian Walton/Getty Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9baab60ad5e49a77659f2b7911d72616e65a9b59/0_74_4717_2833/4717.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2833,"width":4717,"orientation":"landscape","credit":"Ian Walton/Getty Images","altText":"A spectator shields himself from the heat at Wimbledon.","cleanCredit":"Photograph: Ian Walton/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435688644147/002b5baf-b262-4da1-ad06-7e1b32c87fa6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"European Under-21 final / Sweden sink Portugal on penalties to win championship","rawTitle":"Sweden sink Portugal on penalties to win championship","item":{"type":"article","id":"football/2015/jun/30/sweden-portugal-european-under-21-championship-final-match-report","title":"Sweden sink Portugal on penalties in European Under-21 final","trailText":"The European Under-21 Championship crowned perhaps its most unlikely winners with Sweden beating Portugal 4-3 on penalties after a 0-0 draw","standFirst":"<span class=\"bullet\">•</span> Sweden 0-0 Portugal (Sweden win 4-3 on penalties)\n<br />\n<span class=\"bullet\">•</span> Patrik Carlgren saves William Carvalho’s final penalty","byline":"John Ashdown at the Eden Stadium","body":"<p>The European Under-21 Championship crowned perhaps its most unlikely winners at the Eden Stadium, with Sweden defeating Portugal 4-3 on penalties after a 0-0 draw to take their first title at this level.</p> \n<p>William Carvalho, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/sweden-portugal-under-21-championship-final-how-players-rate\" title=\"\">perhaps the player of the tournament</a>, was the fall guy, with his spot-kick turned decisively away by Patrik Carlgren in the Sweden goal. “Who could have thought that Sweden could win the tournament?” said the striker John Guidetti. “Not many.”</p> \n<p>Not many at all. Hakan Ericson’s side have picked up a habit of doing things the hard way, however. It took a 92nd-minute goal against Turkey to take them into the qualification play-offs, an 88th-minute goal against France to win those play-offs and an 89th-minute goal against Portugal in the group stages to lead them into the knockout rounds here.</p> \n<p>Thirty minutes into their opening game against Italy they had been 1-0 down and reduced to 10 men. Somehow the Scandinavian side battled through and here they first survived then thrived, flummoxing technically superior opponents with their blend of tenacity and tactical discipline. “It’s like a fairytale,” said Ericson. “It’s incredible.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jun/30/sweden-portugal-european-u21-championship-final-live\">Sweden v Portugal: European U21 Championship final – as it happened</a> </p> \n</aside> \n<p>In the early exchanges the game looked as if it might be a rout. Portugal tore at their opponents and were almost ahead inside three minutes, with Ricardo pulling his volley a foot wide of the post from the edge of the box after Sweden failed to clear a corner. Six minutes later Abdullah Khalili’s loose touch on the edge of his own area led to him bringing down Carvalho. The Portugal captain, S&eacute;rgio Oliveira, slammed the free-kick against the face of the bar.</p> \n<p>It was nearly 20 minutes before Sweden mounted a proper attack. It began with the busy Simon Tibbling, scorer of that 89th-minute equaliser against Portugal in the group stages, prompting from deep and ended with Oscar Hiljemark’s cross being cut out by Tiago Ilori.</p> \n<p>It was not much but it was something and a sign that Sweden were growing into the game. Tibbling forced Jos&eacute; S&aacute; into action with a rising shot on 25 minutes and the Scandinavians were able to frustrate their opponents enough for Rui Jorge to ditch his midfield diamond for the first time in the tournament.</p> \n<p>That, though, served largely to drive Bernardo Silva away from his influential role conducting affairs behind the front two and out to the right wing, although both Jo&atilde;o M&aacute;rio and Rapha&euml;l Guerreiro had half-chances before the break.</p> \n<p>The second half started in a flurry of activity, with Ricardo just failing to get on the end of Silva’s low cross, Guidetti fizzing a volley over the bar and Oliveira hammering just wide. Quickly the pattern was established once more – Portugal pressing forward, probing for opportunities, Sweden tigerish in midfield and playing on the break.</p> \n<p>The substitute Iuri Medeiros came closest to breaking the deadlock for Portugal, curling a delightful effort narrowly wide of Carlgren’s right-hand post, and with 20 minutes of normal time to go, Jorge made his third and final substitution. But his side struggled still to find the decisive breakthrough. As 90 minutes approached it was Sweden who came closer to pinching the title – Guidetti wriggled through challenges after a scramble but his effort across goal was brilliantly blocked by S&aacute;.</p> \n<p>With Portugal left a little shapeless by Jorge’s tactical tinkering, Sweden dominated the first period of extra-time without creating anything clearcut. Khalili twice curled over from the corner of the box and Guidetti thumped an optimistic free-kick well over from 40 yards. Portugal’s best chance fell to Gon&ccedil;alo Paci&ecirc;ncia, who shot straight at Carlgren after a sharp turn on the edge of the area.</p> \n<p>The second period, as they so often are, was characterised by tiring limbs and thudding challenges. It was not that either side had given in to caution but fatigue, in mind and body, had won out. Even so, in the 121st minute of the game, the Sweden left-back Ludwig Augustinsson was charging into the Portugal area in a forlorn attempt to get on the end of Guidetti’s overhit pass.</p> \n<p>So it was that this absorbing finale went to the spot, with the kicks taken in front of massed yellow ranks at the north end of the stadium. Five flawless penalties followed before, first Ricardo Esgaio and then Khalili exchanged misses. The Portugal-based Sweden full-back Lindelof thrashed home his team’s fifth and final effort before Carvalho strode up and Carlgren saved the day for his side.</p> \n<p>“You’re never a winner when you finish second but since the first match with this group we did something amazing,” said the Portugal head coach, Jorge. “The important thing is to wake up tomorrow and know that we did everything in our power to win it.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435700596345/Patrik-Carlgren-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sweden's Patrik Carlgren saves the crucial penalty against Portgual. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Patrik Carlgren","cleanCaption":"Sweden's Patrik Carlgren saves the crucial penalty against Portgual. Photograph: Carl Recine/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-30T21:44:33Z","lastModified":"2015-07-01T00:15:02Z","metadata":{"commentable":true,"commentCount":134,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["European Under-21 Championship","Sweden","Portugal","Football","Sport"],"tags":[{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/sweden","webTitle":"Sweden"},{"id":"football/portugal","webTitle":"Portugal"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/sweden-portugal-european-under-21-championship-final-match-report","shortUrl":"http://gu.com/p/4a9tk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/sweden-portugal-european-under-21-championship-final-match-report","webUri":"http://www.theguardian.com/football/2015/jun/30/sweden-portugal-european-under-21-championship-final-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435700596345/Patrik-Carlgren-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sweden's Patrik Carlgren saves the crucial penalty against Portgual. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Patrik Carlgren","cleanCaption":"Sweden's Patrik Carlgren saves the crucial penalty against Portgual. Photograph: Carl Recine/Reuters"}},"importance":3,"kicker":{"title":"European Under-21 final"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435700596345/Patrik-Carlgren-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sweden's Patrik Carlgren saves the crucial penalty against Portgual. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Patrik Carlgren","cleanCaption":"Sweden's Patrik Carlgren saves the crucial penalty against Portgual. Photograph: Carl Recine/Reuters"}}]},{"title":"Mo Farah insists he will split from Alberto Salazar if doping claims proved","rawTitle":"Mo Farah insists he will split from Alberto Salazar if doping claims proved","item":{"type":"article","id":"sport/2015/jun/30/mo-farah-alberto-salazar-doping","title":"Mo Farah insists he will split from Alberto Salazar if doping claims proved","trailText":"Mo Farah has confirmed he will split with his coach Alberto Salazar if doping allegations against the American are proved","standFirst":"<span class=\"bullet\">•</span> ‘If it’s proven that he’s crossed the line, I’m out’\n<br />\n<span class=\"bullet\">•</span> Farah calls for investigation to ‘get to the bottom’ of allegations","byline":"Owen Gibson","body":"<p>Mo Farah, fighting for his reputation after his coach, Alberto Salazar, became embroiled in doping allegations, has insisted he is “100% clean” and challenged his doubters to prove otherwise.</p> \n<p>In an impassioned interview the two-time Olympic champion denied he had ever been told to take testosterone, EPO, thyroid medication or performance enhancing drugs of any kind. He said Salazar deserves the “benefit of the doubt” but said he would definitely leave his coach if the allegations are ever proved. Farah welcomed investigations by Usada and Ukad into the claims against Salazar but said his accusers should talk to the authorities rather than making allegations in the media.</p> \n<p>“They need to go to the right people. And I encourage anyone, Kara [Goucher], the rest of the guys, to go to the right people and let’s get to the bottom of this,” he told Sky Sports News from his training camp in the Pyrenees, where he is preparing for a return to the track next week in Lausanne. “It’s killing me, it’s killing my family. There are people there who are the painting the picture of me: ‘Oh, Mo Farah he’s on this.’ I am not anything. Trust me.”</p> \n<p>Goucher is one of 19 witnesses who have lined up to testify against Salazar and the Nike Oregon Project since the BBC and the US website ProPublica made the initial allegations.</p> \n<p>“I was shocked. I couldn’t believe what I saw. For me when I saw it afterwards I wanted answers so I spoke to Alberto and he gave me answers. I was the first person to say: ‘What’s going on?’”Farah said.</p> \n<p>The long-distance runner has since said he was satisfied with Salazar’s 11,700-word rebuttal against allegations that included claims he had given the 2012 Olympic silver medallist Galen Rupp testosterone when he was 16 and that he abused the Therapeutic Use Exemption (TUE) process.</p> \n<p>“I wanted him to come out because these are allegations about him, not me. I wanted him to come out publicly and tell the people,” said Farah.</p> \n<p>“I work so hard to do what I do. It’s taken me half of my life to achieve what I have achieved and for people to think I’m taking a short cut is not right. I’m 100% clean. I love what I do and I want to continue to win medals but I want people to know I’ve never taken any drugs.”</p> \n<p>But he said if it was proven Salazar had “crossed the line” or manipulated the system he would sever ties with the coach. “Boom! I’m out. Trust me. I work every day hard, I put my body through hell. Every year, seven months of the year, I’m away from my family. Year in, year out. I don’t see my family. I miss my kids. I miss my kids’ birthdays, our anniversary,” he said.</p> \n<p>“Those are times I can never go back and share with my kids. And that really kills me. To be labelled something you are not, to have people label me as a cheat, it’s not fair and it’s not right.</p> \n<p>“If I am a cheat, prove that I am cheat. Or just leave me alone. Let me do what I do best. And that’s to run, to represent my country and make my country be proud. Seventy-five-thousand people were there in London, cheering for me, shouting out my name. I will never let them down. If people say I am a cheat, I am crossing the line, then prove I’m crossing the line.”</p> \n<p>UK Athletics has promised to complete its own review into whether it should retain Salazar as a consultant by early August, while the Usada and UKAD investigations are ongoing.</p> \n<p>“These are just allegations. If they are proven and UKAD and Usada find something wrong then I am the first person to run but you have to give people a chance in life,” said Farah. “Someone who has helped so much in your career you have to give them the benefit of the doubt.”</p> \n<p>Farah also attempted to explain in detail why he missed two drug tests before London 2012. If he had missed a third within the same 18 month period, he would have missed the Olympics. “I was in Teddington. I was staying in one of the Kenyan’s houses. I was just racing. I was staying at the top floor. And I didn’t hear the buzzer. I was sleeping in my tent. I didn’t hear it. That was the genuine thing. I am not going to lie about it. I know I shouldn’t have done it,” he said.</p> \n<p>“There are a lot of athletes who have missed tests and they never seem to come out in public. So why me? Let me tell you this: I have taken 148 tests since 2007, I have taken 103 tests since 2012 Olympics. And every single one of them has been negative. So I can’t win.”</p> \n<p>Farah’s agent Ricky Simms subsequently tried to prove that he couldn’t hear UKAD’s doping control officers ringing the bell in a failed attempt to get the missed test struck from the record.</p> \n<p>The runner was backed by other athletes after his missed tests were made public, with Steve Cram suggesting he was the victim of a “witch hunt”.</p> \n<p>Farah also attempted to explain why his performances had improved markedly once he made the decision in 2011 to train with Salazar in Oregon.</p> \n<p>“I have always had the talent. As a youngster I had the talent but I never learned to win big races. It always came down to the last lap,” he said.</p> \n<p>“Now I’ve learned how to have more speed at the end of the races. It’s about taking advantage of the facilities and being stronger at the end. Alberto has helped me.”</p> \n<p>In a passage of the interview that echoed Lance Armstrong’s admission of drug taking in his interview with Oprah Winfrey, Farah was challenged over whether he had ever taken testosterone, EPO, HGH or any performance enhancing drugs.</p> \n<p>“No never,” he insisted, adding that the only medication he took was for the asthma he has had since he was a child.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435682416393/Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah says the uncertainty over doping allegations is 'killing' him and his family. Photograph: Barrington Coombs/PA","credit":"Barrington Coombs/PA","altText":"Mo Farah","cleanCaption":"Mo Farah says the uncertainty over doping allegations is 'killing' him and his family. Photograph: Barrington Coombs/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-30T16:43:36Z","lastModified":"2015-07-01T00:05:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Mo Farah","Drugs in sport","Athletics","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/mo-farah-alberto-salazar-doping","shortUrl":"http://gu.com/p/4a9e2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/mo-farah-alberto-salazar-doping","webUri":"http://www.theguardian.com/sport/2015/jun/30/mo-farah-alberto-salazar-doping"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435682416393/Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah says the uncertainty over doping allegations is 'killing' him and his family. Photograph: Barrington Coombs/PA","credit":"Barrington Coombs/PA","altText":"Mo Farah","cleanCaption":"Mo Farah says the uncertainty over doping allegations is 'killing' him and his family. Photograph: Barrington Coombs/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435682416393/Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah says the uncertainty over doping allegations is 'killing' him and his family. Photograph: Barrington Coombs/PA","credit":"Barrington Coombs/PA","altText":"Mo Farah","cleanCaption":"Mo Farah says the uncertainty over doping allegations is 'killing' him and his family. Photograph: Barrington Coombs/PA"}}]}],"lastModified":"2015-07-01T06:51:50Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}