{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Wimbledon / Heroic Heather Watson leaves her mark on childhood idol Serena Williams","rawTitle":"Heroic Heather Watson leaves her mark on childhood idol Serena Williams","item":{"type":"article","id":"sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","title":"Heroic Heather leaves her mark on childhood idol Serena Williams","trailText":"After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star","standFirst":"<p>After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star</p>","byline":"Esther Addley","body":"<p>Heather Watson and Serena Williams had never played each other before Friday, and the world No1 admitted earlier this week that she “[didn’t] know her at all”.</p> \n<p>But the British 23-year-old’s name will be considerably more familiar to Williams today, after Watson pushed the five-time Wimbledon champion to the very brink of a sensational Centre Court defeat, only to be squeezed out by the American superstar in a heartbreaking final set.</p> \n<p>The Guernsey-native, who <a href=\"http://www.mirror.co.uk/sport/tennis/heather-watson-fulfil-wimbledon-dream-5990063\">idolised the American as a youngster</a> and grew up with pictures of Williams on her bedroom wall, fought her way back from one set down to emphatically take the second set and come within two points of victory in the third. </p> \n<p>Williams, however, has not won 20 grand slams for nothing, and she battled back to break the hearts of a crowd that had roared deafening support for the Briton for more than two hours.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon\">Wimbledon held its breath as Heather Watson stood up to Serena Williams | Andy Bull</a> </p> \n</aside> \n<p>Speaking immediately after the match, an almost stunned Williams admitted that it was probably the toughest contest she had ever fought at Wimbledon: “I think she played unbelieveable. She should have won the match.”</p> \n<p>Watson, for her part, was inconsolable at the result. “It was a tough, tough ask today, but I was super-, super-close. I think that’s what really hurts the most.”</p> \n<p>Though Watson is the British No1 and came into her third round match on the back of two impressively tough-minded wins, very few would have expected a performance of such fire – or a result so close. But Watson’s slight 5’7” frame and softly spoken manner belie a grit and confidence that have been hard-earned. </p> \n<p>Born in St Peter Port in Guernsey in 1992 to Ian, a Mancunian-born businessman, and Michelle, who was born in Papua New Guinea, she took up tennis at seven at around the same time as she made her first visit to Wimbledon. </p> \n<p>On that visit, she said earlier this week, “I bought two posters: One was Venus and Serena together and one was Roger Federer. Those were the three players that I liked. They went straight up on my wall.”</p> \n<p>At 12 she left home, alone, to board at Nick Bollettieri’s tennis academy in Florida; three years later her mother, with a teenage Watson already travelling around the world to compete in the junior circuit, <a href=\"http://www.thenational.com.pg/?q=node/683\">left her job</a> to accompany her daughter full-time.</p> \n<p>“Lots of times I feel quite lonely,” <a href=\"http://www.telegraph.co.uk/sport/tennis/9763188/British-No-1-Heather-Watson-admits-when-she-is-on-tour-she-feels-lonely-and-does-not-fit-in.html\">she said in 2012</a> of life on the tour. “I just want to go home and see everybody, because I hardly get to see my friends and family during the season. It’s really tough, always living out of a suitcase or in a hotel.”</p> \n<p>Part of the problem, she suggested, was that as a warm and fun-loving young woman who loves posting silly photos to <a href=\"https://instagram.com/heatherwatson92/?hl=en\">her Instagram feed</a>, she found it difficult to make friends and was often snubbed by the more aloof players on the tour.</p> \n<p>“I don’t really fit in,” she said. “I couldn’t be mean and not talk to people if I tried … But some of the girls have to be that way. In their minds, they are not playing a friend, they’re playing an opponent. That’s the job. It’s difficult, though.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andy_murray/statuses/617038314164477952\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Retweet if <a href=\"https://twitter.com/HeatherWatson92\">@HeatherWatson92</a> just made you feel really effing proud! Favourite if she made you feel really effing proud!</p>— Andy Murray (@andy_murray) \n  <a href=\"https://twitter.com/andy_murray/status/617038314164477952\">July 3, 2015</a>\n </blockquote> \n</figure> \n<p>But a solo life on the tennis circuit made her very self-sufficient – it was not until this year that she lifted a bar on her parents coming to Wimbledon to watch her performances, fearing their presence at SW19 could jinx her.</p> \n<p>By 2013, as the British No1 and ranked 40 in the world after reaching the third round of the Australian Open, truly high-level success seemed there for the taking. But within months she had contracted glandular fever, which <a href=\"http://www.ibtimes.co.uk/heather-watson-glandular-fever-diego-veronelli-527821\" draggable=\"true\">devastated her form </a>for much of the following year and hugely dented her confidence, leading her to fear at times that her career could be over.</p> \n<p>On top of her health problems, Watson spoke recently of the harassment she has received on social media, often from gamblers who have lost money because of her match results. </p> \n<p>“I’ve had death threats,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse\">she said</a>. “I’ve had people threatening to kill me and kill my family, wishing that I get cancer and die a slow, painful death. Horrible words I couldn’t even think up in my head, to be that mean.”</p> \n<figure class=\"element element-image\" data-media-id=\"71d7ba3c2099c4048a12aa6bcbc321fda9002e78\"> \n <img src=\"http://media.guim.co.uk/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/1000.jpg\" alt=\"Serena Williams\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Serena Williams had to throw everything she had at Heather Watson to progress.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p>She recently split from her boyfriend of two years, Phil Stephens, an investment banker who represented Britain in his teens – but beamed with delight on Wednesday when she told reporters at Wimbledon that she had recently bought her own property close to the All England Club, “a big goal of mine for a long, long time”. </p> \n<p>A devoted dog-lover who stays with the same host family every year at Wimbledon, Watson remains, in many ways, a very normal young woman. But as she made plain in her post-match press conference, she has absolutely no time for the “didn’t she do well?” school of British ambition.</p> \n<p>A reporter who suggested her heroic performance against Williams made it the greatest day of her career was given extremely short shrift: “No, I wouldn’t call losing the greatest day of my career.”</p> \n<p>Had it flickered into her mind at any point that this was the woman whose image had been on her bedroom wall? “No. All I saw today was an opportunity for me to make it to the second week of a grand slam, which is one of my goals for this year.”</p> \n<p>Asked about Andy Murray, who <a href=\"https://twitter.com/andy_murray\">tweeted after the match</a> that she had made him “feel really effing proud”, Watson allowed herself a small smile and said she hoped her country had been proud of her. </p> \n<p>“It would have been a lot better if I [had] won. But I hope I fought for them and showed that, you know, it’s not going to be a walk in the park for anybody that plays me.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/2299.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1378,"width":2299,"orientation":"landscape","caption":"Serena Williams had to throw everything she had at Heather Watson to progress. Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Serena Williams","cleanCaption":"Serena Williams had to throw everything she had at Heather Watson to progress.","cleanCredit":"Photograph: Colorsport/Corbis"}],"webPublicationDate":"2015-07-03T22:03:28Z","lastModified":"2015-07-04T00:00:01Z","metadata":{"commentable":true,"commentCount":98,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Wimbledon","Sport","Tennis","Serena Williams"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/serena-williams","webTitle":"Serena Williams"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","shortUrl":"http://gu.com/p/4acex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","caption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams.  Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCaption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams. ","cleanCredit":"Photograph: Tony O'Brien/Reuters"}},"importance":7,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Women's singles / Wimbledon held its breath as Watson stood up to Williams","rawTitle":"Wimbledon held its breath as Watson stood up to Williams","item":{"type":"article","id":"sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","title":"Wimbledon held its breath as Heather Watson stood up to Serena Williams","trailText":"Heather Watson came agonisingly close to beating her childhood hero but when push came to shove Serena Williams had deeper to dig on a raucous Centre Court","standFirst":"The British No1 came agonisingly close to beating her childhood hero but when push came to shove the world No1 had deeper to dig on a raucous Centre Court\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/03/serena-williams-v-heather-watson-wimbledon-2015-live\" title=\"\">Serena Williams v Heather Watson – as it happened</a>","byline":"Andy Bull at Wimbledon","body":"<p>It can be a hard thing to meet your heroes, and a harder thing still to beat them. This was Heather Watson’s first match against Serena Williams, a player she used to idolise as a child. The first time Watson ever came to Wimbledon, when she was “seven or eight” years old, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/heather-watson-serena-williams-venus-wimbledon-2015\" title=\"\">she bought a poster of the Williams sisters</a>, which she then pinned up on her wall. And here she was, more than a decade later, facing the younger of the two on Centre Court. You wondered, when Watson walked out, whether she really believed, deep down, that she could win. If so, she would have been one of the few of the 15,000 present who did. “All I saw,” she said afterwards, “was an opportunity.” She was two points away from taking it, and it said plenty that she was so distraught about failing.</p> \n<p>Earlier in the afternoon, Watson was out in the far corner of the practice courts, away from the crowds. There, she spent 30 minutes, the entirety of the session, doing nothing other than work on her return of serve. As hard as her coach was hitting, the practice could only do so much to prepare Watson for the 112mph ace Williams walloped past her to win the second point of the match. Some welcome. Williams hits with such force, Watson was reeling. Literally so. A couple of strokes knocked her clean off her feet. At that point, it felt like Watson may as well have been trying to swim up Niagara Falls. A little historical perspective: no British woman had beaten a world No1 since Sue Barker defeated Chris Evert in 1979.</p> \n<p>There were little moments for Watson early on, each treated like a major event by the mustard-keen crowd, all anxious for a reason, of any sort at all, to cheer her on. An ace in the first game, a couple of brilliant pinpoint backhands soon after, all rewarded with rapturous applause. As time ticked by, the intermittent cries of “Come on Heather!” began to sound ever more forlorn. It took Williams just 25 minutes to win that first set. She was too smart, too powerful, too good, and Watson too tense. She was shaping up to be just another piece of roadkill on Williams’ route to the final.</p> \n<p>Midway through the second set, something changed. Perhaps Williams let her concentration slip, as she sometimes does when she’s winning so easily. She was gracious enough to say that Watson played so well that she “wasn’t able to keep up”. In the fifth game, Williams hit a smash into the net. Moments later, Watson played a marvellous drop shot that put her 0-30 up. And just like that, the match switched. All of a sudden, what was a procession was now a fair fight.</p> \n<p>Williams knew it too. You could tell from the way she started screaming in celebration of her winners. She sent a forehand long, followed it with a double fault and, glory be, Watson had won a break point to go 3-2 up. Centre Court was alive with energy. The fans refused to quieten down, even when Williams broke right back, then held her own serve to lead 4-3. Watson won the next, and then, better yet, won herself another break when Williams sent a forehand wide. So it was Watson’s turn to serve for the set.</p> \n<p>Wimbledon seemed almost to stop. The attention of the thousands of fans spread out across the other courts drifted away from what they were watching as they heard the sound from Centre Court, and when they saw, soon after, the scores flash up on the big screens. Watson lost control of her first serve, and delivered a double fault that gave Williams a break point. She should have taken it. But somehow the pressure seemed to have shifted. Where it had been weighing down on Watson in the first set, now it was all on Williams. As odd a phrase as this seems, the Centre Court crowd began to feel genuinely intimidating. Watson saved the break point, and though she squandered the first set point soon after, she won a second when Williams hit a backhand return into the net. One set each.</p> \n<p>By now, Williams was struggling. Watson broke her serve in the first game of the third set, and again in the third. At that point, Watson had won six games in a row. But the world No1 is made of tougher stuff than she had shown in that time. The momentum swung again, back Williams’ way. She won the next three games. But Watson, too, had more to give. She scrambled through some brilliant defensive tennis to hold her own serve, then broke Williams again, to love. Now she was serving for the match. The closest she came was deuce. The crowd was now so loud that Williams complained about noise, which only brought forth more boos.</p> \n<p>“What’s the toughest away match to play?” Williams was asked afterwards. “A French player at Roland Garros? An Australian at the Rod Laver Arena?” She didn’t think for long. “I’m going to have to go with playing Heather Watson in Great Britain. For sure.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:05:45Z","lastModified":"2015-07-03T23:08:19Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Serena Williams","Wimbledon","Tennis","Sport","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","shortUrl":"http://gu.com/p/4ace5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}},"importance":0,"kicker":{"title":"Women's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}}]},{"title":"Men's singles / Kyrgios bounces racket into spectators during tantrum","rawTitle":"Kyrgios bounces racket into spectators during tantrum","item":{"type":"article","id":"sport/2015/jul/03/kyrgios-bounces-racket-spectators-tantrum-wimbledon","title":"Nick Kyrgios bounces racket into crowd during tantrum at Wimbledon","trailText":"Controversial Australian, who received a warning during his victory over Milos Raonic, connects with spectators, but has been criticised for his behaviour","standFirst":"<p>Controversial Australian, who received a warning during his victory over Milos Raonic, connects with spectators, but has been criticised for his behaviour</p>","byline":"Esther Addley","body":"<p>It was his third match at Wimbledon in five days, and the third time Nick Kyrgios had attracted the attention of the umpire for the wrong reasons. The rangy Australian 20-year-old was a set into his third-round victory over No7 seed <a href=\"http://www.wimbledon.com/en_GB/players/overview/atpr975.html\">Milos Raonic</a> on Friday, when he missed a break point, span around in a rage and flung his racket so forcefully into the grass that it bounced several metres into the terraces, narrowly missing a spectator – an incident for which he received a formal warning, or code violation, from the umpire.</p> \n<p>Two days earlier, Kyrgios had a stand-up row with a different match umpire after being reported by a linesman for muttering expletives. That came after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/wimbledon-2015-nick-kyrgios-dirty-scum-outburst-diego-schwartzman\">his opening match on Monday</a>, during which he received another code violation after refusing to play on after disputing a line call. The subsequent mutter, “dirty scum”, had not been directed at the chair, he said later.</p> \n<p>Was he concerned, an Australian journalist asked the player shortly after Friday’s match, that his behaviour was attracting a lot of criticism back home? Kyrgios shrugged. “No.” Well, what was his view of those who disapproved of him? “I don’t care.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"69e21b8bd03eaf0c9eac000b1ffc37a8f575ce5d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435950954272/ce23c309-5e71-4d25-beea-c77af66f2c47-288x420.jpeg\" alt=\" Nick Kyrgios gets his racket back.\" width=\"288\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A nice return ... Nick Kyrgios gets his racket back.</span> \n  <span class=\"element-image__credit\">Photograph: Tim Ireland/AP</span> \n </figcaption> \n</figure> \n<p>There are tennis players with attitude – and then there is Nick Kyrgios. The player burst on to the world stage this time last year when, as a wild-card entrant making his Wimbledon debut, he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/01/nick-kyrgios-rafael-nadal-wimbledon-2014\">knocked out the then world No1 Rafael Nadal</a> in the first round and steamrollered his way as far as the quarter finals.</p> \n<p>Blessed with a variety of weapons, chief among them an audacious serve, his talent is not in question. “I think he is without a doubt one of the most dangerous players in the draw,” John McEnroe said after his match on Monday. “He is, to me, going to win majors.”</p> \n<p>But, as one tennis writer from the Sydney Morning Herald <a href=\"http://www.smh.com.au/sport/tennis/wimbledon-2015-its-getting-harder-to-love-nick-kyrgios-20150629-gi07o7\">put it earlier this week</a>, “The show is starting to wear a little thin. I’m starting to feel like Nick Kyrgios is – and there’s no delicate way of putting this – a bit of a tool.”</p> \n<p>This is not the first tournament in which the player – who shaves a zigzag into his hair and wears oversized diamond studs in his ears – has provoked controversy. </p> \n<p>During last year’s US Open he found himself close to being disqualified after picking up three code violations in one match for swearing and smashing the ball out of the court in frustration. He could have suffered the same fate in January’s Australian Open, after again attracting censure for swearing at fans (he went on to reach the quarter finals before an encounter with Andy Murray proved a step too far). </p> \n<p>But, for everyone who may disapprove of his behaviour, there are many more who welcome the emergence in world tennis of a player as colourful as Kyrgios. </p> \n<p>While he may win censure from umpires, the player is often wildly entertaining on court, chatting and joking with spectators. Frequently during his defeat of Raonic, met with a line call he didn’t like, he would gawp at the linesman in mock shock, and drop his racquet and ball where he stood, drawing inevitable laughter. By the end of the match, with the help of vocal Australian fans in the crowd, many of the impartial crowd were on his side. </p> \n<p>“People are starting to get on him and to say they don’t like the way he’s cut his hair and he’s talking too much,” added McEnroe, “but the truth is, he’s a breath of fresh air for the game.”</p> \n<p>Or, as the former Wimbledon champion Andy Roddick told the New York Times about Kyrgios’s behaviour: “Would I want my child to do it? Maybe not. But would I watch it? I probably would.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c9f045f70fa9acd0b23487f5d58f099ad841eeed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435951260421/8c8fe3ca-2308-4b55-ad77-17f2ae1c39cd-257x420.jpeg\" alt=\"The entertainer ... the other side of Nick Kyrgios.\" width=\"257\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The entertainer ... the other side of Nick Kyrgios</span> \n  <span class=\"element-image__credit\">Photograph: Glyn Kirk/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Asked if he felt tennis would benefit from a few more characters, as in the days of McEnroe, Ilie Nastase and Andre Agassi, Kyrgios said yesterday: “Yeah, I guess so. I like to watch entertaining tennis. I’m not the biggest believer in saying nothing out there or being a robot. I feel you should express yourself. You know – it’s a sport.”</p> \n<p>Tennis’s new bad boy was born in Canberra in 1995, the son of a Greek-born tradesman father and a mother who was born as a princess in Malaysia, but dropped her royal title when she moved to Australia as a child.</p> \n<p>An NBA obsessive, the 6ft 4in Kyrgios has said he turned to professional tennis under pressure from his parents.</p> \n<p>“I was all for basketball and I made the decision to play tennis. I got pushed by my parents and to this day I can still say I don’t love the sport. If it’s NBA on one channel and a tennis tournament on the other, I’m watching NBA, 100%.” </p> \n<p>That may be almost heretical in the obsessive world of tennis, but there are plenty who are rooting for Kyrgios.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction\">Cut Nick Kyrgios some slack – if you built the boy up, you can't then cut him down</a> </p> \n</aside> \n<p>After the legendary coach Nick Bollettieri – mentor to Agassi, Monica Seles and many others – tweeted his admiration earlier this year, the Australian replied, “please let me know where I can improve”.</p> \n<p>This week, Bollettieri did just that, sending a lengthy letter in which he said Kyrgios could be one of the world’s top players. “You are also a character and have a very engaging personality on the tennis court ... The game needs ‘characters’. That being said, you must also be able to maintain discipline and avoid negativity.”</p> \n<p>But if Kyrgios appreciated the American’s detailed input, he couldn’t quite find it in himself to be grateful – when asked about the letter after his match, he said with a shrug: “I didn’t really read it in much detail.” </p> \n<p> <strong>John Newcombe, three-time Wimbledon champion: </strong>“Nick is an exceptional talent and he doesn’t beat to the same drum as everyone else – he’s a real individual. Some media people will take the little negative things and build them into big issues, rather than looking at more positive things, which far outweigh the negative things.”</p> \n<p> <strong>Todd Woodbridge, nine-time Wimbledon doubles champion: </strong>“How you are going to be remembered at 19 or 20 is irrelevant. He is going to mature and he is going to grow and realise some of the things he’s done and said were not the right thing. There is so much focus on him at 20 and he has to learn to cope with that. He has people round him who can help him deal with it.”</p> \n<p> <strong>Tim Henman, four-time Wimbledon semi-finalist: </strong>“Kyrgios is a performer, an entertainer and will go out and play the tennis he is capable of. He can beat anyone because he is seriously talented. He is a bit different and speaks his mind but the most important thing is that he doesn’t get distracted from what’s happening on the court.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/21cf4cd10b55df843f3c76c68a94de95c08f4fcb/0_126_5184_3109/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3109,"width":5184,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Nick Kyrgios","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435950953885/ce23c309-5e71-4d25-beea-c77af66f2c47-699x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":699,"orientation":"portrait","caption":"A nice return ... Nick Kyrgios gets his racket back. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":" Nick Kyrgios gets his racket back.","cleanCaption":"A nice return ... Nick Kyrgios gets his racket back.","cleanCredit":"Photograph: Tim Ireland/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435951258621/8c8fe3ca-2308-4b55-ad77-17f2ae1c39cd-1247x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1247,"orientation":"portrait","caption":"The entertainer ... the other side of Nick Kyrgios Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"The entertainer ... the other side of Nick Kyrgios.","cleanCaption":"The entertainer ... the other side of Nick Kyrgios","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}],"webPublicationDate":"2015-07-03T19:17:47Z","lastModified":"2015-07-04T00:00:01Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":false,"keywords":["Wimbledon 2015","Sport","Tennis","Wimbledon","UK news"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/kyrgios-bounces-racket-spectators-tantrum-wimbledon","shortUrl":"http://gu.com/p/4acc9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/kyrgios-bounces-racket-spectators-tantrum-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jul/03/kyrgios-bounces-racket-spectators-tantrum-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/21cf4cd10b55df843f3c76c68a94de95c08f4fcb/0_126_5184_3109/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3109,"width":5184,"orientation":"landscape","caption":"Nick Kyrgios loses his temper during his win over the seventh seed. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Nick Kyrgios","cleanCaption":"Nick Kyrgios loses his temper during his win over the seventh seed.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":0,"kicker":{"title":"Men's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/21cf4cd10b55df843f3c76c68a94de95c08f4fcb/0_126_5184_3109/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3109,"width":5184,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Nick Kyrgios","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}}]},{"title":"England can find joy and meaning in the third place playoff. Others have","rawTitle":"England can find joy and meaning in the third place playoff. Others have","item":{"type":"article","id":"football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff","title":"England can find joy and meaning in the third place playoff. Others have","trailText":"The challenge facing England and Germany at the Women’s World Cup is to find an argument to play the next match. If it seems pointless, make a point","standFirst":"<p>The challenge facing England and Germany at the Women’s World Cup is to find an argument to play the next match. If it seems pointless, make a point</p>","byline":"Paul Doyle","body":"<p> The third place playoff is the last place most footballers want to find themselves. Scheduled so soon after their fondest dreams have been shattered, the tie inspires widespread dread. To the manager of Holland at last year’s men’s World Cup, it felt akin to forcing his troops into battle after the war had already been lost. ”This match should never be played, I’ve been saying that for 10 years; it’s unfair,” sighed Louis van Gaal. </p> \n<p> Van Gaal’s objections did not stop his team from inflicting a 3-0 defeat on Brazil, who, in the wake of their semi-final massacre by Germany, had been hoping to apply some sort of dressing to the bloody gaping hole where their dignity used to be – although, in truth, it would have been understandable if most of them would have preferred to just go straight out and get plastered. Or to lie down and weep, again. Because to wallow is natural. But a fat lot of good it ever does. Far better to get straight back up and go again, even if it feels like cycling home after flunking your driving test. That, at least, is one argument for holding third place playoffs. And that is the challenge facing semi-final losers: to find an argument to play the next match. If it seems pointless, make a point.</p> \n<p>England women’s manager Mark Sampson has the right idea. “We can’t win the World Cup, so England v Germany is the next best thing,” he said before his team’s Saturday night date with the other country that fell agonisingly short of the World Cup final. “We’re determined to do something we’ve never done before and beat them.” Laura Bassett, if she plays, will surely be even more highly motivated, because she won’t want her last touch against Japan to be her last touch in the tournament even if, alas, it risks being the one that lives longest in the memory. Germany, meanwhile, will be fuelled by a desire to bid a winning farewell to Silvia Neid, their much-admired manager who steps down after a decade of success. Saturday’s match will not be what defines her career with her country, but if it has to finish with an anti-climax, then might as well end it on a good footnote. </p> \n<p> Some cherished feats have been performed by teams or players who gave themselves a point to prove. Rather than pay homage to the claim by the old baseballer Tom Seaver that “there are two places: first place and no place”, the men of Croatia (1998) and Turkey (2002) chose to offer a different take on the true competitive spirit and played to the belief that third, while not first, is better than fourth. Fine victories ensued, as well as the fastest goal in World Cup history <a href=\"https://www.youtube.com/watch?v=fXNxufuCJbs \">thanks to Hakan Sukur’s strike against South Korea</a> after 11 seconds. </p> \n<p>Others, of course, have gone out with a point to prove and failed tellingly; in 1982, just 48 hours after their harrowing semi-final defeat by West Germany, France had to drag themselves out for a duel with Poland that many considered redundant. The manager, Michel Hidalgo, made seven changes to his starting lineup and gave a start to goalkeeper Jean Casteneda, whose absence up to that point had been cited by critics as one of the reasons why France had not reached the final. Casteneda <a href=\"https://www.youtube.com/watch?v=ciQBoighuaw\">was at fault for two of three of Poland’s goals</a>, suggesting Hidalgo had been right to put his trust in Jean-Luc Ettori. Similarly, sort of, Roberto Baggio might have convinced Peter Shilton in 1990 that after the third place playoff was the right time to retire.</p> \n<p> And then there is the Golden Boot. The German team-mates Cilia Sasic and Anja Mittag, currently the top two in the scoring charts, could have an opportunity to outdo each other while racking up a tally that no player from either of the finalists, USA and Japan, could catch. Salvatore Schillaci, Davor Suker and Thomas M&uuml;ller have all been proud recipients of the men’s Golden Boot thanks to goals in the third place playoff, while Juste Fontaine was only able to establish his all-time record for the number of goals (13) in a single World Cup by hitting four in the 1958 third place playoff. </p> \n<p> It has been argued that such goals should not count, as they are scored in matches that do not matter as much and in which teams tend to play looser and are, by definition, not as good as the ones in the final. Sandor Koscis, whose record Fontaine eclipsed, might have scored more than 11 if his next match after the semi-final had been the third place playoff rather than the final. </p> \n<p> Uefa apparently does not believe in manufacturing new meaning after semi-final defeats. There has been no third place playoff at the women’s Euros since 1993, and in the men’s the match was abolished after just one try, even though Czechoslovakia’s victory over Italy in 1980 featured a grandiose penalty shoot-out <a href=\"https://www.youtube.com/watch?v=leA1qbQ3u90\">and a stonking goal from Ladislav Jurkemik</a>, who ran on to a corner to thrash the ball into the net from 25 yards, past Dino Zoff, no less. That’s the thing about third placed playoffs, they may not matter to many, but they consistently produce great entertainment. </p> \n<p>Michael Ballack may have been caught yawning on the bench during the 2006 third place playoff, but he cheered with everyone else when Bastian Schweinsteiger later walloped two swirling pearlers into the net. And if there had been no third place playoff in 1978, <a href=\"https://www.youtube.com/watch?v=BNrc3TejOyI&acirc;\">then there would have been no Nelhinho</a> and that thing of beauty will be a joy forever. What more meaning do you need?</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3700a635ba7ad2752b8b4f86b38ab8370eed3d76/0_10_3953_2373/3953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2373,"width":3953,"orientation":"landscape","credit":"Geoff Robins/AFP/Getty Images","altText":"England's Laura Bassett","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T07:14:05Z","lastModified":"2015-07-04T07:15:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Paul Doyle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pauldoyle"}],"feature":true,"keywords":["Women's World Cup 2015","England women's football team","Football","Sport","Women's football"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/womensfootball","webTitle":"Women's football"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Doyle","topic":{"type":"tag-contributor","name":"profile/pauldoyle"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff","shortUrl":"http://gu.com/p/4acgv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff","webUri":"http://www.theguardian.com/football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3700a635ba7ad2752b8b4f86b38ab8370eed3d76/0_10_3953_2373/3953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2373,"width":3953,"orientation":"landscape","caption":"England’s Laura Bassett, if she plays, will surely be highly motivated, because she won’t want her own goal against Japan to be her last touch in the tournament. Photograph: Geoff Robins/AFP/Getty Images","credit":"Geoff Robins/AFP/Getty Images","altText":"Laura Bassett","cleanCaption":"England’s Laura Bassett, if she plays, will surely be highly motivated, because she won’t want her own goal against Japan to be her last touch in the tournament.","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3700a635ba7ad2752b8b4f86b38ab8370eed3d76/0_10_3953_2373/3953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2373,"width":3953,"orientation":"landscape","credit":"Geoff Robins/AFP/Getty Images","altText":"England's Laura Bassett","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}}]},{"title":"Ashes tour / James Faulkner may miss one-day series over drink-driving charge","rawTitle":"James Faulkner may miss one-day series over drink-driving charge","item":{"type":"article","id":"sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge","title":"Ashes tour: James Faulkner may miss one-day series over drink-driving charge","trailText":"All-rounder not selected in Australia’s Ashes squad, but could be handed a ban of up to eight games, knocking him out of the one day series against England","standFirst":"<p>All-rounder not selected in Australia’s Ashes squad, but could be handed a ban of up to eight games, knocking him out of the one day series against England</p>","byline":"Australian Associated Press","body":"<p>James Faulkner could be banned from Australia’s one-day series in England, where he had a passenger in the car when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/james-faulkner-lancashire-australia-drink-driving\">charged with drink-driving</a>.</p> \n<p>Faulkner returned a reading of 100 micrograms of alcohol per 100 millilitres of breath on Thursday night, almost three times the UK’s legal limit of 35mg.</p> \n<p>He is playing for English club Lancashire and had been drinking with fellow Tasmanian Tim Paine. It is understood Paine was also in the vehicle when it was stopped by police.</p> \n<p>“It is clear that he made a very poor decision,” CA’s general manger of team performance Pat Howard said. “That decision had potential to cause serious harm to him and others.”</p> \n<p>The allrounder, a star of Australia’s World Cup triumph earlier this year, was detained overnight then released on bail and will face court in Manchester on 21 July.</p> \n<p>The incident happened the night before Faulkner was due to play a Twenty20 fixture for the Lancashire Vikings and he was subsequently stood him down from Friday night’s clash with Yorkshire.</p> \n<p>Faulkner faces a further ban of between two and eight games from Cricket Australia.</p> \n<p>“He’s got a code of behaviour hearing and that deals with criminal offences,” Howard said. “They’ll have a good look at it and make a final decision. We’ll take that information on board as well, in terms of dealing with selectors.</p> \n<p>“If he’s only available for part of the tour or something like that, we might just say – sorry you’re off the tour. You can’t cop this. He knows that.”</p> \n<p>Faulkner was not picked in Australia’s 17-man Ashes squad, meaning he would only have been called up if Shane Watson and Mitch Marsh were injured.</p> \n<p>Australia face England in a five-game ODI series after the five Tests, when Faulkner would have been among the first picked in the XI.</p> \n<p>The 25-year-old said in statement he had “let people down”.</p> \n<p>“I can’t excuse my actions,” Faulkner said. “My decision to drive was an error in judgment. I apologise unreservedly and accept any penalty handed to me by Cricket Australia and the relevant authorities.”</p> \n<p>Howard discussed the issue with some members of Australia’s Ashes squad on Friday. “The couple of blokes I’ve spoken to completely understand it, there are consequences for actions,” he said. “He’s had a very good record, but he’s made a very big mistake here. We’re working on it together. I’m really disappointed.”</p> \n<p>Faulkner suffered a side strain in February and was in doubt for the World Cup.</p> \n<p>But he returned during the group stage and snared three wickets in the final to earn man-of-the-match honours.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/569616eece0535919dbd2807e583f0503622911a/0_313_2135_1282/2135.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2135,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"James Faulkner, who plays for Australia and Lancashire","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T03:07:13Z","lastModified":"2015-07-04T03:19:15Z","metadata":{"commentable":true,"commentCount":19,"contributors":[],"feature":false,"keywords":["Australia cricket team","Cricket","Lancashire","UK news","Australia news","Australia sport","Sport"],"tags":[{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"uk/uk","webTitle":"UK news"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge","shortUrl":"http://gu.com/p/4acfd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge","webUri":"http://www.theguardian.com/sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/569616eece0535919dbd2807e583f0503622911a/0_313_2135_1282/2135.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2135,"orientation":"landscape","caption":"James Faulkner, who plays for Australia and Lancashire, could be banned from playing for Australia for up to eight games after a drink-driving incident. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"James Faulkner, who plays for Australia and Lancashire","cleanCaption":"James Faulkner, who plays for Australia and Lancashire, could be banned from playing for Australia for up to eight games after a drink-driving incident.","cleanCredit":"Photograph: Stu Forster/Getty Images"}},"importance":5,"kicker":{"title":"Ashes tour"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/569616eece0535919dbd2807e583f0503622911a/0_313_2135_1282/2135.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2135,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"James Faulkner, who plays for Australia and Lancashire","cleanCredit":"Photograph: Stu Forster/Getty Images"}}]},{"title":"Formula One / Team principals take sport to task in candid conference call at British GP","rawTitle":"Team principals take sport to task in candid conference call at British GP","item":{"type":"article","id":"sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","title":"F1 chiefs take sport to task in candid conference call at British Grand Prix","trailText":"Formula One’s team principals weighed in with some candid thoughts on the future of the sport at the usually excitement-free second press conference ahead of the British Grand Prix at Silverstone","standFirst":"<span class=\"bullet\">•</span> Force India owner Vijay Mallya says Bernie Ecclestone must ‘uncrap’ F1 \n<br />\n<span class=\"bullet\">•</span> Lotus CEO Matthew Carter blames media for negativity around sport\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/jenson-button-british-grand-prix\" title=\"\">Jenson Button keen to put on show at Silverstone despite slim hopes</a>","byline":"Giles Richards at Silverstone","body":"<p>The second of the two press conferences held at a Formula One race weekend tends to be the drier. With the glamour boys going first on Thursday, Friday heralds the team principals and chief engineers. Prospective tyre wear, obscure technical regulations and the significance or otherwise of the addition of a new vane to the front wing are often the order of the day. They are issues that are crucial to the coming race but the whole affair is usually done and dusted in under 30 minutes. Friday’s, however, was quite the show and, half an hour in, was still going strong, including the priceless moment when the Force India owner, Vijay Mallya, insisted Bernie Ecclestone’s new task for the sport was to “uncrap it”.</p> \n<p>The process had begun with questioning over the strategy group’s announcement of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/f1-race-reforms-drivers-responsibilities\" title=\"\">potential changes to the rules to improve the show</a>. So far so expected for a Friday, but then it moved on to the intriguing subject of what each participant would change if they had a chance. Mallya and Sauber’s Monisha Kaltenborn understandably plumped for a spot of financial parity but Claire Williams, the Williams deputy team principal, was eager for the sport to show more positivity amid <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/f1-fans-sport-boring-expensive\" title=\"\">the criticism it has recently attracted</a>.</p> \n<p>The subject of tyres inevitably resurfaced but that issue of negativity would not go away. The McLaren team chief, &Eacute;ric Boullier, passed it off as part of the transition period the sport is going through but the Lotus CEO, Matthew Carter, chose to point the finger at the press. When it was pointed out to him that at the last race in Austria, Ecclestone had, entirely unprompted, blamed the engineers for giving him a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/f1-chaos-bernie-ecclestone-austrian-grand-prix-jenson-button-fernando-alonso\" title=\"\">“crap product to sell”</a> he refused to change tack. “The negativity about what we achieve and what we are as a sport tends to come from the press. I don’t think you do enough of picking up on what we do achieve; it is easy to look at the negatives,” he said.</p> \n<p>Positive answers were suggested to forthcoming questions but it is hard to put off the press when they have a spot of negativity and an Ecclestone <em>faux pas</em> to toy with. Asked what they would do if the chief executive of their companies described their product as crap, Boullier was blunt. “I would tell him to sort out his house,” he said. Mallya was blunter: “Considering that he sells the product that he calls crap and makes billions out of it, he needs to work with the participants to uncrap it.” Which is about as close to a killer punchline as a Friday afternoon in the paddock is likely to throw up. Perhaps F1 should listen to Vijay on the financial parity issue, too.</p> \n<p>Nico Rosberg, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/nico-rosberg-austrian-f1-gp-lewis-hamilton-mercedes\" title=\"\">who won in Austria</a> and now trails his team-mate, Lewis Hamilton, by just 10 points in the drivers standings, topped both the practice sessions on Friday at Silverstone.</p> \n<p>Running in fine, sunny conditions, Rosberg recovered from a problem in the morning session, when a loss of hydraulic pressure caused his car to stop after only six laps, before it was returned to the pits. Hamilton promptly went quickest, running the hard tyres and appeared to be on track to secure the top spot. However, Rosberg returned to put in three very fast circuits. The penultimate lap put him one-hundredth quicker than his team-mate, who had lasted for 26 laps compared with Rosberg’s 12, and on the final run he went seven-hundredths clear.</p> \n<p>The Toro Rossos of Max Verstappen and Carlos Sainz also enjoyed good runs in third and fifth respectively, while Kimi Raikkonen and Sebastian Vettel in Ferraris were fourth and sixth. Susie Wolff, the Williams test driver was 13th, sixth-tenths back from her team-mate Massa but a full second clear of the McLarens of Fernando Alonso and Jenson Button, who struggled again, completing only 22 laps between them.</p> \n<p>Rosberg again led the afternoon session, putting in 1min 34.155sec on the quicker medium tyres, over four-tenths clear of Hamilton, who finished in fourth place after he made an error on his final run on low fuel. The British driver had not been happy with his set-up during the session and was separated from his championship rival by Raikkonen and Vettel. The Red Bulls of Daniil Kvyat and Daniel Ricciardo finished fifth and sixth, while the top-placed Williams, who have taken two podiums in the past two races and are expected to show good form here, was Felipe Massa’s 10th, although the team have largely this season been looking for race-pace set-up rather than raw pace on a Friday.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T19:01:48Z","lastModified":"2015-07-03T23:08:22Z","metadata":{"commentable":true,"commentCount":73,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["British Grand Prix","Formula One 2015","Formula One","Bernie Ecclestone","Force India","Williams","Mercedes GP","Motor sport","Sport"],"tags":[{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/bernie-ecclestone","webTitle":"Bernie Ecclestone"},{"id":"sport/force-india","webTitle":"Force India"},{"id":"sport/williams","webTitle":"Williams"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","shortUrl":"http://gu.com/p/4acd9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","webUri":"http://www.theguardian.com/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}},"importance":4,"kicker":{"title":"Formula One"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}}]},{"title":"Cycling / Astana’s Lars Boom could be thrown off Tour de France for low cortisol levels","rawTitle":"Astana’s Lars Boom could be thrown off Tour de France for low cortisol levels","item":{"type":"article","id":"sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","title":"Astana’s Lars Boom could be thrown off Tour for low cortisol levels","trailText":"One of the reigning champion Vicenzo Nibali’s most experienced lieutenants on the Astana team could be excluded from the Tour de France after returning cortisol levels below the normal level","standFirst":"<span class=\"bullet\">•</span> Astana say cyclist will start if he cannot be replaced\n<br />\n<span class=\"bullet\">•</span> Boom is a key lieutenant of the champion, Vincenzo Nibali","byline":"Ed Aarons","body":"<p>Lars Boom, one of the reigning Tour de France champion Vicenzo Nibali’s most experienced lieutenants on the Astana team, could be excluded from this year’s race after returning cortisol levels below the normal level.</p> \n<p>The Dutchman, 29, was revealed to have posted an abnormally low cortisol level after tests by the governing body, the UCI, on all riders competing in the 2015 race. Astana, under scrutiny since being threatened with having their racing licence removed earlier this year, immediately reported the discrepancy to the Movement for Credible Cycling (MPCC).</p> \n<p>“MPCC has received notice of the anonymous results of its 14 team members starting the race, on Friday afternoon,” <a href=\"http://www.mpcc.fr/index.php/en/news-uk/item/451-07-03-press-release\" title=\"\">read a statement on their website</a>.</p> \n<p>“Its results having shown an abnormally low cortisol level, Team Astana has immediately reported Roger Legeay, President of MPCC, the identity of the rider concerned (Lars Boom). According to article nine of MPCC regulation, in case of abnormally low cortisol levels, competition will resume after an additional eight-day rest minimum, and back-to-normal cortisol levels.</p> \n<p>“MPCC would like to remind that cortisol level tests are carried out within the framework of health, not antidoping.”</p> \n<p><a href=\"http://www.lequipe.fr/Cyclisme-sur-route/Actualites/Tour-de-france-lars-boom-astana-prive-de-depart/571537\" title=\"\">According to L’Equipe</a>, the Astana team will not be allowed to replace Boom because the results arrived after the cut-off point. The paper stated that general manager Alexander Vinokourov asked for a replacement, the Italian Alessandro Vanotti, to take Boom’s spot but his request was rejected. “Either the UCI allows us to replace Boom or he starts with us. So much for the MPCC,” Vinokourov was quoted as saying. “At 14.00 on 3 July, the Astana Pro Team received analyses from the UCI’s independent antidoping agency CADF from blood tests administered to its nine Tour de France riders on 2 July,” read a statement from Astana.</p> \n<p>“According to the CADF notification, rider Lars Boom has a healthy and permissable level of cortisol for the Tour de France that is however too low for applicable standards from the MPCC.</p> \n<p>“Astana asked the UCI to authorise the activation of named reserve rider Alessandro Vanotti to the Tour de France squad in order to start on 4 July. Official registration of riders for the 2015 Tour de France closed at 10.30 on 3 July at the sport directors’ meeting, before the CADF notification.</p> \n<p>“Alessandro Vanotti will arrive in the Netherlands Saturday morning to undergo physical and blood tests and await a UCI decision on the matter.”</p> \n<p>The UCI <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/27/uci-licence-revoke-vincenzo-nibali-tiur-de-france\" title=\"\">moved to revoke Astana’s licence in February</a> after an audit of the team’s anti-doping procedures carried out by the Institute of Sports Science at the University of Lausanne. However <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/05/astana-cycling-licence-commission-brian-cookson\" title=\"\">that was reversed in May</a> after they were found to have shown sufficient signs of progress.</p> \n<p>Boom was earmarked to play a significant role for Astana in this year’s race, having won stage five on the pav&eacute; last year. The MPCC was established in 2007 at the instigation of the professional teams that decided to take a zero tolerance stand against doping in the sport.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:50:32Z","lastModified":"2015-07-03T23:31:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ed Aarons","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-aarons"}],"feature":false,"keywords":["Tour de France 2015","Cycling","Sport","Tour de France","Astana"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/astana","webTitle":"Astana"}],"section":{"id":"sport"},"topics":[{"displayName":"Ed Aarons","topic":{"type":"tag-contributor","name":"profile/ed-aarons"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","shortUrl":"http://gu.com/p/4ace9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","webUri":"http://www.theguardian.com/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[{"title":"Tour de France / Utrecht and rival riders gear up for grandest of départs","rawTitle":"Utrecht and rival riders gear up for grandest of départs","item":{"type":"article","id":"sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome","title":"Utrecht and Tour de France rivals gear up for grandest of départs","trailText":"Cycling-mad Dutch city embraces its big day while Contador, Nibali, Froome and Quintana get set for one of the most exciting Tours in years","standFirst":"Cycling-mad Dutch city embraces its big day while Contador, Nibali, Froome and Quintana get set for one of the most exciting Tours in years","byline":"Barry Glendenning in Utrecht","body":"<p>From gleaming top-end racers down to rusting bone-shakers whose best days are long behind them, the sight of bicycles swarming the streets of Utrecht is far from rare. How fitting, then, that Saturday’s opening stage of the Tour de France will bring to fruition the labours of 13 long years since this Dutch city first threw its hat in the ring to play host to the world’s most famous bike race. Finally, the Grand D&eacute;part has arrived.</p> \n<p>The 2015 Tour begins with a looping 13.8km individual time trial through the streets of the compact city centre, but will be no less punishing or closely fought for its brevity. The winner will be zipped into the leader’s yellow jersey and will quietly fancy his chances of keeping it on his shoulders for a series of tricky but far from brutal stages to come in the week ahead. The veteran Swiss Fabian Cancellara, Germany’s Tony Martin and the UK’s Alex Dowsett are among a handful of riders with realistic chances of winning the stage and with it the honour of leading the peloton westwards from Utrecht towards the peninsulas and islands of Zeeland on Sunday in the <em>maillot jaune</em>.</p> \n<p>On any normal occasion, the addition of another 198 Lycra-clad cyclists would scarcely raise an eyebrow in a locale whose population is so devoted to cycling that everyday life plays out to the soundtrack of the polite warning jingles of bells on handlebars. Indeed, such is the determination of the local elders to show off their city’s proud cycling heritage that they have placed the finish of today’s stage beside Utrecht’s new bike park – as in, an actual parking area for bikes – near the main train station, where spaces have been made available for 12,500 two-wheeled conveyances.</p> \n<p>Elsewhere, the local denizens have taken up the cudgels waved so enthusiastically by their Yorkshire brethren a year ago, with most shop windows in the beautiful and ancient old town given over to celebrations of the Tour and its history. Not even the most majestic local trees have avoided being swept up by the enthusiasm, with almost all having been swaddled in yellow, green or polka dot, those famous colours assorted members of the peloton are about to contest with such vigour.</p> \n<p>A vibrant city with a population of only 328,000, many of them students at the country’s biggest university, Utrecht has unsurprisingly embraced the Tour’s fleeting stay and imminent departure. “You can feel that,” said Sir Dave Brailsford, the Team Sky general manager. “Just riding around, actually seeing how many kids are out on their bikes, all in their little pelotons going off to school. It’s a fabulous demonstration of what a sport can do.”</p> \n<p>With the defending champion, Vincenzo Nibali, and his main rivals and fellow Grand Tour winners Chris Froome, Nairo Quintana and Alberto Contador all in fine form, this promises to be one of the most exciting Tours in years. Flat, short and fast, it should present few difficulties to the stage favourites, although the arrival of rain forecast late in the afternoon could scupper the chances of those scheduled with later departure times.</p> \n<p>“It’s a nice <em>parcours</em>,” said Etixx-Quick Step’s German time-trial specialist Tony Martin. “It would suit a lot of riders. At the moment it’s my main objective and it’s a big deal for me personally. While I’m here to support the other guys, for the moment it’s just Saturday that counts. I hope the course will be in the same condition for everybody.”</p> \n<p>Sitting down table from Martin, Mark Cavendish seemed reasonably relaxed as he looked forward to his first Tour de France since coming a bone‑crunching cropper at the conclusion of last year’s opening stage in Harrogate. Although a pedal has not yet been turned in anger, he did fail to disguise his irritation upon being asked if the absence of the German sprinter Marcel Kittel, through illness, would increase this own chances of adding to his tally of 25 Tour de France stage wins. With a shake of his head and a weary sigh, he got on with a part of his job he appears to relish even less than ascending Alpine peaks: answering questions in press conferences.</p> \n<p>“Sure, but there’ll be 200 riders there at the start, so take any of them and it’ll increase my chances,” he said, before pointing out that his team have the personnel to challenge for most of this year’s stages. Asked much the same Kittel-related question again, but in a slightly different way, Cavendish visibly bristled and pointed out that it is bike races, rather than individual rivals, for which he tends to yearn.</p> \n<p>“To be fair, I miss the races more,” he explained. “I crashed out of the first stage of last year’s Tour de France and missed the race. I was in superb form and had to sit at home and watch it, which wasn’t easy. I’ve tried to come to the Tour de France in the same form I was in last year and get back to winning ways.”</p> \n<p>Like many other riders in this year’s Tour, Cavendish comes into the race on the back of one his best ever seasons and, barring misfortune, looks a certainty to prevail in the two sprint finishes he has publicly stated would be a satisfactory return for his endeavours. There are so many in-form contenders contesting this year’s race. “Everyone’s in form, it’s box office time,” said Brailsford. Get the popcorn on.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949967619/dae221fb-c3c0-46a4-8cfa-bfa5a166ae67-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Laurent Cipriani/AP","altText":"Team Sky","cleanCredit":"Photograph: Laurent Cipriani/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-03T19:08:32Z","lastModified":"2015-07-03T23:08:31Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Mark Cavendish","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/markcavendish","webTitle":"Mark Cavendish"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome","shortUrl":"http://gu.com/p/4acd7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome","webUri":"http://www.theguardian.com/sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949967619/dae221fb-c3c0-46a4-8cfa-bfa5a166ae67-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome rides out with his Team Sky team-mates in the buildup to Saturday’s Grand Départ. Photograph: Laurent Cipriani/AP","credit":"Laurent Cipriani/AP","altText":"Team Sky","cleanCaption":"Chris Froome rides out with his Team Sky team-mates in the buildup to Saturday’s Grand Départ.","cleanCredit":"Photograph: Laurent Cipriani/AP"}},"importance":0,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949967619/dae221fb-c3c0-46a4-8cfa-bfa5a166ae67-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Laurent Cipriani/AP","altText":"Team Sky","cleanCredit":"Photograph: Laurent Cipriani/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}}]},{"title":"Cricket / Brendon McCullum hits record 158 for Birmingham in T20","rawTitle":"Brendon McCullum hits record 158 for Birmingham in T20","item":{"type":"article","id":"sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","title":"Brendon McCullum hits record 158 for Birmingham against Derbyshire","trailText":"Brendon McCullum scored 158 not out, the highest total in English Twenty20 history, as <strong>Birmingham Bears</strong> crushed <strong>Derbyshire</strong> in the NatWest T20 Blast","standFirst":"<span class=\"bullet\">•</span> McCullum’s 64-ball knock the highest in English Twenty20 history\n<br />\n<span class=\"bullet\">•</span> New Zealand captain equalled his own highest score in T20","byline":"Press Association","body":"<p>Brendon McCullum scored 158 not out, the highest total in English Twenty20 history, as <strong>Birmingham Bears</strong> crushed <strong>Derbyshire</strong> in the NatWest T20 Blast.</p> \n<p>New Zealand’s captain, McCullum, clubbed 13 fours and 11 sixes in a thrilling 64-ball knock at Edgbaston, to lead the North Division leaders to 242 for two.</p> \n<p>McCullum also scored an unbeaten 158 for Kolkata Knight Riders on the first day of the Indian Premier League in 2008, with his two centuries occupying joint second on the all-time T20 list behind Chris Gayle’s unbeaten 175.</p> \n<p>Derbyshire managed 182 all out for a 60-run defeat, with four wickets for Josh Poysden.</p> \n<p>Warwickshire’s director of cricket, Dougie Brown, said after the match: “Brendon McCullum’s innings was brutal, it was measured and it was world-class.</p> \n<p>“It was everything we knew we were getting when we signed him for seven games. He is a world-class player.</p> \n<p>“It was a brilliant innings but everything about him is impressive. The way he has straight away become part of the team and the club. He is a class act, on and off the field. You could see that, the way he was signing all those autographs.”</p> \n<p>The Red Rose eclipsed the White Rose at a sold-out Old Trafford, with <strong>Lancashire</strong> seeing off <strong>Yorkshire</strong> by 29 runs.</p> \n<p>Ashwell Prince and Karl Brown hit swift half-centuries in a total of 231 for four, while 51 from the recalled Tim Bresnan could take the Vikings to only 202 all out. The spinners Stephen Parry and Arron Lilley shared six wickets for the hosts.</p> \n<p><strong>Kent</strong> replaced <strong>Sussex</strong> at the top of the South Division courtesy of a seven-wicket triumph at Hove. The hosts made an under-par 136, which was reeled in by a 91-run stand between Sam Billings (39 not out) and Alex Blake (52 not out).</p> \n<p><strong>Surrey</strong> eased to an eight-wicket victory over <strong>Middlesex</strong> at the Kia Oval, skittling the visitors for 105. Dawid Malan made 40 of those, a score matched by Kumar Sangakkara as the Brown Caps reached their target two down with 32 balls remaining.</p> \n<p><strong>Gloucestershire</strong> chased down <strong>Somerset’s</strong> 174 for six for an eight-wicket success at Taunton. New Zealand’s Luke Ronchi hit five sixes in his 49 but he was outdone by his compatriot Hamish Marshall, who smashed 93 in only 53 deliveries for Gloucestershire, while Michael Klinger weighed in with 58.</p> \n<p>The arrival of the former England coach Peter Moores as coaching consultant could not lift <strong>Nottinghamshire</strong> as <strong>Worcestershire</strong> claimed a 20-run victory at Trent Bridge. Tom Kohler-Cadmore’s 75 was the top score of the day, as the Outlaws stuttered to 153 for nine in response to the Pears’ 173 all out.</p> \n<p><strong>Durham’s</strong> captain, Mark Stoneman, kept his good form going against <strong>Leicestershire</strong> at The Riverside, batting through for an unbeaten 89 in a total of 163 for five. The Foxes went down by 38 runs, John Hastings and Usman Arshad turning in combined figures of six for 28.</p> \n<p><strong>Glamorgan</strong> upset <strong>Hampshire</strong> by 23 runs at the Aegeas Bowl, turning Jacques Rudolph’s 77 into a match-winning effort. They posted 181 for seven and restricted the hosts to 158 for six, Michael Carberry managing 70 in vain.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:35:07Z","lastModified":"2015-07-03T22:43:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["NatWest T20 Blast","Brendon McCullum","Twenty20","Warwickshire","Derbyshire","Lancashire","Yorkshire","Kent","Sussex","Surrey","Middlesex","Gloucestershire","Somerset","Nottinghamshire","Worcestershire","Durham","Leicestershire","Glamorgan","Hampshire","Cricket","Sport"],"tags":[{"id":"sport/natwest-t20-blast","webTitle":"NatWest T20 Blast"},{"id":"sport/brendon-mccullum","webTitle":"Brendon McCullum"},{"id":"sport/twenty20","webTitle":"Twenty20"},{"id":"sport/warwickshireccc","webTitle":"Warwickshire"},{"id":"sport/derbyshire","webTitle":"Derbyshire"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/sussexccc","webTitle":"Sussex"},{"id":"sport/surrey","webTitle":"Surrey"},{"id":"sport/middlesex","webTitle":"Middlesex"},{"id":"sport/gloucestershireccc","webTitle":"Gloucestershire"},{"id":"sport/somerset","webTitle":"Somerset"},{"id":"sport/nottinghamshire","webTitle":"Nottinghamshire"},{"id":"sport/worcestershire","webTitle":"Worcestershire"},{"id":"sport/durham","webTitle":"Durham"},{"id":"sport/leicestershire","webTitle":"Leicestershire"},{"id":"sport/glamorganccc","webTitle":"Glamorgan"},{"id":"sport/hampshire","webTitle":"Hampshire"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","shortUrl":"http://gu.com/p/4ace8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","webUri":"http://www.theguardian.com/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}},"importance":3,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}}]},{"title":"Wimbledon / James Ward relishes big stage for Vasek Pospisil duel","rawTitle":"James Ward relishes big stage for Vasek Pospisil duel","item":{"type":"article","id":"sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil","title":"James Ward relishes big Wimbledon stage for Vasek Pospisil duel but stays grounded","trailText":"The softly-spoken James Ward said he relished the big occasion as he prepared to face Vasek Pospisil in the third round at Wimbledon","standFirst":"<span class=\"bullet\">•</span> ‘A lot of people rise to the occasion. I am one of them’\n<br />\n<span class=\"bullet\">•</span> Ward still hopeful of progressing to Andy Murray meeting","byline":"Kevin Mitchell at Wimbledon","body":"<p>James Ward and Andy Murray are as close as any players dare to be in the cut-throat world of elite tennis, sharing a love of Arsenal, a dry sense of humour and a passion for the Great Britain Davis Cup team. And they know that if they collide in the quarter-finals at Wimbledon all of that will be forgotten, at least for an afternoon.</p> \n<p>There is a little way to go before then, of course. To get into the second week of the tournament, Ward must beat the Canadian Vasek Pospisil , then either of Dustin Brown or Viktor Troicki; Murray will be waiting in the quarters for him if he gets past the Italian Andreas Seppi followed by the winner of Jo-Wilfried Tsonga and Ivo Karlovic.</p> \n<p>Meanwhile, Britain’s remaining representatives in the men’s singles draw are going about their routines pretty much the same as ever, Ward arriving each day from Euston, Murray coming up from Oxshott in Surrey.</p> \n<p>The notion of a reasonably famous tennis player travelling to and from Wimbledon on the underground – as Ward did before the tournament – makes perfect sense if you know he does not have a driver’s licence and wouldn’t dream of asking his cab driver father to give him a lift.</p> \n<p>“I go from Southfields to Victoria and then get on the Victoria line and go to Euston,” he says like a seasoned commuter.</p> \n<p>Ward – who now uses the tournament cars each day – is as grounded an athlete as there is in this tournament. He has earned only $92,920 (&pound;59,680) in purses this year, and $796,119 (&pound;511,331) in a career that began in 2004, lives where he was born and grew up and would not have it any other way. He is 28, the same age as Murray, and ranked 111 in the world, 108 places adrift of the Scot and the owner of a wicked forehand.</p> \n<p>Certainly, he is no Nick Kyrgios, in manners at least. Quietly spoken to the point of inaudible unless miked up or sitting a few feet away, Ward sheds his natural reticence when speaking about Arsenal – and Murray’s not quite so fanatical attachment to the club. “I call him a TV fan,” Ward says. “He never comes to the matches – even when we’re both in London. I always say to him: ‘Right, I’ll sort it out. You don’t even have to call up and get tickets. I’ll sort it.’</p> \n<p>“And he’s, like: ‘Aw, it’s too far to drive, and after the match I’ve got to get home.’ He’s always got an excuse. Then he’s the first one during a match with messaging and talking about the game. But I [say to him]: ‘Don’t bother talking about it any more. If you don’t want to come to the games when you’re in London, there’s no point.’”</p> \n<p>They have a rapport that sounds everyday normal, and Ward’s continuing excellence when a team-mate with Murray in the Davis Cup team is a dividend of that. So why does he not figure more often in major victories on Tour?</p> \n<p>This is his sixth Wimbledon and the first time in the third round.</p> \n<p>“I think a lot of people rise to the occasion, and like the big stage. I am one of them but it is not like I am playing terrible throughout the year. I play a lot of tough players and the level of tennis as you can see here – no one expected Dustin Brown to beat Rafa [Nadal] yesterday but it happens.</p> \n<p>“People on the outside go: ‘Wow! it is the biggest shock in the world,’ but people in tennis will probably say he has beaten him in Halle before and it is a decent shot he can do it again, even thought it is over five sets.</p> \n<p>“[Rafa] doesn’t like the match-up and for me that is a typical example of guys who are 50, 60, 70 in the world. It is not that big a difference now. Top 10 is a step up but after that, from let’s say 25 down, it is not that big a difference.</p> \n<p>“On the day anyone can beat anyone and people just react different in situations. I like playing here, it is a grand slam and everyone gives it their all.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947296481/45761461-d5ff-4936-a39b-06d86c9f1955-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mike Egerton/PA","altText":"James Ward","cleanCredit":"Photograph: Mike Egerton/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:00:04Z","lastModified":"2015-07-03T23:08:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["James Ward","Wimbledon","Wimbledon 2015","Sport","Tennis"],"tags":[{"id":"sport/james-ward","webTitle":"James Ward"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil","shortUrl":"http://gu.com/p/4acck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil","webUri":"http://www.theguardian.com/sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947296481/45761461-d5ff-4936-a39b-06d86c9f1955-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Ward practises at Wimbledon on Friday in preparation for his third-round match against Vasek Pospisil. Photograph: Mike Egerton/PA","credit":"Mike Egerton/PA","altText":"James Ward","cleanCaption":"James Ward practises at Wimbledon on Friday in preparation for his third-round match against Vasek Pospisil.","cleanCredit":"Photograph: Mike Egerton/PA"}},"importance":3,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947296481/45761461-d5ff-4936-a39b-06d86c9f1955-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mike Egerton/PA","altText":"James Ward","cleanCredit":"Photograph: Mike Egerton/PA"}}]}],"lastModified":"2015-07-04T08:10:11Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}