{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Football / Sterling to tell Liverpool he wants to leave, with City on alert","rawTitle":"Sterling to tell Liverpool he wants to leave, with City on alert","item":{"type":"article","id":"football/2015/may/18/raheem-sterling-contract-talks-liverpool","title":"Raheem Sterling to ask for Liverpool exit with Manchester City on alert","trailText":"Raheem Sterling has indicated to Liverpool he wants to leave the club during the off-season, which will have Manchester City and others watching developments closely","standFirst":"<p><span class=\"bullet\">•</span> Sterling has not signed &pound;100,000-a-week offer on table this season<br /><span class=\"bullet\">•</span> Manchester City will follow developments with England winger closely <br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/steven-gerrard-raheem-sterling-liverpool-contract\">Steven Gerrard tells Raheem Sterling to sign new Liverpool contract</a></p>","byline":"Andy Hunter","body":"<p>Raheem Sterling is expected to inform Liverpool this week that he wishes to leave the club, with Manchester City ready to test Anfield’s resolve that the England international will not be sold.</p> \n<p>The 20-year-old has put City – and other clubs – on alert that he will agitate for a move from Liverpool after requesting fresh talks on his future with Anfield officials before the end of the Premier League season on Sunday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/19/jamie-carragher-liverpool-raheem-sterling\">Jamie Carragher tells Liverpool’s Raheem Sterling: keep your mouth shut</a> </p> \n</aside> \n<p>He had previously informed Brendan Rodgers that negotiations over a new contract would be postponed until the end of the season in order to concentrate solely on his football. However, the forward and his representative, Aidy Ward, are expected to tell Liverpool’s manager and the chief executive, Ian Ayre, on Friday that he will not sign a new deal with the club and wishes to move on.</p> \n<p>Sterling is said to be unhappy both at negative headlines surrounding his contract dispute with Liverpool and the absence of Champions League football at Anfield next season following the team’s miserable end to this one. Rodgers’ team have collected only eight points from the last 24 available to miss out on a top-four finish and were also eliminated from the FA Cup after a woeful display against Aston Villa in the semi-final.</p> \n<p>Liverpool could argue that Sterling’s form has dipped markedly since controversy erupted over his rejection of a new five-year contract worth &pound;100,000-a-week and that it was his interview with the BBC, in which he denied being a “money-grabber” and said his ambition was to win trophies at the highest level, that generated the adverse publicity.</p> \n<p>Sterling, who has been linked with City and Arsenal in recent months, has already indicated to Rodgers that he wants to leave Liverpool and the latest round of talks could clarify his determination to see out his current contract, which has two years to run, should the club refuse to consider offers this summer.</p> \n<p>Liverpool have been in discussions over a new deal since October but remain at deadlock over an agreement and their failure to secure a top-four finish represents a major setback to their hopes of convincing Sterling to stay. Liverpool do have him on a &pound;35,000-a-week contract until 2017 and Rodgers has made it clear that he and the club’s owner, Fenway Sports Group, are minded not to sell even in the event of the impasse continuing beyond this summer. The Liverpool manager said recently: “Raheem won’t be going anywhere this summer, even if there’s not a deal agreed.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/steven-gerrard-raheem-sterling-liverpool-contract\">Steven Gerrard tells Raheem Sterling to sign new Liverpool contract</a> </p> \n</aside> \n<p>That stance has not altered since Sterling’s agent requested fresh talks ahead of the season’s finale at Stoke City on Sunday. Rodgers and FSG, however, are likely to receive confirmation in the coming days that Sterling has no intention of committing his future to Liverpool and City, who are keen to recruit young British talent this summer, will be favourites to capitalise on the continued deterioration in relations. A bid in excess of &pound;30m may prompt Liverpool to reconsider their position on a player who should he leave in 2017 would attract only a compensation fee having been at Anfield since the age of 15.</p> \n<p>Only last week Steven Gerrard appealed to Sterling to sign a new contract. The departing captain said: “He should sign a new deal here. Brendan is a fantastic man-manager and puts a lot of time and effort into the development of an individual. The danger for these young players is they want it all too soon and they go chasing it. Then they go to another club and just become a number.” But Gerrard’s request appears almost certain to be ignored.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431978159252/Liverpools-Raheem-Sterlin-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Liverpool's Raheem Sterling has instigated contract talks with club officials before Sunday's last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock","credit":"Matt West/BPI/Rex Shutterstock/Matt West/BPI/Rex Shutterstock","altText":"Liverpool's Raheem Sterling","cleanCaption":"Liverpool's Raheem Sterling has instigated contract talks with club officials before Sunday's last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-19T08:13:10Z","lastModified":"2015-05-19T08:13:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Raheem Sterling","Liverpool","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/18/raheem-sterling-contract-talks-liverpool","shortUrl":"http://gu.com/p/492jy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/18/raheem-sterling-contract-talks-liverpool","webUri":"http://www.theguardian.com/football/2015/may/18/raheem-sterling-contract-talks-liverpool"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431978159252/Liverpools-Raheem-Sterlin-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Liverpool’s Raheem Sterling has instigated contract talks with club officials before Sunday’s last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock","credit":"Matt West/BPI/Rex Shutterstock/Matt West/BPI/Rex Shutterstock","altText":"Liverpool's Raheem Sterling","cleanCaption":"Liverpool’s Raheem Sterling has instigated contract talks with club officials before Sunday’s last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock"}},"importance":7,"kicker":{"title":"Football"},"showQuotedHeadline":false},{"title":"Cricket / Langer out of running for England job after signing new deal in Australia","rawTitle":"Langer out of running for England job after signing new deal in Australia","item":{"type":"article","id":"sport/2015/may/19/justin-langer-rules-out-england-job","title":"Justin Langer out of running for England job after signing new deal in Australia","trailText":"Justin Langer has quashed talk linking him to the top jobs at England and India, with the former Test great re-signing with Western Australia cricket for a further two seasons","standFirst":"<ul>\n <li>Langer sounded out by Andrew Strauss over England role<br /></li>\n <li>Will stay in Perth until the end of the 2017-18 season</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/18/joe-root-england-jason-gillespie-ecb-peter-moores\">Root backs Gillespie but thanks former coach Moores</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/18/joe-root-charlotte-edwards-england-cricketer-of-year\">Root and Edwards named England cricketers of the year</a></li>\n</ul>","byline":"Australian Associated Press","body":"<p>Justin Langer says he thought long and hard about applying for the England head coach role before deciding to re-sign with West Australian cricket for a further two years, with his new deal tying him to the Warriors and Scorchers until the end of 2017-18.</p> \n<p>The former Test star was in the running to replace sacked England coach Peter Moores, while more recently his name has been linked with the India coaching role. Langer confirmed that new England director of cricket Andrew Strauss called him last week to sound out his interest in becoming coach.</p> \n<p>“Last Tuesday Andrew Strauss rung me up,” Langer said. “We had another conversation on Friday night. And I promised him I’d let him know on Saturday if I was interested in being in the process. “I told him for lots of reasons I’m going to stay in Perth.”</p> \n<p>Langer said being able to spend time with his family in Perth was the major factor behind his decision to stay put for the time being. “As an international coach, you’re basically on the road for 12 months of the year,” Langer said. “My family is very important to me. </p> \n<p>“I’m pleased I can be back in Perth. I love working here. Was it a tough decision? When I followed my gut and my heart it was an easy decision. If I was listening to my head, it was probably a hard decision.”</p> \n<p>Langer said WA players were happy to hear the news he was staying. “I got a few hugs and high fives yesterday from the boys, which made me feel really good,” Langer said.</p> \n<p>Langer’s former Test team-mate Jason Gillespie, who is currently at the helm of county side Yorkshire, remains the hot favourite to be appointed England’s next coach</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/337b215d2944230535e7bc7c7d8f0a6b90d20a43/0_298_1999_1198/1999.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1198,"width":1999,"orientation":"landscape","credit":"Paul Kane/Getty Images","altText":"Justin Langer’s immediate future lies in Western Australia.","cleanCredit":"Photograph: Paul Kane/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-19T03:16:04Z","lastModified":"2015-05-19T07:34:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Cricket","England cricket team","Australia sport","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/19/justin-langer-rules-out-england-job","shortUrl":"http://gu.com/p/492n3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/19/justin-langer-rules-out-england-job","webUri":"http://www.theguardian.com/sport/2015/may/19/justin-langer-rules-out-england-job"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/337b215d2944230535e7bc7c7d8f0a6b90d20a43/0_298_1999_1198/1999.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1198,"width":1999,"orientation":"landscape","caption":"Justin Langer’s immediate future lies in Western Australia. Photograph: Paul Kane/Getty Images","credit":"Paul Kane/Getty Images","altText":"Justin Langer’s immediate future lies in Western Australia.","cleanCaption":"Justin Langer’s immediate future lies in Western Australia.","cleanCredit":"Photograph: Paul Kane/Getty Images"}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false},{"title":"WBA 3-0 Chelsea / Brunt has last laugh after Fàbregas’s sending off","rawTitle":"Brunt has last laugh after Fàbregas’s sending off","item":{"type":"footballArticle","id":"football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report","title":"West Bromwich’s Chris Brunt has last laugh after Cesc Fàbregas’s sending off","trailText":"West Bromwich Albion claimed a famous 3-0 victory over the Premier League champions Chelsea after Cesc Fàbregas was shown a straight red card for kicking the ball at Chris Brunt","standFirst":"","byline":"Stuart James at The Hawthorns","body":"<p>This was not the way Jos&eacute; Mourinho envisaged the Premier League champions playing out the rest of the season and it is a measure of the damage that was done that the repercussions of a chastening night will be felt at the beginning of the next campaign.</p> \n<p>Two goals from the impressive Saido Berahino – his 19th and 20th of the season – and another from Chris Brunt secured a memorable victory for West Bromwich Albion and inflicted Chelsea’s heaviest league defeat under Mourinho since 2006. Yet it was the bizarre red card that Cesc F&agrave;bregas received in the 30th minute that riled the Portuguese more than anything.</p> \n<p>Mike Jones, the referee, was dealing with a melee on the other side of the penalty area after Diego Costa had been booked following an off-the-ball altercation with Gareth McAuley, when F&agrave;bregas, stood about 20 yards away, kicked the ball in the direction of a crowd of Albion players and caught Brunt on the side of the head.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/18/chelsea-ruben-loftus-cheek-audition-west-brom-premier-league\">Chelsea’s Ruben Loftus-Cheek hopes for an encore after a difficult audition | Conrad Leach</a> </p> \n</aside> \n<p>Darren Fletcher, the Albion captain, reacted furiously and was straying close to the line – arguably overstepping it – when he confronted the Spaniard, almost running into him. Jones, on the scene moments later, reached for his back pocket and brandished the red card.</p> \n<p>The offence will go down as violent conduct and means that F&agrave;bregas, in what was essentially a meaningless game, has picked up a three-match suspension that rules him out of the final fixture of this term, at home against Sunderland, and, much more significantly, the first two matches of next season. The debate about whether the decision was harsh was guaranteed to go on long into the night but whatever the rights and wrongs of the sending off, there is no escaping the fact that it was a stupid thing for F&agrave;bregas to do, especially when the referee was stood so close to Brunt.</p> \n<p>Mourinho, not surprisingly, took a dim view of the referee’s decision-making and implied that a more experienced official than Jones would have handled it differently and taken a more lenient view.</p> \n<p>“I would like to see it again because what is this sending off for?” the Chelsea manager said. “Where is the danger of the situation? Where is the aggressivity in the situation to get a red card in a friendly game almost? I really don’t understand.</p> \n<p>“I think Fletcher was aggressive, yes. He pushes in the chest because he is experienced and he knows where he can push for a yellow card but it’s much more aggressive. What F&agrave;bregas did, for me, a top referee, a stable big personality in control of the game goes there, two or three words, and he’s done. It’s a bizarre red card.” Mourinho suggested that Chelsea have no intention of appealing – “We lose all the time, we have a fantastic record on appealing,” he said sarcastically – but the Portuguese reacted with disbelief when told of the length of the suspension. “Three-game ban for this? Jesus Christ. Three-game ban for this? Harsh? Of course it’s harsh, if you get three games with this.”</p> \n<p>It was that sort of night for Chelsea as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/02/manchester-united-west-brom-premier-league-match-report\">Albion followed up their 1-0 win over Manchester United earlier in the month</a> with another highly impressive result. While Mourinho had a point when he suggested that Chelsea would have played better if the title was not already in the bag – “I think this is a consequence of being champions so early,” he said in defence of their performance – Albion deserve credit for the way in which they punished the visitors.</p> \n<p>Berahino was in the mood from the start and with the transfer window soon to open, chose a good evening to showcase his talent. His first goal, beautifully curled into the far corner from about 22 yards, set Albion on their way after nine minutes and the 21-year-old also won and converted the penalty, after John Terry scythed him down, that doubled their lead two minutes after the restart.</p> \n<figure class=\"element element-image\" data-media-id=\"f450148a344bbd318921219c05b00e0666db0a39\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432023871315/205acdbf-5d3c-44bb-9397-d63cbcea7d10-460x285.jpeg\" alt=\"Saido Berahino tucks his penalty past Thibaut Courtois.\" width=\"460\" height=\"285\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Saido Berahino tucks his penalty past Thibaut Courtois.</span> \n  <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Chelsea, for whom the 19-year-old Ruben Loftus-Cheek made a second successive Premier League start, came close to pulling a goal back when Lo&iuml;c R&eacute;my’s low shot struck the base of an upright in the 56th minute but four minutes later Albion had a third and the game was effectively over. Brunt played a short corner with Craig Gardner and from just inside the penalty area, unleashed a powerful shot that seemed to beat Thibaut Courtois for pace as it flew inside his near post.</p> \n<p>Mourinho gave Isaiah Brown, a former Albion schoolboy, his first senior appearance for Chelsea when he brought him on as a late substitute, but even the sight of ‘the one that got away’ was not going to ruin the home supporters’ evening. “Izzy, Izzy, what’s the score?” chanted the jubilant Albion fans.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431981000380/Cesc-F-bregas-of-Chelsea--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA","credit":"Lindsey Parnaby/EPA","altText":"Cesc Fàbregas of Chelsea is sent off against West Brom","cleanCaption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432023872944/205acdbf-5d3c-44bb-9397-d63cbcea7d10-2060x1277.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1277,"width":2060,"orientation":"landscape","caption":"Saido Berahino tucks his penalty past Thibaut Courtois. Photograph: Adrian Dennis/AFP/Getty Images","credit":"Adrian Dennis/AFP/Getty Images","altText":"Saido Berahino tucks his penalty past Thibaut Courtois.","cleanCaption":"Saido Berahino tucks his penalty past Thibaut Courtois.","cleanCredit":"Photograph: Adrian Dennis/AFP/Getty Images"}],"webPublicationDate":"2015-05-18T21:05:27Z","lastModified":"2015-05-19T08:24:53Z","metadata":{"commentable":true,"commentCount":589,"contributors":[{"name":"Stuart James","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuartjames"}],"feature":false,"keywords":["Premier League","West Bromwich Albion","Chelsea","Football","Sport"],"tags":[{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/westbrom","webTitle":"West Bromwich Albion"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Stuart James","topic":{"type":"tag-contributor","name":"profile/stuartjames"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"footballContent":{"id":"3822681","status":"FT","phase":"after","kickOff":"2015-05-18T19:00:00Z","competitionDisplayName":"Premier League","homeTeam":{"id":"42","name":"West Brom","shortCode":"WBA","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/42.png?width=#{width}","score":3,"scorers":[{"player":"Berahino","timeInMinutes":9},{"player":"Berahino","timeInMinutes":47,"additionalInfo":"Pen"},{"player":"Brunt","timeInMinutes":60}],"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/westbrom"},"topic":{"displayName":"West Brom","topic":{"type":"football-team","name":"42"}}},"awayTeam":{"id":"4","name":"Chelsea","shortCode":"CHE","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/4.png?width=#{width}","score":0,"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/chelsea"},"topic":{"displayName":"Chelsea","topic":{"type":"football-team","name":"4"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3822681","venue":"The Hawthorns"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report","shortUrl":"http://gu.com/p/492k6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report","webUri":"http://www.theguardian.com/football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431981000380/Cesc-F-bregas-of-Chelsea--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA","credit":"Lindsey Parnaby/EPA","altText":"Cesc Fàbregas of Chelsea is sent off against West Brom","cleanCaption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA"}},"importance":5,"kicker":{"title":"WBA 3-0 Chelsea"},"showQuotedHeadline":false},{"title":"Athletics / Gatlin flies home claiming Beijing organisers do not want him","rawTitle":"Gatlin flies home claiming Beijing organisers do not want him","item":{"type":"article","id":"sport/2015/may/19/justin-gatlin-flies-home-beijing-world-challenge","title":"Justin Gatlin flies home claiming Beijing organisers do not want him","trailText":"The sprinter Justin Gatlin flew home on the eve of the Beijing World Challenge meeting, claiming organisers had told him they did not want him to compete","standFirst":"<span class=\"bullet\">•</span> Sprinter ‘upset’ by lack of respect ahead of World Challenge meet\n<br />\n<span class=\"bullet\">•</span> Athlete had just run fastest 100 metres of his life in Doha\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/17/justin-gatlin-trust-athletics-doping\" title=\"\">Sean Ingle: Gatlin gets faster but trust fails to keep pace </a>","byline":"Reuters","body":"<p>The sprinter Justin Gatlin was involved in a new row on Tuesday when he flew home on the eve of the Beijing World Challenge meeting, claiming organisers had told him they did not want him to compete.</p> \n<p>The American, who has served two doping bans, one subsequently overturned, but is currently the world’s fastest man, said he had planned to run as the headline 100 metres draw in Wednesday’s meeting despite slight injury concerns but was told he was not wanted.</p> \n<p>Gatlin, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/15/justin-gatlin-100m-personal-best-doha\">who had run the fastest 100 metres of his life and the quickest in the world this year at 9.74 seconds in Doha</a> on Friday, said as he left for the airport to fly home to Florida that he was “upset” by the lack of respect shown to him.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/17/justin-gatlin-trust-athletics-doping\">Justin Gatlin gets faster with age but trust fails to keep pace | Sean Ingle</a> </p> \n</aside> \n<p>Nobody from the meeting organisers was available to respond to the 33-year-old Gatlin’s comments.</p> \n<p>Gatlin, who had flown from Doha straight to Beijing on Saturday, said he had initially told organisers that he had suffered cramping in a tight hamstring and dehydration following the flight and was not sure about his fitness to compete.</p> \n<p>But after coming through a training session on Monday, he felt confident he would be fit to compete at a meeting where he has starred before.</p> \n<p>“I was happy to stay. I’m fit and ready to run. I was cramping a lot after the fastest my body has ever run,” Gatlin said.</p> \n<p>“They didn’t have any respect for me so they said ‘you better leave’ and they kicked me out.”</p> \n<p>Gatlin’s manager Renaldo Nehemiah showed Reuters a text message from an organisers’ representative sent to him on Monday, saying that the local organising committee felt Gatlin should leave.</p> \n<p>Nehemiah claimed organisers had made Gatlin and his team pay all their flight and hotel costs, amounting to about $12,000 (&pound;7,600). “It’s been costly,” he said.</p> \n<p>The sprinter, who has become a polarising figure in the sport after his drug bans, was clearly bewildered and angry as he left for Beijing airport with his physiotherapist.</p> \n<p>“I thought I was competing. I ran the fastest time by anyone since 2012 in Doha and my body was a little whacked. I had respect for the organisers telling them that I felt dehydrated but they didn’t have any respect for me,” he added.</p> \n<p>“It’s crazy. I have no idea what they were thinking. I think they thought I wasn’t man enough and I might pull up in the race, or not finish it and then still ask for money.</p> \n<p>“But I’m not a man like that. I’m not the kind of guy to cheat people of their money or let the fans down... that’s not what I do.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/19/1432023763913/justin-gatlin-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Justin Gatlin celebrates after winning the men's 100 metres in 9.74 seconds in Doha. Photograph: Stringer/EPA","credit":"Stringer/EPA","altText":"justin gatlin","cleanCaption":"Justin Gatlin celebrates after winning the men's 100 metres in 9.74 seconds in Doha. Photograph: Stringer/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-19T08:24:30Z","lastModified":"2015-05-19T08:27:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Justin Gatlin","Sport","US sports"],"tags":[{"id":"sport/justin-gatlin","webTitle":"Justin Gatlin"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/19/justin-gatlin-flies-home-beijing-world-challenge","shortUrl":"http://gu.com/p/492q6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/19/justin-gatlin-flies-home-beijing-world-challenge","webUri":"http://www.theguardian.com/sport/2015/may/19/justin-gatlin-flies-home-beijing-world-challenge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/19/1432023763913/justin-gatlin-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Justin Gatlin celebrates after winning the men's 100 metres in 9.74 seconds in Doha. Photograph: Stringer/EPA","credit":"Stringer/EPA","altText":"justin gatlin","cleanCaption":"Justin Gatlin celebrates after winning the men's 100 metres in 9.74 seconds in Doha. Photograph: Stringer/EPA"}},"importance":4,"kicker":{"title":"Athletics"},"showQuotedHeadline":false},{"title":"IndyCar / Hinchcliffe in stable condition after latest crash","rawTitle":"Hinchcliffe in stable condition after latest crash","item":{"type":"article","id":"sport/2015/may/19/james-hinchcliffe-indycar-crash-indy-500-intensive-care","title":"James Hinchcliffe undergoes surgery after another IndyCar crash","trailText":"The IndyCar driver James Hinchcliffe was in a stable condition in the intensive care unit of a local hospital following surgery on his left leg for injuries sustained in a crash at Indianapolis Motor Speedway on Monday","standFirst":"<p><span class=\"bullet\">•</span> Hinchcliffe suffers fourth major crash in practice for Indy 500<br /><span class=\"bullet\">•</span> ‘It’s gut-wrenching,’ says defending Indy 500 champion<br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/13/helio-castroneves-walks-away-from-terrifying-indycar-crash\"><span class=\"bullet\">•</span> Castroneves walks away from terrifying IndyCar crash</a></p>","byline":"Associated Press","body":"<p>The IndyCar driver James Hinchcliffe was in a stable condition in the intensive care unit of a local hospital following surgery on his left leg for injuries sustained in a crash at Indianapolis Motor Speedway on Monday.</p> \n<p>“Obviously we’re relieved that James is awake and out of surgery,” Schmidt Peterson Motorsports’ team owner, Sam Schmidt, said. “That’s the most important thing on our minds right now and we will do absolutely everything required to ensure a complete recovery.”</p> \n<p>It was the fourth frightening wreck during practice for the Indianapolis 500 in the past six days. A part seemed to break about 50 minutes into practice and the Canadian driver spun hard into the wall. As his car slid back down toward the apron, it briefly slid on its right side and almost flipped before coming came to rest upright.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/13/helio-castroneves-walks-away-from-terrifying-indycar-crash\">Helio Castroneves walks away from terrifying IndyCar crash</a> </p> \n</aside> \n<p>Hinchcliffe’s left thigh was pierced by the car’s right front rocker and the piece of equipment needed to be removed, according to two people familiar with the crash. The surgery at Indiana university methodist hospital was also needed to stop massive bleeding.</p> \n<p>“It’s gut-wrenching,” said the defending Indy 500 champion, Ryan Hunter-Reay, a team-mate of Hinchcliffe’s until this season. “It’s terrible. There’s no other way you can think about it.”</p> \n<p>IndyCar announced it would resume practice nearly three hours after the crash while it investigated yet another incident that has sharply raised concerns about safety with the famous race scheduled for Sunday.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/13/helio-castroneves-walks-away-from-terrifying-indycar-crash\">H&eacute;lio Castroneves</a> and Josef Newgarden went airborne in crashes last week that raised questions about the impact of new oval aero kit packages on the cars.</p> \n<p>And on Sunday, Ed Carpenter flipped his car on its side in practice. IndyCar officials huddled with teams and the two manufacturers before announcing changes to reduce power and speeds before Sunday’s qualifying session.</p> \n<p>Scott Dixon of New Zealand took his second Indy pole with a four-lap average of 226.760mph Sunday – and there were no wrecks.</p> \n<p>All the cars are using the new aero kits, but Castroneves, Newgarden and Carpenter were all driving Chevrolets. Hinchcliffe was in a Honda, and it’s the first Honda to have its wheels leave the track’s surface during practice.</p> \n<p>Hinchcliffe’s right front suspension failed, according to the Honda spokesman Dan Layton. Layton said Honda officials are not concerned about the safety of its aero kit, but are more concerned about what caused the suspension problem as the Indianapolis 500 nears.</p> \n<p>“It was shocking,” the driver Townsend Bell said. “The worst possible accident that you can have here is to be fully loaded right in the middle of the corner and have something break. It was a really horrible circumstance for him.”</p> \n<p>Derrick Walker, IndyCar’s president of competition and operations, has blamed Castroneves’ wreck on an aero balance setting that was pushed too far, Newgarden’s on a cut tire and said Carpenter simply had an accident.</p> \n<p>A year ago, Hinchcliffe sustained a concussion when struck in the head by debris from another car in the inaugural Grand Prix of Indianapolis on 10 May. After the road course race, he missed five days while waiting to be cleared and then qualified second, despite limited practice time. Hinchcliffe, who won at New Orleans last month and is eighth in the driver standings, qualified 24th for this year’s 500.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/19/1432020287386/James-Hinchcliffe-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Hinchcliffe, of Canada, hits the wall during practice for the Indy 500, raising further questions about the safety of the race. Photograph: Jimmy Dawson/AP","credit":"Jimmy Dawson/AP","altText":"James Hinchcliffe","cleanCaption":"James Hinchcliffe, of Canada, hits the wall during practice for the Indy 500, raising further questions about the safety of the race. Photograph: Jimmy Dawson/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-19T07:33:28Z","lastModified":"2015-05-19T07:36:37Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Indycar","Motor sport","US sports","Sport"],"tags":[{"id":"sport/indycar","webTitle":"Indycar"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/19/james-hinchcliffe-indycar-crash-indy-500-intensive-care","shortUrl":"http://gu.com/p/492pa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/19/james-hinchcliffe-indycar-crash-indy-500-intensive-care","webUri":"http://www.theguardian.com/sport/2015/may/19/james-hinchcliffe-indycar-crash-indy-500-intensive-care"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/19/1432020287386/James-Hinchcliffe-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Hinchcliffe of Canada hits the wall during practice for the Indy 500, raising further questions about the safety of the race. Photograph: Jimmy Dawson/AP","credit":"Jimmy Dawson/AP","altText":"James Hinchcliffe","cleanCaption":"James Hinchcliffe of Canada hits the wall during practice for the Indy 500, raising further questions about the safety of the race. Photograph: Jimmy Dawson/AP"}},"importance":4,"kicker":{"title":"IndyCar"},"showQuotedHeadline":false},{"title":"Rugby union / Billy Vunipola: I’m a team man now, for Saracens and England","rawTitle":"Billy Vunipola: I’m a team man now, for Saracens and England","item":{"type":"article","id":"sport/2015/may/18/billy-vunipola-england-rugby-world-cup-saracens","title":"Billy Vunipola: I’m a team man now, for Saracens and England","trailText":"The No8 has learned from club disappointment and being dropped by his country in the past year and tells Donald McRae he is now ready for the play-offs and the World Cup","standFirst":"The No8 has learned from club disappointment and being dropped by his country in the past year and is now ready for the play-offs and the World Cup","byline":"Donald McRae","body":"<p>“It’s been a good season but an eventful one,” Billy Vunipola says as he rubs a meaty hand across his brow and smiles as the memories tumble through him. After the desolation of last season’s ending, when he and Saracens lost <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/24/toulon-saracens-heineken-cup-final-match-report\" title=\"\">the old Heineken Cup</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/31/northampton-saints-beat-saracens-premiership-final-match-report\" title=\"\">the Premiership</a> finals in successive weeks, Vunipola has been through more varied emotions this campaign.</p> \n<p>He was replaced as England No8 in the autumn, amid accusations of arrogance from those who mean most to him, and watched Ben Morgan play outstandingly in his place. Vunipola then benefited from a twist of fate as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/10/ben-morgan-england-six-nations-breaking-leg-gloucester\" title=\"\">Morgan broke his leg in January</a>.</p> \n<p>The Tongan-born powerhouse returned as one of England’s best players in the Six Nations. His name is now inked in as a key man in the World Cup squad to be announced on Wednesday.</p> \n<p>There has been more turbulence and hope with Saracens. Last month Vunipola was allowed to play in the semi-finals of the Champions Cup only a few days after being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/14/saracens-billy-vunipola-not-guilty-head-butting\" title=\"\">cleared of head-butting Mathew Tait</a> of Leicester. He then lost another heartbreaker in Europe, when he was Saracens’ star performer in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/19/saracens-clermont-premiership-clubs-european-rugby-champions-cup\" title=\"\">narrow defeat at Clermont Auvergne</a>.</p> \n<p>Saracens have also wavered in the Premiership. They were outside the top four play-off places going into the final weekend of the regular season but an early Vunipola try on Saturday set up the predictably <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/16/saracens-london-welsh-pip-exeter-play-off-spot\" title=\"\">easy victory over London Welsh</a> that assured their semi‑final place. This Saturday they meet Northampton, who robbed them of the title right at the end of extra time a year ago, in a showdown to decide who makes the final again.</p> \n<p>“I was quite low on motivation after those two finals last year,” Vunipola admits. “It was hard to lift myself up. We then had everything that went on with England in November. But I was glad I could come back and show that, once I got the opportunity again, I could do a good job. So that’s all I’ve been trying to focus on this year – trying to help my team.”</p> \n<p>Of course Vunipola has been through much more complex emotions and he opens up when asked if his troubles started because he had become lost in a small bubble of fame as an England international. “Definitely,” he says. “And when things start to go wrong you question everything. It spirals out of control when you should just try to relax. But you start thinking just negative thoughts and you question yourself as a player and as a person. I’m glad I’ve learnt from that and got stronger. It was one of the hardest moments of my life but it was probably the big push I needed – from Stuart Lancaster and my family. Them telling me not to be lazy helped a lot.”</p> \n<p>Vunipola’s mother, in particular, pointed out he had become arrogant as well as lazy. “<a href=\"http://www.telegraph.co.uk/sport/rugbyunion/international/england/9913788/England-v-Italy-Vunipola-brothers-Mako-and-Billy-want-Mum-to-see-their-Sunday-best.html\" title=\"\">She is a minister in the Methodist church</a> in High Wycombe,” Vunipola explains. “Her job is to keep us humble, same as my father does, but she has that faith to calm us down and tell us what we don’t want to hear. She said there’s a passage in the Bible which says the arrogant will be humbled and the humble will be picked up.</p> \n<p>“She definitely felt I was being arrogant. But it’s hard when you’re playing well to realise you are being arrogant. I’m thankful she did it. It was tough to take because it’s not what you want to hear about yourself but I needed her to say it. She said it in a few different ways at first and, when she read that passage from the Bible, I realised it’s coming from a good place. I changed my ways from then on. I stopped stressing because when your mind is cluttered it’s no good. You have to play with a clear mind.”</p> \n<p>Amid the clutter of last autumn <a href=\"http://www.bbc.co.uk/sport/0/rugby-union/30107194?\" title=\"\">had Lancaster given any hints that he might be dropped?</a> Vunipola scrunches up his face. “Yeah, there were signs. I got an injury to my eye in the South Africa game. I sprinted off to get it stitched up and then to have the coach say you’re not needed is hard. I was gutted at the time. It gave me an inkling into what would happen the following week when they were starting doing lineout drills without me. They were telling me: ‘Don’t read anything into it,’ but [Vunipola laughs] that’s quite awkward. You’ve only got two days to learn the lineouts so you’re going to do it with the guys who are starting.”</p> \n<p>Vunipola’s disappointment was accentuated by the rampaging way in which Morgan played in his place. “Yeah, you want to be starting but I took it for granted, thinking I was ahead of him. Ben played well and he was unlucky to get injured. We don’t swap texts too often but he sent me a few nice messages before I came back for the Welsh game and afterwards as well. I&nbsp;did the same in the autumn when I got dropped. That shows our respect for each other.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/17/stuart-lancaster-steffon-armitage-england-rugby\">Stuart Lancaster and England should find a way to select Steffon Armitage | Robert Kitson</a> </p> \n</aside> \n<p>Morgan will be in the World Cup squad but he has not played any rugby since his injury. Vunipola, clearly, is ahead of him in the race to start at No8 – but the situation would be made <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/16/england-miss-steffon-armitage-nick-abendanon-world-cup\" title=\"\">intriguing if Steffon Armitage</a> were added to Lancaster’s squad. Yet it seems likely that Armitage, European Player of the Year last season while again helping Toulon win the Champions Cup this month, will be excluded because he plays club rugby in France.</p> \n<p>It has become a contentious issue because it is hard to believe England would not be improved significantly by the powerful presence of Armitage – an openside flanker or, occasionally, a No8. Vunipola answers in detail when I ask him for his personal view on Armitage’s eligibility for selection.</p> \n<p>“It’s definitely a tough one. There are loads of arguments on both sides. But for me if you want to play for England that badly and you feel you deserve the opportunity, then why not stay here? I’m sure any of the 12 clubs in the Premiership would take him on. Look at me and my brother [Mako, the prop who will also be in the World Cup squad]. We’ve just signed new contracts – to play for Saracens but also for England. That was a huge driving force in our decision to stay.</p> \n<p>“I’m sure it would add great competition if he were to be added – but it would cause a lot of stir within the squad. I would welcome competition but, on the other side, it would derail a few of the boys and the faith we have staying in England. They would start to waver and more would go. So I think Lancaster will keep the same squad. Chris Robshaw is playing unbelievably well at 7 and he’s our captain – and I don’t think the coach wants to disrupt the squad so close to the World Cup. But if he comes in, it could help make me a better player.”</p> \n<p>Vunipola has played often enough against Armitage and Toulon. Does the exiled loose forward look exceptional to him? “I think he’s a very good player in a very, very good team. Personally I think he’s world-class but do you want to disrupt the squad you’ve got now?”</p> \n<p>His own attention is fixed on this weekend. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/31/northampton-saints-beat-saracens-premiership-final-match-report\" title=\"\">Last season’s controversial defeat by Northampton</a>, his opponents again, hurt him. Saracens lost 24-20, conceding a heavily scrutinised try seven minutes into injury time. So many bodies were in the way that the match official had to watch the replay repeatedly before, without any definitive clarity, giving the decision to Northampton. The same official also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/31/saracens-northampton-tmo-premiership-final\" title=\"\">disallowed a Saracens try after he decided, belatedly, that Vunipola was guilty of obstruction</a>.</p> \n<p>“It definitely took a long time to get over it,” Vunipola says. “There has also been quite a bit of recent history with Northampton. Before I joined Saracens they had struck up quite a difficult relationship with Northampton after Sarries won there a few times.</p> \n<p>“Northampton said we disrespected them. We sang a song with the door open after we beat them at their place and they heard it and it sparked everything. It was before I came in and maybe we were naive. But they’ve not forgotten it. In terms of competition we know how good they are. So we would not disrespect them. But we have had a good few battles and they have come up trumps the last few games. They beat us both times in the league but we can go there and dream of winning at Franklin’s Gardens in the semis. It’s definitely possible.”</p> \n<p>Anything seems possible against the backdrop of Vunipola’s own past. He arrived in England from Tonga on an icy January morning in 1999. Six‑year‑old Billy and his mother, brother and two sisters were met by his father, who was playing hooker for Pontypool. “I&nbsp;remember we came into Heathrow. My dad drove us back to Pontypool.</p> \n<p>“It was freezing cold and I don’t think we had beds. We just slept on the floor covered by blankets. There was frost on the windows and we had never seen anything like it. When you breathe you can see the cold air and that was something we found fun – to start with.”</p> \n<p>Vunipola adjusted to his new life and, 10 years later, he was such a forceful rugby player he was offered a scholarship to Harrow. He laughs now at a surreal if testing experience. “It was definitely a strange one. It was scary. I didn’t know anyone. I was going in the sixth form and everyone had their friends. I was boarding, too, for the first time but it wasn’t so bad after a while. Everyone was interested in me and I made friends quite quickly. It was quite an eye-opener, actually.</p> \n<p>“This is one of the best schools in England and the facilities were crazy good. But it was weird too. On a Sunday you were meant to wear tops and tails. I’ve never admitted this to my mum but I never went to church on a Sunday because I never wanted to wear my tails&nbsp;– and they cost her a lot of money. Sorry, Mum!”</p> \n<p>The muscled 24-year-old chuckles guiltily. We are sitting in a narrow passageway outside a BT Sport television studio, where Vunipola will soon appear on Rugby Tonight, and keep being told to quieten down by a technician behind a black curtain. There is time for one last question about Vunipola’s mood with the World Cup starting in exactly four months.</p> \n<p>“I do feel the tingle,” Vunipola says, lowering his voice dramatically, “but I am held back because I might get injured or something might happen. I’m scared of thinking too far ahead but there is a tingle because England can do something special.</p> \n<p>“We have to get out of the group but, if we do, we’ll be battle-hardened and it will give us the confidence to know we can beat anyone on the day. But I’ve learnt this year not to get ahead of myself. It’s one step at a time for me now.”</p> \n<p><em>Watch both Aviva Premiership semi‑finals on 23 May, and the final at Twickenham on 30 May, exclusively live on BT Sport 1</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431902483396/Billy-Vunipola-of-England-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Vunipola, of England and Saracens, talks of how he recovered from problems that grew from fame as an England international.  Photograph: Tom Jenkins for the Guardian","credit":"/Tom Jenkins for the Guardian","altText":"Billy Vunipola, of England and Saracens, talks of fame as an England international","cleanCaption":"Billy Vunipola, of England and Saracens, talks of how he recovered from problems that grew from fame as an England international.  Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-18T12:00:10Z","lastModified":"2015-05-18T23:00:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Donald McRae","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/donaldmcrae"}],"feature":true,"keywords":["England rugby union team","Saracens","Rugby World Cup 2015","Premiership 2014-15","Rugby World Cup","Premiership","Rugby union","Sport"],"tags":[{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/saracens","webTitle":"Saracens"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/premiership-2014-15","webTitle":"Premiership 2014-15"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/premiership","webTitle":"Premiership"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Donald McRae","topic":{"type":"tag-contributor","name":"profile/donaldmcrae"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/18/billy-vunipola-england-rugby-world-cup-saracens","shortUrl":"http://gu.com/p/49xmv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/18/billy-vunipola-england-rugby-world-cup-saracens","webUri":"http://www.theguardian.com/sport/2015/may/18/billy-vunipola-england-rugby-world-cup-saracens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431902483396/Billy-Vunipola-of-England-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Vunipola, of Saracens, talks of how he recovered from problems that grew from his fame as an England international. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Billy Vunipola, of England and Saracens, talks of fame as an England international","cleanCaption":"Billy Vunipola, of Saracens, talks of how he recovered from problems that grew from his fame as an England international. Photograph: Tom Jenkins for the Guardian"}},"importance":3,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false},{"title":"Barcelona transform season from trouble to a possible treble","rawTitle":"Barcelona transform season from trouble to a possible treble","item":{"type":"article","id":"football/blog/2015/may/18/barcelona-la-liga-champions-sid-lowe","title":"Barcelona transform their season from trouble to a possible treble","trailText":"Four months ago, few thought regaining the Spanish title was really possible. But that night Barcelona beat Atlético Madrid. And on Sunday they beat them again ","standFirst":"<p>Four months ago, few thought regaining the Spanish title was really possible. But that night Barcelona beat Atl&eacute;tico Madrid. And on Sunday they beat them again</p>","byline":"Sid Lowe in Madrid","body":"<p>It started against Atl&eacute;tico Madrid and it ended against Atl&eacute;tico Madrid, the circle completed at the Calder&oacute;n. Three hundred and 64 days after Atl&eacute;tico went to Barcelona and won the league, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/atletico-madrid-barcelona-la-liga-match-report\">Barcelona went to Atl&eacute;tico and won it back again</a>, Leo Messi’s superb goal sufficient to take the title. But maybe 17 May was not the date, after all; maybe 11 January was. The night the crisis was contained, a collective catharsis that became <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jan/12/lionel-messi-barcelona-unite-crisis-for-now\">the first day of the rest of their season</a>. There was trouble then; there may be a treble now. Barcelona have won the league and two of their three remaining games are finals: against Athletic Bilbao in the Copa del Rey and Juventus in the European Cup.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/atletico-madrid-barcelona-la-liga-match-report\">Atl&eacute;tico Madrid 0-1 Barcelona | La Liga match report</a> </p> \n</aside> \n<p>The night of Sunday 11 January was at the end of a week that had begun with defeat at Anoeta, where Messi sat on the bench. The following day, he had missed the only training session of the year open to fans due to “gastroenteritis” just as, with unfortunate timing, an interview with Xavi Hern&aacute;ndez was published in which he noted that “gastroenteritis” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/07/luis-enrique-ultimatum-barcelona-crisis\">is the classic excuse given when something else is wrong</a>. That same afternoon Andoni Zubizarreta, the sporting director, was sacked. Carles Puyol walked hours later. And most thought Luis Enrique would follow. One poll showed that 68% of fans wanted him the coach to do so.</p> \n<p>His relationship with Messi under scrutiny, Luis Enrique admitted that his position had been weakened with Zubizarreta’s departure and he has taken every opportunity to praise his absent friend since. J&eacute;r&eacute;my Mathieu would later reveal that there had indeed been a clash between Messi and the coach on the training pitch. And although they were still ducking the issue then, although Luis Enrique avoided questions about ultimatums and claimed not to read the papers on doctors’ advice, he knew the board had begun sounding out replacements. Pretty soon, even they might be replaced: in that same week, presidential elections were called. “To reduce the tension,” Josep Mar&iacute;a Bartomeu said.</p> \n<p>That might have helped; winning would have helped more. “Victories are the only things that can calm this wave,” Luis Enrique said. That night, Barcelona faced Atl&eacute;tico, league champions and a team they had not beaten in six matches last season. Lose and they might lose everything. But they did not lose: they beat Atl&eacute;tico on the pitch and everyone else off it. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/11/atletico-madrid-barcelona-la-liga-match-report\">The match finished 3-1</a>; in one night they had scored as many against Diego Simeone’s side as in the whole of the previous season. Messi, Neymar and Luis Su&aacute;rez got them, the first time the trio had all scored in the same game, but not the last. And after the match, Messi appeared again. “Stop throwing shit,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jan/12/lionel-messi-barcelona-unite-crisis-for-now\">he said</a>.</p> \n<p>There was something different about Barcelona: aggressive, driven, hyperactive, their best performance of the season. Maybe they had won thanks to the crisis, not because of it. Confronted by their own collapse, handed an external enemy against whom they could cohere, a point to prove, a last chance perhaps, they had pulled back from the abyss. The crisis management had been effective; the question was whether it would be lasting. Luis Enrique was asked afterwards if he thought the crisis had gone. “No,” he said, “next time we lose it will be back.”</p> \n<p>It wasn’t back because they did not lose, not often. “Everything changed,” Messi later admitted. Players may have still had their doubts, they may not have always appreciated the work done by their manager, but things were falling into place and they were certainly fitter than ever before. Compromises were made, differences were diminished, the relationship reconstructed. With victory came union, a shared purpose. “We believed at difficult moments,” Javier Mascherano said on Sunday. “We overcame adversity. We laughed when we had to laugh and suffered when we had to suffer.” His message on Sunday night was important; his message that night, following the 3-1 win, was even more vital. The Chief playing chief. </p> \n<p>Beating Atl&eacute;tico then was the start; beating them now was the end. Barcelona won six in a row, lost once, won six in a row again, then drew one, then won six in a row again. They went an entire <em>vuelta</em>, playing every team in the league, winning 17, drawing one and losing one. Then it came to Atl&eacute;tico again, and they won at the Calder&oacute;n to clinch the title: 52 of 57 points. And that was just the league; they also reached the Copa del Rey final, beating Atl&eacute;tico twice more en route – from no wins in six last season to four wins in four this. And they reached the Champions League final in Berlin, winning in Manchester and Paris and beating Bayern, a game of powerful symbolism. </p> \n<p>Since beating Atl&eacute;tico in January, Barcelona have won 29 and lost only two in 32: that league match against M&aacute;laga and last week’s defeat in Munich, a defeat of little consequence. “If you lose, they kill you; if you play OK or well, they still criticise,” Luis Enrique said. Even as they were winning, there were debates about the style, about whether they were really that good. But slowly they slipped away. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/mar/23/barcelona-real-madrid-luis-suarez\">Beating Madrid helped</a>; the way they won in Manchester and Paris helped even more. By the time Pep Guardiola described them as the best counterattacking team in the world, it did not sound like such a dirty word because they <em>also</em> counterattacked, they did not <em>only</em> counterattack. “Our games don’t look like handball any more,” Gerard Piqu&eacute; said.</p> \n<p>There is a photograph from that Atl&eacute;tico game that will probably come to define this season: Messi, Su&aacute;rez and Neymar running off celebrating together, an arm around each other’s shoulders. On Sunday night, Su&aacute;rez was forced to sit out with a calf injury but when the final whistle went he ran on like the rest of them, wearing his shirt, piling into the celebratory circle. Another picture was taken: Messi, Neymar and Su&aacute;rez again, celebrating the title, secured with their 115th goal this season. “I have never seen a trio like it,” Piqu&eacute; said this week. It seemed obvious now but at that point back in January, no one else had really seen it yet.</p> \n<figure class=\"element element-image\" data-media-id=\"8bdf8e154271bff6e77e74d5fac505ab075f06ac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431951708654/9b9e676f-7d66-4eeb-9ad0-5f450c9031b5-460x283.jpeg\" alt=\"Barcelona's Luis Su&aacute;rez, Neymar and Lionel Messi celebrate a goal in the 3-1 win over Atl&eacute;tico Madrid on 11 January.\" width=\"460\" height=\"283\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barcelona’s Luis Su&aacute;rez, Neymar and Lionel Messi celebrate a goal in the 3-1 win over Atl&eacute;tico Madrid on 11 January.</span> \n  <span class=\"element-image__credit\">Photograph: Albert Gea/Reuters</span> \n </figcaption> \n</figure> \n<p>Su&aacute;rez had arrived late, not making his debut until week nine. He has 16 league goals now; his goal against Atl&eacute;tico that night in January was only his second. It took a while. Su&aacute;rez admitted that Messi had encouraged his shift of position back into the middle. The three men, who genuinely get on well, compliment each other perfectly. Su&aacute;rez has been exactly what they needed, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/mar/23/barcelona-real-madrid-luis-suarez\">scoring the winner in the <em>cl&aacute;sico</em> which set up this title challenge</a> and embodying the shift in style. Neymar has over 20 goals more than last season. As for Messi, well, he’s Messi. 54 goals, 30 assists and that surreal sensation that however good the stats are they’re still not good enough.</p> \n<p>Around them, the team has got ever stronger. They have kept 23 clean sheets, conceding just 19 this season. “The numbers say much,” Luis Enrique noted. The midfield have started to dominate too. At times it felt like this season was not about the midfielders, victims of a more direct style, running more than they were passing. But the feeling in these final weeks is the complete opposite. Here, they were at the heart of it once more. </p> \n<p>Cava was sprayed. Players shouted and bounded up and down. There may be two finals left, and there will be no open top bus parade until the end, but Barcelona’s players and staff insisted that they would be celebrating this properly and supporters headed down the Ramblas with fireworks and flags. Outside the Calder&oacute;n, the team bus lurched back and forwards awkwardly trying to squeeze its way through a tiny gap. Perhaps they should have let Messi drive. At 10pm, it finally edged its way uneasily onto the M30 and set off towards Barajas airport and from there to El Prat, where more fans were waiting. </p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-66c610dd-064c-4fa8-a90e-d652f6653ddb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431952352073/d089337b-de4f-4b57-b950-53135be91d04-460x276.jpeg\" alt=\"Barcelona's players celebrate winning La Liga after the 1-0 victory at Atl&eacute;tico Madrid.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barcelona’s players celebrate winning La Liga after the 1-0 victory at Atl&eacute;tico Madrid.</span> \n  <span class=\"element-image__credit\">Photograph: Cesar Manso/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>On board, Su&aacute;rez was contemplating his first real league title and he was not alone. This was a first for Neymar too, and for Mathieu and for Ivan Rakitic. “I can’t describe how I feel,” Mathieu said. “My throat hurts from celebrating,” Rakitic smiled. “This is very important to me … I don’t know about the others. Xavi, Iniesta, Messi – they have won lots of titles.”</p> \n<p>This was Xavi’s 23rd title for his club; Messi has already won seven leagues in a 10-year career, plus three European Cups; Iniesta scored the winning goal in the World Cup final. Alongside Piqu&eacute;, Dani Alves, Sergio Busquets and Pedro, they might even win a second treble, something no other club in European football has ever done. But you need only see them bound past underneath the stand at the Calder&oacute;n and out through the iron doors at the north end to the bus to see that it mattered to them, really mattered. Not least because four months ago, few thought it was really possible. But then that night Barcelona beat Atl&eacute;tico Madrid. And on Sunday night they beat them again. </p> \n<h2>Talking points</h2> \n<p><span class=\"bullet\">•</span> And so here we are … with one week to go, the title is decided and so is one of the relegation spots (C&oacute;rdoba are down), but pretty much everything else is still open.</p> \n<p><span class=\"bullet\">•</span> Atl&eacute;tico (77 points) and Valencia (74) are still fighting for third place and direct qualification for the Champions League. Valencia could yet not reach the Champions League at all: they’re fourth with 74 points and Sevilla are just one point behind them in fifth (on 73). Next up: M&aacute;laga v Sevilla, Granada v Atl&eacute;tico, Almer&iacute;a v Valencia.</p> \n<p><span class=\"bullet\">•</span> Two-nil down, Athletic Bilbao won 3-2, with I&ntilde;aki Williams getting a 93rd-minute winner, making him the first black player to ever score in La Liga for Athletic and meaning that they are well placed to take seventh place, very likely to be the final Europa League slot. They’re on 52 points with M&aacute;laga on 50 and Espanyol on 49. Next up: M&aacute;laga v Sevilla, Athleticv Villarreal, Celta v Espanyol (Villarreal are guaranteed sixth). </p> \n<p><span class=\"bullet\">•</span> Granada’s miracle continues. They won 3-0 at Real Sociedad, their third win in a row under their new manager, Jos&eacute; Ram&oacute;n Sandoval, having previously won just four in 33 games all season. Meanwhile, Eibar could only draw 1-1 at Getafe and Almer&iacute;a were beaten by Sevilla, despite having taken the lead. Deportivo’s win against Levante gives them a chance of survival but their opponents emerged safe for another season. It’s not done by any means, particularly when you look at the fixtures waiting each team. Eibar (against C&oacute;rdoba) and Deportivo (against Barcelona) face teams with nothing to play for, although visiting the Camp Nou won’t be easy for the latter, while relegation battlers and third place chasers meet in the other two games at the bottom. Going into the final week, it looks like this: C&oacute;rdoba 20 and down; Almer&iacute;a 32 (with the possibility of having three points deducted still); Eibar 32; Deportivo 34; Granada 34. Next up: Granada v Atl&eacute;tico, Eibar v C&oacute;rdoba, Almer&iacute;a v Valencia, Barcelona v Deportivo.</p> \n<p><strong>Results: </strong>Atl&eacute;tico 0-1 Barcelona, Espanyol 1-4 Real Madrid, C&oacute;rdoba 1-2 Rayo, Villarreal 2-1 M&aacute;laga, Valencia 1-1 Celta, Sevilla 2-1 Almer&iacute;a, Getafe 1-1 Eibar, Elche 2-3 Athletic, Deportivo 2-0 Levante, Real Sociedad 0-3 Granada.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431952156841/3b9baaa5-acac-43d7-885c-4d8461d8999b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Cesar Manso/AFP/Getty Images","altText":"Barcelona's players celebrate winning La Liga after the 1-0 victory at Atlético Madrid.","cleanCredit":"Photograph: Cesar Manso/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431951708927/9b9e676f-7d66-4eeb-9ad0-5f450c9031b5-1020x627.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":627,"width":1020,"orientation":"landscape","caption":"Barcelona’s Luis Suárez, Neymar and Lionel Messi celebrate a goal in the 3-1 win over Atlético Madrid on 11 January. Photograph: Albert Gea/Reuters","credit":"Albert Gea/Reuters","altText":"Barcelona's Luis Suárez, Neymar and Lionel Messi celebrate a goal in the 3-1 win over Atlético Madrid on 11 January.","cleanCaption":"Barcelona’s Luis Suárez, Neymar and Lionel Messi celebrate a goal in the 3-1 win over Atlético Madrid on 11 January.","cleanCredit":"Photograph: Albert Gea/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431952156431/3b9baaa5-acac-43d7-885c-4d8461d8999b-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Barcelona’s players celebrate winning La Liga after the 1-0 victory at Atlético Madrid. Photograph: Cesar Manso/AFP/Getty Images","credit":"Cesar Manso/AFP/Getty Images","altText":"Barcelona's players celebrate winning La Liga after the 1-0 victory at Atlético Madrid.","cleanCaption":"Barcelona’s players celebrate winning La Liga after the 1-0 victory at Atlético Madrid.","cleanCredit":"Photograph: Cesar Manso/AFP/Getty Images"}],"webPublicationDate":"2015-05-18T12:54:10Z","lastModified":"2015-05-18T13:14:58Z","metadata":{"commentable":true,"commentCount":299,"contributors":[{"name":"Sid Lowe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sidlowe"}],"feature":true,"keywords":["La Liga","Barcelona","European club football","Football","Sport"],"tags":[{"id":"football/laligafootball","webTitle":"La Liga"},{"id":"football/barcelona","webTitle":"Barcelona"},{"id":"football/europeanfootball","webTitle":"European club football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Sid Lowe","topic":{"type":"tag-contributor","name":"profile/sidlowe"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/may/18/barcelona-la-liga-champions-sid-lowe","shortUrl":"http://gu.com/p/4927z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/may/18/barcelona-la-liga-champions-sid-lowe","webUri":"http://www.theguardian.com/football/blog/2015/may/18/barcelona-la-liga-champions-sid-lowe"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456760773","source":"SNTV","durationInSeconds":85,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/18/barcafans_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/18/barcafans.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/18/1431941617887/KP_230113_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Barcelona fans jubilant after La Liga victory - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Barcelona fans jubilant after La Liga victory - video","cleanCaption":"620x372 trailpic for Barcelona fans jubilant after La Liga victory - video"}}},"importance":3,"byline":{"title":"Sid Lowe"},"showQuotedHeadline":true}],"lastModified":"2015-05-19T08:27:59Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}