{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Premier League: / 10 talking points from this weekend’s action","rawTitle":"10 talking points from this weekend’s action","item":{"type":"article","id":"football/blog/2015/may/25/premier-league-talking-points","title":"Premier League: 10 talking points from this weekend’s action","trailText":"Louis van Gaal has a definite transfer plan, Theo Walcott is in with a chance of leading the Arsenal line in the FA Cup final and  can Chelsea get even better","standFirst":"Louis van Gaal has a definite transfer plan, Theo Walcott is in with a chance of leading the Arsenal line in the FA Cup final and can Chelsea get even better","byline":"Guardian sport","body":"<h2>1) Van Gaal has a definite transfer plan</h2> \n<p>“I have talked with every player I think I have to talk to,” Louis van Gaal said, “I know which players have to go and which have to come.” It was a slightly disarming aside midway through an otherwise tediously routine post-match press conference, during which Manchester United’s manager seemed more taken with the passion of Hull City’s fans than with an end-of-term nil-nil for his evolving team-in-progress.</p> \n<p>There was a slight element of double take about it, though. Last year Van Gaal was frustrated by his inability to get his squad by the scruff of its neck during a congested tournament year. And while he also dropped in how much he was looking forward to his holidays in Belgium, either side of the Summer of Louis there is clearly plenty of transfer business trussed and ready to go. So who’s on the way out?</p> \n<p>Current intelligence, rumour and guesswork suggests some combinations – possibly – of the following: David de Gea (to Real Madrid, possibly); Radamel Falcao (back to France or similar); Jonny Evans (to Everton); Adnan Januzaj (ditto on loan); &Aacute;ngel Di Mar&iacute;a (PSG perhaps? Pace Ronaldo …); Rafael (anyone who’ll have him). The question of new arrivals is more intriguing. Money will be spent in the key areas down the spine of the team – striker, central midfield and centre half – while United also need a genuine right back and a new goalkeeper.</p> \n<p>Some names have already been suggested. Bastian Schweinsteiger would be a great signing, on two-years-ago’s form. There are few obvious striking contenders, although Alexandre Lacazette is on everyone’s shopping list. Petr Cech’s name has been mentioned. Otherwise Van Gaal might just have some surprises up his sleeve. Either way, United have a plan this summer. And it will at least, this time around, be the manager’s own. <strong>Barney Ronay</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/hull-city-manchester-united-premier-league-match-report\" title=\"\">Match report: Hull 0-0 Manchester United</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/23/david-de-gea-manchester-united-real-madrid-louis-van-gaal-premier-league\" title=\"\">Goals are most striking need for Manchester United</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/radamel-falcao-manchester-united-told-he-can-leave-louis-van-gaal\" title=\"\">Van Gaal tells Falcao he is not wanted next season</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/radamel-falcao-manchester-united-form-premier-league-colombia\" title=\"\">Falcao: a fallen superhero who deserves sympathy</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/radamel-falcao-manchester-united-told-he-can-leave-louis-van-gaal\" title=\"\">Van Gaal tells Falcao he can leave the club</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/24/steve-bruce-hull-city-support-relegation\" title=\"\">Bruce hails Hull City support but faces striking facts over relegation</a> \n</blockquote> \n<h2>2) Newcastle could do with keeping Janmaat</h2> \n<p>Graham Carr, Newcastle’s super scout, has lost his magic transfer market touch a little in the past couple of years but the acquisition of the Holland right back, Daryl Janmaat, from Feyenoord last summer represented a return to form. In an indescribably awful season for the Tyneside club Janmaat has impressed – and did so again against West Ham. Not surprisingly, Manchester United, Liverpool and Southampton are said to want him. Their overtures must be resisted. In what should be a major summer clear-out on Tyneside, a top priority for the powers that be at St James’ Park is keeping Janmaat. <strong>Louise Taylor</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/newcastle-united-avoid-relegation-jonas-gutierrez-west-ham\" title=\"\">Match report: Newcastle 2-0 West Ham</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/west-ham-sam-allardyce-contract-not-renewed\" title=\"\">West Ham confirm Allardyce’s contract will not be renewed</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/sam-allardyce-west-ham-exit-steve-bruce-hull\" title=\"\">Allardyce says he agreed exit as Bruce faces Hull questions</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/mike-ashley-newcastle-united-not-for-sale\" title=\"\">Ashley: Newcastle United is not for sale until the club wins a trophy</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/24/mike-ashley-newcastle-jonas-gutierrez-st-james-park\" title=\"\">Louise Taylor: Ashley in for long haul as Guti&eacute;rrez signs off in style</a> \n</blockquote> \n<h2>3) Sterling’s non-appearance points to breakdown</h2> \n<p>Not since 1963 had Liverpool lost so heavily and, on the back of a dismal two-month period, the inquest after the 6-1 defeat at Stoke City focused on Brendan Rodgers’ future. Was the team and, by extension, the manager’s job prospects in a terminal state? As a consequence, Rodgers was only lightly grilled over his decision to drop Raheem Sterling, after the winger’s relationship with the club had deteriorated further last week. “With Raheem, I felt there has been a lot going on and I just felt that there were other players mentally better positioned to play in the game,” Rodgers said. On Friday, the sense had been that Rodgers was ready to include Sterling in his starting line-up but the non-selection revealed that the player’s thoughts are elsewhere. When a player has effectively lost the will or ability to do his job properly and/or the manager feels he cannot pick him, the road to reconciliation looks awfully long. <strong>David Hytner</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/liverpool-brendan-rodgers-owners-manager-apologises-fans-stoke-city\" title=\"\">Rodgers: if owners want me to go, I go. It’s as simple as that</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/stoke-city-liverpool-premier-league-match-report\" title=\"\">Match report: Stoke 6-1 Liverpool</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/24/how-does-raheem-sterling-score-against-ronaldo-messi-age-20\" title=\"\">How does Sterling score against Ronaldo and Messi at 20?</a> \n</blockquote> \n<h2>4) This Chelsea team can still improve</h2> \n<p>Chelsea’s dominance this season has been plain for all to see. They have topped the division for 274 days, are the only club in the 92 to remain unbeaten at home all term and have eclipsed their nearest challengers by eight points having actually claimed the title three weeks ago. Yet the sight of eight members of the side who had won this club’s first championship in half a century lining up on the turf prior to kick-off had offered a reminder that the current team, perhaps terrifyingly for their nearest challengers, remains a work in progress.</p> \n<p>Jos&eacute; Mourinho has built a dominant team in these parts before. There, on the pitch, were William Gallas, Alexei Smertin, Carlo Cudicini, Eidur Gudjohnsen, Claude Mak&eacute;l&eacute;l&eacute;, Geremi, Paulo Ferreira and Ricardo Carvalho, to be joined by Didier Drogba, Petr Cech and John Terry from the current squad, all celebrating that first success a decade on. Not all of those were Mourinho signings, but they revelled under his stewardship to take Chelsea back to the pinnacle. “Now that team of 2005 is over, finished,” said the manager. “Only John and Petr are still at the club now that Didier has gone. I belong to two generations. To have come back [last season] for the end of my team was hard. To see Ashley Cole, Frank Lampard and Michael Essien leave, and now Didier, is very hard for me. But my job is Chelsea’s future, and that is this team that we’ve been developing the last few years.”</p> \n<p>The likes of Eden Hazard, Thibaut Courtois, C&eacute;sar Azpilicueta, Diego Costa, Nemanja Matic, Oscar, even Cesc F&agrave;bregas – not to mention the cream of the youth players who emerged at half-time on Sunday to show off the three trophies they have claimed this term – can only emerge stronger from this campaign. They will attack next season with as much relish, determined to retain their trophy and make proper inroads into the Champions League. Mourinho set them a challenge post-match: to follow up this success with a similar haul to that achieved by his first side at this club. “That’s what makes the difference between someone who is a champion and ’the champions’,” he added. The chasing pack should beware. <strong>Dominic Fifield</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/chelsea-sunderland-premier-league-match-report\" title=\"\">Match report: Chelsea 3-1 Sunderland</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/23/chelsea-jose-mourinho-premier-league-title-liverpool-manchester-city-united-arsenal\" title=\"\">Chelsea boring? No, but rivals risk falling short again</a> \n</blockquote> \n<h2>5) Ag&uuml;ero deserves more credit</h2> \n<p>Manuel Pellegrini grinned knowingly in one of his pre-match press briefings on Friday when asked, tongue-in-cheek, if he thought there was a conspiracy against him and Manchester City players but, in the case of his Argentina forward Sergio Ag&uuml;ero, there may be some substance to the question. The topic was raised with the City manager in the context of Jos&eacute; Mourinho winning the LMA manager of the year award this season, an accolade for which Pellegrini was snubbed 12 months ago despite an identical list of honours – Premier League and Capital One Cup. Pellegrini, however, pointed to his predecessor Roberto Mancini being similarly overlooked for honours, along with Yaya Tour&eacute; last season and, more relevantly, Ag&uuml;ero this. His effort against Southampton left Ag&uuml;ero with 26 goals for the league season and the Golden Boot award, five ahead of his closest challenger, Harry Kane.</p> \n<p>It is Ag&uuml;ero’s highest return in a City league career in which he has now scored 77 times in 118 league games – an astonishing four-year ratio of one goal every 1.5 appearances. Yet, just as astonishing, Ag&uuml;ero not only failed to make the six-man shortlist for the PFA player-of-the-year award this season but was not considered worthy of a place in the PFA Team of the Year – Kane and Diego Costa winning selection to the forward positions. Pellegrini refuses to take a leaf out of Mourinho’s book and scream “conspiracy” but it is hard to imagine what more Ag&uuml;ero can do, beyond this season’s 26 goals in 31 league games, to receive any plaudits.</p> \n<p>However, if his manager is correct, Ag&uuml;ero is only going to become an even more complete player in the years to come, perhaps making it impossible for him to be overlooked for individual awards. “I work with him every day and know what a player he is,” said Pellegrini. “It is very important for him to win the Golden Boot for the first time in his career. I am sure we will see the next years of Kun as a better player. He has chances to continue improving. He is improving in the way he understands what football is and his contribution to our team.” <strong>Ian Whittell</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/manchester-city-southampton-premier-league-match-report\" title=\"\">Match report: Manchester City 2-0 Sunderland</a> \n</blockquote> \n<h2>6) Could Walcott lead the line at Wembley?</h2> \n<p>Tony Pulis was hoping that West Bromwich Albion’s defence would be spared from trying to cope with Theo Walcott’s pace. “Walcott is outstanding as a front player,” West Brom’s manager said after his side’s 4-1 defeat to Arsenal. “His movement is first class and you know he’s going to score goals.” Pulis had just seen Walcott demolish his West Brom defence by scoring a hat-trick in the space of 33 minutes in the first half and the question now is whether he should start instead of Olivier Giroud when Arsenal face Aston Villa in the FA Cup final on Saturday. Giroud has been out of form in the past month and has not scored since 4 April, so Walcott’s speed and ruthlessness as a finisher could be the answer for Arsenal at Wembley. <strong>Jacob Steinberg</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/arsenal-west-bromwich-albion-premier-league-match-report\" title=\"\">Match report: Arsenal 4-1 West Bromwich Albion</a> \n</blockquote> \n<h2>7) Kane’s busy summer may prove problematic for Pochettino</h2> \n<p>Harry Kane, once again, made all the difference for Tottenham Hotspur as he provided the clinical edge to turn a dominant performance into victory against Everton and registered his 21st Premier League goal of the season. In doing so, he underlined why Mauricio Pochettino has such misgivings about his inclusion in the European under-21s championship this summer and its subsequent impact on Spurs’ start to the next season. The Tottenham manager plans to rest Kane after his summer exertions in the Czech Republic despite the inevitable repercussions at club level. He also made it clear, just moments after the 1-0 win at Goodison Park, that the club’s aim for 2015-16 has to be Champions League qualification. An upgrade on Roberto Soldado will be required this summer to compensate for the likely loss of Kane in early August and to strengthen those ambitions. <strong>Andy Hunter</strong></p> \n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/everton-tottenham-hotspur-premier-league-match-report\" title=\"\">Match report: Everton 0-1 Tottenham</a></p> \n<h2>8) Pearson deserves great credit for holding his nerve</h2> \n<p>On 22 February Leicester City, bottom of the Premier League, were four points adrift of 17th-placed QPR. Twelve games later, they have completed the season 11 points and six places ahead of the London club and both sides’ recent form has been such that barely an eyebrow was raised at the margin of their victory on Sunday. The two have provided perfect case studies in how and how not to handle promotion to the Premier League and it is hard to escape the conclusion that a few years quietly rebuilding further down – how far further could yet depend on how the FFP scenario plays out – would not be a bad idea for a QPR setup that continues to send eyeballs rolling towards the heavens.</p> \n<p>Leicester, for their part, would not have banked on winning seven of their final nine games but their survival – much like their ascent – has been a triumph of perseverance and a tribute to the confident pragmatism of Nigel Pearson. It was fashionable to focus on Pearson’s abrasiveness while his team floundered but he made few significant changes to the structure of a side that had been developed carefully over three and a half years – aware that Leicester were performing creditably most weeks and falling foul of fine margins inside both boxes. Leicester’s collective performance levels have not altered dramatically but their efficiency has and the excellent late-season form of the 34-year-old Esteban Cambiasso, who visibly warmed to life in the Premier League, was a major factor too. Pearson will doubtless make some changes in the summer but deserves huge credit for holding his nerve when many around him – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/feb/08/nigel-pearson-sacked-leicester-james-mcarthur-incident\" title=\"\">including, if rumours at the time were to be believed, his board</a> – seemed on the verge of losing theirs. <strong>Nick Ames</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/leicester-city-qpr-premier-league-match-report\" title=\"\">Match report: Leicester 5-1 QPR</a> \n</blockquote> \n<h2>9) Pardew’s Palace transformation should not be underestimated</h2> \n<p>It is some feat for a manager to finish a Premier League season reviled by one set of fans and toasted by another, but while Alan Pardew takes no pleasure in the situation that spiralled out of control at Newcastle he is deservedly thrilled by the turnaround he has wrought at his spiritual home in south London since January. Palace’s win over Swansea was a sedentary affair, cheered only by Marouane Chamakh’s first league goal since 23 August, but it gave them a top-10 finish and underlined the fact that Pardew – who took over when the club were 18th in the table with 17 points from 20 games – has engineered a turnaround to match Pearson’s. They have averaged 1.7 points a game since he arrived and similar form over an entire season would have seen them finish fifth. It is second time lucky for chairman Steve Parish after his experiment with Neil Warnock failed but Palace look well set for an exciting future. Upwardly-mobile London clubs are an ever more attractive prospect for players and investors alike, and Pardew has stressed that he needs to “buy some quality” if Palace are to push on. Retaining some would come in handy too and Pardew’s biggest achievement has perhaps come in coaxing consistent form from Yannick Bolasie and Jason Puncheon, two talented but previously erratic journeymen who would each now command an eight-figure fee. It feels as if the right manager is at the right club this time, and much more of this from Pardew will create a highly positive impression of a career in which it has often been hard to tell exactly how good he is. <strong>Nick Ames</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/crystal-palace-swansea-city-premier-league-match-report\" title=\"\">Match report: Crystal Palace 1-0 Swansea</a> \n</blockquote> \n<h2>10) Benteke and Ings would be a good fit for Liverpool</h2> \n<p>If Liverpool had a scout at Villa Park, she/he would have appreciated the contributions of two strikers who could feasibly help ease the goalscoring burden at Anfield. Christian Benteke, with 12 goals in his last 12 games for Aston Villa, is a powerhouse oozing confidence and power while Danny Ings, claiming an 11th goal of a season which he ends as a free agent, has excellent mobility and close control. In days gone by, they might even have been an ideal front pairing, a latter day John Toshack and Kevin Keegan.</p> \n<p>While Liverpool will be mourning Sunday’s events at the Britannia Stadium, they should move for Ings quickly. The England Under-21 striker not only has goals, youth and the ability to link play adroitly, he displays a hunger to press defenders and work for the cause. He’s not Luis Su&aacute;rez just yet but, for where Liverpool are now, they could do a lot worse.</p> \n<p>The case for Benteke is quite different. While he held his hands together in a silent appreciation of the Holte End that could have been perceived as a farewell, having promised not to discuss his future until after Saturday’s FA Cup final with Arsenal, the Belgian giant would surely cost &pound;30m. But while he is imposing when galloping at defenders and a great target for teams willing to play forward quickly, Benteke takes an extra second to get the ball out of his feet and is not suited to sides such as Arsenal and Liverpool who like to create quick passing triangles to open defences up in the final third. Maybe he will stay at Villa but if he moves to another English club, Manchester United’s willingness to mix their game up with long diagonals could suit Benteke down to the ground – and up in the air. <strong>Peter Lansley</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/aston-villa-burnley-premier-league-match-report\" title=\"\">Match report: Aston Villa 0-1 Burnley</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/23/aston-villa-tim-sherwood-fa-cup-final-arsenal-football\" title=\"\">Sherwood eager to take game to Arsenal in FA Cup final</a> \n</blockquote>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432537155735/c2974542-16c4-4011-8449-e6f62916b1c1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Corbis, Action Images, Reuters, Plumb Images","altText":"10 things compo","cleanCredit":"Photograph: Corbis, Action Images, Reuters, Plumb Images"}],"bodyImages":[],"webPublicationDate":"2015-05-25T07:49:28Z","lastModified":"2015-05-25T07:51:42Z","metadata":{"commentable":true,"commentCount":137,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Football","Sport","Chelsea","Manchester City","Manchester United","Arsenal","Liverpool","Tottenham Hotspur","Southampton","Swansea City","West Ham United","Stoke City","Everton","Crystal Palace","West Bromwich Albion","Aston Villa","Newcastle United","Hull City","Leicester City","QPR","Sunderland","Burnley"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/tottenham-hotspur","webTitle":"Tottenham Hotspur"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/swansea","webTitle":"Swansea City"},{"id":"football/westhamunited","webTitle":"West Ham United"},{"id":"football/stokecity","webTitle":"Stoke City"},{"id":"football/everton","webTitle":"Everton"},{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/westbrom","webTitle":"West Bromwich Albion"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"football/hullcity","webTitle":"Hull City"},{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/qpr","webTitle":"QPR"},{"id":"football/sunderland","webTitle":"Sunderland"},{"id":"football/burnley","webTitle":"Burnley"}],"section":{"id":"football"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"series":{"title":"Ten talking points from this weekend's action","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/ten-talking-points-weekend-action"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/may/25/premier-league-talking-points","shortUrl":"http://gu.com/p/4974b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/may/25/premier-league-talking-points","webUri":"http://www.theguardian.com/football/blog/2015/may/25/premier-league-talking-points"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432537155735/c2974542-16c4-4011-8449-e6f62916b1c1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"And we are done. Photograph: Corbis, Action Images, Reuters, Plumb Images","credit":"Corbis, Action Images, Reuters, Plumb Images","altText":"10 things compo","cleanCaption":"And we are done.","cleanCredit":"Photograph: Corbis, Action Images, Reuters, Plumb Images"}},"importance":7,"kicker":{"title":"Premier League:"},"showQuotedHeadline":false},{"title":"Today's matches","rawTitle":"Today's matches","item":{"type":"todaysMatches","todaysMatches":{"competitions":[{"name":"Championship","matches":[{"id":"3830366","status":"F","phase":"before","kickOff":"2015-05-25T14:00:00Z","competitionDisplayName":"Championship Play-Offs Final","homeTeam":{"id":"30","name":"Middlesboro","shortCode":"MID","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/30.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/middlesbrough"},"topic":{"displayName":"Middlesboro","topic":{"type":"football-team","name":"30"}}},"awayTeam":{"id":"14","name":"Norwich","shortCode":"NOR","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/14.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/norwichcity"},"topic":{"displayName":"Norwich","topic":{"type":"football-team","name":"14"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3830366","venue":"Wembley Stadium","topic":{"displayName":"Middlesboro vs Norwich (2015-05-25)","topic":{"type":"football-match","name":"3830366"}}}]},{"name":"Serie A","matches":[{"id":"3831122","status":"F","phase":"before","kickOff":"2015-05-25T16:00:00Z","competitionDisplayName":"Serie A","homeTeam":{"id":"26362","name":"Lazio","shortCode":"LAZ","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26362.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/lazio"},"topic":{"displayName":"Lazio","topic":{"type":"football-team","name":"26362"}}},"awayTeam":{"id":"26357","name":"Roma","shortCode":"ROM","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26357.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/roma"},"topic":{"displayName":"Roma","topic":{"type":"football-team","name":"26357"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3831122","venue":"Stadio Olimpico","topic":{"displayName":"Lazio vs Roma (2015-05-25)","topic":{"type":"football-match","name":"3831122"}}}]}]},"title":"Today's matches","style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","backgroundColour":"#ffffff","ruleColour":"#4bc6df","titleColour":"#333333","dateColour":"#999999","competitionColour":"#676767","teamColour":"#333333","scoreColour":"#676767","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","viewMoreColour":"#676767","colourPalette":"todaysMatches"},"lastModified":"2015-05-25T08:35:46Z","webPublicationDate":"2015-05-25T00:00:00Z","links":{"uri":"http://mobile-apps.guardianapis.com/items/todays-matches"}},"importance":6,"showQuotedHeadline":false},{"title":"Cricket / Stokes and Cook put England on front foot","rawTitle":"Stokes and Cook put England on front foot","item":{"type":"article","id":"sport/2015/may/24/ben-stokes-new-zealand-england","title":"Ben Stokes manhandles New Zealand attack to put England on front foot","trailText":"England hold the upper hand against New Zealand at Lord’s after Ben Stokes reached his second Test century at precisely a run a minute and Alastair Cook finally resurrected his Test match game","standFirst":"<span class=\"bullet\">•</span> England 389 &amp; 429-6; New Zealand 523\n<br />\n<span class=\"bullet\">•</span> Stokes’ 101 is fastest ever century at Lord’s","byline":"Mike Selvey at Lord's","body":"<p>Until Ben Stokes arrived at the crease midway through the afternoon session, it had unquestionably been Alastair Cook’s day. For 70 overs, the England captain had underpinned the England second innings, instrumental, along with Joe Root once more, in pulling the game round from potential catastrophe to a point where the match looked not only there for the saving, but actually to win. Cook was within two runs of his 27th Test match hundred when Root pulled a short ball as sweet as a nut straight to long-leg and departed, having made 84 of a fourth-wicket stand of 158, an alliance begun when Ian Bell was dismissed by the third ball of the morning.</p> \n<p>What ensued was staggering. One hundred and 13 years ago, in the final Test against Australia at The Oval, Gilbert Jessop, the Croucher, made 104 in 77 minutes, a phenomenal demonstration of hitting that in terms of time taken has not been equalled by an England batsman. Stokes, who made 92 in the first innings, reached his second Test century on Sunday at precisely a run a minute. There was no documentation of how many deliveries Jessop required and the over rate would certainly have been faster than the desultory pace these days, but among the 85 deliveries it took Stokes to reach three figures, there were 15 fours and three sixes, each of them pulled disdainfully into the crowd at the bottom side of the ground as Tim Southee suspected a weakness on the pull shot and tested out the middle of the pitch.</p> \n<p>It is a lesson Southee may have learned in the harshest manner, his six overs with the second new ball going for 53 runs, in the process the bowler adding an unwelcome hundred of his own in the second innings to go with that of the first. Lord’s has never seen a century more rapid, two deliveries faster than that of Mohammad Azharuddin in 1990, (a rather more deft innings, one might venture).</p> \n<p>By the time Stokes was out, edging an attempted slog-sweep to slip (there was just enough turn for Mark Craig to suggest some interest for Moeen Ali on the final day), Cook had added 24 to his own score, their fifth-wicket stand worth 132. By then, though, the game had been turned on its head in a manner that had the crowd entranced. By the close on the fourth day, one in which the pessimists had foreseen further New Zealand dominance and perhaps even England demise, it is the home side, at 429 for six, a lead of 295, who hold the upper hand. If the ball continues to swing on the final day and Moeen can continue the rhythm he rediscovered in the first innings, New Zealand could find survival tricky. Cook will resume on 153 and Moeen 19.</p> \n<p>In no way, though, should the sheer effrontery of Stokes in manhandling a fine New Zealand attack diminish the brilliance of Cook, who had warmed up for this match last Friday in the challenging environment of a match between Bedford Farmers and the Masters of Bedford School, his alma mater (he made nine).</p> \n<p>Watching this innings in the grandstand was his coach and mentor Graham Gooch, whose own status as a superlative opening batsman was in no small part based on the capacity to assess a pitch and the bowling, and make a judgment on which strokes would be appropriate and which should be kept in the locker. The strategy here was clear: the Black Caps’ seamers, swingers of the ball, would pursue a full length, inviting the sort of drive that did for Bell before many of the spectators had settled into their seats.</p> \n<p>So with almost puritanical self-denial, he refused to be drawn into the shot until well past his century, no matter how great the temptation. Instead, he cut, particularly the off-spinner Craig, who suffered from Brendon McCullum’s refusal to acknowledge that sometimes a spinner, especially one raw to international cricket, needs protection rather than the apparent encouragement of attacking fields (drying runs up can be productive too). Cook pulled, too, from midwicket to behind square, he worked it off his hips, he leg-glanced a couple of times, and all the while he collected his bread-and-butter runs around the corner. It was simple, pragmatic batting, with adherence to a game plan.</p> \n<p>The manner in which Cook batted in the latter part of the West Indies tour, particularly his century in England’s previous match in Barbados, showed that he had rediscovered the synchronised timing of foot movement and strokeplay that makes one contingent on the other but done without thought. The resurrection of his Test match game, though, which has also involved an opening up of his stance a little to counter a propensity to play around his front pad, began last summer as the series against India progressed.</p> \n<p>If a century had been a long time arriving, he was at least starting to put the sort of scores together consistently that suggested more profitable things to come: including this innings he has averaged more than 61 in his last nine matches. This innings was simply outstanding against both new balls, especially the first, but chanceless only up to a point: twice, when in three figures, he was recipient of the benevolence of the umpire S Ravi, who gave not out lbw decisions that any other umpire might reasonably have deemed otherwise, the batsman saved on each reviewed occasion by the merest smidgeon of an umpire’s call. Ravi should be on his Christmas card list: Cook may not be so lucky on another occasion.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/24/1432492121565/Ben-Stokes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ben Stokes reached three figures off 85 deliveries, with 15 fours and three sixes in the first Test between England and New Zealand. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Ben Stokes","cleanCaption":"Ben Stokes reached three figures off 85 deliveries, with 15 fours and three sixes in the first Test between England and New Zealand. Photograph: Philip Brown/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-24T18:29:23Z","lastModified":"2015-05-24T23:15:01Z","metadata":{"commentable":true,"commentCount":481,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Ben Stokes","Sport","Cricket"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/ben-stokes","webTitle":"Ben Stokes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/24/ben-stokes-new-zealand-england","shortUrl":"http://gu.com/p/4979m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/24/ben-stokes-new-zealand-england","webUri":"http://www.theguardian.com/sport/2015/may/24/ben-stokes-new-zealand-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/24/1432492121565/Ben-Stokes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ben Stokes reached three figures off 85 deliveries, with 15 fours and three sixes in the first Test between England and New Zealand. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Ben Stokes","cleanCaption":"Ben Stokes reached three figures off 85 deliveries, with 15 fours and three sixes in the first Test between England and New Zealand. Photograph: Philip Brown/Reuters"}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false},{"title":"Preston 4-0 Swindon / Beckford runs riot at Wembley","rawTitle":"Beckford runs riot at Wembley","item":{"type":"article","id":"football/2015/may/24/preston-north-end-swindon-town-league-one-play-off-final-match-report","title":"Preston finally promoted as Jermaine Beckford runs riot against Swindon","trailText":"Preston have finally been promoted through the play-offs after Jermaine Beckford ran riot against Swindon","standFirst":"","byline":"Sachin Nakrani at Wembley","body":"<p>Half an hour of this contest still had to be played but Preston’s supporters knew their play-off jinx was finally over. They had just seen Jermaine Beckford sweep the ball in to complete a hat-trick and put his team 4-0 up and, almost as one, those in white rose to their feet and chanted: “We are going up! We are going up!” The sense of joy and relief was tangible.</p> \n<p>On nine previous occasions Preston have attempted to secure promotion via the play-offs and every time they have been denied. It has become a weight on the club’s shoulders, a sequence they have been desperate to end, and Simon Grayson’s men did just that here.</p> \n<p>They were simply too much for Swindon, from first minute to last, playing with a level of intensity and ruthlessness that had Mark Cooper’s men gasping for air as early as the third minute, when Beckford struck for the first time. It was 3-0 by half-time and, ultimately, it could be said justice was done given Preston narrowly missed out on automatic promotion on the final day of the League One season and finished 10 points above Swindon. Whichever way you look at it, they fully deserve this long-awaited triumph.</p> \n<p>“We had two weeks to prepare for this match and it’s full credit to the players that they turned up on the day and executed the gameplan to a tee,” said Grayson. “We showed character and determination and finished off a job we should have completed two weeks ago.”</p> \n<p>Beckford was the undoubted star. Cooper said as much when he identified the forward as the fundamental reason why his team were so soundly beaten, and on a muggy evening came a display to remind people why five years ago he was being signed by Everton and deemed good enough to play in the Premier League.</p> \n<p>The 31-year-old was a constant menace as part of Preston’s three-man attack alongside Paul Gallagher and Joe Garner, bullying defenders, running into space and, crucially, scoring goals. His first was a close-range finish from a free-kick he won himself, while the second was a precisely placed curled finish from the edge of the area after he had quickly turned Jordan Turnbull.</p> \n<p>The third was a left-footed finish into the far corner of the net after he had been sent clean through by Garner, and with it came a place in the history books as he became just the third player to score a hat-trick in a Wembley play-off final, following on from Charlton’s Clive Mendonca and Swansea’s Scott Sinclair.</p> \n<p>Not surprisingly Beckford was given a standing ovation from the Preston fans upon being substituted on 67 minutes – with two fans later accused of taking the shirt he had given to a young boy upon finding his place on the bench and immediately putting it on eBay. Having now scored 18 goals since arriving from Bolton on loan in November Preston’s hope will be that he is part of the club’s Championship squad next season. Beckford has already been told by his parent club that he is no longer required there.</p> \n<p>“[Getting promoted] makes it easier to keep Jermaine as we can now compete financially,” said Grayson. “But money has never been his motivation, he just wants to enjoy what he’s doing and that’s what he has here. We have a special relationship and I hope we can keep that going.”</p> \n<p>Another player Grayson will hope he can now keep is Gallagher, who is on loan from Sheffield United and made a telling contribution prior to being replaced on 37 minutes after taking a kick to the calf. Having set up Beckford for the opener with a left-sided delivery, he did the same 10 minutes later, this time putting in a cross that Paul Huntington converted from close-range with the inside of his knee.</p> \n<p>Huntington was completely unmarked as he struck, which summed up Swindon’s sloppiness and lack of focus on a day when, as Cooper admitted, the team let themselves down.</p> \n<p>Having conceded five times in their madcap semi-final second leg tie against Sheffield United, the Robins were far too open again at the back, while going forward they rarely looked liked the fluid, possession-based team that had secured fourth place in League One against all expectations.</p> \n<p>In fairness, they were put off their stride by a Preston side that displayed ravenous hunger all over the pitch, and in particular in midfield where Neil Kilkenny, John Welsh and Daniel Johnson made numerous interceptions and tackles whenever their opponents in red did advance. Indeed it was telling that Swindon had their first, and only, effort on target in the 65th minute – a Jonathan Obika header that was comfortably held by Sam Johnstone.</p> \n<p>“The players are sore but they should feel proud, we’ve had a brilliant season,” said Cooper. Not as brilliant as Preston, though. They have been promoted via the play-offs. Finally.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/24/1432493768364/pne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Preston's Jermaine Beckford completes his hat-trick and makes it 4-0 in the final against Swindon Town. Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"pne","cleanCaption":"Preston's Jermaine Beckford completes his hat-trick and makes it 4-0 in the final against Swindon Town. Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-24T20:45:00Z","lastModified":"2015-05-24T23:20:03Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Sachin Nakrani","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sachinnakrani"}],"feature":false,"keywords":["League One","Preston North End","Swindon","Football","Sport"],"tags":[{"id":"football/leagueonefootball","webTitle":"League One"},{"id":"football/preston","webTitle":"Preston North End"},{"id":"football/swindon","webTitle":"Swindon"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Sachin Nakrani","topic":{"type":"tag-contributor","name":"profile/sachinnakrani"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/24/preston-north-end-swindon-town-league-one-play-off-final-match-report","shortUrl":"http://gu.com/p/4979c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/24/preston-north-end-swindon-town-league-one-play-off-final-match-report","webUri":"http://www.theguardian.com/football/2015/may/24/preston-north-end-swindon-town-league-one-play-off-final-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/24/1432493768364/pne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Preston's Jermaine Beckford completes his hat-trick and makes it 4-0 in the final against Swindon Town. Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"pne","cleanCaption":"Preston's Jermaine Beckford completes his hat-trick and makes it 4-0 in the final against Swindon Town. Photograph: Carl Court/Getty Images"}},"importance":5,"kicker":{"title":"Preston 4-0 Swindon"},"showQuotedHeadline":false},{"title":"Athletics / Dina Asher-Smith sets new British 100m record of 11.02sec","rawTitle":"Dina Asher-Smith sets new British 100m record of 11.02sec","item":{"type":"article","id":"sport/2015/may/24/dina-asher-smith-british-record-100m","title":"Dina Asher-Smith sets new British 100m record of 11.02sec","trailText":"Dina Asher-Smith became Britain’s quickest female sprinter of all time on Sunday after breaking the national 100m record at a meeting in the Netherlands","standFirst":"<span class=\"bullet\">•</span> Teenager beats mark set by Montell Douglas in 2008 by 0.03sec \n<br />\n<span class=\"bullet\">•</span> European champion Dafne Schippers wins in time of 10.94sec","byline":"Guardian sport","body":"<p>Dina Asher-Smith became Britain’s quickest female sprinter of all time on Sunday after breaking the national 100m record at a meeting in the Netherlands.</p> \n<p>The 19-year-old history undergraduate from King’s College London finished second behind the European champion Dafne Schippers at the FBK Games in Hengelo in a time of 11.02 seconds, beating the previous mark set by Montell Douglas in 2008 by 0.03sec. Asher-Smith’s time was 0.12sec faster than her previous best and came in her first 100m race of the outdoor season.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dinaashersmith/statuses/602591311439474688\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Sparkly new pb of 11.02 which also makes me the British record holder!!! WowWowWow! 😭😭😭😭😭😭😭😭😭😭😭😭😭😭</p>— Dina Asher-Smith (@dinaashersmith) \n  <a href=\"https://twitter.com/dinaashersmith/status/602591311439474688\">May 24, 2015</a>\n </blockquote> \n</figure> \n<p>Schippers – who also beat Asher-Smith to gold at the European Indoor Championships earlier this year, ran a Dutch record of 10.94sec, while Asha Philip, the reigning British 100m champion, also broke her personal best to finish third in 11.10sec – the third fastest time by a British woman. Chijindu Ujah, who ran 9.96sec in the men’s 100m at the same meeting last year, beat British rival Adam Gemili in a time of 10.09sec.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/24/1432491701664/Dina-Asher-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dina Asher-Smith finished second behind European champion Dafne Schippers at the FBK Games in Hengelo in a time of 11.02 seconds. Photograph: Olivier Morin/AFP/Getty Images","credit":"Olivier Morin/AFP/Getty Images","altText":"Dina Asher-Smith","cleanCaption":"Dina Asher-Smith finished second behind European champion Dafne Schippers at the FBK Games in Hengelo in a time of 11.02 seconds. Photograph: Olivier Morin/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-24T18:22:01Z","lastModified":"2015-05-24T23:00:50Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":false,"keywords":["Athletics","Sport"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/24/dina-asher-smith-british-record-100m","shortUrl":"http://gu.com/p/4979k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/24/dina-asher-smith-british-record-100m","webUri":"http://www.theguardian.com/sport/2015/may/24/dina-asher-smith-british-record-100m"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/24/1432491701664/Dina-Asher-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dina Asher-Smith finished second behind European champion Dafne Schippers at the FBK Games in Hengelo in a time of 11.02 seconds. Photograph: Olivier Morin/AFP/Getty Images","credit":"Olivier Morin/AFP/Getty Images","altText":"Dina Asher-Smith","cleanCaption":"Dina Asher-Smith finished second behind European champion Dafne Schippers at the FBK Games in Hengelo in a time of 11.02 seconds. Photograph: Olivier Morin/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Athletics"},"showQuotedHeadline":false},{"title":"Hull 0-0 Man Utd / Bruce's side relegated despite Fellaini's red card","rawTitle":"Bruce's side relegated despite Fellaini's red card","item":{"type":"article","id":"football/2015/may/24/hull-city-manchester-united-premier-league-match-report","title":"Hull City draw a blank against Manchester United and take the drop","trailText":"Hull City have finished 0-0 against Manchester United and will play next season in the Championship","standFirst":"","byline":"Barney Ronay at the KC Stadium","body":"<p>For Hull City this was a fond, meek, slightly disbelieving farewell. Steve Bruce’s game but toothless Tigers claimed the final relegation spot, an energetic 0-0 draw with Manchester United insufficient to lift them out of the bottom three. With Newcastle winning 2-0 at home this was always not one but two steps too far for the home team, who entered the final day knowing a win would be irrelevant without the dual defibrillation of victory for a demob-happy West Ham at St James’ Park.</p> \n<p>Instead, for the fans at least, this was a restrained but still mildly defiant farewell to the Premier League, marred by some sourness near the end after a reckless challenge by Marouane Fellaini on Paul McShane that earned him a straight red card.</p> \n<p>Overall Hull played with enough energy and invention to suggest things might have ended differently had they showed the same qualities more often over the past six months. Or indeed in the past few weeks given that Hull have not so much sunk towards relegation as crept in by stealth, entering the bottom three in May as Leicester went the other way.</p> \n<p>If there has been a lack of razor edge, or of any real drive in midfield, questions must surely be asked of Bruce’s transfer dealings. Something close to &pound;40m has been spent, mainly on a collection of generic Premier League old hands and familiar faces. Hull have been unlucky with injuries: with Nikica Jelavic and Robert Snodgrass fit things might have been different. But not, you sense, all that different.</p> \n<p>As Hull’s players trooped off in watery sunshine there was a slight sense of numbness from the home support. These have been curious times generally, with hostilities with the owner Hasem Allam in a state of wary ceasefire, and no more than a slight sense of bafflement at the way &pound;60m invested over two years has produced such an uninspiring team. Bruce has a new contract to marshal his team in the Championship.</p> \n<p>And Hull have a manageable wage bill staffed with players who could perform well at the lower level, without being so good they are likely to be lured away in a hurry. But these are still wary times for a club that is for all its ambition – and relegation is undoubtedly a blow to the global marketing plan – a minor power, reliant on soft loans from its quixotic tycoon owner</p> \n<p>From the start on a breezy, balmy day the stadium was not so much a cauldron of noise as a cauldron of polite, resigned expectancy. For United Wayne Rooney, the hammer of Hull in recent years, returned to the starting XI. David de Gea was missing and may yet have said his final goodbye depending on how a summer of epic-scale transfer wrangles shapes up. Radamel Falcao was also a no-show on the final day. So, no real change there then.</p> \n<p>As United settled into another bespoke Van Gaal styling, this time a 4-1-3-1-1, with Daley Blind in the anchor role and Angel Di Mar&iacute;a just behind Rooney, Hull found some space on the flanks. Twice Ahmed Elmohamady scampered in behind Marcos Rojo, the second time his cross-shot on the run bounced wide.</p> \n<p>Midway through the half Hull even had the ball in the net twice in two minutes. First Victor Vald&eacute;s was judged to have been fouled as he leapt for the ball and spilled it in front of McShane. Then Stephen Quinn’s low shot from the left crossed the line, but with two offside players obstructing the goalkeeper. The KC was, briefly, in uproar. On the touchline Bruce patrolled his rectangle with shoulders slumped. Still: no news from Newcastle was good news.</p> \n<p>With Arsenal beating West Bromwich Albion – wringing the last drop of life from United’s season in the process – the game settled into a nervous kind of stasis, a team sleepwalking towards relegation against another simply sleepwalking. For United Adnan Januzaj came on for the injured Di Mar&iacute;a and showed some twinkly touches.</p> \n<p>And there were some nice passing triangles from Rooney, Juan Mata and Ander Herrera, albeit with the air of a slightly sleepy cat toying with a doomed mouse.</p> \n<p>For Hull Robbie Brady looked lively on the left, twice delivering deep, drilled crosses that tested Vald&eacute;s’s handling in welcome-to-England style. On his full debut, United’s goalkeeper looked happy enough taking the ball. But then, he does have three Champions League winner’s medals to his name.</p> \n<p>Half-time shuffled into view with no goals here, but no goals 99 miles to the north either. And Hull pressed again at the start of the second period, David Meyler shooting over from 10 yards on the half volley. At which point, with 54 minutes on the clock the news came through that Newcastle had scored and instantly the life drained out of the occasion, with Hull’s support divided into stony silence and pockets of defiant encouragement. Still, to their credit, the players kept going and with the clock ticking down Jelavic drew another fine reaction save from Vald&eacute;s following Sone Aluko’s pull-back.</p> \n<p>Hull’s fans were a lesson to their team, cheering until the end and applauding the players off down the tunnel and into the Championship. For United there were cheers from the away support, too, at the end of a season that, for all its occasionally fraught moments, sees Louis van Gaal’s team heading back into the Champions League.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/24/1432481895196/steve-bruce-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hull City's manager Steve Bruce rues his luck during a difficult afternoon against one of his former clubs, Manchester United. Photograph: Michael Mayhew/Sportsphoto/Sportsphoto Ltd./Allstar","credit":"Michael Mayhew/Sportsphoto/Sportsphoto Ltd./Allstar","altText":"steve bruce","cleanCaption":"Hull City's manager Steve Bruce rues his luck during a difficult afternoon against one of his former clubs, Manchester United. Photograph: Michael Mayhew/Sportsphoto/Sportsphoto Ltd./Allstar"}],"bodyImages":[],"webPublicationDate":"2015-05-24T16:06:00Z","lastModified":"2015-05-24T23:00:41Z","metadata":{"commentable":true,"commentCount":333,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Premier League","Hull City","Manchester United","Football","Sport"],"tags":[{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/hullcity","webTitle":"Hull City"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/24/hull-city-manchester-united-premier-league-match-report","shortUrl":"http://gu.com/p/49784","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/24/hull-city-manchester-united-premier-league-match-report","webUri":"http://www.theguardian.com/football/2015/may/24/hull-city-manchester-united-premier-league-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/24/1432481895196/steve-bruce-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hull City’s manager Steve Bruce rues his luck during a difficult afternoon and 0-0 draw against one of his former clubs, Manchester United. Photograph: Michael Mayhew/Sportsphoto/Allstar","credit":"Michael Mayhew/Sportsphoto/Sportsphoto Ltd./Allstar","altText":"steve bruce","cleanCaption":"Hull City’s manager Steve Bruce rues his luck during a difficult afternoon and 0-0 draw against one of his former clubs, Manchester United. Photograph: Michael Mayhew/Sportsphoto/Allstar"}},"importance":4,"kicker":{"title":"Hull 0-0 Man Utd"},"showQuotedHeadline":false},{"title":"Football / Slaven Bilic paves way for West Ham return after confirming Beskitas exit","rawTitle":"Slaven Bilic paves way for West Ham return after confirming Beskitas exit","item":{"type":"article","id":"football/2015/may/25/slaven-bilic-besiktas-west-ham-manager-job-sam-allardyce","title":"Slaven Bilic paves way for West Ham return after confirming Beskitas exit","trailText":"Slaven Bilic has confirmed he will leave Besiktas at the end of the season, a decision which is likely to see the former West Ham defender linked even stronger with a return to the club as a replacement for Sam Allardyce","standFirst":"<span class=\"bullet\">•</span> Former Croatia international to leave Turkey at end of season\n<br />\n<span class=\"bullet\">•</span> Has been heavily linked with replacing Sam Allardyce at Upton Park","byline":"Reuters","body":"<p>Slaven Bilic has confirmed he will leave Besiktas at the end of the season, a decision which is likely to see the former West Ham defender linked even stronger with a return to the east London club as a replacement for Sam Allardyce.</p> \n<p>“I won’t be Besiktas’ manager next season. I’m proud of what I’ve done here,” Bilic said after Sunday’s 2-0 derby loss to Galatasaray, which saw Besiktas miss out on Champions League qualification. “As I said before, I am the first one who is going to take responsibility for not winning the league for two years. I have already made my decision.“</p> \n<p>The former Croatia international made over 40 appearances for West Ham after joining them in 1996 and became a favourite among the club’s supporters.</p> \n<p>Allardyce left West Ham on Sunday following their 2-0 defeat to Newcastle, immediately after which the club released a statement confirming they would <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/west-ham-sam-allardyce-contract-not-renewed\" title=\"\">not renew his contract</a>.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/25/1432542408636/Slaven-Bilic-during-Besik-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Slaven Bilic during Besiktas's 2-0 defeat to Galatasaray on Sunday.  Photograph: Tolga Bozoglu/EPA","credit":"Tolga Bozoglu/EPA","altText":"Slaven Bilic during Besiktas's 2-0 defeat to Galatasaray on Sunday","cleanCaption":"Slaven Bilic during Besiktas's 2-0 defeat to Galatasaray on Sunday.  Photograph: Tolga Bozoglu/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-25T08:27:09Z","lastModified":"2015-05-25T08:30:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["West Ham United","Besiktas","Football","Sport"],"tags":[{"id":"football/westhamunited","webTitle":"West Ham United"},{"id":"football/besiktas","webTitle":"Besiktas"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/25/slaven-bilic-besiktas-west-ham-manager-job-sam-allardyce","shortUrl":"http://gu.com/p/497en","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/25/slaven-bilic-besiktas-west-ham-manager-job-sam-allardyce","webUri":"http://www.theguardian.com/football/2015/may/25/slaven-bilic-besiktas-west-ham-manager-job-sam-allardyce"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/25/1432542408636/Slaven-Bilic-during-Besik-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Slaven Bilic during Besiktas's 2-0 defeat to Galatasaray on Sunday.  Photograph: Tolga Bozoglu/EPA","credit":"Tolga Bozoglu/EPA","altText":"Slaven Bilic during Besiktas's 2-0 defeat to Galatasaray on Sunday","cleanCaption":"Slaven Bilic during Besiktas's 2-0 defeat to Galatasaray on Sunday.  Photograph: Tolga Bozoglu/EPA"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false},{"title":"Wentworth’s PGA Championship won by record-breaking An Byeong-hun","rawTitle":"Wentworth’s PGA Championship won by record-breaking An Byeong-hun","item":{"type":"article","id":"sport/2015/may/24/wentworth-pga-tournament-record-an-byeong-hun","title":"Wentworth’s PGA Championship won by record-breaking An Byeong-hun","trailText":"An Byeong-hun, from Seoul, hit a final-round 65 for a 21-under-par aggregate tournament record at Wentworth, to finish six shots clear","standFirst":"<span class=\"bullet\">•</span> Korean hits 65 for a 21-under-par aggregate tournament record\n<br />\n<span class=\"bullet\">•</span> Wins by six from Miguel &Aacute;ngel Jim&eacute;nez and Thongchai Jaidee","byline":"Ewan Murray at Wentworth","body":"<p>Had the nerveless Sunday procession in Surrey been carried out by a better-known name than An Byeong-hun, it would inevitably be hailed as one of the finest golf performances of this or many other seasons. Which renders it only fair to hand the 23-year-old from Seoul due credit for his latest success, which arrived in record breaking style at the BMW PGA Championship.</p> \n<p>Those asking “who?” would be doing An a disservice. He announced his arrival on the scene in 2009, when becoming the youngest winner in history of the US Amateur Championship. On Monday confirmation should arrive that An has catapulted himself into the world’s top 50, a scenario which carries huge benefits.</p> \n<p>An’s triumph, during which he appeared completely unflappable, arrived on his debut at Wentworth and during his maiden season as a European Tour player. His 21-under-par aggregate is a tournament record, a score reached courtesy of a flawless 65 onSunday. An won by six from Miguel &Aacute;ngel Jim&eacute;nez and Thongchai Jaidee, collecting more than €800,000 (&pound;569,000) in the process.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/23/miguel-angel-jimenez-pga-championship\">Miguel &Aacute;ngel Jim&eacute;nez thrills Wentworth crowd with hole-in-one record</a> </p> \n</aside> \n<p>Last year An earned €150,000 on the Challenge Tour. This time around, he will compete in the US Open and the Open Championship.</p> \n<p>“This is life-changing for me,” the South Korean said. “I never thought I would win this event. I love that I am the first Asian to win this event. It’s great. It wasn’t easy. I was really nervous the whole day, trying to take it shot by shot and not even look at a leaderboard. I have looked at the names on the trophy, some great names. I guess putting mine alongside them is a great achievement.”</p> \n<p>And then the low-key part. “I really don’t celebrate, to be honest. After the other events I won, I didn’t do anything special, just had a nice dinner with my family. That’s about it. I’m not really a party guy.”</p> \n<p>An had offered hints of what may lie ahead at the start of this year. He was 12th, fifth and 13th when competing in Abu Dhabi, Qatar and Dubai. Last month he shared eighth in the Volvo China Open.</p> \n<p>Although the European Tour’s flagship event was a lesser place for the 36-hole exit of Rory McIlroy, the organisers can point to a further and high-profile endorsement of the Challenge Tour as a valid platform for development. More so, perhaps, when a non-European such as An proves the point.</p> \n<p>An was not alone in having cause for final-day joy. Chris Wood’s ace at the 14th earned him a brand new BMW i8. Incredibly, it was the fifth hole-in-one of this year’s tournament.</p> \n<p>“Like all the players, we sort of look at the 14th on Tuesday when we have a practice round and we think: ‘Wouldn’t it be nice, a BMW i8,’” Wood said. “You never think that it’s going to happen to you. I hit a great shot, seven-iron, and it was a bit of a delayed reaction because you hear two cheers, one sounded like it just missed and the second one that it went in.”</p> \n<p>Marc Warren, who tied 18th, and Shane Lowry, who shared sixth, will have the luxury of missing 36-hole US Open qualifying at Walton Heath after cementing positions in the world’s top 60.</p> \n<p>“I’m now in the last three majors of the season for the first time so that’s good,” Warren said. “You have got to be in these events if you’re wanting to be in a Ryder Cup. It’s one thing being in them but you need to perform in them. The Ryder Cup is not a given. It’s the best 12 players in Europe and it has to be earned.”</p> \n<p>Lowry heads to the Irish Open at Royal County Down with a simple goal. “It’s my home tournament so I really want to win,” he said.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432489330096/An-Byeong-hun-celebrates--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An Byeong-hun celebrates victory on the 18th green on the final day of the BMW PGA Championship at Wentworth.  Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"An Byeong-hun celebrates victory on the 18th green on the final day of PGA Championship at Wentworth","cleanCaption":"An Byeong-hun celebrates victory on the 18th green on the final day of the BMW PGA Championship at Wentworth.  Photograph: Andrew Redington/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-24T17:44:57Z","lastModified":"2015-05-24T23:00:32Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["European Tour","Golf","Sport"],"tags":[{"id":"sport/european-tour","webTitle":"European Tour"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/24/wentworth-pga-tournament-record-an-byeong-hun","shortUrl":"http://gu.com/p/49797","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/24/wentworth-pga-tournament-record-an-byeong-hun","webUri":"http://www.theguardian.com/sport/2015/may/24/wentworth-pga-tournament-record-an-byeong-hun"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432489330096/An-Byeong-hun-celebrates--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An Byeong-hun celebrates victory on the 18th green on the final day of the BMW PGA Championship at Wentworth.  Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"An Byeong-hun celebrates victory on the 18th green on the final day of PGA Championship at Wentworth","cleanCaption":"An Byeong-hun celebrates victory on the 18th green on the final day of the BMW PGA Championship at Wentworth.  Photograph: Andrew Redington/Getty Images"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-25T08:30:08Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}