{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"US Open / Stenson and Johnson rise above mishaps to lead","rawTitle":"Stenson and Johnson rise above mishaps to lead","item":{"type":"article","id":"sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open","title":"Henrik Stenson and Dustin Johnson rise above mishaps to lead US Open","trailText":"Henrik Stenson and Dustin Johnson set an impressive early pace on a treacherous Chambers Bay course to sign for five-under-par rounds of 65","standFirst":"<ul>\n <li>Rory McIlroy struggles on the greens in first round of 72 <br /></li>\n <li>Henrik Stenson signs for five-under 65 a day after caddie accident<br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/18/us-open-2015-first-round-live\">All the day’s action - as it happened</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-day-one-tiger-woods\">Ewan Murray: the predicable decline of Tiger Woods</a></li>\n</ul>","byline":"Ewan Murray at Chambers Bay","body":"<p>Legend warns to beware the injured golfer. Perhaps the same applies to caddies.</p> \n<p>Preparation for Henrik Stenson’s latest major tilt was hampered by the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/henrik-stenson-us-open-course-dangerous-caddies\" title=\"\">fall sustained by his bag man</a>, Gareth Lord, during a Wednesday practice round. Stenson had cause to wonder exactly whom he has upset; when looking forward to the Masters in April, the Swede was floored by illness.</p> \n<p>The latest incident was a snapshot of how treacherous Chambers Bay can be for those who are not afforded the luxury of cross-country spikes. On the same pre-tournament afternoon Stephen Gallacher’s caddie injured his ankle to the extent that a local replacement had to be called in for day one of the US Open. Welcome to the Pacific Northwest.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-2015-colin-montgomerie\">US Open 2015: Colin Montgomerie makes his play to close generation gap</a> </p> \n</aside> \n<p>Lord’s left arm remains in a cast but he was able to go about his business. If that was not admirable enough, Stenson’s five-under-par 65 ensured both he and Lord could smile. Stenson thereby shared the early lead with another man seeking to turn major promise into victory, Dustin Johnson. Chambers Bay has its critics but already some of the world’s best players are in prominent positions, which is an undeniable positive.</p> \n<p>“Walking off the 16th, both feet in the air, he got trapped with a wrist under the bag,” Stenson explained of Lord’s accident. “It might be broken or just torn ligaments. So he’s not in a good place with the hand but he managed to caddie and did a good job for me anyway. I had to caddie for him a little bit, as well.</p> \n<p>“It’s definitely dangerous with those slopes. The grass gets shiny and lays down. It gets a bit like ice skating out there. So I’m sure the spectators are going to have to watch themselves as well.”</p> \n<p>Day one controversy was not entirely linked to matters of health and safety. Chronically slow play, with rounds stretching to more than five hours, was branded “pathetic” by Bubba Watson. Inevitable as that scenario was, it does nothing for golf either as a spectator sport or one to which youngsters will be drawn.</p> \n<p>The chronic state of this eight-year-old venue’s putting surfaces was not lost on competitors. Colin Montgomerie branded them “very poor for a major championship” and Sergio Garc&iacute;a confirmed they are “as bad as they look on television”.</p> \n<p>Rory McIlroy was more diplomatic after his disappointing opening round of 72. It was solely on the greens that the world No1 struggled, which was not entirely his own fault. It was clear from early in the round that McIlroy’s confidence had been jolted by a lack of certainty as to how putts would run. He had encountered the same issue at recent events in England and Ireland.</p> \n<p>“They aren’t the best greens I have ever putted on but I still feel that, if you have a good stroke and the right speed, there is a chance the ball will go in,” said a diplomatic McIlroy. “I just need to find some rhythm in my stroke over the next three days.</p> \n<p>“It is frustrating, especially because of how I felt I hit the ball from tee to green. I gave myself enough chances which I couldn’t take and then I missed a couple of short ones coming in. I definitely felt there was a low score out there and I didn’t take advantage of that.”</p> \n<p>Martin Kaymer, the defending champion, matched McIlroy’s score. There was an even-par Thursday for Garc&iacute;a but another European Ryder Cup player, Jamie Donaldson, slipped to a 74.</p> \n<p>Johnson had a chance to match the lowest opening round in a major championship when six under par through 17 holes. He duly dropped a shot on the 9th, his 18th, but was understandably content with this start.</p> \n<p>Johnson can lay claim to being the most talented American of this era who has yet to win one of the game’s big four titles. Like Stenson, his lead-up was hardly ideal; Johnson withdrew during the first round of last weekend’s St Jude classic because of illness. “Before now I had been a little frustrated,” Johnson explained. “I’ve been playing pretty well, I had some good finishes but just wasn’t striking it like I wanted to.</p> \n<p>“I have done a lot of good work with Butch Harmon and felt really comfortable when I came out here on Saturday. I was really swinging well. I’ve really got a good feel for the golf course because I’m swinging a lot better than I have been in the past few weeks. And that carried right over into today.”</p> \n<p>Experience lurks with intent. Phil Mickelson, seeking to win finally the one major to have eluded him, reached three under at the turn before shipping two shots back to the course. The 45-year-old maintained he was “very pleased” after signing for 69. Just days before his 52nd birthday, Montgomerie was even happier with the same score.</p> \n<p>Stenson and Johnson were resting up by the time Tiger Woods took to the links. The 14-times major winner’s start was entirely, sadly predictable; a bogey continued a run of failure to make par or better on the opening hole of a tournament in 2015. Woods used to create staggering statistics for altogether different reasons. The changing of golf’s guard has been a wounding process for Woods. Oh, how it carries on apace.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434670388785/Henrik-Stenson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"Henrik Stenson","cleanCaption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-18T23:33:58Z","lastModified":"2015-06-19T04:09:55Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["US Open Golf 2015","US Open","Henrik Stenson","Golf","US sports","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/henrik-stenson","webTitle":"Henrik Stenson"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open","shortUrl":"http://gu.com/p/4avjx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open","webUri":"http://www.theguardian.com/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434670388785/Henrik-Stenson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"Henrik Stenson","cleanCaption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports"}},"importance":7,"kicker":{"title":"US Open"},"showQuotedHeadline":false,"sublinks":[{"title":"US Open / Montgomerie makes his play to close generation gap","rawTitle":"Montgomerie makes his play to close generation gap","item":{"type":"article","id":"sport/2015/jun/19/us-open-2015-colin-montgomerie","title":"US Open 2015: Colin Montgomerie makes his play to close generation gap","trailText":"The US Senior Open champion, Colin Montgomerie, rolled back the years on his return to the main event for the first time in seven years, in an impressive first round of 69","standFirst":"US Senior Open champion rolls back the years on his return to the main event for the first time in seven years, in an impressive first round of 69","byline":"John Huggan at Chambers Bay","body":"<p>It was not quite like the 1990s when sub-70 scores in major championships were routine more than exceptional. But for a 51-year old Colin Montgomerie shooting 69 in the opening round of the 115th US Open was clearly something to be proud of. Four birdies outdoing his three dropped shots, the 2014 US Senior Open champion – a victory that carried with it an exemption from qualifying this week – was beaming as only he can in the wake of a fine performance.</p> \n<p>“It does feel great,” said the Scot. “In practice I was shooting more like 80. But this morning the course was softer. The greens were pretty receptive early on and allowed scoring. It’s just the overall length [7,497 yards] I have an issue with, especially off the tee. This is not a normal links course where you can run the ball into the greens. You have to carry the ball on to the surfaces and often that is right on my limit. So 69 was super. To break 70 was more than I was expecting.”</p> \n<p>Which is not to say everything will continue on so smooth a path, especially on putting surfaces the eight-time European No1 did not hesitate to criticise, even in the wake of such a good round.</p> \n<p>“I didn’t putt very well,” he said. “But the green surfaces are very poor, some poorer than others. But no one is going to putt consistently well on these greens. My course management was the best aspect of my play. I plotted my way round and hit the ball into the right positions. Which is what you have to do.”</p> \n<p>Indeed, as far as controlling the distance of his approach shots was concerned this was the Monty of old. Perhaps only the immortal Ben Hogan has ever struck more iron-shots pin-high than the Scot.</p> \n<p>“I can still hit to a distance,” acknowledged Montgomerie. “And that is hugely important this week. Where you land the ball is vital. You have to carry humps or not carry humps and, if you get it wrong, you can be 50 yards away by the time the ball stops. The turf here is very hard too, so judging the distances is more difficult. It is more challenging to get the right club, then commit to that shot. If you don’t do that, you can forget it.”</p> \n<p>Still, for all his pleasure at breaking par on a backbreaking course, Montgomerie hesitated to make any claims that might be termed outrageous. Asked if he could win this championship – in which he has four times finished in the top three – he was quick to point out the problems ahead.</p> \n<p>“Can I win?” he asked rhetorically. “Have stranger things happened? Not often. But what Tom Watson did at Turnberry aged 59 has given everybody over 50 hope. If the ball runs my way and I hole a lot of putts over the next three days, you never know. More realistically, I could get into contention.”</p> \n<p>That would be a fitting climax to Montgomerie’s long and tempestuous relationship with America’s national championship. Six-times a runner-up and never a winner, Phil Mickelson represents the all-time nadir when it comes to US Open frustration. But Montgomerie is not far behind. On four occasions the former European Ryder Cup captain has been within touching distance of victory; four times circumstances have contrived to prevent him claiming the major title that is the gaping hole in an otherwise comprehensive r&eacute;sum&eacute;.</p> \n<p>All of which is bad enough. But there is more. In 1998 the then five-time European No1 was booed at The Olympic Club in San Francisco. Four years later at Bethpage Black on Long Island, the American magazine Golf Digest distributed thousands of “Be Nice to Monty” badges in an attempt to avert a repeat of the by then routine heckling.</p> \n<p>“You hear it, of course you do,” said Montgomerie of his targeting. “And it doesn’t help. America loves winners so I took it as a bit of a backhanded compliment. They don’t bother with you if you aren’t any good or a bit of threat.”</p> \n<p>To apply such a label to an over-weight man in his 50s – he was briefly in hospital last week after complaining of chest pains – may be a little ambitious these days. Despite the belated success that has seen him win three senior “majors” in the past two years, playing against younger and fitter individuals over four days on a hilly course ill-suited to his age and physique offers a vastly more arduous challenge.</p> \n<p>“Over the last 35 years I’ve had a lot of four-foot putts,” he said with a smile. “Eventually that tells on you. But the hospital was very good. I’m the same [health-wise] as I was 12 years ago apparently, so I can get round here all right.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-18T23:00:43Z","lastModified":"2015-06-19T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Huggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhuggan"}],"feature":true,"keywords":["Colin Montgomerie","Golf","Sport","US Open Golf 2015","US sports","US Open","PGA Tour","Phil Mickelson"],"tags":[{"id":"sport/colin-montgomerie","webTitle":"Colin Montgomerie"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/phil-mickelson","webTitle":"Phil Mickelson"}],"section":{"id":"sport"},"topics":[{"displayName":"John Huggan","topic":{"type":"tag-contributor","name":"profile/johnhuggan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-2015-colin-montgomerie","shortUrl":"http://gu.com/p/4avtj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/us-open-2015-colin-montgomerie","webUri":"http://www.theguardian.com/sport/2015/jun/19/us-open-2015-colin-montgomerie"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said ‘to break 70 was more than I was expecting’ after his opening round at the US Open. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said ‘to break 70 was more than I was expecting’ after his opening round at the US Open. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"US Open"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434670388785/Henrik-Stenson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"Henrik Stenson","cleanCaption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports"}}]},{"title":"European U-21 Championships / England 0-1 Portugal","rawTitle":"England 0-1 Portugal","item":{"type":"article","id":"football/2015/jun/18/england-portugal-european-under-21-championship","title":"England U21s lose to João Mário strike in European Championship opener","trailText":"A goal from Portugal’s João Mário condemned England to defeat in their opening European Under-21 Championship match in Uherske Hradiste","standFirst":"England 0-1 Portugal\n<br />Jo&atilde;o M&aacute;rio 57","byline":"John Ashdown at Mestsky Stadium","body":"<p>Portugal ensured England’s European Under-21 Championship campaign got off to a familiar disappointing start in Uherske Hradiste on Thursday night, though Gareth Southgate’s side showed enough to suggest that their pre-tournament optimism was not entirely misplaced.</p> \n<p>Sporting’s Jo&atilde;o M&aacute;rio scored the only goal of the game just before the hour and, while at times it was clear that some of Portugal’s number had played in the Champions League last season whereas some of England’s had played in the Championship, the gulf was rarely all that stark. Nevertheless the result means a 10th England game at these finals in succession without a win in normal time and a fifth straight defeat.</p> \n<p>“I think we’ve played the best team in the group tonight and ridden them very, very close,” said Southgate, for whom this was just a second defeat in 18 games as Under-21 manager. “They’ve got some excellent players, as we have.</p> \n<p>“So from what I’ve seen in the tournament we can still have faith in what we’re doing. Of course now the margins for error are much smaller but that is being in a tournament.”</p> \n<p>England’s previously serene preparation for the competition had suffered its second blow in the space of 24 hours during the build-up with the news that Saido Berahino had been ruled out of the tournament with a knee injury. The West Bromwich Albion striker joined John Stones on the absent list, with the Everton defender unavailable for England’s first two games after suffering a suspected concussion on Tuesday.</p> \n<p>Those absences meant two changes from what might well have been Southgate’s preferred first XI. Liam Moore and Ben Gibson became the central defensive partnership, while Jesse Lingard was the replacement for Berahino, who watched from the sidelines with his knee in a brace. A full-time squad replacement, Wolverhampton Wanderers’ Benik Afobe, has also been called up.</p> \n<p>Before the match Southgate had expressed his confidence that his squad had the strength in depth to cope without their defensive keystone and top scorer from qualifying. If anything it was the absence of the former that was more apparent early on and Moore was in debt to Jack Butland’s reflexes after deflecting a low cross from Ricardo Esgaio goalwards.</p> \n<p>In truth, though, the midfield was the source of Portugal’s strength with Sporting’s William Carvalho, who was hugely impressive, shutting down Tom Carroll in his scheming role behind Harry Kane and Nathaniel Chalobah while JamesWard-Prowse was unable to have the same neutralising effect on Bernardo Silva at the other end of Portugal’s midfield diamond.</p> \n<p>That meant Portugal enjoyed the bulk of the ball but England were effective on those occasions they could wrest possession from their opponents. While Bernardo Silva was allowed to run on to an unprotected back four only to thump a shot straight at Butland and Jo&atilde;o M&aacute;rio should have done better than scoop over the bar from the edge of the box, Nathan Redmond was able to sting Jos&eacute; S&aacute;’s palms, Kane drew a wonderful save with an effort from distance and Lingard curled just wide in the final seconds of the opening half.</p> \n<p>England had the better efforts in the opening moments of the second period, too, with Redmond denied by Jos&eacute; S&aacute; and Ward-Prowse curling a free-kick just wide of goal. But a fairly even contest tilted decisively on 57 minutes. A Carvalho pass deflected through to Silva off the heel of Carl Jenkinson and, though the Monaco midfielder sidefooted on to the the post from little more than six yards out, the rebound fell to Jo&atilde;o M&aacute;rio who guided his shot into the roof of the net from similarly close range.</p> \n<p>England reeled. Ricardo might have extended Portugal’s lead but glanced wide from Jo&atilde;o M&aacute;rio’s cross but in the final 10 minutes the Young Lions were able to muster a fighting finish. Kane prodded a shot straight at Jos&eacute; S&aacute;, the substitute Alex Pritchard snatched a shot wide as the ball dropped on the edge of the box in the final minute and in injury time Jos&eacute; S&aacute; had to stretch to keep out Jenkinson’s header.</p> \n<p>“We won against a great team with great quality in attack,” said the Portugal coach, Rui Jorge. “England scored in all their qualifying matches and we didn’t concede a goal. It was a fantastic game for us.”</p> \n<p>Next up for Southgate’s side on Sunday are Sweden, who came from behind to beat Italy 2-1 in Olomouc last night despite being reduced to 10 men after only 28 minutes. The good news for the England head coach is that both other teams in Group B appear beatable. The bad news is that that game is now something of a must win.</p> \n<p>“We play first so we have to go for the win, that’s pretty obvious,” said Southgate of Sunday’s games. “But I think every game in a tournament has that importance attached to it. What we have to do is make sure our mentality is right, that we approach things in the way that we did for this game. I don’t think we were a million miles away.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/18/1434658816360/England-v-Portugal--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"England v Portugal ","cleanCaption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-18T20:51:34Z","lastModified":"2015-06-18T23:45:01Z","metadata":{"commentable":true,"commentCount":225,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["European Under-21 Championship","England","Portugal","Football","Sport"],"tags":[{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/england","webTitle":"England"},{"id":"football/portugal","webTitle":"Portugal"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/18/england-portugal-european-under-21-championship","shortUrl":"http://gu.com/p/4avhv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/18/england-portugal-european-under-21-championship","webUri":"http://www.theguardian.com/football/2015/jun/18/england-portugal-european-under-21-championship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/18/1434658816360/England-v-Portugal--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"England v Portugal ","cleanCaption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/Rex Shutterstock"}},"importance":5,"kicker":{"title":"European U-21 Championships"},"showQuotedHeadline":false,"sublinks":[{"title":"The Rumour Mill / Agüero set to leave City for Real Madrid?","rawTitle":"Agüero set to leave City for Real Madrid?","item":{"type":"article","id":"football/2015/jun/19/transfer-rumours-sergio-aguero-real-madrid","title":"Football transfer rumours: Sergio Agüero leaving for Real Madrid?","trailText":"Edin Dzeko to Roma? | Robert Green to Chelsea? | Nathaniel Clyne to Liverpool? | Gonzalo Higuaín to Arsenal?","standFirst":"<p>Today’s fluff is all set to welcome the guests</p>","byline":"Ian McCourt","body":"<p>Here are some mildly interesting things you probably didn’t know about Ferris Bueller’s Day Off. The final scene was set in spring but filmed in autumn. That meant various members of the crew had to take spray paint to the yellowing leaves to give them a flush of spring. Rob Lowe, John Cusack, Jim Carrey, Johnny Depp, Tom Cruise, Robert Downey Jr and Michael J Fox were all considered for the role of Ferris Bueller. Ferris may not be happy that he does not have a car but that synthesiser he has in his bedroom – an E-MU Emulator II no less – cost $8,000 back in 1984. Why is the Mill telling you this, you’re wondering. Because it’s the Mill’s favourite film and it is so bursting with knowledge of it that it wants to share it all to the world? Eh, not quite (that’s The Guns of Navarone, by the way). Because it wants you have some a fact or two to please a companion around the fire at the club? Hmm, not really. Because it’s using it as useful bluster to fill up some space and cover up for the fact that there is not much tittle-tattle to tittle-tattle about? Bingo! You can see for yourself below.</p> \n<p>Rafael Ben&iacute;tez has spent the last few days rearranging the furniture in his office but he finally thinks he has got it. As you enter the surprisingly small room, you immediately notice that he has moved the book case from the right side of the room to the left and that he has borrowed that old trick from interior designers of painting the inside of the shelf some shades deeper than the colour of the room. The books have been organised, of course. This time in the order in which he bought them. That way he can write his own autobiography without picking up a pen. The desk, which oddly faced the wall under the previous regime, now looks out the window. On it are three framed photos. One of his wife and kids. One of a motivational quote from Oprah Winfrey. And one of the time he caught that wild brown trout in Cogra Moss. Next to that desk is a fax machine, containing a piece of paper that details <strong>Real Madrid</strong>’s offer for <strong>Sergio Ag&uuml;ero</strong>. The Spanish club are dangerously underweight when it comes to attackers and are determined to get their man who is determined to stay in Manchester. He may get his way and stay but <strong>Edin Dzeko </strong>won’t. He has been booked in for a one-way ticket to <strong>Roma</strong>.</p> \n<p>Meanwhile, <strong>Paul Pogba</strong> ... zzz ... <strong>Manchester City</strong> ... zzz ...<strong> Manchester United</strong> ... zzz ... &pound;70m ... zzz.</p> \n<p>Over in <strong>Chelsea</strong>, Jos&eacute; Mourinho has been looking in the mirror, both literally and metaphorically. When doing so, he stares deeply and rubs his sideboards and his chin with his right hand. He has been thinking about his image last season. Too serious, too po-faced, too austere, too forbidding, too somber. If only the world knew the real him. Thoughtful, happy, chirpy, playful and funny, really, really funny. Sides-hurting funny. Milk-exiting-the-nose-funny. ‘Damn, if only the could see that. How can I make them see that? There must be something I could do that would make the world see how funny I am. Think, Jos&eacute; think’. And then, ding. Off went the lightbulb in his head and in popped the idea. Sign <strong>Robert Green </strong>as a replacement for Petr Cech. Like all the best jokes, it was so simple, yet so clever. ‘You’re a genius, Jos&eacute;! Mwah!’ He wiped the excess saliva off the mirror before running up to Roman’s office to ask him if his credit card still worked.</p> \n<p><strong>Cech</strong>, in case you are wondering, will be boarding the Do One bus that will only be making one stop and one stop only, <strong>Arsenal</strong>. Lucky for him, he won’t have to sit there all alone on the bus, looking out the window, with only his iPod and the Combat Jack Show for company. <strong>Gonzalo Higua&iacute;n</strong> and <strong>Edinson Cavani </strong>will also be there with him. <strong>Julian Draxler</strong> too. But that’s not all. <strong>Hatsune Miku</strong>, <strong>the Bogeyman </strong>and the entire cast of <strong>The Adventures of Bullwhip Griffin</strong> will fill up the rest of the red double-decker as well as half of another bus following behind. Seriously.</p> \n<p>Up in <strong>Liverpool</strong>, Brendan Rodgers has just put down the phone. He did so with a polite goodbye but once the receiver was safely back in its cradle, he kicked the desk very hard. The result? A very sore big toe that led to Brendan hopping around the room and swearing like a sailor whose bezkozyrka has just been blown overboard. The reason? Southampton said that while a neatly-stacked pile of &pound;10m did look delightful, they believe that <strong>Nathaniel Clyne </strong>is worth another &pound;5m more. Brendan was sure that &pound;10m would be enough and that the extra could &pound;5m could be spent on having his best quotes painted onto the walls around Anfield. He may have to ditch that idea now. Sigh. Poor Brendan. </p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7e295521235e07563843d5914327b95e6f96c98a/0_60_4080_2450/4080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4080,"orientation":"landscape","credit":"Martin Bernetti/AFP/Getty Images","altText":"Sergio Agüero","cleanCredit":"Photograph: Martin Bernetti/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T07:48:03Z","lastModified":"2015-06-19T07:51:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ian McCourt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-mccourt"}],"feature":true,"keywords":["Sergio Agüero","Real Madrid","Manchester City","Football","Sport"],"tags":[{"id":"football/sergio-aguero","webTitle":"Sergio Agüero"},{"id":"football/realmadrid","webTitle":"Real Madrid"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Ian McCourt","topic":{"type":"tag-contributor","name":"profile/ian-mccourt"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/19/transfer-rumours-sergio-aguero-real-madrid","shortUrl":"http://gu.com/p/4avmx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/19/transfer-rumours-sergio-aguero-real-madrid","webUri":"http://www.theguardian.com/football/2015/jun/19/transfer-rumours-sergio-aguero-real-madrid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7e295521235e07563843d5914327b95e6f96c98a/0_60_4080_2450/4080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4080,"orientation":"landscape","caption":"Sergio Agüero reacts to the news that he is moving to Madrid. Photograph: Martin Bernetti/AFP/Getty Images","credit":"Martin Bernetti/AFP/Getty Images","altText":"Sergio Agüero reacts to the news that he is moving to Madrid.","cleanCaption":"Sergio Agüero reacts to the news that he is moving to Madrid.","cleanCredit":"Photograph: Martin Bernetti/AFP/Getty Images"}},"importance":0,"kicker":{"title":"The Rumour Mill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7e295521235e07563843d5914327b95e6f96c98a/0_60_4080_2450/4080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4080,"orientation":"landscape","credit":"Martin Bernetti/AFP/Getty Images","altText":"Sergio Agüero","cleanCredit":"Photograph: Martin Bernetti/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/18/1434658816360/England-v-Portugal--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"England v Portugal ","cleanCaption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/REX Shutterstock"}}]},{"title":"Athletics / Farah enlists PR experts to tackle missed drug tests controversy","rawTitle":"Farah enlists PR experts to tackle missed drug tests controversy","item":{"type":"article","id":"sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests","title":"Mo Farah enlists PR experts to tackle missed drug tests controversy","trailText":"Mo Farah has recruited a team of crisismanagement experts to quell the PR storm surrounding him after more questions were raised about his two missed drug tests before London 2012","standFirst":"<span class=\"bullet\">•</span> Mo Farah turns to Freud’s to handle fallout from missed test revelations\n<br />\n<span class=\"bullet\">•</span> Farah reportedly said he did not hear doorbell when testers visited \n<br />","byline":"Owen Gibson and Sean Ingle","body":"<p>Mo Farah has recruited a team of crisis management experts to quell the public relations storm surrounding him after more questions were raised about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-reportedly-missed-drugs-tests-2012-olympics#\">his two missed drugs tests</a> before the London 2012 Olympics.</p> \n<p>Farah, who won 5,000m and 10,000m gold at the Games, was revealed to have missed tests in 2010 and 2011, the second of which came after he failed to hear his doorbell. However, anti-doping officials on Thursday confirmed they would have tried repeatedly to rouse him during the hour in question by knocking on his door every 10-15 minutes.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar\">Mo Farah being left on back straight in race to protect reputation</a> </p> \n</aside> \n<p>Meanwhile Nicole Sapstead, the UK Anti-Doping chief executive, said that, while she was not at liberty to discuss individual cases, it was “not common for athletes to miss two tests” in a 12-month period. A third missed test would have counted as the equivalent of a failed drugs test and could have led to Farah receiving a possible four-year ban.</p> \n<p>Farah, who is training in Font Romeu in France, is now taking advice from the public relations agency Freud’s, which calls itself “the world’s leading strategic marketing and communications consultancy”. It is also well-known for providing discreet advice to clients and celebrities.</p> \n<p>One expert with intimate knowledge of the situation called Freud’s “experts in crisis management”. Given the intense focus on Farah during the past fortnight, the agency will need to be.</p> \n<p>It is also understood that Farah wants to put his side of the story but feels unable to speak until his coach, Alberto Salazar, has responded fully to allegations that he broke anti-doping rules. A further complication is that Farah’s agent, Ricky Simms, also manages Galen Rupp, the American who was also accused by the BBC’s Panorama of wrongdoing.</p> \n<p>Among the charges against Salazar are that he gave the banned steroid testosterone to Rupp when he was 16, coached him to get a therapeutic use exemption so he could use an intravenous drip before the 2011 world championships and flouted several other doping rules. Salazar and Rupp deny all allegations and Farah has not been accused of anything illegal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown\">Alberto Salazar denies his relationship with Mo Farah has broken down</a> </p> \n</aside> \n<p>However, Farah is facing renewed scrutiny after a report in the Daily Mail, which revealed an email exchange between Ukad and Farah’s representatives suggesting the runner missed one test in 2010 and another in early 2011 shortly after he had joined Salazar’s training group in Oregon.</p> \n<p>The paper said that Farah had stated he did not hear the doorbell when missing his second test and that his agent, Simms, submitted video evidence filmed in Farah’s house in which he tried to show that it was difficult to hear the doorbell from his client’s bedroom, due to a noisy altitude machine used to help athlete’s breath oxygen-reduced air to improve performance. Ukad decided despite the video that Farah was guilty of negligence in missing the test, rather than the more serious offence of evasion, which could carry an automatic ban.</p> \n<p>Under the so-called “whereabouts” system introduced in 2009 elite British athletes have to specify where they will be for an hour a day in each 24-hour period. During that time testers can turn up unannounced.</p> \n<p>Graham Arthur, Ukad’s legal director, said that the agency followed a “detailed protocol” if an athlete did not answer the door to a doping control officer immediately at the prescribed hour.</p> \n<p>“They are required to make reasonable efforts to locate the athlete. Ringing the doorbell every 10 or 15 minutes, knocking and staying for the full hour,” he said. “We often ask them to stay just past the hour on the off-chance the athlete is running late. We want to collect the sample, we don’t want them to miss the test.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada\">Missed drug tests happen but three strikes and out feels about right | Owen Gibson</a> </p> \n</aside> \n<p>Arthur said that, if Ukad had evidence that an athlete was deliberately avoiding testers, it would attempt to take action under Wada’s code for evasion, which carries a ban of up to four years. But he conceded that such cases could be difficult to prove, with Ukad having to prove to a standard of “comfortable satisfaction” that the athlete was deliberately evading the testers.</p> \n<p>Sapstead added: “One missed test isn’t serious for us. Clearly if an athlete acquires a second one, it escalates our concern because they are that much nearer to three. They have three chances at this before they face a sanction.”</p> \n<p>Ukad published figures showing that during 2010 there were 43 missed tests among the 394 athletes across all sports in its elite testing pool. In 2011 it rose to 66 of 365 and in 2012 stood at 40 of 361. Each of those athletes would have been tested at least three times in a 12-month period.</p> \n<p>Arthur added: “Three strikes is the rule. That’s the formula that has been agreed by Wada, sport and government that strikes the correct balance between their privacy and an athlete who might make one or two genuine mistakes and an athlete who evades the system. Once an athlete has made one mistake, our experience is that is usually enough and they comply with the system after that.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434637730143/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"mo farah","cleanCaption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-18T20:04:00Z","lastModified":"2015-06-19T07:38:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"},{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Mo Farah","Athletics","Drugs in sport","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests","shortUrl":"http://gu.com/p/4av8f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests","webUri":"http://www.theguardian.com/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434637730143/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"mo farah","cleanCaption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters"}},"importance":5,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[{"title":"Mo Farah / Salazar denies relationship has broken down","rawTitle":"Salazar denies relationship has broken down","item":{"type":"article","id":"sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown","title":"Alberto Salazar denies his relationship with Mo Farah has broken down","trailText":"Alberto Salazar has rubbished speculation of a relationship breakdown between himself and Mo Farah following doping allegations made against the coach","standFirst":"<span class=\"bullet\">•</span> ‘Mo is on a different training cycle, as he always is,’ says Salazar\n<br />\n<span class=\"bullet\">•</span> Farah has returned from the US and is training in France","byline":"Press Association","body":"<p>Mo Farah’s coach has rubbished speculation of a relationship breakdown between himself and the double Olympic champion. Alberto Salazar, along with Farah’s training partner Galen Rupp, is under the microscope over doping allegations made by the BBC’s Panorama programme.</p> \n<p>Both men have denied the allegations, while Farah has not been accused of doing anything wrong.</p> \n<p>Farah, who himself has been placed under scrutiny after it was revealed by the Daily Mail <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-reportedly-missed-drugs-tests-2012-olympics#\" title=\"\">he missed two drugs tests </a>in the buildup to London 2012, travelled to his Portland training base to seek answers from Salazar last week.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests\">Mo Farah enlists PR experts to tackle missed drug tests controversy</a> </p> \n</aside> \n<p>On Wednesday he had flown back from the US and was training in France, which led to rumours that Farah was trying to distance himself from his coach.</p> \n<p>However, speaking to the Oregonian newspaper, Salazar insisted Farah was still under his tutelage as he prepares to return to the track at the Monaco Diamond League meeting next month.</p> \n<p>“Mo is on a different training cycle, as he always is at this time of year,” he said. “So I send him to Europe to get accustomed to the time zone. This is how we’ve always done it.</p> \n<p>“This winter Barry [Fudge, a UK Athletics official who reports Farah’s progress to Salazar] administered my workouts to Mo in Ethiopia for six weeks, and Mo broke the world two-mile record.”</p> \n<p>Farah, meanwhile, has been backed by his British team-mate and fellow distance runner Hannah England, who has called the stories surrounding the 32-year-old a “witch-hunt”.</p> \n<p>England, who won silver at the 2011 world championships in Daegu, said in the Independent: “I feel it’s turning into a witch-hunt against Mo.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar\">Mo Farah being left on back straight in race to protect reputation</a> </p> \n</aside> \n<p>“There’s been a lot of very serious allegations made in recent days and that’s very newsworthy but it’s like people are finding some way to bring down Mo with it.</p> \n<p>“I think it’s irresponsible that this has become such a big story without a proper explanation. It’s not what people are making it seem like.</p> \n<p>“There’s just a lot of speculation going around. People are ruining Mo’s reputation and ruining the sport.”</p> \n<p>Farah was revealed to have missed tests in 2010 and 2011, the second of which came after he failed to hear his doorbell. Under the ’three strikes’ system, a third missed appointment would have counted as a doping offence carrying a maximum four-year ban.</p> \n<p>UK Anti-Doping’s (UKAD) chief executive, Nicole Sapstead, has admitted it is “not common” for an athlete to have two missed tests.</p> \n<p>Last year there were 266 British athletes on the testing register, each of whom would have a minimum of three tests a year, and there were a total of 37 missed tests.</p> \n<p>Between 2010 and 2014 there were 224 missed tests with the highest number in 2011 – the year before the London Olympics – with 66 missed tests but 99 more athletes in the testing pool compared to last year.</p> \n<p>Video evidence submitted to UKAD by Farah’s agent, Ricky Simms, aiming to show the runner had not heard the doorbell may also have helped avert any possible charge for deliberately trying to evade testers.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada\">Missed drug tests happen but three strikes and out feels about right | Owen Gibson</a> </p> \n</aside> \n<p>Under the ’whereabouts’ system, athletes have to register where they will be for a specific hour every day so that testers can be sure of their location. If they are not where they say they will be three times in the space of a year then it is judged as a doping offence.</p> \n<p>Sapstead would not discuss individual cases or reveal how many athletes were on two strikes but said: “It is not common for athletes to have two missed tests.”</p> \n<p>UKAD’s legal director, Graham Arthur, said any evidence of a deliberate attempt to avoid testers would lead to an immediate doping charge.</p> \n<p>Arthur said: “If someone has deliberately not opened their door and deliberately hidden from the testers then we would take action against them for evasion, which carries up to a four-year ban.</p> \n<p>“If they have put themselves in a place where they are not able to hear the doping control people arrive or ring the doorbell and we are satisfied they are just being negligent and not wilful, then it counts as a missed test.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434699058589/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images","credit":"Steven Paston/Action Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T07:34:37Z","lastModified":"2015-06-19T07:35:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Mo Farah","Alberto Salazar","Sport","Athletics"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown","shortUrl":"http://gu.com/p/4avm8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown","webUri":"http://www.theguardian.com/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434699058589/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images","credit":"Steven Paston/Action Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images"}},"importance":0,"kicker":{"title":"Mo Farah"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434699058589/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images","credit":"Steven Paston/Action Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434637730143/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"mo farah","cleanCaption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters"}}]},{"title":"Royal Ascot / Moore on verge of record after riding eighth winner","rawTitle":"Moore on verge of record after riding eighth winner","item":{"type":"article","id":"sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner","title":"Ryan Moore on verge of Royal Ascot record after riding eighth winner","trailText":"Ryan Moore underlined his talent when victories on board Waterloo Bridge, Curvy and War Envoy took his tally of winners at this year’s Royal Ascot to a record-equalling eight","standFirst":"<p><span class=\"bullet\">•</span> Wins on Waterloo Bridge, Curvy and War Envoy underline jockey’s talent<br /><span class=\"bullet\">•</span> Trainer Aidan O’Brien praises ‘greatest rider we have seen for a long, long time’</p>","byline":"Greg Wood at Royal Ascot","body":"<p>Ryan Moore confirmed beyond doubt that he is a talent to stand comparison with the greatest names of the past when he rode three of the six winners at Royal Ascot on Ladies’ Day to equal the modern-day record of eight victories at the meeting.</p> \n<p>In living memory only Lester Piggott, in 1965 and 1975, and Pat Eddery, in 1989, have partnered eight winners at a single Royal meeting. Both men were riding at a time when the fixture was staged with 24 races over four days rather than the current total of 30 races over five. Moore, however, is not only on the brink of a new modern record, but may also threaten the dozen winners ridden by Fred Archer in 1878.</p> \n<p>Moore equalled his previous best total of six winners at a single Royal meeting when Waterloo Bridge, a 12-1 chance, took the opening Norfolk Stakes and he followed up aboard Curvy, at 9-2, in the Ribblesdale Stakes and War Envoy, at 10-1, in the Britannia Handicap. The combined odds of his treble were 785.5-1.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/graham-lee-gold-cup-trip-to-paris-royal-ascot\">Trip to Paris win earns Graham Lee biggest payday since switch to the Flat</a> </p> \n</aside> \n<p>Moore has ridden a series of big winners around the world over the past two years, including the Melbourne Cup winner in November last year and several more victories at the prestigious Breeders’ Cup in America. His success at this year’s Royal meeting, though, coincides with a new partnership with Aidan O’Brien, Ireland’s champion trainer.</p> \n<p>“Ryan is an unbelievable rider,” O’Brien said on Thursday. “Everyone knows he is probably the greatest rider we have seen for a long, long time.”</p> \n<p>Moore’s outstanding form has started to move the markets on his remaining rides at the Royal meeting. He is due to ride the favourite in both the feature events at Royal Ascot on Friday: Hootenanny in the Commonwealth Cup and Found in the Coronation Stakes.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a1e2018d55f7476a0ffb431d8eb453449cd39ed/2389_481_1996_1199/1996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":1996,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot 2015.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-18T19:16:54Z","lastModified":"2015-06-19T08:10:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":false,"keywords":["Royal Ascot 2015","Ryan Moore","Royal Ascot","Ascot","Horse racing","Sport"],"tags":[{"id":"sport/royal-ascot-2015","webTitle":"Royal Ascot 2015"},{"id":"sport/ryan-moore","webTitle":"Ryan Moore"},{"id":"sport/royal-ascot","webTitle":"Royal Ascot"},{"id":"sport/ascot","webTitle":"Ascot"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner","shortUrl":"http://gu.com/p/4avgm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner","webUri":"http://www.theguardian.com/sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a1e2018d55f7476a0ffb431d8eb453449cd39ed/2389_481_1996_1199/1996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":1996,"orientation":"landscape","caption":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot.","cleanCaption":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":4,"kicker":{"title":"Royal Ascot"},"showQuotedHeadline":false,"sublinks":[{"title":"Royal Ascot / Trip to Paris storms to Gold Cup victory","rawTitle":"Trip to Paris storms to Gold Cup victory","item":{"type":"article","id":"sport/2015/jun/18/trip-to-paris-gold-cup-royal-ascot","title":"Graham Lee wins the Gold Cup at Royal Ascot on Trip To Paris","trailText":"The Grand National-winning jockey who switched codes enjoyed his greatest day on the level with victory in the centrepiece of Britain’s premier Flat meeting","standFirst":"<p><span class=\"bullet\">•</span>Former jump jockey wins centrepiece of premier Flat meeting<br /><span class=\"bullet\">•</span> Lee won the Grand National in 2004 on Amberleigh House</p>","byline":"Chris Cook at Ascot","body":"<p>Trip To Paris has caused a 12-1 upset in the Gold Cup at Royal Ascot, beating two horses that would have provoked much more celebration among the ladies’ day crowd. Ryan Moore, seeking a record-equalling eighth winner of the week, was second aboard Kingfisher after terrible trouble in running up the straight, while third place went to the previously unbeaten favourite, Forgotten Rules.</p> \n<p>In victory, the 39-year-old jockey Graham Lee has completed a remarkable double, having also won the Grand National 11 years ago aboard Amberleigh House. Lee had the unusual problem of being undersized for a jump jockey and eventually gave up the greater risks associated with the winter game to try his luck on the Flat.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2004/apr/04/grandnational2005.grandnational\">McCain works his magic again as Amberleigh brings the house down</a> </p> \n</aside> \n<p>This triumph is just the latest justification of that decision. Lee won 159 races on the Flat last year. “He was so switched off and relaxed and he raced that way,” the jockey said. “He was just conserving his energy and when I turned in, there was a gap down the rails. He’s picked up good and he deserved it.”</p> \n<p>A supplementary entry for the race at a cost of &pound;35,000, Trip To Paris must count as one of the most improved horses in training this year, which he began by getting beaten in a handicap off a mark of 88 at Kempton in March. He then won three in a row, including the Chester Cup, was an arguably unlucky second at Sandown and has now landed a Group One.</p> \n<p>For a strong and improving stayer who goes on fast ground, the Melbourne Cup at the end of the year ought to be a natural target. However, Trip To Paris will certainly be lumbered with plenty of weight by the Australian handicapper if he turns up there.</p> \n<p>The winning trainer was Ed Dunlop, who told Channel 4 that his parents have a Gold Cup trophy on their dining table at home, from the time in 1974 when his father, John, trained Ragstone to win the race. Dunlop had a quiet 2014 but Trip To Paris has already made this year much more memorable for the Newmarket man.</p> \n<p>Earlier, Moore took his tally for Ascot week to seven with a double. He was a surprise winner aboard Waterloo Bridge in the Norfolk, which was thought to be between the Richard Hannon-trained pair Log Out Island and King Of Rooks, though in the event they may have undermined each other by contesting the lead for much of the race.</p> \n<p>Moore also scored in the Ribblesdale on Curvy, who outstayed the favourite, Pleascach. Time Test was an impressive winner of the Tercentenary under Frankie Dettori and the winning trainer, Roger Charlton, is already considering Group One targets for the colt.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645067096/d3802419-9bdb-4413-ac60-0947a34f41e4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins","altText":"The Queen hands over The Gold Cup to the owners of Trip to Paris.","cleanCredit":"Photograph: Tom Jenkins"}],"bodyImages":[],"webPublicationDate":"2015-06-18T15:44:26Z","lastModified":"2015-06-18T16:31:10Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":false,"keywords":["Royal Ascot 2015","Royal Ascot","Horse racing","Sport"],"tags":[{"id":"sport/royal-ascot-2015","webTitle":"Royal Ascot 2015"},{"id":"sport/royal-ascot","webTitle":"Royal Ascot"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/trip-to-paris-gold-cup-royal-ascot","shortUrl":"http://gu.com/p/4avbd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/trip-to-paris-gold-cup-royal-ascot","webUri":"http://www.theguardian.com/sport/2015/jun/18/trip-to-paris-gold-cup-royal-ascot"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434643995370/a65f35e1-9a84-462d-8646-8606455e4a98-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Graham Lee on board Trip to Paris on their way to victory in the Gold Cup on Ladies’ Day at Royal Ascot. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Graham Lee on board Trip to Paris on their way to  victory in the Gold Cup on Ladies’ Day at Royal Ascot.","cleanCaption":"Graham Lee on board Trip to Paris on their way to victory in the Gold Cup on Ladies’ Day at Royal Ascot.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":0,"kicker":{"title":"Royal Ascot"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645067096/d3802419-9bdb-4413-ac60-0947a34f41e4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins","altText":"The Queen hands over The Gold Cup to the owners of Trip to Paris.","cleanCredit":"Photograph: Tom Jenkins"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a1e2018d55f7476a0ffb431d8eb453449cd39ed/2389_481_1996_1199/1996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":1996,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot 2015.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Cycling / D’Hoore wins Women’s Tour stage two","rawTitle":"D’Hoore wins Women’s Tour stage two","item":{"type":"article","id":"sport/2015/jun/18/jolien-dhoore-womens-tour-lisa-brennauer","title":"Jolien D’Hoore wins Women’s Tour stage two to close on Lisa Brennauer","trailText":"Jolien D’Hoore won a frantic bunch sprint in the Braintree to Clacton-on-Sea stage of the Aviva Women’s Tour to close the gap on the overall race leader, Lisa Brennauer","standFirst":"<span class=\"bullet\">•</span> Wiggle-Honda rider wins frantic sprint in Clacton-on-Sea\n<br />\n<span class=\"bullet\">•</span> Brennauer retains overall lead in Aviva Women’s Tour","byline":"Guardian Sport","body":"<p>Jolien D’Hoore won stage two of the Women’s Tour on Thursday, the Belgian coming through a bunch sprint to triumph on the Braintree to Clacton-on-Sea route.</p> \n<p>D’Hoore finished ahead of Lisa Brennauer, of Velocio-SRAM, who maintaining her overall race lead, a position she held going into stage two because <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/lizzie-armitstead-leaves-hospital-womens-tour-future\" title=\"\">Lizzie Armitstead is out of action following her crash</a> while celebrating winning stage one on Wednesday.</p> \n<p>With this victory D’Hoore is second in the general classification and only one second behind Brennauer, with Thursday’s breakaway rider Vera Koedooder moving into third place.</p> \n<p>Stage two saw the peloton navigate a narrow and twisting 138km route through countryside and it was at the 37km mark that Koedooder, riding for Bigla, made her move. Sarah Roy, of Orica-AIS, followed but the pair were soon pulled back into the pack.</p> \n<p>Koedooder and the German National Team rider Corinna Lechner formed a new lead pair and eventually found themselves a whole two minutes ahead of the rest of the field. But with about 20km to go the gap between the leading pair and the pack shortened to less than a minute. They then split, reuniting in time for Koedooder to take full points at the top of the second queen of the mountain ascent, with &Eacute;lise Delzenne, of Velocio-SRAM, taking the first queen of the mountain points earlier in the race, ahead of the British road champion Laura Trott.</p> \n<p>Koedooder pulled away again but was caught 4km from the finish line. There was a frantic finale and it was D’Hoore, of Wiggle-Honda, who was victorious.</p> \n<p>Friday’s stage three is from Oundle to Kettering.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434649880775/Aviva-Womens-Tour-Of-Brit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jolien D’hoore, second right, sprints for the line to win stage two of the Women’s Tour in Clacton-on-Sea. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Aviva Women's Tour Of Britain - Stage Two","cleanCaption":"Jolien D’hoore, second right, sprints for the line to win stage two of the Women’s Tour in Clacton-on-Sea. Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-18T17:52:33Z","lastModified":"2015-06-18T23:01:01Z","metadata":{"commentable":true,"commentCount":3,"contributors":[],"feature":false,"keywords":["Cycling","Sport"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/jolien-dhoore-womens-tour-lisa-brennauer","shortUrl":"http://gu.com/p/4avfj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/jolien-dhoore-womens-tour-lisa-brennauer","webUri":"http://www.theguardian.com/sport/2015/jun/18/jolien-dhoore-womens-tour-lisa-brennauer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434649880775/Aviva-Womens-Tour-Of-Brit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jolien D’Hoore, second right, sprints for the line to win stage two of the Women’s Tour in Clacton-on-Sea. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Aviva Women's Tour Of Britain - Stage Two","cleanCaption":"Jolien D’Hoore, second right, sprints for the line to win stage two of the Women’s Tour in Clacton-on-Sea. Photograph: Bryn Lennon/Getty Images"}},"importance":4,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434649880775/Aviva-Womens-Tour-Of-Brit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jolien D’hoore, second right, sprints for the line to win stage two of the Women’s Tour in Clacton-on-Sea. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Aviva Women's Tour Of Britain - Stage Two","cleanCaption":"Jolien D’hoore, second right, sprints for the line to win stage two of the Women’s Tour in Clacton-on-Sea. Photograph: Bryn Lennon/Getty Images"}}]},{"title":"Floyd Mayweather rematch / De La Hoya dismisses suggestion","rawTitle":"De La Hoya dismisses suggestion","item":{"type":"article","id":"sport/2015/jun/18/oscar-de-la-hoya-dismisses-floyd-mayweather-rematch-suggestion","title":"Oscar De La Hoya dismisses Floyd Mayweather rematch suggestion","trailText":"A showdown between Floyd Mayweather and Oscar De La Hoya has been knocked on the head – because De La Hoya insists he’s not stepping back in the ring","standFirst":"<ul>\n <li>42-year-old says he is content in retirement</li>\n <li>Mayweather said he was open to fight<br /></li>\n</ul>","byline":"Tim Hill in New York","body":"<p>A showdown between Floyd Mayweather and Oscar De La Hoya has been knocked on the head – because De La Hoya insists he’s not stepping back in the ring.</p> \n<p>“I’m happy, I’m retired, I’m content,” De La Hoya said. “I’m never comng back.” </p> \n<p>On Wednesay, Mayweather suggested he was open to defending his 48-0 professional record against his former rival and the man he defeated after a controversial split-decision in 2007. </p> \n<p>“Oscar – he’s coming back,” Mayweather said. “I mean, if he wants to, we can rock ‘n’ roll in the same gym … He said he wanted a rematch, so if Oscar wants it, he can get it.”</p> \n<p>But the 42-year-old De La Hoya posted a video on Instagram on Thursday to nip that notion in the bud. “Our first fight had a rematch clause – [but] it had to take place within the year, and he retired a year and one day, [after]” De La Hoya said. “Look, I’m retired, I’m happy, I’m content. I’m never coming back.” </p> \n<p>De La Hoya had teased fans in a radio interview earlier this month, in which he suggested a comeback was on the cards. “There’s not one day that passes by that I [don’t] think about making a comeback. If I did make a comeback, I’d want to fight the very best,” he said. Did that mean Mayweather?</p> \n<p>Mayweather triumphed in the pair’s only fight, winning a split decision victory after a closely fought 12 rounds for the WBC light middleweight championship in May 2007. At the time, the bout was the most lucrative boxing match ever, with over $130m generated in revenue, and tickets for the bout went within three hours of going on sale.</p> \n<p>The pair continued to trade barbs after De La Hoya retired. After Mayweather beat Manny Pacquiao in May in a fight that lacked vim and vigour, but which the American won on points, De La Hoya said: “Call me old school, but I like the fans getting their money’s worth by watching an action-packed fight.”</p> \n<p>De la Hoya won 10 world titles in six different weight titles and finished his career with a 39-6 record, including 30 total knockouts, but his last professional fight ended in defeat against Pacquaio.</p> \n<p>Mayweather, 38, has one fight remaining on his Showtime contract and has suggested several times that he intends to retire after a final fight in September. He was dismissive of the undefeated Gennady Golovkin, who has been touted as a possible opponent.</p> \n<p>“He can’t beat me,” Mayweather said of the 33-year-old Kazakh. “I thought he was straight up and down. No special effects. He can punch, but I seen him in his last fight [against Willie Monroe]. I don’t even know who that guy was. If I worked with the guy, the guy would have beaten him.</p> \n<p>“It’s my dream fight. Of course I’d beat him.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434656008880/4d8f73d5-e400-4a45-ab01-e892df31fced-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Kevork Djansezian/Associated Press","altText":"Floyd Mayweather lands a left on Oscar De La Hoya","cleanCredit":"Photograph: Kevork Djansezian/Associated Press"}],"bodyImages":[],"webPublicationDate":"2015-06-18T19:34:12Z","lastModified":"2015-06-18T19:36:42Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Tim Hill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timhill"}],"feature":false,"keywords":["Floyd Mayweather","Boxing","US sports","Sport"],"tags":[{"id":"sport/floyd-mayweather","webTitle":"Floyd Mayweather"},{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Tim Hill","topic":{"type":"tag-contributor","name":"profile/timhill"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/oscar-de-la-hoya-dismisses-floyd-mayweather-rematch-suggestion","shortUrl":"http://gu.com/p/4avga","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/oscar-de-la-hoya-dismisses-floyd-mayweather-rematch-suggestion","webUri":"http://www.theguardian.com/sport/2015/jun/18/oscar-de-la-hoya-dismisses-floyd-mayweather-rematch-suggestion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434656008880/4d8f73d5-e400-4a45-ab01-e892df31fced-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Floyd Mayweather lands a left on Oscar De La Hoya during their fight in 2007. Photograph: Kevork Djansezian/Associated Press","credit":"Kevork Djansezian/Associated Press","altText":"Floyd Mayweather lands a left on Oscar De La Hoya","cleanCaption":"Floyd Mayweather lands a left on Oscar De La Hoya during their fight in 2007.","cleanCredit":"Photograph: Kevork Djansezian/Associated Press"}},"importance":3,"kicker":{"title":"Floyd Mayweather rematch"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434656008880/4d8f73d5-e400-4a45-ab01-e892df31fced-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Kevork Djansezian/Associated Press","altText":"Floyd Mayweather lands a left on Oscar De La Hoya","cleanCredit":"Photograph: Kevork Djansezian/Associated Press"}}]},{"title":"Tennis / Murray beats Verdasco to reach Queen's quarter-finals","rawTitle":"Murray beats Verdasco to reach Queen's quarter-finals","item":{"type":"article","id":"sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens","title":"Andy Murray beats Fernando Verdasco at Aegon Championships","trailText":"Andy Murray marched into the quarter-finals at Queen’s where he will play the big-serving Gilles Müller","standFirst":"<span class=\"bullet\">•</span> Murray beats stubborn but erratic Spaniard 7-5, 6-4\n<br />\n<span class=\"bullet\">•</span> Big-serving Gilles M&uuml;ller next for Murray in Queen’s quarter-finals","byline":"Kevin Mitchell at Queen's","body":"<p>So far this week at Queen’s it has been <em>adi&oacute;s</em> Rafa Nadal, <em>adieu</em> Stan Wawrinka and, on Thursday, whatever the Bulgarian is for “thanks for coming” Grigor Dimitrov, as the defending champion joined the queue of leading players bundled out of the singles at the Aegon Championships.</p> \n<p>Andy Murray, the No1 seed and three-times champion, also briefly flirted with embarrassment before seeing off the stubborn but erratic Fernando Verdasco in a little over an hour and a half, 7-5, 6-4, and plays the big-serving Gilles M&uuml;ller of Luxembourg in the quarter-finals.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/andy-murray-laura-robson-comeback\">Andy Murray warns returning Laura Robson must deal with mental baggage</a> </p> \n</aside> \n<p>Murray was a long time coming into his press conference but dispelled fears he might be nursing an injury before Wimbledon. “When you start changing surface, you get sore in different places,” he said. “After the first match I felt OK. After doubles yesterday I felt a little bit stiff, lower back and the backs of the legs. Today I just wanted to make sure, go over everything with my physio, so that they understand exactly what it is I’m feeling, and then get all of the right treatment and my warm-downs done and eat properly, because I want to recover well.</p> \n<p>“I’m going to play every single day now until the end of the tournament. It’s a bit different at slams. You have more time to recover, whereas here, when you’re changing surfaces and only having sometimes less than 24 hours, you need to have your priorities right.”</p> \n<p>The match was an oddly disjointed affair. Murray railed at himself throughout as he slowly found his rhythm on grass – although he reckoned he moved better than he did in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/16/andy-murray-yen-hsun-lu-queens-live-tennis\" title=\"\">his opening match</a> against Lu Yen-hsun – while Verdasco swung his strong left arm from the hip without much regard for the consequences. Almost inevitably, he gifted Murray the match, with three of his 10 double faults arriving in the final game; that’s wrapping it up in silver paper and putting a shiny ribbon on it.</p> \n<p>Sliding from 4-1 up to 4-all in the first set did not represent disaster but it was uncomfortable for Murray, given their history on London grass; Verdasco famously <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/03/andy-murray-wimbledon-fernando-verdasco\" title=\"\">led him two sets to love</a> before Murray turned it around and went on to win Wimbledon in 2013 and, although the stakes here were considerably lower, the world No3 needs quality time on grass before heading for the All England Club. He should get it against M&uuml;ller.</p> \n<p>In the first quarter of an hour, the ball was leaving Murray’s racket sweetly but Verdasco, having started the match with double fault, ace, double fault, finally hit a few spots with ball in hand to bring tension to the contest. Murray’s banker always has been and always will be his defence and the Spaniard now found it much tougher to crack. Murray had two set points before Verdasco found a little extra pop on his ground strokes to force deuce, before overcooking another wild thrash from the baseline to hand Murray the first frame in 44 minutes.</p> \n<p>Murray had to save a break point to hold at the start of the second set, although he was helped by his opponent’s continued indiscipline. In the third game Murray held from 0-40, and needed four points on the spin for 3-2. When Verdasco’s serve completely fell to pieces at the end, Murray was happy to retreat to the locker room with the win.</p> \n<p>He could hardly have a more contrasting challenge in the quarter-finals, where he meets another leftie in M&uuml;ller, who is in frightening form on serve at 32 – as Murray has noticed. “He served 37 aces in the first round,” he said. “I haven’t served that many the whole year [Murray actually has 245 to Muller’s 381].”</p> \n<p>Murray added: “He is coached by a good friend of mine, Jamie Delgado, who has played here a number of times and we have practised and warmed up together. We know each other’s games well and he is a very good grass-court player. It is going to be very tough.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/simona-halep-birmingham-aegon-classic\">Simona Halep advances as top seeds recover poise in Birmingham</a> </p> \n</aside> \n<p>When M&uuml;ller played Dimitrov earlier in the day, he could not quite match the howitzer serving rate that demolished Mikhail Youzhny in the first round but, just as Wawrinka, the French Open champion, had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/kevin-anderson-stan-wawrinka-queens-wimbledon-french-open\" title=\"\">suffered on the end of 22 aces</a> by Kevin Anderson on Wednesday, so the Bulgarian found 19 free serving points and 35 clean winners by M&uuml;ller too much to handle. It was M&uuml;ller’s second win this year over Dimitrov, who went out in the first round at Roland Garros and has yet to put together a run to suggest he will be a significant threat at Wimbledon.</p> \n<p>M&uuml;ller, who has had his moments in a solid career and had to cope with six months out when his left elbow gave up on him in 2013, took an hour and a quarter to win 6-4, 7-6.</p> \n<p>It’s been a tournament of towering dominance for the big servers: John Isner, at 6ft 10in, has hit 57 aces, followed by 6ft 4in M&uuml;ller (56), 6ft 6in Milos Raonic (53) and 6ft 8in Anderson (44). Isner needed three tie-break sets on Thursday to defeat another strong server, Feliciano L&oacute;pez, in a match that did not feature a single break, while Viktor Troicki came back from a set down to beat Marin Cilic 6-7, 6-2, 6-3.</p> \n<p>Dimitrov, meanwhile, remains upbeat. “I think everything is going to be fine for me,” he said. “It’s a tough loss but I give credit to Gilles.”</p> \n<p>But, as they say in Bulgaria, it was another case of <em>blagodarya, che doidokhte</em>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434641147037/Andy-Murray-celebrates-hi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray celebrates his victory over Fernando Verdasco at the Aegon Championships","cleanCaption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-18T15:26:03Z","lastModified":"2015-06-18T23:12:24Z","metadata":{"commentable":true,"commentCount":38,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens","shortUrl":"http://gu.com/p/4avap","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens","webUri":"http://www.theguardian.com/sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434641147037/Andy-Murray-celebrates-hi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray celebrates his victory over Fernando Verdasco at the Aegon Championships","cleanCaption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters"}},"importance":3,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434641147037/Andy-Murray-celebrates-hi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray celebrates his victory over Fernando Verdasco at the Aegon Championships","cleanCaption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters"}}]}],"lastModified":"2015-06-19T08:10:10Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}