{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Ashes 2015 / England win Ashes opener as Stuart Broad breaks Australia’s top order","rawTitle":"England win Ashes opener as Stuart Broad breaks Australia’s top order","item":{"type":"article","id":"sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order","title":"England win Ashes opener as Stuart Broad breaks Australia’s top order","trailText":"Stuart Broad removed Chris Rogers, Steve Smith and Michael Clarke to put England on the way to a 169-run win against Australia in the first Test","standFirst":"<span class=\"bullet\">•</span> First Test: England 430 &amp; 289; Australia 308 &amp; 242\n<br />\n<span class=\"bullet\">•</span> England win by 169 runs and lead five-match series 1-0","byline":"Vic Marks at the Swalec Stadium","body":"<p>As expected (by practically nobody in the host country and probably no one down under) England beat Australia by 169 runs inside four days.</p> \n<p>On a bright, blustery day in front of an adoring packed house England were sensational. Stuart Broad, galloping towards the river Taff, set the tone by dismissing three of the top four in a lineup that was looking emasculated and a tad decrepit by the end of the day. Only when the twentysomethings were together – David Warner and Steve Smith – did Alastair Cook have much to fret about.</p> \n<p>England were not quite flawless; Joe Root dropped a slip catch and Moeen Ali bowled a horrible second over that cost 17 runs, which briefly surrendered the initiative, but throughout a memorable day they were vibrant, innovative and very skilful. Broad may have been flattered by some of his recent figures – his five-wicket haul against the Kiwis at Leeds springs to mind – but that was not the case here. He barely bowled a bad ball; he beat the outside edge frequently, particularly when the bat was held by Warner in the first hour.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-ashes-australia-alastair-cook\">Alastair Cook hails relentless England bowlers after win over Australia</a> </p> \n</aside> \n<p>Broad reminded us how he relishes an Ashes battle – especially when bowling – but the rest of the attack was outstanding as well. Jimmy Anderson was wicketless in the second innings, in part because of that dropped catch, yet he was always on target and testing Australia’s resolve and skill.</p> \n<p>Mark Wood was something of a revelation. Having produced a vital cameo with the bat on Friday evening, Wood, who always seems to be irrepressible, was given the task of bowling into a stiff breeze. He bounded in, gave the Aussies nothing and more than earned his two wickets. After that 17-run over Moeen was looking oh so vulnerable. Late into the afternoon he sometimes had five men around the bat as England closed in on victory.</p> \n<p>There were outstanding moments in the field. Captain Cook (you know, the one who could not helm a rowing boat on the Serpentine) magically – or was it mischievously? – juggled catches as if employed by Barnum &amp; Bailey (and there have been times recently when that really seemed to be the case). In between all that Cook was setting funky fields, making funky bowling changes. Somehow or another they very often worked.</p> \n<p>It is one match out of five, but the odds on this series are surely as wobbly as the euro now. The scrutiny is turning upon Australia, whether it be their birth dates or their creaking ankles and knees. In this match they have been outbowled and outbatted, which makes it look as if they have been outcaptained as well. Hence the anticipation of Lord’s becomes ever more fevered alongside a growing curiosity about what sort of pitch Australia will find there. A prediction is that they will be grumpy if it lacks the pace of the excellent pitch prepared there for New Zealand in May.</p> \n<p>However, England have been so impressive here that perhaps the nature of the surface does not matter so much. On Saturday morning Broad and Anderson were bang on target from the start. In the third over Anderson found the edge of Rogers’s bat, but was dropped by Root, standing unusually close at third slip. No matter; Broad induced another edge within the hour and the ball just carried to Ian Bell at second slip.</p> \n<p>Cook stuck with his plans to give an early bowl to Moeen; they backfired. Five runs came from Moeen’s first over, 17 from his second as Warner capitalised on some nasty long-hops.</p> \n<p>Briefly the initiative was lost. Moeen was hastily removed to be replaced by Wood from the Taff End; then came Root for a couple of overs whereupon Cook tossed the ball back to Moeen for the last over before lunch. His third delivery took the pads and the review confirmed that Warner would not be returning after the interval. If not funky, this was jolly handy and it certainly relaxed the bowlers.</p> \n<p>In the afternoon session Australia lost five wickets for 65. Broad delivered another exceptional spell during which Smith was pocketed by Bell at second slip <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/australia-michael-clarke-alastair-cook-first-test-ashes\">and Michael Clarke</a>, his weight loitering on the back foot, drove to cover point. Then Wood’s perseverance was rewarded when he found the outside edge of Adam Voges’s bat.</p> \n<p>The next two wickets were a source of merriment to the fans revelling in England’s domination. First, there was Cook’s juggling act at short midwicket to dispatch Brad Haddin off the bowling of Moeen. Then there was the demise of Shane Watson, who has gathered a reputation for seeking to benefit from the review system as frequently as Broad.</p> \n<p>A delivery from Wood thumped into his ample front pad. Yet again Watson spied the umpire’s raised finger. It may well be that he did not wish to review the decision and that he was advised by his partner, Mitchell Johnson, to do so.</p> \n<p>Whatever the reason Watson sought a review and his dismissal was duly confirmed by the third umpire amid much hilarity. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/shane-watson-lbw-australia-england-first-test-ashes\">Watson’s reputation was intact</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/11/ashes-2015-england-v-australia-first-test-day-four-live\">Ashes 2015: England v Australia –&nbsp;first Test, day four –&nbsp;as it happened</a> </p> \n</aside> \n<p>The dismissal of Mitchell Starc also raised a smile – outside the Aussie dressing room. An outside edge against Root was parried by Cook at gully thereby enabling Adam Lyth at slip to catch the rebound.</p> \n<p>Only Johnson offered any resistance in a carefree display of controlled hitting. No matter who was bowling, Johnson timed the ball superbly throughout his 77, which was terminated when he edged a drive to slip off Root, a deserved man of the match (though more for his batting than his bowling). It is fair to say that Johnson preferred batting to bowling on this pitch.</p> \n<p>Moeen took the final wicket to finish with figures of three for 59, augmenting his two vital wickets in the first innings. Perhaps the Beard was insufficiently feared.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/11/1436632278709/First-Ashes-Test-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"First Ashes Test","cleanCaption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T16:31:39Z","lastModified":"2015-07-11T23:46:19Z","metadata":{"commentable":true,"commentCount":790,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order","shortUrl":"http://gu.com/p/4atvn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order","webUri":"http://www.theguardian.com/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/11/1436632278709/First-Ashes-Test-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"First Ashes Test","cleanCaption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA"}},"importance":7,"kicker":{"title":"Ashes 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"Barney Ronay / Stuart Broad’s box-office duel with David Warner proves just the start","rawTitle":"Stuart Broad’s box-office duel with David Warner proves just the start","item":{"type":"comment","id":"sport/blog/2015/jul/11/stuart-broads-urgency-and-precision-win-vital-duel-with-david-warner","title":"Stuart Broad’s box-office duel with David Warner proves just the start","trailText":"Stuart Broad took the key wickets of Chris Rogers, Steve Smith and Michael Clarke but it was his battle with David Warner that was most compelling","standFirst":"Not so much a wrecking ball, the England bowler was instead a relentless, suffocating presence running in from the Cathedral Road end as part of an attack that Australia must now look to counter","byline":"Barney Ronay at the Swalec Stadium","body":"<p>With Stuart Broad it often seems to be all in the run-up. Watch Broad from afar enough times and you start to see the signs, little hints that England’s streakiest, delicately engineered, match-winning new ball bowler could be about to clank into high gear.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\">England win Ashes opener as Stuart Broad breaks Australia’s top order</a> </p> \n</aside> \n<p>For a long-time England observer the feeling can be similar to watching one of your own offspring in action. You get to know – or at least imagine that you know – the ticks and tells, each little gathering hint of spring and snap that suggests the rifle sights narrowing, torpedoes locked in, the force beginning to crackle.</p> \n<p>On a day of passing cloud and tepid high summer heat, Broad bowled with wonderful urgency and precision, in the process turning this first Test decisively England’s way. There is an ease to his approach at his best, this great slender conifer of a man leaning forward at first, ears pinned back, then gradually, almost bashfully unfurling himself to his full height at the point of delivery. Not so much a wrecking ball, he was instead a relentless, suffocating presence running in from the Cathedral Road end.</p> \n<p>Broad bowled fast and full here, finding enough nip and bounce in the fourth-day pitch to discomfit every batsman who faced him. The first hour brought him the wicket of Chris Rogers, caught by Ian Bell at second slip as Australia lost their first wicket at 19.</p> \n<p>Most compelling of all was Broad’s duel with David Warner, a pedigree attacking opener but a man in need not just of a way into this series, but of a start in England, a method of playing in a country where he averages 22 after six Tests, against 46 elsewhere. England won here in part because they batted with new-found brio and aggression. But also because of the same-old same-old, England’s most prolific fast-bowling pair performing as required in occasionally helpful conditions. That it was Broad rather than Jimmy Anderson who produced the decisive spell on day four might have come as a surprise to some.</p> \n<p>Only Broad will know for sure if he really was irritated by the pre-series talk of Australia’s greater fast bowling hand, a strength offset, the assumption was, by the presence of Anderson. Broad barely got a mention in the previews, despite that going back to March 2013 his record reads 120 wickets at 26 with seven five-fors, just about edging Anderson’s own 118 at 27 with five five-wicket hauls.</p> \n<p>This is not to downplay Anderson’s influence here. Between them in the first two hours, England’s new-ball pair produced a sublime, high-pressure period of sustained accuracy from around and over the wicket that, while it didn’t quite skittle the Australian top order, established a hand on the throat that was never relaxed.</p> \n<p>With the crowd still fluttering into place Anderson produced an in-ducker with the second ball of the day that hit Rogers square in what we might perhaps now call the Alastairs. Rogers grinned and walked it off. Ten minutes of leave-and-prod later he was dropped by Joe Root off Anderson in a close third slip position. It was, though, the action at the other end that defined the morning’s play, and which will perhaps leave the greatest impression on the rest of the series. Either way Broad versus Warner was box office.</p> \n<p>First Warner was beaten by a full ball that seamed away, inducing a spasm of a short-arm drive, the batsman playing the line then furiously reeling his hands back in. A shorter ball zipped past a narrow defensive prod. Then Warner was struck on the pad, producing an appeal from Broad that while loud and prolonged, was still a little short of the full jazz-hands. To his credit Warner stuck at his methods, playing not just late but too late at times, staying compact at the crease and enjoying a little good fortune too.</p> \n<p>He is not just a fine batsman but a fascinating one, Australia’s frontiersman of the new world and a player who for all his runs, his uncluttered method and his thrilling talent is still learning this longer game on the job.</p> \n<p>If Warner was to provide a match-turning hundred here it would simply arrive in the flow of things, incidental to the unchanging methods of a man who seems to keep playing the same, unceasing innings across every format, offering not a selection of gears and modes but another draught whatever the weather of pure unadulterated David Warner.</p> \n<p>He spent 23 balls toying with the idea of playing like a Test opener in England, scoring one run in the process and hanging in against three straight maidens from Broad. In all Broad beat Warner’s outside edge eight times through a combination of nip, bounce and simple accuracy.</p> \n<p>In between times Broad fielded at close funky-mid-off for his new-ball partner, diving full length to take a bunted drive from Warner almost hand in hand with the bowler, a move completed with a mutual pat of the rump, confirming the impression of two bowlers working, as was said of Braque and Picasso, “like two men roped together on a mountain”.</p> \n<p>Warner fought on, reaching 50 off 72 balls, with six fours and one six, periodically stretching out to thrash or pummel a loose ball to the fence, crouched very deep in his crease, reminiscent at times of Gary Ballance’s much more frightening Australian cousin.</p> \n<p>Mark Wood bowled well, producing some genuine skimming pace off that somersaulting tumbler’s run-up. But it was Moeen Ali who finally got Warner just before lunch with a straight ball that scuttled into his pads.</p> \n<p>Broad returned after lunch to remove Australia’s captain and vice-captain. His three wickets for 39 might easily have been five.</p> \n<p>More encouraging for England will be the unrelenting skill and urgency of their senior fast bowlers; not quite the pace like fire of the last Ashes series, but a more carefully-wrought, English-style destruction through high-pressure movement and accuracy that Australia must now look to counter.</p> \n<p><strong>Most wickets in fourth innings in winning Tests for England </strong></p> \n<p><strong>37 at 20.91 </strong>Stuart Broad</p> \n<p><strong>36 at 24.22</strong> Jimmy Anderson</p> \n<p><strong>35 at 15.77</strong> Bob Willis</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436641805405/Stuart-Broad-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stuart Broad celebrates with Jos Buttler after the dismissal of Steven Smith. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Stuart Broad","cleanCaption":"Stuart Broad celebrates with Jos Buttler after the dismissal of Steven Smith. Photograph: Philip Brown/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-11T19:12:25Z","lastModified":"2015-07-11T23:02:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Stuart Broad","England cricket team","Australia cricket team","Ashes 2015","The Ashes","Sport","Australia sport","Cricket"],"tags":[{"id":"sport/stuart-broad","webTitle":"Stuart Broad"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/11/stuart-broads-urgency-and-precision-win-vital-duel-with-david-warner","shortUrl":"http://gu.com/p/4at2z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/11/stuart-broads-urgency-and-precision-win-vital-duel-with-david-warner","webUri":"http://www.theguardian.com/sport/blog/2015/jul/11/stuart-broads-urgency-and-precision-win-vital-duel-with-david-warner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436641805405/Stuart-Broad-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stuart Broad celebrates with Jos Buttler after the dismissal of Steven Smith. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Stuart Broad","cleanCaption":"Stuart Broad celebrates with Jos Buttler after the dismissal of Steven Smith. Photograph: Philip Brown/Reuters"}},"importance":0,"kicker":{"title":"Barney Ronay"},"byline":{"title":"Barney Ronay at the Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/11/1436632278709/First-Ashes-Test-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"First Ashes Test","cleanCaption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA"}}]},{"title":"Wimbledon / Williams beats Muguruza to win sixth Wimbledon and cement 'Serena Slam'","rawTitle":"Williams beats Muguruza to win sixth Wimbledon and cement 'Serena Slam'","item":{"type":"article","id":"sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam","title":"Serena Williams beats battling Garbiñe Muguruza to win Wimbledon","trailText":"Garbiñe Muguruza started her first Wimbledon final with a break and rallied from 5-1 down in the second set but lost 6-4, 6-4 to the grand-slam chasing Serena Williams","standFirst":"<p><span class=\"bullet\">•</span> Williams wins 6-4, 6-4 despite Spaniard’s bright start and fightback<br /><span class=\"bullet\">•</span> Victor holds all four major titles and has chance for calendar-year grand slam</p>","byline":"Kevin Mitchell at Wimbledon","body":"<p>If Serena Williams can survive her recurring, inexplicable dips in power and concentration yet prevail against a young contender as talented as Garbi&ntilde;e Muguruza to win her sixth Wimbledon title and her 21st major, she is well placed to continue breaking records for as long as her body and spirit allow.</p> \n<p>There is nobody to stop her. It is as simple as that. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\">Heather Watson gave her a major fright</a> in the third round and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/may/30/serena-williams-v-victoria-azarenka-french-open-2015-live\">Victoria Azarenka stretched her to the limit</a> in the quarter-finals, but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/serena-williams-maria-sharapova-wimbledon-2015-live-tennis\">Maria Sharapova, her supposed arch-rival, folded in the semis</a>, leaving it to the young Spanish star Muguruza to take her to the wire in Saturday’s final.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/12/wimbledon-2015-days-10-11-and-12-in-pictures\">Wimbledon 2015: days 10, 11 and 12 – in pictures</a> </p> \n</aside> \n<p>Williams at 33 became the oldest slam champion of the modern era by beating her excellent opponent, 12 years her junior, 6-4, 6-4 in an hour and 23 minutes, thrilling Centre Court with a coronation final that briefly looked like turning into an insurrection.</p> \n<p>Instead, Williams came through as the holder of all four majors for the first time since she had that honour in 2003, putting her within sight of Steffi Graf’s 22 majors, as well as Margaret Court’s all-time mark of 24. If she retains the US Open she will have become only the fourth woman to claim a calendar-year grand slam. That is a lot to celebrate on a warm Saturday afternoon. But it might all have turned horribly wrong. The best player in the world did not make it easy for herself in this her 25th slam final.</p> \n<p>It is all very well having the biggest serve in tennis – Williams finished the fortnight with 80 aces, 13 more than Roger Federer, who put 20 on Andy Murray on Friday – but if you fail to land six of them in the box in the first game of a grand slam final against a hungry young player such as Muguruza, life gets complicated.</p> \n<p>Spanish eyes lit up when her vaunted opponent gifted her the first game on the fourth break point, pushing a trembling backhand long after seven worrying minutes.</p> \n<p>Sharapova had three double faults in her first service game against Williams in the semi-finals and lost. Would we witness another meltdown here?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/11/serena-williams-v-garbine-muguruza-wimbledon-womens-singles-final-live\">Serena Williams v Garbi&ntilde;e Muguruza: Wimbledon women's singles final – live!</a> </p> \n</aside> \n<p>There was no early peace for Williams, no room for her to work her way into the match as Muguruza drew on the experience of having beaten her so handily in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/28/serena-williams-garbine-muguruza-french-open\">her troubled times at the French Open in 2014</a>, when the Spaniard was ranked 35 in the world.</p> \n<p>That was a shock, even though Williams was not at her best. These were different circumstances. Muguruza, seeded 20th, had worked her way assiduously through the draw, finishing off the challenges of Caroline Wozniacki and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/garbine-muguruza-beats-agnieszka-radwanska-wimbledon-2015-final\">Agnieszka Radwanska to earn a place in her first slam final</a>. Her confidence and her daring were sky-high.</p> \n<p>She held for two-love and took two points off the Williams serve, which had dipped to an alarming 20%, before the world No1 got a grip. It finally clicked and she trailed 1-2 after quarter of an hour. She had a look at deuce in the fourth game but her footwork was sluggish and her face anguished; she had plenty of catching up to do.</p> \n<p>A second ace settled her nerves as she held in the fifth, but she still struggled for rhythm off the ground. Muguruza was hanging tough and saved two break points to maintain her lead. The question that whispered its way around Centre Court now was: could she keep it up and take the first set?</p> \n<p>After half an hour, Williams struck something like her best serving form, holding to love for 3-4, but her ground strokes and her balance needed work. She got another two break points, the first saved by the Spaniard’s second ace, the second surrendered with a loose forehand and they were back to parity.</p> \n<p>A fourth double fault did not slow the Williams fightback and Muguruza found herself serving to stay in the set just 20 minutes after having the world No1 at her mercy. After an ace got her to game point, she again hit wide for deuce then double faulted. Williams had set point – and took it, after 44 minutes, with an angry, relieved forehand.</p> \n<p>She closed her eyes and breathed deep during the break. Soon, the familiar pattern would emerge: an opponent in contention introduced to the reality of sustaining the challenge.</p> \n<p>Williams broke, held and was 3-1 up in the second, and banging down her eighth ace nearly an hour after those three double faults had given Muguruza hope. A ninth ace induced panic at the other end and the Spaniard’s forehand drifted long.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/martina-hingis-sania-mirza-win-wimbledon-womens-doubles-final\">Martina Hingis and Sania Mirza win Wimbledon women’s doubles final</a> </p> \n</aside> \n<p>Williams was now a couple of games away from confirming her dominance – if she could crack Muguruza’s serve again and finish the way she knows best. But Muguruza was not quite done and broke her to love in the seventh game.</p> \n<p>The ninth game of the second set encapsulated the struggle. Muguruza, having held through deuce to force Williams to serve for the title, the world No1 double faulted for the eighth time and, watching two ground strokes whirr past her, faced three break points.</p> \n<p>She struck a 10th ace for 30-40 and one more for deuce. Her 12th, at 121 miles an hour, delivered her championship point, but Muguruza saved, advancing to the net to land a perfect forehand in the deuce corner. They both hit long, Muguruza by a millimetre, within the margin of error.</p> \n<p>Williams netted a forehand from the baseline and the crowd went wild as the Spaniard lived again. She took it with a belting backhand for 4-5, and the mood of the match was transformed yet again.</p> \n<p>The end could hardly have been a greater anticlimax. Muguruza double faulted for the second time; Williams got the benefit of a kind net cord; Muguruza hit long, then just wide – and the deed was done.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ea1b2d30f1a403995153c9e03271a91039a8456d/0_0_3572_2149/3572.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2149,"width":3572,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Serena Williams shows off the winners trophy on the members balcony after beating Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-11T14:48:26Z","lastModified":"2015-07-12T06:46:24Z","metadata":{"commentable":true,"commentCount":492,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Wimbledon","US sports","Sport","Tennis"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam","shortUrl":"http://gu.com/p/4atx2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam","webUri":"http://www.theguardian.com/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/62cbca234224bc26cad62d69627bd9e9e23135cb/0_236_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","caption":"Serena Williams fires a return back to Garbiñe Muguruza in the women’s singles final at Wimbledon. Photograph: Tom Jenkins for the Observer","credit":"Tom Jenkins for the Observer","altText":"Serena Williams fires a return back to Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCaption":"Serena Williams fires a return back to Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCredit":"Photograph: Tom Jenkins for the Observer"}},"importance":5,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Novak Djokovic must be at his best to prevent Roger Federer claiming title","rawTitle":"Novak Djokovic must be at his best to prevent Roger Federer claiming title","item":{"type":"article","id":"sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final","title":"Novak Djokovic must be at his best to prevent Roger Federer claiming title","trailText":"The Swiss legend is seeking his eighth Wimbledon title, his 18th grand slam and to complete a remarkable return to the top in repeat of last year’s final","standFirst":"Swiss seeking his eighth Wimbledon title, his 18th grand slam and to complete a remarkable return to the top in repeat of last year’s final","byline":"Simon Cambers at Wimbledon","body":"<p>Tennis players are masters of delusion. Ask them to remember a defeat and their memories will be sketchy; invite them to talk you through a big victory and they will wax lyrical for as long as you can spare. When Novak Djokovic and Roger Federer meet in the men’s final here on Sunday, for the second year in a row, everything bad that has gone before will be wiped clean and one thought will occupy their minds: how to win another Wimbledon title.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/andy-murray-roger-federer-centre-court-wimbledon\">Wimbledon Centre Court mesmerised by enduring wonder of Roger Federer | Owen Gibson</a> </p> \n</aside> \n<p>For Djokovic, the world No1, victory would mean a second straight title and a third in all, which would tie him with his coach, Boris Becker, and John McEnroe. It would also give him a ninth grand slam title and further cement his position at the top of the tree.</p> \n<p>For Federer, it would be a record eighth crown, a record 18th grand slam win and, at 33 and 338 days old, make him the oldest man to win Wimbledon in the Open era. More than that, it would be the tennis equivalent of the Second Coming.</p> \n<p>The brilliance of his performance in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">beating Andy Murray</a> on Friday will live long in the memory but it will count for little if the Swiss is turned over by Djokovic, who just about held him off in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/06/novak-djokovic-beats-roger-federer-final-wimbledon-2014\">last year’s final</a>, winning 6-4 in the final set.</p> \n<p>Djokovic is probably a marginally better returner than Murray, so Federer will expect to see more balls back around his feet on the baseline or, whenever he serves and volleys, around his toes coming in. Even on his favourite court, with the crowd behind him, he knows he will have to play close to the level of his semi-final if he is to stand a chance.</p> \n<p>“Novak’s a great player,” said Federer, whose respect for the Serb has increased over the years as he has mopped up eight grand slam titles. “He’s had great success, unbelievable success, throughout his career. But especially now, the last few years, he’s been unbelievably dominant, especially on the hard courts, then he improved on the grass. On the clay, he’s one of the best, if not the best. He’s become very match-tough. He always shows up. It’s tough to beat him.</p> \n<p>“I don’t really think about the match we played against each other last year. I just remember it was unbelievably thrilling. The crowd really got into it.</p> \n<p>“I’m just happy to be back in a final. I’m very pleased how well I’m playing. But I need to keep it up for one more match to really make it the perfect couple of weeks.”</p> \n<p>The odds are against Federer. His last grand slam title came here in 2012, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/jul/08/andy-murray-wimbledon-roger-federer\">when he also beat Murray</a>, and the only time he has made a grand slam final since then was here 12 months ago. But he enjoys playing Djokovic, likes the match-up – their head to head record is 20-19 to the Swiss – and grass is the one surface that levels things out. He has done more than enough in his career to worry about proving people wrong but an eighth Wimbledon title would do that.</p> \n<p>“My game translates very well to this surface,” he said. “Maybe the moving part, the serve, the half-volleys. I don’t know. I’m just able to figure it out very quickly on the grass.”</p> \n<p>While Federer has dropped one set on his way to his 10th Wimbledon final, Djokovic has conceded two, both to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/novak-djokovic-kevin-anderson-wimbledon-2015\">South Africa’s Kevin Anderson</a> in the fourth round when he came from two sets down. Aside from that match, he has won all his other encounters without concern, playing with confidence but without ever hitting his full stride. That ought to make him feel confident, but he knows better than to believe it will be anything other than an intense battle.</p> \n<figure class=\"element element-image\" data-media-id=\"c897acf8c18e135724ea3a5842c54f994e2e87f3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/12/1436656360819/998984cc-b361-49e5-9e94-4a65288d66b4-407x420.png\" alt=\"fedimage\" width=\"407\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: the Guardian</span> \n </figcaption> \n</figure> \n<p>“It is going to be probably the biggest challenge I can have,” Djokovic said. “Roger and I played many times. We all know how good he is. He’s the greatest ever. There’s not enough praise for what he does. He’s one of the people that made me a better player.</p> \n<p>“In the matches against him, I went through a lot of different emotions and things that allowed me to understand what I need to do to become a better player and to win against him and win grand slam trophies.”</p> \n<p>Last year’s win was his first grand slam triumph under the guidance of Becker, who joined his team at the end of 2013. There were plenty of doubters early on but the German has grown in his role and now lives every moment with Djokovic. “He goes through the emotions with me, like when he was playing,” he said.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/12/wimbledon-2015-days-10-11-and-12-in-pictures\">Wimbledon 2015: days 10, 11 and 12 – in pictures</a> </p> \n</aside> \n<p>“At least that’s what we talk about and that’s what he tells me. I can see that. There are times when he doesn’t sleep well before the big match, stuff like this. It’s just the connection, the link that you make between the two. There has to be that kind of chemistry in order to really deliver, teamwise, something that you want.”</p> \n<p>One other thing. Twelve months ago, Rafael Nadal was the world No1, a title Djokovic regained with victory here. While Djokovic and Federer slug it out, the Spaniard will probably be on a fishing boat or on a golf course, forgetting about his loss of form and confidence. Craig O’Shannessy, the man who masterminded Dustin Brown’s win over Nadal here, believes Nadal may pop into Federer’s mind.</p> \n<p>“Federer’s not playing Nadal any more, he’s not in his head,” O’Shannessy said. “When he went through that period when Nadal beat him up mentally, other players were like vultures and it eroded his confidence.</p> \n<p>“It might be a coincidence but with no more Rafa lately, Federer’s confidence is sky high and he’s playing the best tennis of his life. It’s probably giving him another percentage or two to say he’s going down and I’m going up.”</p> \n<p>In a match almost certain to come down to a few points here or there, one or two percentage points could make all the difference.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436633529671/Roger-Federer-v-Andy-Murr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Roger Federer v Andy Murray, Wimbledon","cleanCaption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436656359975/d89e9f3a-bf1a-416d-a750-22538a6b6c10-988x1020.png?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":988,"orientation":"portrait","caption":"  Photograph: the Guardian","credit":"the Guardian","altText":"fedimage","cleanCaption":" ","cleanCredit":"Photograph: the Guardian"}],"webPublicationDate":"2015-07-11T18:34:49Z","lastModified":"2015-07-11T23:42:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":true,"keywords":["Roger Federer","Novak Djokovic","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final","shortUrl":"http://gu.com/p/4at2b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final","webUri":"http://www.theguardian.com/sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436633529671/Roger-Federer-v-Andy-Murr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Roger Federer v Andy Murray, Wimbledon","cleanCaption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436633529671/Roger-Federer-v-Andy-Murr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Roger Federer v Andy Murray, Wimbledon","cleanCaption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ea1b2d30f1a403995153c9e03271a91039a8456d/0_0_3572_2149/3572.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2149,"width":3572,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Serena Williams shows off the winners trophy on the members balcony after beating Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Tour de France / Froome keeps lead but Vuillermoz takes stage eight","rawTitle":"Froome keeps lead but Vuillermoz takes stage eight","item":{"type":"article","id":"sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz","title":"Chris Froome keeps Tour de France lead but Alexis Vuillermoz takes stage eight","trailText":"Alexis Vuillermoz claimed the first French victory of the 2015 Tour de France with a late burst to win stage eight atop the Mûr de Bretagne","standFirst":"<span class=\"bullet\">•</span> Frenchman Vuillermoz claims stage eight at summit of M&ucirc;r de Bretagne\n<br />\n<span class=\"bullet\">•</span> Ag2r-La Mondiale man bursts clear after Team Sky leader’s attack","byline":"Barry Glendenning in Mûr-de-Bretagne","body":"<p>Chris Froome had previously described the challenging opening week of this year’s Tour de France as “a series of Classics” to be negotiated before what he considers the race proper begins upon entering the Pyrenees. He is understandably pleased after emerging from the first eight stages injury-free, looking superior to his main rivals and with the yellow jersey on his shoulders after a series of attritional stages in which the garment has at times seemed cursed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling\">Tour de France 2015: Tony Martin quits after breaking collarbone on stage six</a> </p> \n</aside> \n<p>Fabian Cancellara and Tony Martin have already been forced to withdraw with broken bones sustained in heavy falls while wearing the <em>maillot jaune</em>. Indeed, it is a testament to their courage that both men – Cancellara with broken vertebrae and Martin with a shattered collarbone – seemed content or foolhardy enough to soldier on regardless of the injuries that eventually forced them out of the race and into hospital beds.</p> \n<p>Crosswinds, cobbles and one spectacular crash that resulted in several riders being catapulted into a roadside lamppost at over 40 kilometres an hour have all contributed to make the opening to this Tour punishing and the original field of 198 riders is already 13 down with as many stages to go. Twelve have succumbed to injury, while the Katusha rider Luca Paolini was withdrawn on Friday night after testing positive for cocaine.</p> \n<p>With its shark’s teeth profile featuring a relentless series of small jagged climbs, a fairly uneventful stage eight took the bunch through the chateau-speckled landscape of Brittany from Rennes to M&ucirc;r-de-Bretagne, where a sharp right-hand turn into the 2km kick towards the finish line precluded the field from hitting it with any kind of momentum.</p> \n<p>With 15km to go, a three-man breakaway had a dwindling 33sec gap, with Lars Bak and Michal Golas dropping Bartosz Huzarski before inevitably being reeled in themselves.</p> \n<p>Around the right-hander they went, onwards and upwards into the home straight with the tireless Geraint Thomas towing them along and Froome placed handily.</p> \n<p>Just inside the <em>flamme rouge</em> marking 1km to go, Froome attacked only to see the hideous brown shorts of Ag2r-La Mondiale’s Alexis Vuillermoz streak off into the distance as a vulnerable looking Vincenzo Nibali was simultaneously shelled out the back of the leading group. It was Vuillermoz who won the stage before collapsing exhausted against a barrier. The Frenchman, claiming the first home victory of this Tour, finished five seconds clear of Dan Martin, who pounded his handlebars in frustration.</p> \n<p>Finishing in the same group as Alberto Contador, Nairo Quintana and Tejay van Garderen, with Nibali a further 10sec back, Froome maintains his 11sec lead over Peter Sagan, who leads both the points and best young rider classifications.</p> \n<p>The Slovak also ended a depressing sequence of consecutive second and third-placed finishes by being fourth across the line.</p> \n<p>“That was a tough climb,” said Froome. “I think the main thing was just not to lose any time on any other contenders. “I was quite surprised to hear that I even gained a little bit of time on Vincenzo Nibali and hopefully we’ve kept a little something in reserve for tomorrow. Hopefully we’re going to be up there with the best.”</p> \n<p>Froome was referring to the team time trial with its uphill finish in Plumelec, where he will do well to maintain his lead. Similar to its corresponding stage in the Crit&eacute;rium du Dauphin&eacute;, the route does not hold fond memories for Sky. A month ago, they were significantly beaten into sixth place in a stage won by BMC and a similar result would almost certainly put the Swiss team’s leader, Van Garderen, ahead of Froome on general classification.</p> \n<p>The American has been cycling below the radar with a minimum of fuss, but has yet to put a foot wrong and currently looks a more legitimate GC contender than Nibali or Quintana.</p> \n<p>“It’s a very important stage,” said Froome. “I can see 20 or 30 seconds being won or lost between some of the teams that go well and some that don’t. We’re all going to give it absolutely everything we have as a team given that it does carry so much weight.</p> \n<p>“You need big engines who can do the work and you need climbers to get you up there to the finish, but I think we’ve got that mix within our team.”</p> \n<p>One team Sky will not concern themselves with unduly is Orica GreenEdge, who were among the pre-race favourites to triumph in stage nine.</p> \n<p>Having already lost three riders to injury and with another competing with broken ribs, they are to all intents and purposes already down to the bare minimum of five riders required to record a time-trial time and have already promised to treat a stage they originally hoped to win as “a rest day before <em>the</em> rest day”.</p> \n<p>Should Sky lose time on Sunday they will be fairly unperturbed after a week that could not have gone much better for them if it had been scripted by Sir David Brailsford himself.</p> \n<p>With Froome in yellow, his eight team-mates looking hale and hearty and Thomas riding out of his black skinsuit, the British team are splendidly placed to test the mettle of their rivals after Monday’s rest day.</p> \n<p>The Pyrenees and Alps await and on what few significant climbs the peloton has tackled thus far, Froome has looked to have the beating of his rivals.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436629799861/Tour-de-France-2015-8th-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Vuillermoz celebrates winning stage eight of the Tour de France between Rennes and Mûr De Bretagne. Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Tour de France 2015 8th stage","cleanCaption":"Alexis Vuillermoz celebrates winning stage eight of the Tour de France between Rennes and Mûr De Bretagne. Photograph: Kim Ludbrook/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T15:52:34Z","lastModified":"2015-07-11T23:02:20Z","metadata":{"commentable":true,"commentCount":131,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport","Chris Froome"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/chris-froome","webTitle":"Chris Froome"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz","shortUrl":"http://gu.com/p/4atxk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz","webUri":"http://www.theguardian.com/sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457472489","source":"Other...","durationInSeconds":191,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/11/150711LeTourStage08_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/11/150711LeTourStage08.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/11/1436639856147/KP_352425_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 8 highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 8 highlights","cleanCaption":"620x372 trailpic for Tour De France day 8 highlights"}}},"importance":5,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[{"title":"The Backie / Nonsense from Cambrai to rot your Tour teeth","rawTitle":"Nonsense from Cambrai to rot your Tour teeth","item":{"type":"article","id":"sport/2015/jul/11/the-backie-tour-de-france","title":"The Backie: Nonsense from Cambrai to rot your Tour de France teeth","trailText":"Journalists covering the Tour are given sweets that were invented by chance, but it was accidents on the road that did for two yellow-jersey wearers, Fabian Cancellara and Tony Martin","standFirst":"Journalists covering the Tour are given sweets that were invented by chance, but it was accidents on the road that did for two yellow-jersey wearers, Fabian Cancellara and Tony Martin","byline":"Barry Glendenning","body":"<h2>SUNDAY</h2> \n<p>Strong crosswinds blow the peloton apart on the road to Zeeland and several general classification contenders – including Vincenzo Nibali and Nairo Quintana – are caught out and lose time on the race’s first “proper” stage after Saturday’s time trial. Fabian Cancellara is a popular wearer of the yellow jersey, but is destined to hold on to it for one stage before being forced to withdraw from the race after riding on with three broken lower vertebrae. Mark Cavendish and his lead‑out train are unpopular losers of the sprint finish, with manager, Brian Holm, labelling it “a historical fuck‑up”. Oh dear.</p> \n<h2>MONDAY</h2> \n<p>The Tour enters Belgium, a cycling-mad country that has produced one Tour de France winner, Lucien van Impe, since Eddy Merckx won the last of his five titles in 1974. At the summit of Mur de Huy, where Joaquim Rodr&iacute;guez beat Chris Froome to stage victory, Merckx chatted with another five-times winner, the Frenchman Bernard Hinault. The subject of their conversation? It’s possible that Merckx was telling Hinault about the statue that had been unveiled in his honour that day shortly before the peloton passed through Merckx’s home village of Meensel‑Kiezegem, about an hour from Brussels. Philippe, the actual king of Belgium, was in Li&egrave;ge for the next day’s stage, but prompted considerably less awe and adoration.</p> \n<h2>TUESDAY</h2> \n<p>Stage four finishes in Cambrai, where tooth decay among the press pack is actively encouraged by the strategic placement of large bowls of the local boiled sweets, named B&ecirc;tises. The French word for “nonsense” or “stupid mistake”, they are rumoured to have been invented accidentally by the son of a local confectioner and were originally produced in mint flavour only, but now cross the spectrum of flavoursome, sugary goodness. It’s a sweet day for popular rider Tony Martin too. After three near misses in three days, he finally wears the yellow jersey for the first time in his career. His delight is short-lived, as he’s forced out of the race with injury two days later.</p> \n<h2>WEDNESDAY</h2> \n<p>Poignant reminders of the first world war are everywhere as the peloton pedals through the Somme from Arras to Amiens, passing on their way depressing number of memorials to and cemeteries for almost 600,000 fallen. The Lochnagar mine crater, the giant by-product of explosives laid by the British army’s 179th Tunnelling Company Royal Engineers underneath a German strongpoint called Schwaben H&ouml;he in 1916, provides a grisly reminder of the giant explosion that, 99 years ago on 1 July, marked the beginning of the battle of the Somme. Preparations are under way to mark next year’s centenary.</p> \n<h2>THURSDAY</h2> \n<p>Ever wondered how they have the leaders’ jerseys ready for the end of each stage? The Backie was taking the afternoon air outside the media centre in Le Havre when we saw a man acting suspiciously in the back of an official Tour van. Closer inspection revealed that what looked like a sophisticated counterfeiting operation was actually a man printing the ceremonial yellow, green, polka dot and white jerseys with the required badges and sponsorship logos. Upon finishing, he folded them carefully, placed them in a satchel that he slung over his shoulder before cycling half a kilometre to the finish line to hand them over for the presentation ceremony.</p> \n<h2>FRIDAY </h2> \n<p>A star is born. Daniel Teklehaimanot , one of two Eritreans in the MTN-Qhubeka team becomes the first black African rider to wear one of the major leaders’ jerseys in the Tour de France. The King of the Mountains, he can barely contain his delight as he realises his life’s ambition by wearing the polka dot jersey at the start of the stage. He joins a five-man breakaway to win the only climbing point on offer and his team manager later reveals that instead of immediately dropping back to the bunch as he was supposed to, Teklehaimanot was so caught up in the occasion that he forgot to do so and had to be summoned.</p> \n<h2>SATURDAY</h2> \n<p>A manmade crater of a different kind. The tourist board’s station staff extol the virtues of their locale to the visiting media and it is M&ucirc;r-de-Bretagne in Brittany with which The Backie was most impressed. Created when a hydroelectric power plant was built, Lac de Guerl&eacute;dan is the biggest lake in the region and is completely empty so that work can be carried out. “Behold the exceptional marvel of the submerged valley and lunar landscape,” says the local guide, of a stunning non-water feature that is just one rusting shopping trolley and several discarded traffic cones short of perfection. <strong> </strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436631591619/tony-martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport","credit":"Tim de Waele /PhotoSport","altText":"tony martin","cleanCaption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport"}],"bodyImages":[],"webPublicationDate":"2015-07-11T16:22:40Z","lastModified":"2015-07-11T23:02:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/the-backie-tour-de-france","shortUrl":"http://gu.com/p/4atxq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/the-backie-tour-de-france","webUri":"http://www.theguardian.com/sport/2015/jul/11/the-backie-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436631591619/tony-martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport","credit":"Tim de Waele /PhotoSport","altText":"tony martin","cleanCaption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport"}},"importance":0,"kicker":{"title":"The Backie"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436631591619/tony-martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport","credit":"Tim de Waele /PhotoSport","altText":"tony martin","cleanCaption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436629799861/Tour-de-France-2015-8th-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Vuillermoz celebrates winning stage eight of the Tour de France between Rennes and Mûr De Bretagne. Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Tour de France 2015 8th stage","cleanCaption":"Alexis Vuillermoz celebrates winning stage eight of the Tour de France between Rennes and Mûr De Bretagne. Photograph: Kim Ludbrook/EPA"}}]},{"title":"Football / Manchester United agree deals for Bastian Schweinsteiger and Matteo Darmian","rawTitle":"Manchester United agree deals for Bastian Schweinsteiger and Matteo Darmian","item":{"type":"article","id":"football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal","title":"Manchester United agree deals for Bastian Schweinsteiger and Matteo Darmian","trailText":"Medicals are pending for the Bayern midfielder Schweinsteiger and the Torino defender Darmian, while Louis van Gaal believes he can sign Morgan Schneiderlin quickly","standFirst":"<span class=\"bullet\">•</span> Medicals pending for Bayern midfielder and Torino defender\n<br />\n<span class=\"bullet\">•</span> Louis van Gaal believes quick move for Morgan Schneiderlin is possible","byline":"Jamie Jackson","body":"<p>Louis van Gaal has bolstered Manchester United’s options by completing the signings of the Germany World Cup winner Bastian Schweinsteiger from Bayern Munich and the Torino defender Matteo Darmian. United’s manager is also trying to sign Southampton’s Morgan Schneiderlin before the club fly out for their summer tour of the US on Monday.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories\">Robin van Persie leaves Manchester United with some magical memories | Paul Wilson</a> </p> \n</aside> \n<p>Bayern’s chief executive, Karl-Heinz Rummenigge, said he regretted having to sell the Germany captain but explained that Schweinsteiger “just wants to do something new at the end of his career … Bastian was an extremely deserving player for us. He has done great things. I can only wish him all the best with what will be an interesting task.”</p> \n<p>It is understood that Bayern accepted a bid of around &pound;15m for Schweinsteiger, with the 30-year-old offered terms worth &pound;140,000 a week over three years.</p> \n<p>Schweinsteiger, who had a year remaining on his Bayern contract, played under Van Gaal at the German club between 2009 and 2011, where they enjoyed a strong working relationship. He came through the youth ranks at Bayern, winning the Bundesliga title eight times. During a glittering career he made 536 appearances and won seven German Cups and, in 2013, the Champions League. At international level he has been a mainstay in Germany’s midfield since his debut in 2004, scoring 23 goals in 111 appearances, and is their fifth-highest capped player.</p> \n<p>Joachim L&ouml;w, the Germany coach who led them to victory in Brazil last year, hailed the transfer via Twitter, writing: “He is an absolute leader and world-class player, who can make his mark on any team.”</p> \n<p>A few hours after the deal for Schweinsteiger was agreed, Torino confirmed the sale of their 25-year-old full-back Darmian to United. He travelled to England on Friday after a fee, believed to be in the region of &pound;12.7m, was agreed. A Torino statement said: “President Urbano Cairo would like to thank Matteo Darmian for the seriousness, commitment and professionalism demonstrated in these years. Torino FC wishes Matteo all the best for this amazing new experience.”</p> \n<p>The moves, which follow the &pound;21.5m signing of the Holland winger Memphis Depay from PSV Eindhoven, are a statement of intent by United, who are looking to re-establish themselves after seventh- and fourth-place finishes in their last two league campaigns.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/10/manchester-united-memphis-depay-louis-van-gaal\">Manchester United’s Memphis Depay told Premier League is no easy ride</a> </p> \n</aside> \n<p>Van Gaal has had an offer of &pound;20m rejected for Schneiderlin, with Ronald Koeman, the Southampton manager, valuing the Frenchman at &pound;27m. However, United believe the player could be acquired for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/manchester-united-morgan-schneiderlin-tour-southampton\">closer to &pound;25m</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ManUtd/statuses/619853497849237504\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Schweinsteiger, a World Cup winner in 2014, is set to become the first German to play for the <a href=\"https://twitter.com/hashtag/mufc?src=hash\">#mufc</a> first team. <a href=\"http://t.co/e62homEHv7\">pic.twitter.com/e62homEHv7</a></p>— Manchester United (@ManUtd) \n  <a href=\"https://twitter.com/ManUtd/status/619853497849237504\">July 11, 2015</a>\n </blockquote> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/11/1436605055736/Bastian-Schweinsteiger-pl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images","credit":"Alexander Hassenstein/Bongarts/Getty Images","altText":"Bastian Schweinsteiger played under Louis van Gaal at Bayern Munich from 2009 to 2011","cleanCaption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T09:02:00Z","lastModified":"2015-07-12T00:04:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":false,"keywords":["Manchester United","Bayern Munich","Southampton","Torino","Transfer window","Sport","Football"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/bayernmunich","webTitle":"Bayern Munich"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/torino","webTitle":"Torino"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"football"},"topics":[{"displayName":"Jamie Jackson","topic":{"type":"tag-contributor","name":"profile/jamiejackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal","shortUrl":"http://gu.com/p/4ahpn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal","webUri":"http://www.theguardian.com/football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/11/1436605055736/Bastian-Schweinsteiger-pl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images","credit":"Alexander Hassenstein/Bongarts/Getty Images","altText":"Bastian Schweinsteiger played under Louis van Gaal at Bayern Munich from 2009 to 2011","cleanCaption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images"}},"importance":4,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/11/1436605055736/Bastian-Schweinsteiger-pl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images","credit":"Alexander Hassenstein/Bongarts/Getty Images","altText":"Bastian Schweinsteiger played under Louis van Gaal at Bayern Munich from 2009 to 2011","cleanCaption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images"}}]},{"title":"Wimbledon / Jamie Murray misses out on second doubles crown","rawTitle":"Jamie Murray misses out on second doubles crown","item":{"type":"article","id":"sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown","title":"Jamie Murray misses out on second Wimbledon doubles crown","trailText":"Britain’s Jamie Murray and his Australian partner John Peers were beaten 7-6, 6-4, 6-4 by fourth seeds Jean-Julien Rojer and Horia Tecau in the men’s doubles final at Wimbledon","standFirst":"<p><span class=\"bullet\">•</span> Rojer and Tecau beat Jamie Murray and John Peers 7-6, 6-4, 6-4 in final<br /><span class=\"bullet\">•</span> Jamie Murray fails to add men’s doubles title to mixed crown he won in 2007</p>","byline":"Sean Ingle at Wimbledon","body":"<p>There was a painful sense of deja vu for the Murray family as Jamie suffered a thumping straight-sets defeat in the men’s doubles final on Saturday evening – 24 hours after his brother Andy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">succumbed to Roger Federer</a> on Centre Court.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/andy-murray-hurry-wimbledon-davis-cup\">Andy Murray must hurry to recover from Wimbledon loss to Roger Federer</a> </p> \n</aside> \n<p>Jamie, at 29 the elder Murray brother by a year, won the mixed doubles title <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/jul/09/tennis.wimbledon2\">with Jelena Jankovic in 2007</a> and was aiming to become the first Briton since Leslie Godfree in 1926 to claim both the Wimbledon men’s and mixed doubles titles. But it was not to be as Murray and his partner, the Australian John Peers, lost 7-6, 6-4, 6-4 to the No4 seeds, Jean-Julien Rojer and Horia Tecau.</p> \n<p>One of Godfree’s other claims to fame was that he played the first match on Centre Court when it opened in 1922. According to legend, his opening serve went into the net so he walked up to his ball and put it in his pocket as a souvenir. After this final Murray’s pockets will also be a little heavier: both he and Peers, the 13th seeds, walked away with &pound;85,000 for being runners-up.</p> \n<p>Yet after a positive opening they were second best for much of the match.</p> \n<p>Tecau, in particular, played textbook doubles tennis. His serve was impenetrable. His volleys were as sharp as any blade. And his return never stopped asking questions. As Murray admitted: “I felt they got momentum early and that was the difference. If we could have snuck out a break early, things could have gone completely different. But they deserved to win.”</p> \n<p>Most of Centre Court was taking a breather after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\">the women’s final</a> when the players arrived on court but the noise that greeted them was passionate and partisan. One wag summed up the mood moments before play started: “Come on Jamie, do it for Scotland!” Seconds later Murray hit a crosscourt winner against Rojer’s serve to go up 0-15 up and the volume went even higher.</p> \n<figure class=\"element element-image\" data-media-id=\"b636f131980dd63d905e968b06d759335cf24a59\"> \n <img src=\"http://media.guim.co.uk/b636f131980dd63d905e968b06d759335cf24a59/0_0_5184_3456/1000.jpg\" alt=\"Jamie Murray plays a forehand return at the net during the men’s doubles final. \" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jamie Murray plays a forehand return at the net during the men’s doubles final. </span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Observer</span> \n </figcaption> \n</figure> \n<p>And while Rojer and Tecau just about held their opening service game from 15-30, the tone was set for the opening 30 minutes of the match – with Murray and Peers pressing for a break and their opponents doggedly holding them at bay.</p> \n<p>They had two breakpoint chances at 1-1 only for Tecau’s muscular serve to dig him out of a hole, and another one at 2-2 when Murray’s vicious dipping return swirled and stung Rojer’s shoelaces. Yet Peers was unable to take advantage, first hitting a return straight at Tecau then sending his lob wide.</p> \n<p>Unfortunately while the Australian was serving well, his return game was as streaky as zigzag-cut bacon: he went games without disturbing the wall that Rojer and Tecau put up at the net before suddenly whipping up a couple of passing shots in quick succession before going arctic cold again.</p> \n<p>Murray, though, was playing well and dropped only one point on serve and also saved a breakpoint at 4-5 down before the first set went to a tie-break. His brother Andy, who had been unsure whether he would watch for fear of jinxing him, watched on discreetly from three rows above the players’ box, quietly urging him on.</p> \n<p>“I didn’t know he was coming until I heard him shouting encouragement,” admitted Jamie to laughs afterwards.</p> \n<p>But Rojer and Tecau were gradually finding their feet on their return game and at 3-2 on the tie-break they drew a crucial mistake from Peers at the net. That mini-break proved enough, with Rojer and Tecau clinching the tie-break 7-5 after a final point that was a mini-classic.</p> \n<p>Three times Peers and Murray dived to get smashes back before Tecau settled the argument with a thunderbolt bludgeoned down the middle.</p> \n<p>The loss of the opening set meant that Murray and Peers had to regroup quickly but they soon went a break down in the second when Peers lost his serve.</p> \n<p>At 4-3 on Rojer’s serve, there was a glimmer of hope at 15-30 but it was soon strangled as Rojer saved the game and, shortly afterwards, a flying Tecau smash put them two sets up.</p> \n<p>Murray and Peers had twice won five-setters during this Wimbledon but never looked like knocking their opponents off their stride. And at 4-4 in the third Peers tossed in a double fault at 30-30, allowing Rojer and Tecau to pounce. A game later it was all over.</p> \n<p>With this victory Tecau became the first Romanian player to win a Wimbledon men’s doubles title since Ilie Nastase in 1973 with Jimmy Connors. And that he finally triumphed after losing in his three previous finals here in 2010, 2011 and 2012 might give encouragement to Murray. Not that he was feeling it last night.</p> \n<p>“I guess it’s a missed opportunity,” he sighed. “We may never have a chance to play a grand slam final again.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10459c7851e4359c2505b9d3cf3e46f2cbbe6d3e/0_16_5070_3045/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5070,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b636f131980dd63d905e968b06d759335cf24a59/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Jamie Murray plays a forehand return at the net during the men’s doubles final.  Photograph: Tom Jenkins for the Observer","credit":"Tom Jenkins for the Observer","altText":"Jamie Murray plays a forehand return at the net during the men’s doubles final. ","cleanCaption":"Jamie Murray plays a forehand return at the net during the men’s doubles final. ","cleanCredit":"Photograph: Tom Jenkins for the Observer"}],"webPublicationDate":"2015-07-11T18:50:38Z","lastModified":"2015-07-12T06:58:30Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Jamie Murray","Wimbledon 2015","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/jamie-murray","webTitle":"Jamie Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown","shortUrl":"http://gu.com/p/4at2n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown","webUri":"http://www.theguardian.com/sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10459c7851e4359c2505b9d3cf3e46f2cbbe6d3e/0_16_5070_3045/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5070,"orientation":"landscape","caption":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon.  Photograph: Tom Jenkins for the Observer","credit":"Tom Jenkins for the Observer","altText":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCaption":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCredit":"Photograph: Tom Jenkins for the Observer"}},"importance":4,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10459c7851e4359c2505b9d3cf3e46f2cbbe6d3e/0_16_5070_3045/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5070,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Football / How Hereford FC rose from United’s ashes with help from Manchester","rawTitle":"How Hereford FC rose from United’s ashes with help from Manchester","item":{"type":"article","id":"football/2015/jul/11/hereford-fc-rose-from-ashes","title":"How Hereford FC rose from United’s ashes with help from Manchester","trailText":"Former Hereford United supporters are rewarded for their generous backing as Edgar Street is restored and Hereford FC is born","standFirst":"<p>Supporters are rewarded for their generous backing as Edgar Street is restored and a famous old club is reborn</p>","byline":"David Conn","body":"<p>The new Hereford Football Club, founded by supporters after their beloved, historic <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/dec/19/hereford-united-wound-up-high-court\">Hereford United crumpled into liquidation last year</a>, has been reborn with a pre-season friendly against FC United of Manchester, attended by a remarkable, emotional crowd of 4,000.</p> \n<p>The club, registered to play in the <a href=\"http://www.midlandfootballleague.co.uk/\">Midland Football League</a> for the forthcoming season, the ninth level of the English game’s pyramid where clubs generally attract gates of around 100, has sold more than 1,000 season tickets, such is the enthusiasm generated by the prospect of a fresh start.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/jul/11/hereford-fcs-historic-first-game-against-fc-united-in-pictures\">Hereford FC's historic first game against FC United – in pictures</a> </p> \n</aside> \n<p>“There is absolutely huge goodwill and excitement that the club is being run by supporters and local people who care for it,” said Martin Watson, the vice-chair of the Hereford United Supporters Trust, now installed as the part-time secretary of the club while still running his computer repair business. “We have dozens of fans who have volunteered to do work on the ground and other jobs, and this one pre-season friendly has drawn a crowd about as big as the total attendances for every game last season.”</p> \n<p>In the terminal, desperately unhappy season for Hereford United, after 90 distinguished years forever highlighted by the famous 1972 FA Cup third-round giant-killing of Newcastle United and Ronnie Radford’s 30-yard screamer, most fans reached the point of boycotting the club completely.</p> \n<p>It had fallen into <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/nov/29/hereford-united-new-owners-mistrusting-supporters\">financial difficulties</a> under a locally born owner, David Keyte, amassing debts of &pound;1.2m and failing to pay its own players and former manager, Martin Foyle, who initially issued the winding-up petition. In May 2014 Keyte passed the club for &pound;2 to an east London property developer, Tommy Agombar, whom fans discovered to be not “fit and proper” having been convicted of lorry theft and spent time in prison.</p> \n<p>During a fractious and occasionally deeply unpleasant period the club was passed to a company, Alpha Finance, specialising in “distressed debt,” and the most public director became Andrew Lonsdale, a partner of Agombar’s with a patchy record himself. Bankrupt in 2007, disqualified in 2006 from acting as a company director for six years, convicted in 2008 of illegal waste dumping, Lonsdale as the owner of Feltham FC had moved the club out of its arena then dumped five times more than the permitted quantity of soil and rubble on it, and it fell derelict.</p> \n<p>Although Lonsdale and his partners insisted they wanted to revive Hereford, supporters who had dug up all that baggage opposed them absolutely, foresaw that their club might collapse and that the future lay in a fresh start. After repeated adjournments of the winding-up petition, in December Hereford United’s time ran out when Lonsdale failed to produce a required &pound;1m proof of funding, complaining he was stuck in traffic on the way to court.</p> \n<p>HUST, which had already prepared plans to form their own club, greeted the liquidation with a promise to rebuild, which they have eagerly fulfilled. The Edgar Street ground, site of Radford’s goal and the landmark scenes of delirious boys in parkas swarming on to the pitch, is owned by Herefordshire county council, which repossessed it after the club was liquidated.</p> \n<p>In February, two months after the liquidation, <a href=\"http://newsroom.herefordshire.gov.uk/2015/february/council-announces-a-lease-for-edgar-street.aspx\">the council agreed a lease with the new club</a>, thereby fulfilling its own promise to ensure Edgar Street would remain a home for football. The fans, living their dream of owning and running their club after the years of indignity, found the ground itself a rackety distance from being a field of dreams. Decay, disrepair, dodgy electrics and asbestos meant around &pound;200,000 was needed to restore it to safety and decency, so the trust did a deal with four local people, described as “benefactors”, who funded the works.</p> \n<p>Watson says the trust willingly agreed to this dilution of the original plan for complete supporter ownership and that, although the benefactors want to remain unnamed publicly, he is confident they are long-term supporters who have financially assisted in the past. For their &pound;200,000 the benefactors are currently majority owners. The trust has put in &pound;25,000 so far, with fundraising amassing the best part of a further &pound;25,000, and the supporters hope ultimately to raise &pound;200,000 and own an equal 50% stake.</p> \n<p>“We are comfortable with this because of the people the benefactors are,” Watson says. “To have them in a more formalised role is actually comforting. We haven’t run a club before and they have bucket loads of experience we can call on.”</p> \n<p>The board will have three elected trust representatives on it, alongside four appointments by the benefactors, under the chairman, Jon Hale.</p> \n<p>The match with supporter-owned FC United of Manchester, now of Conference North, was arranged after Hereford’s head of volunteering, Ken Kinnersley, inquired how FCUM organise their famed battalions of volunteers. Peter Beadle, Hereford’s newly appointed manager, used the FC United game and a friendly last week against Malvern to assess more local triallists to add to only seven signings at that point.</p> \n<p>“The support has been amazing,” Beadle said. “It shows how passionate people are here and how important football is to people in Hereford. Our job is to aim to be successful but to run the club properly, sustainably, so they never again end up in the position they were last year – and ensure there will always be a Hereford football club.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436688547450/be759546-02cc-4f7a-9919-5af149418d34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Hall for the Observer","altText":"FC United put pressure on the Hereford defence at Edgar Street.","cleanCredit":"Photograph: Andy Hall for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-07-11T19:00:10Z","lastModified":"2015-07-12T08:09:51Z","metadata":{"commentable":true,"commentCount":43,"contributors":[{"name":"David Conn","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733736896/DavidConn.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidconn"}],"feature":true,"keywords":["Hereford","Football","Sport"],"tags":[{"id":"football/hereford","webTitle":"Hereford"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"David Conn","topic":{"type":"tag-contributor","name":"profile/davidconn"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/hereford-fc-rose-from-ashes","shortUrl":"http://gu.com/p/4ahy8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/hereford-fc-rose-from-ashes","webUri":"http://www.theguardian.com/football/2015/jul/11/hereford-fc-rose-from-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436688547450/be759546-02cc-4f7a-9919-5af149418d34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"FC United put pressure on the Hereford defence at Edgar Street. Nathan Hughes scored the only goal of the game to give Hereford a win in their first home match. Photograph: Andy Hall for the Observer","credit":"Andy Hall for the Observer","altText":"FC United put pressure on the Hereford defence at Edgar Street. Nathan Hughes scored the only goal of the game to give Hereford a win in their first home match.","cleanCaption":"FC United put pressure on the Hereford defence at Edgar Street. Nathan Hughes scored the only goal of the game to give Hereford a win in their first home match.","cleanCredit":"Photograph: Andy Hall for the Observer"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"In pictures / Hereford FC's historic first game against FC United","rawTitle":"Hereford FC's historic first game against FC United","item":{"type":"gallery","id":"football/gallery/2015/jul/11/hereford-fcs-historic-first-game-against-fc-united-in-pictures","title":"Hereford FC's historic first game at Edgar Street","trailText":"The new Hereford Football Club was born with a friendly against FC United of Manchester. Photographer Andy Hall went along to illustrate the historic match","standFirst":"<p>The new Hereford Football Club, founded by supporters after their beloved, historic <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/dec/19/hereford-united-wound-up-high-court\">Hereford United crumpled into liquidation last year</a>, has been reborn and took on FC United of Manchester in a friendly, their first at Edgar Street. Observer photographer Andy Hall joined the 4000+ crowd at the historic match</p>","byline":"Andy Hall for the Observer","body":"<figure class=\"element element-image\" data-media-id=\"a21f67ff6ce536b05586843c906656ab1d250604\"> \n <img src=\"http://media.guim.co.uk/a21f67ff6ce536b05586843c906656ab1d250604/0_163_3157_1893/1000.jpg\" alt=\"Hereford FC’s first home game with young fans in the stands\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The anticipation builds among young fans in the stands</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"80fb50c41a0469112a1f86b6bd1774e7dd08c3e5\"> \n <img src=\"http://media.guim.co.uk/80fb50c41a0469112a1f86b6bd1774e7dd08c3e5/0_0_3283_2189/1000.jpg\" alt=\"United fans expect\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The fans expect</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f601df06856679c40b312d919816912a727129b3\"> \n <img src=\"http://media.guim.co.uk/f601df06856679c40b312d919816912a727129b3/0_220_3283_1969/1000.jpg\" alt=\"A true community club\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A true community club</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d2c5ddf077876ac2357732da4df610eaa39dd346\"> \n <img src=\"http://media.guim.co.uk/d2c5ddf077876ac2357732da4df610eaa39dd346/120_189_3163_1898/1000.jpg\" alt=\"Dressing room preparartions\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dressing room preparations</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d82b2a59c4dec476033a1c858fec16374dbcb376\"> \n <img src=\"http://media.guim.co.uk/d82b2a59c4dec476033a1c858fec16374dbcb376/0_151_2874_1724/1000.jpg\" alt=\"‘Everything happens for a reason’ says the tattoo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Everything happens for a reason’ says the tattoo</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"07cad161d073403121c5254977c5d6d55c933fb0\"> \n <img src=\"http://media.guim.co.uk/07cad161d073403121c5254977c5d6d55c933fb0/59_305_2917_1750/1000.jpg\" alt=\"Hereford FC’s young fans show what the occasion means\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hereford FC’s young fans show what the occasion means</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"bcd90ca8a5ba2bf5da5fcb41fe7bb147a1d22a3b\"> \n <img src=\"http://media.guim.co.uk/bcd90ca8a5ba2bf5da5fcb41fe7bb147a1d22a3b/773_411_2510_1506/1000.jpg\" alt=\"Team greet\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The teams greet</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"99b5aa89e06cbd539b36fd7c9b2889656b355f10\"> \n <img src=\"http://media.guim.co.uk/99b5aa89e06cbd539b36fd7c9b2889656b355f10/0_58_3283_2078/1000.jpg\" alt=\"Head coaches from all leagues shout their instructions\" width=\"1000\" height=\"633\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The head coaches shout their instructions</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"1ec507392121387c4a58c7c8bd4d5796693ee2cb\"> \n <img src=\"http://media.guim.co.uk/1ec507392121387c4a58c7c8bd4d5796693ee2cb/0_218_3283_1970/1000.jpg\" alt=\"usual anxious looks from the bench, like any footbal match\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The usual anxious looks from the bench</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"18c8bad59d5bb221f071c494a3ca4b5a468bbcdd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/12/1436688264788/20aa538b-f0b1-4364-827f-f76de94e8e94-620x413.jpeg\" alt=\"A hug for an FC United of Manchester fan from Hereford's mascot\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A hug for an FC United of Manchester fan from Hereford’s mascot</span> \n  <span class=\"element-image__credit\">Photograph: Andy Hall for the Observer</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"689155c5ece6a44a20d0bac64d514d8a9a16784a\"> \n <img src=\"http://media.guim.co.uk/689155c5ece6a44a20d0bac64d514d8a9a16784a/0_0_3168_2064/1000.jpg\" alt=\"The banner says it all\" width=\"1000\" height=\"652\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The banner says it all</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ccd2bc1eb85970f392f4c9475bf427b78acf7560\"> \n <img src=\"http://media.guim.co.uk/ccd2bc1eb85970f392f4c9475bf427b78acf7560/0_46_3370_2021/1000.jpg\" alt=\"Passion is evident\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Passion is evident</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"6e6fc8e006f748fbf57fae95e4ff4b6f26d7c965\"> \n <img src=\"http://media.guim.co.uk/6e6fc8e006f748fbf57fae95e4ff4b6f26d7c965/331_48_2628_1577/1000.jpg\" alt=\"Good to see the match played\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The teams go toe to toe</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"22d8c4bc5dec678b72bab65e519fd5477c5f9229\"> \n <img src=\"http://media.guim.co.uk/22d8c4bc5dec678b72bab65e519fd5477c5f9229/0_106_2484_1489/1000.jpg\" alt=\"Hereford FC’s players applaud the fans at the end\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hereford FC’s players applaud the fans at the end</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"df934697f9e27a729f08ed529dde5faddd2c35ca\"> \n <img src=\"http://media.guim.co.uk/df934697f9e27a729f08ed529dde5faddd2c35ca/0_200_3283_1969/1000.jpg\" alt=\"Thristy and satisfied fans at the end\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thirsty and satisfied fans at the end</span> \n </figcaption> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a21f67ff6ce536b05586843c906656ab1d250604/0_163_3157_1893/3157.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1893,"width":3157,"orientation":"landscape","caption":"The anticipation builds among young fans in the stands","credit":"Andy Hall for the Observer","altText":"Hereford FC’s first home game with young fans in the stands","cleanCaption":"The anticipation builds among young fans in the stands"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/80fb50c41a0469112a1f86b6bd1774e7dd08c3e5/0_0_3283_2189/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2189,"width":3283,"orientation":"landscape","caption":"The fans expect","credit":"Andy Hall for the Observer","altText":"United fans expect","cleanCaption":"The fans expect"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f601df06856679c40b312d919816912a727129b3/0_220_3283_1969/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3283,"orientation":"landscape","caption":"A true community club","credit":"Andy Hall for the Observer","altText":"A true community club","cleanCaption":"A true community club"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d2c5ddf077876ac2357732da4df610eaa39dd346/120_189_3163_1898/3163.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1898,"width":3163,"orientation":"landscape","caption":"Dressing room preparations","credit":"Andy Hall for the Observer","altText":"Dressing room preparartions","cleanCaption":"Dressing room preparations"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d82b2a59c4dec476033a1c858fec16374dbcb376/0_151_2874_1724/2874.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1724,"width":2874,"orientation":"landscape","caption":"‘Everything happens for a reason’ says the tattoo","credit":"Andy Hall for the Observer","altText":"‘Everything happens for a reason’ says the tattoo","cleanCaption":"‘Everything happens for a reason’ says the tattoo"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07cad161d073403121c5254977c5d6d55c933fb0/59_305_2917_1750/2917.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1750,"width":2917,"orientation":"landscape","caption":"Hereford FC’s young fans show what the occasion means","credit":"Andy Hall for the Observer","altText":"Hereford FC’s young fans show what the occasion means","cleanCaption":"Hereford FC’s young fans show what the occasion means"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bcd90ca8a5ba2bf5da5fcb41fe7bb147a1d22a3b/773_411_2510_1506/2510.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1506,"width":2510,"orientation":"landscape","caption":"The teams greet","credit":"Andy Hall for the Observer","altText":"Team greet","cleanCaption":"The teams greet"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/99b5aa89e06cbd539b36fd7c9b2889656b355f10/0_58_3283_2078/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2078,"width":3283,"orientation":"landscape","caption":"The head coaches shout their instructions","credit":"Andy Hall for the Observer","altText":"Head coaches from all leagues shout their instructions","cleanCaption":"The head coaches shout their instructions"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1ec507392121387c4a58c7c8bd4d5796693ee2cb/0_218_3283_1970/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1970,"width":3283,"orientation":"landscape","caption":"The usual anxious looks from the bench","credit":"Andy Hall for the Observer","altText":"usual anxious looks from the bench, like any footbal match","cleanCaption":"The usual anxious looks from the bench"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436688265781/20aa538b-f0b1-4364-827f-f76de94e8e94-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"A hug for an FC United of Manchester fan from Hereford’s mascot Photograph: Andy Hall for the Observer","credit":"Andy Hall for the Observer","altText":"A hug for an FC United of Manchester fan from Hereford's mascot","cleanCaption":"A hug for an FC United of Manchester fan from Hereford’s mascot","cleanCredit":"Photograph: Andy Hall for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/689155c5ece6a44a20d0bac64d514d8a9a16784a/0_0_3168_2064/3168.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2064,"width":3168,"orientation":"landscape","caption":"The banner says it all","credit":"Andy Hall for the Observer","altText":"The banner says it all","cleanCaption":"The banner says it all"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ccd2bc1eb85970f392f4c9475bf427b78acf7560/0_46_3370_2021/3370.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2021,"width":3370,"orientation":"landscape","caption":"Passion is evident","credit":"Andy Hall for the Observer","altText":"Passion is evident","cleanCaption":"Passion is evident"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6e6fc8e006f748fbf57fae95e4ff4b6f26d7c965/331_48_2628_1577/2628.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1577,"width":2628,"orientation":"landscape","caption":"The teams go toe to toe","credit":"Andy Hall for the Observer","altText":"Good to see the match played","cleanCaption":"The teams go toe to toe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/22d8c4bc5dec678b72bab65e519fd5477c5f9229/0_106_2484_1489/2484.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1489,"width":2484,"orientation":"landscape","caption":"Hereford FC’s players applaud the fans at the end","credit":"Andy Hall for the Observer","altText":"Hereford FC’s players applaud the fans at the end","cleanCaption":"Hereford FC’s players applaud the fans at the end"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df934697f9e27a729f08ed529dde5faddd2c35ca/0_200_3283_1969/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3283,"orientation":"landscape","caption":"Thirsty and satisfied fans at the end","credit":"Andy Hall for the Observer","altText":"Thristy and satisfied fans at the end","cleanCaption":"Thirsty and satisfied fans at the end"}],"bodyImages":[],"webPublicationDate":"2015-07-11T20:01:10Z","lastModified":"2015-07-12T08:05:10Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hall","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andy-hall"}],"feature":false,"keywords":["Hereford","FC United of Manchester","Sport","Football"],"tags":[{"id":"football/hereford","webTitle":"Hereford"},{"id":"football/fc-united-of-manchester","webTitle":"FC United of Manchester"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hall","topic":{"type":"tag-contributor","name":"profile/andy-hall"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/gallery/2015/jul/11/hereford-fcs-historic-first-game-against-fc-united-in-pictures","shortUrl":"http://gu.com/p/4at39","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/gallery/2015/jul/11/hereford-fcs-historic-first-game-against-fc-united-in-pictures","webUri":"http://www.theguardian.com/football/gallery/2015/jul/11/hereford-fcs-historic-first-game-against-fc-united-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"In pictures"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a21f67ff6ce536b05586843c906656ab1d250604/0_163_3157_1893/3157.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1893,"width":3157,"orientation":"landscape","caption":"The anticipation builds among young fans in the stands","credit":"Andy Hall for the Observer","altText":"Hereford FC’s first home game with young fans in the stands","cleanCaption":"The anticipation builds among young fans in the stands"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/80fb50c41a0469112a1f86b6bd1774e7dd08c3e5/0_0_3283_2189/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2189,"width":3283,"orientation":"landscape","caption":"The fans expect","credit":"Andy Hall for the Observer","altText":"United fans expect","cleanCaption":"The fans expect"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f601df06856679c40b312d919816912a727129b3/0_220_3283_1969/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3283,"orientation":"landscape","caption":"A true community club","credit":"Andy Hall for the Observer","altText":"A true community club","cleanCaption":"A true community club"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d2c5ddf077876ac2357732da4df610eaa39dd346/120_189_3163_1898/3163.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1898,"width":3163,"orientation":"landscape","caption":"Dressing room preparations","credit":"Andy Hall for the Observer","altText":"Dressing room preparartions","cleanCaption":"Dressing room preparations"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d82b2a59c4dec476033a1c858fec16374dbcb376/0_151_2874_1724/2874.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1724,"width":2874,"orientation":"landscape","caption":"‘Everything happens for a reason’ says the tattoo","credit":"Andy Hall for the Observer","altText":"‘Everything happens for a reason’ says the tattoo","cleanCaption":"‘Everything happens for a reason’ says the tattoo"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07cad161d073403121c5254977c5d6d55c933fb0/59_305_2917_1750/2917.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1750,"width":2917,"orientation":"landscape","caption":"Hereford FC’s young fans show what the occasion means","credit":"Andy Hall for the Observer","altText":"Hereford FC’s young fans show what the occasion means","cleanCaption":"Hereford FC’s young fans show what the occasion means"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bcd90ca8a5ba2bf5da5fcb41fe7bb147a1d22a3b/773_411_2510_1506/2510.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1506,"width":2510,"orientation":"landscape","caption":"The teams greet","credit":"Andy Hall for the Observer","altText":"Team greet","cleanCaption":"The teams greet"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/99b5aa89e06cbd539b36fd7c9b2889656b355f10/0_58_3283_2078/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2078,"width":3283,"orientation":"landscape","caption":"The head coaches shout their instructions","credit":"Andy Hall for the Observer","altText":"Head coaches from all leagues shout their instructions","cleanCaption":"The head coaches shout their instructions"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1ec507392121387c4a58c7c8bd4d5796693ee2cb/0_218_3283_1970/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1970,"width":3283,"orientation":"landscape","caption":"The usual anxious looks from the bench","credit":"Andy Hall for the Observer","altText":"usual anxious looks from the bench, like any footbal match","cleanCaption":"The usual anxious looks from the bench"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436688265781/20aa538b-f0b1-4364-827f-f76de94e8e94-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"A hug for an FC United of Manchester fan from Hereford’s mascot Photograph: Andy Hall for the Observer","credit":"Andy Hall for the Observer","altText":"A hug for an FC United of Manchester fan from Hereford's mascot","cleanCaption":"A hug for an FC United of Manchester fan from Hereford’s mascot","cleanCredit":"Photograph: Andy Hall for the Observer"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/689155c5ece6a44a20d0bac64d514d8a9a16784a/0_0_3168_2064/3168.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2064,"width":3168,"orientation":"landscape","caption":"The banner says it all","credit":"Andy Hall for the Observer","altText":"The banner says it all","cleanCaption":"The banner says it all"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ccd2bc1eb85970f392f4c9475bf427b78acf7560/0_46_3370_2021/3370.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2021,"width":3370,"orientation":"landscape","caption":"Passion is evident","credit":"Andy Hall for the Observer","altText":"Passion is evident","cleanCaption":"Passion is evident"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6e6fc8e006f748fbf57fae95e4ff4b6f26d7c965/331_48_2628_1577/2628.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1577,"width":2628,"orientation":"landscape","caption":"The teams go toe to toe","credit":"Andy Hall for the Observer","altText":"Good to see the match played","cleanCaption":"The teams go toe to toe"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/22d8c4bc5dec678b72bab65e519fd5477c5f9229/0_106_2484_1489/2484.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1489,"width":2484,"orientation":"landscape","caption":"Hereford FC’s players applaud the fans at the end","credit":"Andy Hall for the Observer","altText":"Hereford FC’s players applaud the fans at the end","cleanCaption":"Hereford FC’s players applaud the fans at the end"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df934697f9e27a729f08ed529dde5faddd2c35ca/0_200_3283_1969/3283.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3283,"orientation":"landscape","caption":"Thirsty and satisfied fans at the end","credit":"Andy Hall for the Observer","altText":"Thristy and satisfied fans at the end","cleanCaption":"Thirsty and satisfied fans at the end"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436688547450/be759546-02cc-4f7a-9919-5af149418d34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Hall for the Observer","altText":"FC United put pressure on the Hereford defence at Edgar Street.","cleanCredit":"Photograph: Andy Hall for the Observer"}}]},{"title":"Football / Fabian Delph rules out Manchester City move and commits to Aston Villa","rawTitle":"Fabian Delph rules out Manchester City move and commits to Aston Villa","item":{"type":"article","id":"football/2015/jul/11/fabian-delph-manchester-city-aston-villa","title":"Fabian Delph rules out Manchester City move and commits to Aston Villa","trailText":"Tim Sherwood, the Aston Villa manager, received a timely boost when Fabian Delph ruled out a move to Manchester City after strong speculation that he would leave","standFirst":"<span class=\"bullet\">•</span> Aston Villa captain’s statement is timely boost for Tim Sherwood\n<br />\n<span class=\"bullet\">•</span> Delph: ‘I want to set the record straight. I am not moving’\n<br />\n<br />","byline":"Press Association","body":"<p>The Aston Villa midfielder Fabian Delph has ruled out a move to Manchester City and said he will stay with Tim Sherwood’s side.</p> \n<p>Delph did not fly out with the rest of the Villa squad for their training camp in Portugal on Thursday amid strong speculation that he was poised for an &pound;8m move to the Etihad Stadium. On Saturday Delph released a statement via Villa’s website to dismiss the story.</p> \n<p>“I’m aware there has been intense media speculation surrounding my future in the last 24 hours and I want to set the record straight,” Delph said. “I’m not leaving. I’m staying at the football club and I can’t wait for the start of the season and captaining this great football club.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/christian-benteke-aston-villa-tim-sherwood\">Christian Benteke to tell Tim Sherwood he wants to leave Aston Villa</a> </p> \n</aside> \n<p>Delph has been of interest to Manuel Pellegrini as City are keen to boost their home-grown quota after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/james-milner-sign-free-liverpool-manchester-city\" title=\"\">the loss of James Milner to Liverpool</a> and Frank Lampard to New York City.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/26/delph-aston-villa-teammates-shocked-new-deal\" title=\"\">Delph signed a new Villa contract earlier this year</a> with his previous deal having been due to expire this summer but it had been reported that City would meet a release clause in that contract.</p> \n<p>His re-commitment to the cause will come as a major boost to Sherwood, who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/18/scott-sinclair-aston-villa-manchester-city\" title=\"\">has signed two players from City - Scott Sinclair </a>and Micah Richards - <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/idrissa-gueye-aston-villa-lille\" title=\"\">as well as the midfielder Idrissa Gueye from Lille</a> this summer.</p> \n<p>City are also monitoring the situation with Liverpool’s Raheem Sterling, who returned to training on Friday after two days’ absence with illness, and has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/11/raheem-sterling-liverpool-brendan-rodgers-far-east-tour\" title=\"\">named in Liverpool’s squad to tour Thailand</a>, leaving on Sunday.</p> \n<p>They have had two bids rejected, the last an offer of &pound;40m, and have been reluctant to meet Liverpool’s &pound;50m valuation but this week’s developments with the England international will have offered City some encouragement if they want to try to negotiate an agreement.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436634531601/Fabian-Delph-Aston-Villa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"<em></em>Fabian Delph issued a statement commiting to Aston Villa after speculation he may move to Manchster City. Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"Fabian-Delph-Aston-Villa","cleanCaption":"<em></em>Fabian Delph issued a statement commiting to Aston Villa after speculation he may move to Manchster City. Photograph: Anthony Devlin/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T17:22:47Z","lastModified":"2015-07-11T17:53:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Aston Villa","Football","Transfer window","Manchester City","Liverpool","Sport"],"tags":[{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/football","webTitle":"Football"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/fabian-delph-manchester-city-aston-villa","shortUrl":"http://gu.com/p/4at2g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/fabian-delph-manchester-city-aston-villa","webUri":"http://www.theguardian.com/football/2015/jul/11/fabian-delph-manchester-city-aston-villa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436634531601/Fabian-Delph-Aston-Villa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"<em></em>Fabian Delph issued a statement committing to stay at Aston Villa after speculation that he might move to Manchester City. Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"Fabian-Delph-Aston-Villa","cleanCaption":"<em></em>Fabian Delph issued a statement committing to stay at Aston Villa after speculation that he might move to Manchester City. Photograph: Anthony Devlin/PA"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436634531601/Fabian-Delph-Aston-Villa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"<em></em>Fabian Delph issued a statement commiting to Aston Villa after speculation he may move to Manchster City. Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"Fabian-Delph-Aston-Villa","cleanCaption":"<em></em>Fabian Delph issued a statement commiting to Aston Villa after speculation he may move to Manchster City. Photograph: Anthony Devlin/PA"}}]}],"lastModified":"2015-07-12T00:06:34Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}