{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Tennis / Murray struggles past Sousa to reach French Open third round","rawTitle":"Murray struggles past Sousa to reach French Open third round","item":{"type":"article","id":"sport/2015/may/28/andy-murray-joao-sousa-french-open","title":"Andy Murray takes time past João Sousa to reach French Open third round","trailText":"Andy Murray booked his place in the French Open third round after surviving a feisty encounter against Portugal’s João Sousa 6-2, 4-6, 6-4, 6-1","standFirst":"<span class=\"bullet\">•</span> No3 seed Murray wins 6-2, 4-6, 6-4, 6-1\n<br />\n<span class=\"bullet\">•</span> Brit handed two time warnings over slow serve by umpire","byline":"Kevin Mitchell at Roland Garros","body":"<p>If this French Open was the football World Cup (providing such a concept is not rendered beyond parody after recent events), Andy Murray, Novak Djokovic and Rafael Nadal would be in the group from hell. However, until they collide, all is going well enough for them, while Roger Federer, over in the group of serenity, is quietly doing his thing too.</p> \n<p>On day five, there was little to disturb the tennis universe in the men’s draw, but interesting comparisons to be made as the favourites came through contrasting tests using their particular gifts.</p> \n<p>Murray will be happy with the result, a little disappointed with a mid-match dip and encouraged that he could finish so emphatically to beat the eye-blazingly aggressive Jo&atilde;o Sousa 6-2, 4-6, 6-4, 6-1 in just over two and a half hours in his second consecutive appearance on Court Philippe Chatrier, normally Nadal’s unofficial <em>pied-&agrave;-terre</em>.</p> \n<p>On the main court a little earlier, Nadal won his 68th match at Roland Garros, against a single, infamous loss, and is giving his critics something to think about after some low-key efforts on clay this summer.</p> \n<p>After easing himself into the tournament he owns with a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/rafael-nadal-quentin-halys-french-open-first-round-match-report\" title=\"\">three-set win over the French teenager Quentin Halys</a> on Tuesday, he went through the gears to dismiss his fellow Spaniard Nicolas Almagro for the 13th time in 14 matches on Thursday, this time 6-4, 6-3, 6-1. Nadal now seemingly has the easiest third-round challenge of the leading seeds, against the Russian world No120 Andrey Kuznetsov, who beat the 34-year-old Austrian J&uuml;rgen Melzer, a former world No8, 6-1, 5-7, 7-6 (7-0), 7-5.</p> \n<p>However, Djokovic is still the tournament favourite. Although the world No1 had an injury time-out for attention to his lower back and groin on Court Suzanne Lenglen, he eased to a comfortable 6-1, 6-4, 6-4 win over Luxembourg’s Gilles M&uuml;ller. Djokovic has yet to be properly tested but the young Australian Thanasi Kokkinakis – world No84 and a sometime training partner of Murray’s – might ask him some hard questions in the third round, having come through a stern test against his compatriot Bernard Tomic to win 3-6, 3-6, 6-3, 6-4, 8-6.</p> \n<p>Murray next plays Kokkinakis’s more volatile countryman Nick Kyrgios, who is waiting for him without stress after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/27/kyle-edmund-forced-withdraw-french-open-stomach-injury\" title=\"\">Kyle Edmund withdrew from their match overnight with a stomach muscle injury</a>.</p> \n<p>After Murray’s win, the French former player Fabrice Santoro conducted the courtside interview dressed in a kilt. “Looks good,” the real Scot said, nonplussed. Murray added: “I realised towards the end of the second set and at the beginning of the third that he had raised his level. I just had to weather the storm, came up with some good serves on break points and managed to turn it around.”</p> \n<p>Asked for the eleventeenth time about his French coach Am&eacute;lie Mauresmo – who had slipped away from court but was caught on the big screen checking her mobile phone while waiting in the player’s corridor – Murray said: “She’s helped me a lot. She was an excellent player, played with a lot of variety, something that I tried to do on court. She’s a very nice person, which is important. So far, so good.”</p> \n<p>That might have been an involuntary reference to the status of their relationship, as Mauresmo does not know yet how long or if her commitment to the job will last after she gives birth to her first child in August.</p> \n<p>Sousa, who had not taken a set off Murray in five attempts, battled through seven deuce points on his opening serve over 13 minutes and still could not hold. Murray was at his relentless best, breaking then cruising to a one-set lead. But the Portuguese, with a smooth single-handed backhand and intelligent strategy, fought back hard – with a little help at a crucial moment in the second set.</p> \n<p>The French chair umpire Pascal Maria interrupted Murray on his serve at 0-30 and 3-4, when he gave him a time warning that looked harsh with the Scot, a known quick player, having done no more than pause to settle when the wind gusted.</p> \n<p>He lost the point and the game, and Sousa, playing at a far higher level than his world ranking of 44 would suggest, served for the set at 5-3. Murray showed his joy in retribution when he broke back immediately but had nobody to blame but himself when Sousa smashed a mis-hit winner to take the set on his next serve.</p> \n<p>Sousa seized on Murray’s malfunctioning serve and, red-lining as if he were in the last moments of the final, turned the third set into a serious examination of his opponent’s resolve. He got another break point when Murray – having just reminded Maria he was not slow-serving but waiting for ballkids to reach their positions – looked distracted and his forehand went wide after clipping the net. He saved with his second ace of the match and won a marvellous, athletic point at the net.</p> \n<p>Maria intervened again, however, as Murray was serving to hold and had to stall as the large video board was replaying the previous point. The player complained quietly about the ruling, took his punishment and made Sousa pay.</p> \n<p>When he held to love and broke (during which he corrected the umpire in Sousa’s favour on a line call) for 4-3, Murray had regained the moral and athletic authority in the contest. He was rewarded for his patience, forcing an on-fire Sousa to the limits of his discipline in the ninth game, then, thankful for the return of his serving efficiency, held easily for a 2-1 lead.</p> \n<p>Murray was reading Sousa’s game perfectly now. A set and a break down, Sousa still went for his shots, but fewer of them landed legally, and Murray’s run to the line in 24 minutes was untroubled.</p> \n<p>Now for Kyrgios, a clash to savour.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432832401466/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray will face Nick Kyrgios in the third round in Paris. Photograph: Kenzo Tribouillard/AFP/Getty Images","credit":"Kenzo Tribouillard/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray will face Nick Kyrgios in the third round in Paris. Photograph: Kenzo Tribouillard/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T17:00:28Z","lastModified":"2015-05-28T23:01:11Z","metadata":{"commentable":true,"commentCount":89,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","French Open 2015","French Open","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/french-open-2015","webTitle":"French Open 2015"},{"id":"sport/frenchopen","webTitle":"French Open"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/28/andy-murray-joao-sousa-french-open","shortUrl":"http://gu.com/p/49att","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/28/andy-murray-joao-sousa-french-open","webUri":"http://www.theguardian.com/sport/2015/may/28/andy-murray-joao-sousa-french-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432832401466/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray will face Nick Kyrgios in the third round in Paris. Photograph: Kenzo Tribouillard/AFP/Getty Images","credit":"Kenzo Tribouillard/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray will face Nick Kyrgios in the third round in Paris. Photograph: Kenzo Tribouillard/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[{"title":"Tennis / Murray unconcerned despite time violations in win","rawTitle":"Murray unconcerned despite time violations in win","item":{"type":"article","id":"sport/2015/may/28/andy-murray-time-violations-french-open-win","title":"Andy Murray unconcerned despite time violations in French Open win","trailText":"Murray was called for two violations in his win over João Sousa and will play Australia’s Nick Kyrgios in the third round of the French Open","standFirst":"<span class=\"bullet\">•</span> Murray cited twice in win over Jo&atilde;o Sousa\n<br />\n<span class=\"bullet\">•</span> Scot will play Australia’s Nick Kyrgios in next round","byline":"Kevin Mitchell at Roland Garros","body":"<p>The umpires and players at the French Open are locked in a weird waltz – slow-slow, quick-quick slow – over the exasperating issue of time violations for tardy serving, and Andy Murray found himself at the centre of the debate on day five.</p> \n<p>Twice on Thursday the French chair umpire Pascal Maria warned him for not serving within the prescribed 20 seconds <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/28/andy-murray-joao-sousa-french-open\" title=\"\">during his win over Jo&atilde;o Sousa</a> – once when wind gusted to interrupt him, later when Murray paused because he was distracted by replayed highlights on the big screen.</p> \n<p>Rafael Nadal, a notoriously slow server, has already created a stir that won’t die by refusing to have Carlos Bernardes officiate in his matches after they clashed over a time violation in South America earlier this year, and Roger Federer made it plain this week he would not like to see that practice spread. Murray, it seems, is in the Federer camp on this one.</p> \n<p>The Scot, who has fought hard to conquer his emotions over the years, lost rhythm and concentration the first time, dropping serve and going on to lose the second set but held his composure on the second occasion. Later, he was keen to give the umpire a pass – although he might have felt more belligerent had he not closed out the match 6-2, 4-6, 6-4, 6-1 in two and a half hours.</p> \n<p>“I think most of the umpires have a pretty good understanding,” he said. “I know Rafa has had a few issues with Carlos but, for the most part, I think everyone gets on with it pretty well. I like the time rule. It’s there for a reason. Sometimes I play too slow, and that’s unintentional. But as a player you have no idea how long you’re taking between the points. The second one I got, genuinely I was up at the line in good time but they were showing the highlight from the point before, so I didn’t serve.</p> \n<p>“I haven’t had loads of time violations but sometimes I have played too slow and the umpire’s job is to make the players play at the right speed. But I wasn’t annoyed at all. I made no issue of it on the court.</p> \n<p>“At that period in the match obviously I was struggling. I served badly in that set, and I brought that pressure on myself. Then he started to play better tennis and made it difficult for me in that 30 to 40-minute period.</p> \n<p>“It was very tough at the end of the second set through to the beginning and middle of the third. But, when I started serving and returning better, that helped me get out of trouble.”</p> \n<p>Murray will almost certainly be back on Roland Garros’s main court for a hat-trick of appearances on Saturday against the exciting young Australian Nick Kyrgios, who had a walkover against the injured British player Kyle Edmund.</p> \n<p>“He’s a very talented guy,” Murray said. “He likes the big stage. He’s had some good results at the slams [notably beating Nadal at Wimbledon last year]. Also away from the slams he beat Roger a few weeks ago on the clay. So he can cause a lot of players trouble. He’s an exciting guy to watch, and he’s going to be around for a long time.”</p> \n<p>Murray is now the only surviving Briton after Heather Watson was eliminated in the second round by the American Sloane Stephens in straight sets.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/28/1432840519836/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray dropped one set against João Sousa of Portugal at the French Open. Photograph: Ian Langsdon/EPA","credit":"Ian Langsdon/EPA","altText":"Andy Murray","cleanCaption":"Andy Murray dropped one set against João Sousa of Portugal at the French Open. Photograph: Ian Langsdon/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-28T19:17:51Z","lastModified":"2015-05-29T00:00:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["French Open 2015","Andy Murray","French Open","Tennis","Sport"],"tags":[{"id":"sport/french-open-2015","webTitle":"French Open 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/frenchopen","webTitle":"French Open"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/28/andy-murray-time-violations-french-open-win","shortUrl":"http://gu.com/p/49ake","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/28/andy-murray-time-violations-french-open-win","webUri":"http://www.theguardian.com/sport/2015/may/28/andy-murray-time-violations-french-open-win"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/28/1432840519836/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray dropped one set against João Sousa of Portugal at the French Open. Photograph: Ian Langsdon/EPA","credit":"Ian Langsdon/EPA","altText":"Andy Murray","cleanCaption":"Andy Murray dropped one set against João Sousa of Portugal at the French Open. Photograph: Ian Langsdon/EPA"}},"importance":0,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Football transfer rumours / Manchester United to sign Bacca and Gaitán?","rawTitle":"Manchester United to sign Bacca and Gaitán?","item":{"type":"article","id":"football/2015/may/29/football-transfer-rumours-manchester-united-carlos-bacca-nicolas-gaitan","title":"Football transfer rumours: Manchester United to sign Bacca and Gaitán?","trailText":"Jürgen Klopp to Liverpool? | Edin Dzeko to Roma? | Tottenham in pole position to sign Danny Ings?","standFirst":"Today’s tittle tattle is full of the joys of spring","byline":"Scott Murray","body":"<p>The Rumour Mill is only taking an educated guess, but we’ll be bound that every morning, a large number of Liverpool fans click on to this page in the hope of finding out that their club is close to securing the services of <strong>J&uuml;rgen Klopp</strong>, or <strong>Carlo Ancelotti</strong>. But as things stand today, it looks like <strong>Brendan Rodgers</strong> will be hanging on to his job, <strong>James Milner</strong> will be staying at Manchester City, <strong>Edin Dzeko</strong> will be going to Roma, there will be no bid for Fiorentina goalkeeper <strong>Neto</strong>, Tottenham are in the box seat to land <strong>Danny Ings</strong>, Tim Sherwood will persuade <strong>Christian Benteke</strong> to stay at Aston Villa for another year and earn himself a move to Real Madrid – he’s that good, reckons Tim – and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/liverpool-southampton-nathaniel-clyne-brendan-rodgers\" title=\"\">a risible &pound;10m bid for Saints full back <strong>Nathaniel Clyne</strong> will be turned down</a>. Still, there should be a few new seats in the main stand by 2016, so there’s that.</p> \n<p>Arsenal, by contrast, are not hanging about, cup final or no. They’ve laid the best part of &pound;25m on the table for Porto striker Jackson Mart&iacute;nez, another &pound;15m for Galatasaray goalkeeper <strong>Fernando Muslera</strong>, and aren’t giving up hope of landing Southampton midfielder <strong>Morgan Schneiderlin</strong>.</p> \n<p>Manchester United aren’t faffing around either. They’ll be making enquiries for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/dnipro-dnipropetrovsk-sevilla-europa-league-final-match-report\" title=\"\">&pound;22m Sevilla striker <strong>Carlos Bacca</strong></a>, and &pound;21m Benfica defender <strong>Nicol&aacute;s Gait&aacute;n</strong>. Liverpool are also sniffing around the latter, hoping to hijack the move, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/08/brendan-rogers-liverpool-memphis-depay-never-wanted-to-sign\" title=\"\">but consider Memphis Depay</a>, and let us move on without further comment.</p> \n<p>Let’s go back to 1973, and that year’s FA Cup winners Sunderland are also, like contemporary rock behemoths Bachman-Turner Overdrive, takin’ care of business. They’re asking every other passer-by if they’d like to take the manager’s job that’s on offer at the Stadium of Light. Real Sociedad boss <strong>David Moyes</strong> has said no, <strong>Paul Clement</strong> prefers a move to Derby County, and <strong>Sam Allardyce</strong> thinks it’s too early to get back on the horse. Oh look, here comes <strong>Steve McClaren</strong>.</p> \n<p>Let’s now go back to 1976, and that year’s FA Cup winners Southampton are also, like Bachman-Turner Overdrive, whose 1973 hit Takin’ Care of Business was still getting airplay on Radio 1, takin’ care of business. The Saints really know what they’re doing in the transfer market, and they’ve put in a &pound;7m bid for Lille midfielder <strong>Idrissa Gueye</strong>. Crystal Palace and West Ham United are also keeping tabs on the situation, with Liverpool presumably planning to pay the victors &pound;27m for the player next summer.</p> \n<p>Poor Liverpool, it’s not been their day, week, month or year. Ah well, the owners hold their pre-season debrief next week. Perhaps things will start looking up after that?</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432887819861/92097335-9314-48f6-96f5-8dbd77480edd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Steele/Getty Images","altText":"Player scores goals in Europa League final. Within days is linked with Premier League. That's how this works, right?","cleanCredit":"Photograph: Michael Steele/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-29T08:24:42Z","lastModified":"2015-05-29T08:27:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":true,"keywords":["Football","Sport","Transfer window"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/transfer-window","webTitle":"Transfer window"}],"section":{"id":"football"},"topics":[{"displayName":"Scott Murray","topic":{"type":"tag-contributor","name":"profile/scottmurray"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/29/football-transfer-rumours-manchester-united-carlos-bacca-nicolas-gaitan","shortUrl":"http://gu.com/p/49aqv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/29/football-transfer-rumours-manchester-united-carlos-bacca-nicolas-gaitan","webUri":"http://www.theguardian.com/football/2015/may/29/football-transfer-rumours-manchester-united-carlos-bacca-nicolas-gaitan"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432887819861/92097335-9314-48f6-96f5-8dbd77480edd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Player scores goals in Europa League final. Within days is linked with Premier League. That’s how this works, right? Photograph: Michael Steele/Getty Images","credit":"Michael Steele/Getty Images","altText":"Player scores goals in Europa League final. Within days is linked with Premier League. That's how this works, right?","cleanCaption":"Player scores goals in Europa League final. Within days is linked with Premier League. That’s how this works, right?","cleanCredit":"Photograph: Michael Steele/Getty Images"}},"importance":5,"kicker":{"title":"Football transfer rumours"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Expectations are buoyed but peaks and troughs await England","rawTitle":"Expectations are buoyed but peaks and troughs await England","item":{"type":"comment","id":"sport/blog/2015/may/28/england-expectations-lords-new-zealand-second-test-headingley","title":"England expectations buoyed by Lord’s but peaks and troughs await","trailText":"With Ben Stokes – so inspirational against New Zealand in the first Test – likely to splutter among rocket-fuelled displays, patience is needed for this young side","standFirst":"With Ben Stokes – so inspirational against New Zealand in the first Test – likely to splutter among rocket-fuelled displays, patience is needed for this young side","byline":"Mike Selvey","body":"<p>It would not do to get too carried away. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/england-new-zealand-first-test-match-report\" title=\"\">The first Test at Lord’s</a> was exhilarating, a triumph, the sort of advertisement for the game – at a time of some turmoil – that money could not buy. The new chatter has been about Ben Stokes (saddled unfortunately with the obvious comparisons, as if being the first Ben Stokes is not in itself sufficient) and new dawns breaking for England cricket.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/28/new-zealand-brendon-mccullum-england-alastair-cook\">New Zealand’s Brendon McCullum questions England’s approach</a> </p> \n</aside> \n<p>The New Zealand team played their part magnificently too, in a match conducted in a spirit a world away from some of the bruising, corrosive encounters of recent years, an example to all that it is not necessary to be gobby to be tough.</p> \n<p>This England team is a young one, though, coming along nicely but still far from the finished, polished article. It may be in time, when they look back, that they come to realise this may just have been the finest game of cricket they will ever have played in. This team has real potential, but it would be unrealistic to expect them to successfully produce the kind of cricket they played at Lord’s on a regular basis.</p> \n<p>There is likely to be a switchback still of highs and lows, peaks and troughs. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/england-ben-stokes-new-zealand\" title=\"\">Stokes’s uncomplicated approach to his cricket will mesmerise and inspire</a>, but it needs to be recognised that while he will sometimes spark into pyrotechnics then occasionally he will splutter. Others can supply the dependability, while he is the rocket fuel. So enjoy what is clearly intent on becoming a vibrant team, and will unquestionably remain so under the forthcoming regime of Trevor Bayliss and Paul Farbrace, but then try to understand when they falter, as they inevitably will.</p> \n<p>The remarkable turnaround at Lord’s means that England now go to Headingley for the second Test in a position to dictate the terms. It is unfortunate that New Zealand have been allocated their tour as a preliminary to the cash-cow that is the Ashes: they deserve more than two Tests, that is certain. But now, if they are to gain anything from the series, and maintain a decent position in the rankings, they will have to go for broke. As if Brendon McCullum requires any encouragement in that regard.</p> \n<p>It would be in his interest if England went for broke too, or at least responded in kind, rather than pull in their horns. Teams rarely set out with the intention of playing out a draw, and this England team is not about to start that, a dangerous road in any case. We could be in for some more cut and thrust, and we will all feel the better for that.</p> \n<p>The England team came together as an entity at Lord’s, in part down to a little tinkering, and to the injection of pace from Mark Wood. Chris Jordan is a terrific young cricketer, but Wood was electrifying with the ball at times, a real threat and an element that had been missing. The telling changes came with the batting order.</p> \n<p>In True Blue, Dan Topolski’s wonderful account of the Oxford University triumph in the 1987 Boat Race, having quelled a mutiny, he tells of a boat, sluggish in training for no apparent reason, that was transformed by a few switches in position, so that suddenly it sang along. Farbrace’s decision to put Stokes at six, Jos Buttler at seven and Moeen Ali eight, was an obvious one (Stokes is a batsman first and foremost; Buttler the natural successor to Matt Prior, and Moeen so ubiquitous it doesn’t much matter where he bats) but it still had to be done. The result brought terrific batting from all three – the boat really shifted.</p> \n<p>If downsides were there, they came in the form of Adam Lyth’s twin failures (expect him to make amends very soon: he set about his job impressively); those of Gary Ballance; and the lack of rhythm that Moeen still has with the ball. There are some fundamental tenets of off-spin bowling, about more of which on another occasion, but suffice to say that he should never feel under any pressure to make things happen. OK, one precept: always make sure you get another over.</p> \n<p>The wonderful start to Ballance’s Test career masks an essential flaw in his technique that good bowlers are starting to exploit. At first sight the inclination is to think that the manner in which he plays from deep in his crease, so he is no further forward than the front crease even when on the front foot, leaves his pads vulnerable and an obvious target particularly to any bowler who can swing the ball in to the left hander.</p> \n<p>In point of fact, this rather appears to play into his hands, for although the bowler can pitch further up without getting driven, he has more time to monitor the swing. Move the ball away from him, though – either by a right-armer bowling across or someone like Trent Boult swinging away – and he can get into the sort of trouble that has bothered Alastair Cook over the past couple of years. He has some work to do.</p> \n<p>The days of the capricious Headingley pitch are long gone, but it is still one of those grounds that seems to respond to the weather conditions more than most. If it is overcast, then there are occasions when the skill lies not in getting the ball to move but controlling it sufficiently to make it count. If the sun is out, though, batsmen can prosper.</p> \n<p>The forecast for this match is mixed and when that happens, the trick is to take advantage of the moments. Given what happened in Barbados in the aftermath of the win in Grenada – real snakes and ladders cricket – then England will take nothing for granted. New Zealand will come at them hard. But Lord’s was uplifting and they will not readily have shaken off the feeling.</p> \n<p>It could be a close call again, more see-sawing, more drama, but England are learning how to win now.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/28/1432839738784/Ben-Stokes-England-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ben Stokes showed in the first Test against New Zealand that he can make devastating contributions, but his high-risk approach will falter at times. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Ben Stokes England","cleanCaption":"Ben Stokes showed in the first Test against New Zealand that he can make devastating contributions, but his high-risk approach will falter at times. Photograph: Jon Super/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-28T19:03:35Z","lastModified":"2015-05-28T23:01:21Z","metadata":{"commentable":true,"commentCount":129,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":true,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/may/28/england-expectations-lords-new-zealand-second-test-headingley","shortUrl":"http://gu.com/p/49akc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/may/28/england-expectations-lords-new-zealand-second-test-headingley","webUri":"http://www.theguardian.com/sport/blog/2015/may/28/england-expectations-lords-new-zealand-second-test-headingley"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/28/1432839738784/Ben-Stokes-England-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ben Stokes showed in the first Test against New Zealand that he can make devastating contributions, but his high-risk approach will falter at times. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Ben Stokes England","cleanCaption":"Ben Stokes showed in the first Test against New Zealand that he can make devastating contributions, but his high-risk approach will falter at times. Photograph: Jon Super/AP"}},"importance":5,"byline":{"title":"Mike Selvey"},"showQuotedHeadline":true,"sublinks":[{"title":"Cricket / Cook says hiring Bayliss is a 'great coup' for England","rawTitle":"Cook says hiring Bayliss is a 'great coup' for England","item":{"type":"article","id":"sport/2015/may/28/england-cricket-alastair-cook-trevor-bayliss","title":"Alastair Cook: England’s hiring of Trevor Bayliss as coach is great coup","trailText":"Alastair Cook believes England have pulled off a ‘great coup’ by appointing Trevor Bayliss as their head coach before the Ashes series","standFirst":"<span class=\"bullet\">•</span> Captain hails arrival of Australian coach for Ashes series\n<br />\n<span class=\"bullet\">•</span> Cook chasing Graham Gooch’s Test runs record in second Test","byline":"Ali Martin","body":"<p>Alastair Cook has described the appointment of Trevor Bayliss as England head coach as a coup and said the Australian’s impending arrival has his players buzzing.</p> \n<p>Speaking before Friday’s second Test with New Zealand at Headingley, where Cook could become England’s record Test run-scorer, the captain is looking forward to working alongside <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/27/trevor-bayliss-strong-pound-paul-farbrace\" title=\"\">Bayliss when he arrives</a> at the end of next month before the start of the Ashes in Cardiff on 8 July.</p> \n<p>“It’s good it has been completed in terms of clarity but also, he’s a coach with a fantastic record all round the world,” Cook said.</p> \n<p>“ The guys are just looking forward to him coming over now and getting stuck in. Trevor is experienced in all forms of the game and everywhere he’s gone he’s been successful. It’s obviously a great coup to have him.”</p> \n<p>Cook, who has yet to speak to Bayliss but has exchanged voicemails, goes into the second Test needing just 32 runs to surpass the 8,900 that flowed from the bat of Graham Gooch and break a record that has stood for 20 years.</p> \n<p>While that milestone is secondary to securing the two-match series – his side are 1-0 up following the 124-run victory on Monday – he maintains his mentor Gooch is still England’s greatest-ever batsman. “I wouldn’t put myself anywhere near his class,” said Cook. “It will be a great moment if it happens but there will only ever be one Graham Gooch and he is England’s greatest batsman.</p> \n<p>“Your job as a batter is to score runs and however nice it would be if I do get the 30-odd to pass the great man, that won’t be enough for the game,” he added. “In the game situation it is important I go on to get a big score.”</p> \n<p>After speaking to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/17/jimmy-anderson-breaks-ian-botham-england-test-record-wickets\" title=\"\">Jimmy Anderson, who broke Ian Botham’s Test wicket-taking record</a> on the recent tour of the Caribbean and who is one away from becoming the first Englishman to get past 400, Cook admits it will be strange to go past Gooch’s record, having worked with him since he was a teenager coming through the ranks at Essex. “Jimmy spoke about it and said you don’t really believe it when you are at the top of the tree and you see those guys you are ahead of,” said Cook.</p> \n<p>“Certainly I wouldn’t be here without Goochie’s help. It will be strange [when I go past it] because without his hard work and his dedication to me and my game I wouldn’t have scored half the runs that I have.”</p> \n<p>Last year Cook was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/may/01/graham-gooch-exit-england-coaching-overhaul\" title=\"\">forced to inform his trusted adviser that, after five years in the job, his services as England batting coach were no longer required</a>. But the pair resumed their work together at the start of this year following the left-hander’s removal from the one-day team last December.</p> \n<p>The upshot of those hours spent in the nets has been a return to form. He ended a two-year spell without an international century in the third Test against West Indies last month and followed it up with 162 at Lord’s, an innings that suggested he is back to his best.</p> \n<p>“It was refreshing [to work with other coaches] but I think it is really important you have one guy you go back to because he knows your game, knows you as a person,” said Cook.</p> \n<p>“I think that is important, especially when you get scrutinised as much as you do as an international. People always talk about you and your game and it is very easy to get distracted and pulled in different directions.</p> \n<p>“ So to have a guy you trust, a guy who you’ve always worked with, I think it very important for any kind of batter coming through.”</p> \n<p>England’s victory at Lord’s has certainly captured the public’s imagination, with Yorkshire reporting a 5,000 surge in ticket sales since the thrilling climax to that Test on Monday.</p> \n<p>And while the captain admits he may have been too conservative in the past, he believes attacking players such as Ben Stokes, who scored an 85-ball century in that win, will naturally see England’s style of cricket become entertaining.</p> \n<p>Asked if his side can always play in such an enterprising fashion, Cook replied: “I think it is achievable.</p> \n<p>“There is a balancing act. Maybe I have been too conservative in the past, sometimes I haven’t got it right, sometimes I have got it right. That’s not for me to say.</p> \n<p>“I’ve never encouraged a guy to play in any other way than the reason he was picked,” Cook added.</p> \n<p>“I can only look back on my career and the advice I always give to a player is the reason you got picked is because you are doing the right things.</p> \n<p>“If you change that in your first or second Test match, then you’re not doing yourself justice and you’re not the player we picked. That’s never changed.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/28/1432819054310/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook is hoping England can build on their victory in the first Test. Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Alastair Cook","cleanCaption":"Alastair Cook is hoping England can build on their victory in the first Test. Photograph: Oli Scarff/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T13:18:16Z","lastModified":"2015-05-29T00:00:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England cricket team","Alastair Cook","Trevor Bayliss","England v New Zealand 2015","Cricket","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/28/england-cricket-alastair-cook-trevor-bayliss","shortUrl":"http://gu.com/p/49aam","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/28/england-cricket-alastair-cook-trevor-bayliss","webUri":"http://www.theguardian.com/sport/2015/may/28/england-cricket-alastair-cook-trevor-bayliss"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/28/1432819054310/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook is hoping England can build on their victory in the first Test. Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Alastair Cook","cleanCaption":"Alastair Cook is hoping England can build on their victory in the first Test. Photograph: Oli Scarff/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Football / Sherwood tells Benteke that he should aim higher than Liverpool","rawTitle":"Sherwood tells Benteke that he should aim higher than Liverpool","item":{"type":"article","id":"football/2015/may/28/aston-villa-tim-sherwood-benteke-liverpool","title":"Aston Villa’s Tim Sherwood tells Benteke to aim higher than Liverpool","trailText":"Aston Villa will be powerless to stop Christian Benteke from leaving if a £32.5m buyout clause is activated, with Liverpool interested in signing the Belgium striker","standFirst":"<span class=\"bullet\">•</span> Club powerless to stop striker from leaving if &pound;32.5m buyout clause is met\n<br />\n<span class=\"bullet\">•</span> Manager desperate to keep striker but FA Cup final could be his last for club","byline":"Daniel Taylor","body":"<p>Christian Benteke goes into the FA Cup final on Saturday with Aston Villa’s manager, Tim Sherwood, telling him he should set his sights <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/26/liverpool-kolo-toure-andre-wisdom-contract-extensions\" title=\"\">higher than Liverpool</a> but admitting the player could be sold this summer because of a &pound;32.5m buyout clause in his contract that the club have previously never disclosed.</p> \n<p>Benteke will automatically be allowed to leave if anyone bids enough to trigger the clause and Sherwood is acutely aware the match against Arsenal at Wembley, when Villa will be trying to win the FA Cup for the first time since 1957, could be the striker’s last appearance for the club.</p> \n<p>Liverpool have identified Benteke as one of the players who could help to re-establish them as a top-four club next season and Sherwood said he was powerless to do anything about a deal that was agreed before he became manager. “There’s a buyout clause in his contract so it will be impossible for us to stop him if he wants to go,” Sherwood said. “Someone’s got to meet that buyout clause and if they don’t it won’t be considered because we don’t want to lose him.”</p> \n<p>Sherwood acknowledged that Liverpool were “still a huge football club” but he also broke off from preparing for the biggest occasion of his short managerial career to argue that Benteke could do better if he stayed at Villa Park for another season.</p> \n<p>“We’re building up to a European Championship, which is a huge stage for Christian, and a tournament where you feel that Belgium will be one of the favourites to win it. By playing for Aston Villa it hasn’t hindered him being the first choice for Belgium up to now. If he were to stay here and score at the ratio that he has since I took over, and ends up with 20 or 30 goals next season and then has a good Euros, he is probably playing for Real Madrid [in 2016]. Christian could go to the best club in the world if he scores 30 goals next season. He could be that good.”</p> \n<p>The clause was inserted when Benteke signed his new contract two years ago and the club agreed with his advisers that &pound;32.5m was a fair price. Sherwood claimed he did not know how much it was and did not agree when it was put to him that by inserting such a stipulation the club were leaving themselves vulnerable. “Everyone has it,” he said. “Most players would have one when they sign new contracts. Am I surprised? No – &pound;100m.”</p> \n<p>That last part was a joke but Benteke has scored 12 goals in as many games and will be widely considered as the most serious threat to Arsenal’s hopes of winning a record 12th FA Cup.</p> \n<p>Sherwood has also noted that Liverpool’s number of crosses this season – 409 – is the lowest in the top division. “We cross more balls into the box than any other club in the league and Christian has said that he feeds off crosses,” Sherwood&nbsp;said.</p> \n<p>“There’s no point going to a club where they don’t cross the ball. All he’s got to do is look at history and see what has happened to players who have left other clubs. They’re going to pastures new, bigger and better clubs, and they don’t actually play, so then they end up looking for a new home again. Christian has made no indication that he wants to leave and I don’t think he should be moving clubs before a European Championship.”</p> \n<p>The problem for Sherwood is that he was talking as manager of the club that finished fourth from bottom of the Premier League and, for all Liverpool’s difficulties, it is clear they would be an upgrade on his current employers. As for whether Liverpool did trigger the clause, Sherwood did not sound entirely hopeful when he said it would still be within Benteke’s powers to turn it down. “It’s up to the individual to make that decision. I can’t make it for him but I want him to stay here.”</p> \n<p>Sherwood has been encouraged by Shay Given, Kieran Richardson and Jores Okore all returning to training. His squad leave for their Hertfordshire base on Friday and have brought forward their journey to Wembley after hearing about Middlesbrough’s difficulty getting through the traffic to the Championship play-off final.</p> \n<p>It is after the final that Sherwood expects to have a better idea about whether Liverpool or any of Benteke’s other admirers will try to exploit his release agreement. Losing Benteke would reinforce Villa’s reputation as a club that could not historically hold on to their better players. However, Sherwood pointed out they were not alone. “Arsenal sell their players as well; for not big money as well.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432834812356/Tim-Sherwood-Christian-Be-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Aston Villa manager, Tim Sherwood, has warned Christian Benteke over moving to Liverpool but will not be able to stop him from moving if Brendan Rodgers' team activate a £32.5m buyout clause. Photograph: Joe Toth/BPI/REX","credit":"Joe Toth/BPI/REX/Joe Toth/BPI/REX","altText":"Tim Sherwood Christian Benteke","cleanCaption":"The Aston Villa manager, Tim Sherwood, has warned Christian Benteke over moving to Liverpool but will not be able to stop him from moving if Brendan Rodgers' team activate a £32.5m buyout clause. Photograph: Joe Toth/BPI/REX"}],"bodyImages":[],"webPublicationDate":"2015-05-28T21:30:03Z","lastModified":"2015-05-28T23:40:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Daniel Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399489693450/Daniel-Taylor-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/danieltaylor"}],"feature":false,"keywords":["Aston Villa","Tim Sherwood","Liverpool","Football","Sport"],"tags":[{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/tim-sherwood","webTitle":"Tim Sherwood"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Daniel Taylor","topic":{"type":"tag-contributor","name":"profile/danieltaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/28/aston-villa-tim-sherwood-benteke-liverpool","shortUrl":"http://gu.com/p/49ajc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/28/aston-villa-tim-sherwood-benteke-liverpool","webUri":"http://www.theguardian.com/football/2015/may/28/aston-villa-tim-sherwood-benteke-liverpool"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432834812356/Tim-Sherwood-Christian-Be-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Aston Villa manager, Tim Sherwood, has warned Christian Benteke over moving to Liverpool but will not be able to stop him from moving if Brendan Rodgers' team activate a £32.5m buyout clause. Photograph: Joe Toth/BPI/REX","credit":"Joe Toth/BPI/REX/Joe Toth/BPI/REX","altText":"Tim Sherwood Christian Benteke","cleanCaption":"The Aston Villa manager, Tim Sherwood, has warned Christian Benteke over moving to Liverpool but will not be able to stop him from moving if Brendan Rodgers' team activate a £32.5m buyout clause. Photograph: Joe Toth/BPI/REX"}},"importance":4,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Liverpool / Southampton reject £10m offer for Clyne","rawTitle":"Southampton reject £10m offer for Clyne","item":{"type":"article","id":"football/2015/may/28/liverpool-southampton-nathaniel-clyne-brendan-rodgers","title":"Southampton reject £10m Liverpool offer for right-back Nathaniel Clyne","trailText":"Liverpool manager Brendan Rodgers wants a new right-back to replace the outgoing Glen Johnson, although Clyne has said he is happy to stay at Southampton","standFirst":"<span class=\"bullet\">•</span> Brendan Rodgers wants to buy a right-back as Glen Johnson is leaving\n<br />\n<span class=\"bullet\">•</span> Clyne has said he is happy to extend his contract at Southampton","byline":"Andy Hunter","body":"<p>Liverpool have joined the number of Premier League clubs interested in Nathaniel Clyne, with Southampton have rejected their opening offer of around &pound;10m for the right back.</p> \n<p>Brendan Rodgers, who faces a review into Liverpool’s miserable season with the Fenway Sports Group president, Mike Gordon, next month, is keen to improve his options at full-back for next season and Clyne has been identified as a leading target. Prising the 24-year-old away from Southampton this summer, however, will not be straightforward.</p> \n<p>Rodgers opted for wing-backs when giving Liverpool a mid-season lift and persisted with Emre Can at right-back when he reverted to a four-man defence despite the German midfielder’s obvious discomfort in that role. His other options at right-back were Jon Flanagan, who missed the entire season through injury, and Glen Johnson, who is out of contract at Anfield this summer and will be leaving on a free transfer.</p> \n<p>Clyne has attracted several suitors since establishing himself in the team at St Mary’s and particularly during Ronald Koeman’s impressive debut campaign as manager, during which the defender graduated to full international honours with England.</p> \n<p>Manchester United have been strongly linked with the full-back as Louis van Gaal looks to address a long-running problem position at Old Trafford. Clyne has only next season remaining on his current contract with Southampton but this week insisted he is open to the possibility of extending his stay on the south coast.</p> \n<p>“As long as you’re playing well for your club and you’re doing ever so well in the Premier League then, yeah, you’ll get a chance, regardless of whether you’re in a top team or not,” he told Sky Sports News.</p> \n<p>“But Southampton’s pushing up, so why can’t we be a top team?”</p> \n<p>Liverpool are also expected to bid for the Aston Villa striker Christian Benteke after the FA Cup final, with a revamped forward line their priority for next season. Despite a dreadful end to last season, culminating in a 6-1 defeat at Stoke City, FSG are pressing ahead with transfer plans agreed with Rodgers, indicating the manager’s position is safe at the moment.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/28/1432845494311/Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Southampton defender Nathaniel Clyne, centre, tussles with Manchester City's David Silva. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Nathaniel Clyne","cleanCaption":"Southampton defender Nathaniel Clyne, centre, tussles with Manchester City's David Silva. Photograph: Paul Ellis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T22:36:00Z","lastModified":"2015-05-28T23:40:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Liverpool","Southampton","Transfer window","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/28/liverpool-southampton-nathaniel-clyne-brendan-rodgers","shortUrl":"http://gu.com/p/49ayx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/28/liverpool-southampton-nathaniel-clyne-brendan-rodgers","webUri":"http://www.theguardian.com/football/2015/may/28/liverpool-southampton-nathaniel-clyne-brendan-rodgers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/28/1432845494311/Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Southampton defender Nathaniel Clyne, centre, tussles with Manchester City's David Silva. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Nathaniel Clyne","cleanCaption":"Southampton defender Nathaniel Clyne, centre, tussles with Manchester City's David Silva. Photograph: Paul Ellis/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Liverpool"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Worcester’s final win over Bristol adds to injustices of play-offs","rawTitle":"Worcester’s final win over Bristol adds to injustices of play-offs","item":{"type":"comment","id":"sport/blog/2015/may/28/worcester-bristol-rugby-play-off-injustices-dean-ryan","title":"Worcester’s final win over Bristol adds to injustices of play-off system","trailText":"The current winner-takes-all approach offers no consolation to the loser, with teams enjoying fine seasons only to end with nothing to show for it","standFirst":"Winner-takes-all approach offers no consolation to the loser, with teams like Northampton enjoying fine seasons only to end with nothing to show for it. Could such heartaches be lessened with a lesson from Super League?","byline":"Dean Ryan","body":"<p>April the cruellest month? Make it May, the month of the play-offs. Last Saturday Northampton, long‑time leaders and the best team in the Premiership, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/23/saracens-northampton-premiership-semi-final-match-report\" title=\"\">had their season taken away</a>. On Wednesday, Bristol, leaders of the Championship for probably 75% of the season after beating us on the opening day, were the better side on the night, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/27/worcester-bristol-championship-play-off-final-second-leg\" title=\"\">but over 160 minutes came up short</a>. So Worcester go up and they spend another season dreaming of the Premiership.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/27/worcester-bristol-championship-play-off-final-second-leg\">Worcester beat Bristol with last kick to secure promotion to Premiership</a> </p> \n</aside> \n<p>And it goes on. On Saturday Saracens meet Bath at Twickenham; the best stoppers versus the best scorers. The neutral says Bath – George Ford, Jamie Joseph, Kyle Eastmond, Anthony Watson – because it’s attractive. The pragmatist looks at Owen Farrell running things, while Brad Barritt and Jacques Burger suffocate adventure.</p> \n<p>A year ago <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/apr/26/saracens-clermont-auvergne-heineken-cup-semi-final-report\" title=\"\">Clermont Auvergne looked to be Burger’s swan song</a>; a final game for the Namibian’s legs. He got injured and Saracens’ form dipped. At Franklin’s Gardens … well, Jim Mallinder, Northampton’s director of rugby, got it right when he said they knew what to expect from Saracens but couldn’t do anything about it.</p> \n<p>On Saturday? It’ll probably be close. Everything seems to be in this season of play-offs.</p> \n<p>Glasgow meet Munster in Belfast having looked down and out against an Ulster side looking for a home final, while Gloucester came back from the death in normal time <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/24/gloucester-connacht-european-rugby-champions-cup-match-report\" title=\"\">and then repeated it in extra time to beat Connacht</a> and claim a place in Sunday’s final shootout for the 20th and last place in next season’s Champions Cup.</p> \n<p>And then there was Wednesday. On a clearer-headed morning after the night before I might have sat down and worked out just what percentage of the season Bristol spent at the top of the Championship. They beat us twice in the regular season (each time by one score) and then we were better at Ashton Gate in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/20/bristol-worcester-championship-playoff-final-first-leg\" title=\"\">the first leg of the play‑off final</a> but probably didn’t get what we deserved.</p> \n<p>We went into Wednesday’s game one point in hand and looked to have things in some kind of control – at least on the scoreboard – at half-time, only for Bristol to run in three rapid tries. Bristol were the better side on the day and with five minutes of the tie (and the season) left were 13 points up.</p> \n<p>At full time the aggregate was 59-58. Thrilling? Of course. Dramatic? Certainly. It may also make a few extra bob but it does nothing to help develop a side because here we are at the end of May before our plans can be nailed down.</p> \n<p>And isn’t it unfair that sides such as Northampton and Bristol get nothing for their efforts? I don’t have the answer, but rugby league’s Super League does. They consider the league and the play-offs to be separate competitions and, in the Premiership at least, surely that is worth considering? The side which wins the marathon slog that starts in September and ends in May, going through the hard grounds of late summer, the bogs of winter and back into the firm stuff in the spring, sharing the spoils with the guys who win the sprint to the play-off line.</p> \n<p>This isn’t this season’s winner simply being magnanimous – when it comes to play-offs, I’ve got history. I was with Bristol – they gave me my first chance as a director of rugby, so there’s an emotional tie – for the first Premiership play-offs. The top eight played each other and Gloucester beat us in the final but went away empty-handed because that season it counted for nothing other than pride.</p> \n<p>The following season I was with Nigel Melville at Gloucester when we ended the regular season top, 15 points ahead of Wasps, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2003/jun/02/rugbyunion.premiership200203\" title=\"\">only to lose 39-3 at Twickenham in the first play-off final</a>. We were seething. Having come top we went straight through to the final and we’d been twiddling our thumbs for three weeks while Warren Gatland and Shaun Edwards had their team playing and match-hardened after their semi‑final victory over Northampton.</p> \n<p>The injustice of it all. Top by a mile, but with nothing to show, while Wasps showed they had worked out how to play the new end-of-season format.</p> \n<p>Gloucester also got thumped in 2007, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/may/14/rugbyunion.sport\" title=\"\">going down 44-16 to Leicester</a>, but it was the season after that – against the same opposition – that really hurt.</p> \n<p>It was during that brief period when the Argentinian coach Marcelo Loffreda was in charge at Welford Road. The semi-final was at Kingsholm and we were nine points up in the 63rd minute when Iain Balshaw, capturing the spirit of the moment, ran from behind his own line and threw a pass against his own post, allowing Aaron Mauger to score. Add that to a butchered try attempt at the other end and we were pretty suicidal even before Andy Goode’s drop kick from 40 metres <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2008/may/19/premiership.gloucesterrugby\" title=\"\">gave Leicester a one-point win</a>.</p> \n<p>Wednesday was the other side of the coin and Andy Robinson, Bristol’s director of rugby, got it just about right when asked about the cruelty of it all: “It is what it is and you have to handle it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/28/1432817808517/Bristol-Worcester-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bristol were 13 points up against Worcester with five minutes left of the Championship play-off final, but lost despite being the better side on the night. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Bristol Worcester","cleanCaption":"Bristol were 13 points up against Worcester with five minutes left of the Championship play-off final, but lost despite being the better side on the night. Photograph: JMP/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-28T21:00:02Z","lastModified":"2015-05-28T23:01:16Z","metadata":{"commentable":true,"commentCount":65,"contributors":[{"name":"Dean Ryan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733737399/DeanRyan.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dean-ryan"}],"feature":true,"keywords":["Worcester","Bristol","Championship","Premiership 2014-15","Premiership","Rugby union","Sport"],"tags":[{"id":"sport/worcesterrugby","webTitle":"Worcester"},{"id":"sport/bristolrugby","webTitle":"Bristol"},{"id":"sport/championship-rugby-union","webTitle":"Championship"},{"id":"sport/premiership-2014-15","webTitle":"Premiership 2014-15"},{"id":"sport/premiership","webTitle":"Premiership"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Dean Ryan","topic":{"type":"tag-contributor","name":"profile/dean-ryan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/may/28/worcester-bristol-rugby-play-off-injustices-dean-ryan","shortUrl":"http://gu.com/p/49aa7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/may/28/worcester-bristol-rugby-play-off-injustices-dean-ryan","webUri":"http://www.theguardian.com/sport/blog/2015/may/28/worcester-bristol-rugby-play-off-injustices-dean-ryan"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/28/1432817808517/Bristol-Worcester-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bristol were 13 points up against Worcester with five minutes left of the Championship play-off final, but lost despite being the better side on the night. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Bristol Worcester","cleanCaption":"Bristol were 13 points up against Worcester with five minutes left of the Championship play-off final, but lost despite being the better side on the night. Photograph: JMP/Rex Shutterstock"}},"importance":4,"byline":{"title":"Dean Ryan"},"showQuotedHeadline":true,"sublinks":[{"title":"Paul Rees / Salary cap may not fit but critics have to wear it","rawTitle":"Salary cap may not fit but critics have to wear it","item":{"type":"article","id":"sport/2015/may/28/salary-cap-bath-saracens-premiership-final","title":"Salary cap may not fit Bath or Saracens but critics have to wear it – for now","trailText":"The Premiership finalists are regarded as beneficiaries of a decision to suspend a wages investigation but no one can deny the game will be a showdown to savour","standFirst":"The Premiership finalists are regarded as beneficiaries of a decision to suspend a wages investigation but no one can deny the game will be a showdown to savour","byline":"Paul Rees","body":"<p>The Premiership final on Saturday is not the ideal one for the organisers. Bath and Saracens, two clubs who have built success on financial losses, are regarded as the beneficiaries of a decision by the top clubs to suspend an investigation into alleged salary cap irregularities.</p> \n<p>Saracens, in particular, have been linked with the investigation into suspected breaches of the cap, although Premiership Rugby’s policy is not to comment either way on whether a club’s spending on player wages is being scrutinised until an inquiry has been completed – and then only if the outcome is a guilty verdict.</p> \n<p>The Saracens owner, Nigel Wray, has insisted that the club have not broken the cap, while Bath Rugby’s managing director, Tarquin McDonald, also denied any wrongdoing in March, saying: “We are under the cap and we’re going to be under the cap next year. There’s quite a significant step up in terms of the cap next year, around 20% or so, so that allows for the investment in players we’ve seen.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/28/england-stuart-lancaster-rugby-world-cup-dylan-hartley\">England’s Stuart Lancaster in World Cup tight spot over hothead Dylan Hartley</a> </p> \n</aside> \n<p>The decision to suspend the investigation, taken at a meeting of Premiership Rugby’s shareholders, was made partly to avoid potential embarrassment at a time when negotiations are being held with the Rugby Football Union over the renewal of the elite player agreement. When would be a good time to release bad news? During the World Cup?</p> \n<p>The suspension is likely to be indefinite, not least because Saracens have long argued that the salary cap is anti-competitive and breaches European law. The prospect of the affair ending up in court is not one that appeals, even to those who view with disdain the way Saracens lost &pound;6m in the year they last won the title.</p> \n<p>The clubs are more concerned with the future than the past, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/16/premiership-rugby-union-saracens-championship-leicester-northampton-relegation-promotion\" title=\"\">wanting to increase the size of the Premiership from 12 clubs to 14 and suspend relegation for at least four years</a> to allow, so we are told, businesses to grow. Those who have argued for the removal of the salary cap or a substantial increase in it will get their way, while others who have lived in fear of the drop and its consequences for longer than they care to remember would no longer have to field anxious inquiries from bank managers.</p> \n<p>So whoever wins on Saturday will not be exposed later in the year if they did breach the salary cap. There is no appetite for what would follow, although it is hypocritical of the clubs to demand that the Stuart Lancaster observes the selection policy for the national side, which excludes players based outside the Premiership except under exceptional circumstances. The England head coach would be entitled to tell them where to get off.</p> \n<p>The final should be more open than the meetings about the salary cap and who may have spent what. Bath <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/23/bath-leicester-premiership-semi-final-match-report\" title=\"\">have reached the final day for the first time since 2004</a> and are looking to win a title that has eluded them since the first year of professionalism. They will be the neutrals’ choice, having taken attacking play to a new level this season, challenging those who believe defence comes first.</p> \n<p>Their midfield triangle of George Ford, Kyle Eastmond and Jonathan Joseph finds space where none appears to exist and will stress the blanket defence of Saracens.</p> \n<p>When Ford left Leicester two summers ago the Tigers felt he was moving too soon and needed to continue his apprenticeship under Toby Flood. He knew he was ready to hold down a starting place and his former club did not read the signs, one reason they have failed to reach the final in his absence after nine in a row.</p> \n<p>Bath are still on their way up and the final will be the club’s most significant game for some while. Saracens have become used to the big occasion, as they showed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/23/saracens-northampton-premiership-semi-final-match-report\" title=\"\">in winning at Franklin’s Gardens in the semi-final</a>, a day when they got their planning and execution right. While Bath overran Leicester at The Rec, they have not been so potent on the road.</p> \n<p>They won six of their 11 away matches in the Premiership, all against the sides in the bottom half of the table. They secured a mere two bonus points on their travels to Northampton, Leicester, Saracens, Exeter and Wasps – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/18/bath-toulouse-european-rugby-champions-cup\" title=\"\">although they won with a flourish at Toulouse in the Champions Cup</a> – and while they have a squad to ensure that the final should not be a one-off, coupled with a dynamic style of play, they will be up against the masters of disaster.</p> \n<p>Saracens have not been the model of consistency during the past two years, when they finished at the top of the Premiership but failed to win the title. They have paced themselves more and they way they neutralised Northampton, attacking them at their strongest point and overpowering them, was impressive. Their back row of Jacques Burger, Maro Itoje and Billy Vunipola seemed to cover the entire field, making their presence felt.</p> \n<p>It is hard to see Saracens taking on Bath in a running game, even if they are far from one-dimensional: no side with Alex Goode at full-back can be dismissed as predictable, but their rhythm comes through method and an appreciation of the art of the possible. In that sense it has the potential to be a contrast in styles, like the Pro12 final, where Munster share some of Sarries’ qualities and Glasgow are like Bath in their determination to attack.</p> \n<p>Much will be made of the duel between Ford and Owen Farrell at fly-half, two friends brought up in the world of rugby league but who very quickly proved themselves in union. A year ago, Farrell was by some way England’s first choice at fly-half yet he now trails Ford to the point where he is more likely to start the World Cup at 12 rather than 10.</p> \n<p>Ford <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/21/bath-george-ford-premiership-player-of-the-season\" title=\"\">has been the player of the season,</a> imperturbable and refined. He has Farrell’s iron core and the vision of a playmaker; knock him down and he gets straight back up. Mistakes do not faze him. Saracens have their wolf pack, Bath have a fox and on Saturday afternoon it does not matter whether the salary cap fits either club. Finals often disappoint – but this should be one to savour.</p> \n<p><span class=\"bullet\">•</span> <a href=\"https://id.theguardian.com/email/list?CMP=EMCSPTEML866\" title=\"\"><em>This is an extract taken from The Breakdown, the Guardian’s weekly rugby union email. To subscribe visit this page, find ‘The Breakdown’ and follow the instructions.</em></a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/28/1432812606163/Bath-Rugby-v-Leicester-Ti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Ford, right, whose Bath side face Saracens in the Premiership final, is the player of the season. Photograph: JMP/Rex Shutterstock","credit":"JMP/Rex Shutterstock","altText":"Bath Rugby v Leicester Tigers, United Kingdom - 23 May 2015","cleanCaption":"George Ford, right, whose Bath side face Saracens in the Premiership final, is the player of the season. Photograph: JMP/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-28T12:17:37Z","lastModified":"2015-05-28T12:29:57Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Paul Rees","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746242/PaulRees.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulrees"}],"feature":true,"keywords":["Premiership","Saracens","Bath","Rugby union","Sport"],"tags":[{"id":"sport/premiership","webTitle":"Premiership"},{"id":"sport/saracens","webTitle":"Saracens"},{"id":"sport/bath","webTitle":"Bath"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Rees","topic":{"type":"tag-contributor","name":"profile/paulrees"}}],"series":{"title":"The Breakdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/breakdown"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/28/salary-cap-bath-saracens-premiership-final","shortUrl":"http://gu.com/p/49a6q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/28/salary-cap-bath-saracens-premiership-final","webUri":"http://www.theguardian.com/sport/2015/may/28/salary-cap-bath-saracens-premiership-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/28/1432812606163/Bath-Rugby-v-Leicester-Ti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Ford, right, whose Bath side face Saracens in the Premiership final, is the player of the season. Photograph: JMP/Rex Shutterstock","credit":"JMP/Rex Shutterstock","altText":"Bath Rugby v Leicester Tigers, United Kingdom - 23 May 2015","cleanCaption":"George Ford, right, whose Bath side face Saracens in the Premiership final, is the player of the season. Photograph: JMP/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Paul Rees"},"byline":{"title":"Paul Rees"},"showQuotedHeadline":true,"sublinks":[]}]},{"title":"Prince William / Aston Villa fan would love to bring George to football games","rawTitle":"Aston Villa fan would love to bring George to football games","item":{"type":"article","id":"uk-news/2015/may/28/aston-villa-prince-william-george-football-games","title":"Aston Villa fan Prince William would love to bring George to football games","trailText":"The Duke of Cambridge has revealed he would “love” to attend football matches with his son Prince George in the near future but he will have to “pass that by the missus”","standFirst":"<span class=\"bullet\">•</span> Duke of Cambridge would need to ask ‘the missus’ for permission\n<br />\n<span class=\"bullet\">•</span> Villa fan impressed by Tim Sherwood’s management of FA Cup finalists","byline":"Press Association","body":"<p>The Duke of Cambridge has revealed he would “love” to attend football matches with his son Prince George in the near future but he will have to “pass that by the missus”.</p> \n<p>William, an Aston Villa supporter, said it would be “fantastic” if his 22-month-old son decided to follow the club, although “it will probably end up being that Charlotte is the Villa fan”.</p> \n<p>The Football Association president was speaking to the Match Of The Day presenter, Gary Lineker, before Saturday’s FA Cup final, where the Duke will watch Villa take on the holders, Arsenal, at Wembley.</p> \n<p>In his first broadcast interview since the birth of his daughter, Princess Charlotte, William admitted he was “terrified” over the game as he prepares to present the trophy to the winning team.</p> \n<p>Asked when he will take George to his first football match, the Duke replied: “I don’t know, I’ll have to pass that by the missus, see how I can get away with it. At the moment, being only 22 months, it’s a little bit early.”</p> \n<p>William said the “responsible thing” would be to allow George to “make his own mind up” about which team to support but he may be “quite biased”.</p> \n<p>“Of course, he can support whoever he wants, but if he supports Villa it’d be fantastic,” the Duke added. “I’d love to go to the odd match with him in the future. It’ll probably end up being that Charlotte is the Villa fan, and George will go and support someone else.</p> \n<p>“I think it’s been an interesting season for Villa, the last two seasons have been quite hard work, being close to relegation. The guys have battled through, they’ve done seriously well. And I’m really excited about Tim [Sherwood’s] leadership, he’s doing a really great job with them.”</p> \n<p>William said he decided to support Villa while at school because he did not want to follow “run of the mill” teams such as Manchester United or Chelsea, which most of his friends supported.</p> \n<p>“I wanted to have a team that was more middle of the table, that could give me the more emotional rollercoaster moments. To be honest, now looking back, that was a bad idea. I could have had an easier time.”</p> \n<p>One of the first FA Cup games the Duke attended was Villa’s semi-final against Bolton in 2000, where he “sat with all the Brummie fans and had a great time”, he said.</p> \n<p>William said he would like to see racism stamped out of the game across Europe and the rest of the world and more home-grown players being given opportunities in the English game.</p> \n<p>“I know Harry Kane is one everyone’s talked about recently a lot, and I know he’s benefited from someone like Tim Sherwood who’s helped him through the youth academy,” he said.</p> \n<p>“It’s the foreign element, we don’t want to degrade the Premier League – it’s one of the most fantastic in the world and everyone loves watching it – but we have to find a clever balance, to allow the England team more talent to come through.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432850244073/Prince-William-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Prince WIlliam was speaking to Gary Lineker for an interview that will be shown as part of BBC's coverage for Saturday's FA Cup final. Photograph: Bbc/PA","credit":"Bbc/PA","altText":"Prince William","cleanCaption":"Prince WIlliam was speaking to Gary Lineker for an interview that will be shown as part of BBC's coverage for Saturday's FA Cup final. Photograph: Bbc/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-28T21:58:10Z","lastModified":"2015-05-28T23:29:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Prince William","Aston Villa","Monarchy","Football","Sport","UK news"],"tags":[{"id":"uk/prince-william","webTitle":"Prince William"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/28/aston-villa-prince-william-george-football-games","shortUrl":"http://gu.com/p/49ayz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/28/aston-villa-prince-william-george-football-games","webUri":"http://www.theguardian.com/uk-news/2015/may/28/aston-villa-prince-william-george-football-games"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432850244073/Prince-William-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Prince WIlliam was speaking to Gary Lineker for an interview that will be shown as part of BBC's coverage for Saturday's FA Cup final. Photograph: Bbc/PA","credit":"Bbc/PA","altText":"Prince William","cleanCaption":"Prince WIlliam was speaking to Gary Lineker for an interview that will be shown as part of BBC's coverage for Saturday's FA Cup final. Photograph: Bbc/PA"}},"importance":3,"kicker":{"title":"Prince William"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Mertesacker rediscovers desire after season of two halves","rawTitle":"Mertesacker rediscovers desire after season of two halves","item":{"type":"article","id":"football/2015/may/28/arsenal-per-mertesacker-fa-cup-world-cup","title":"Arsenal’s Per Mertesacker: It was hard to forget feeling of being a world champion","trailText":"Per Mertesacker prepares to take on Aston Villa in the FA Cup final having recovered from the loss of focus that followed his country’s World Cup win, he tells Nick Ames","standFirst":"Arsenal’s vice-captain prepares to take on Aston Villa in the FA Cup final having recovered from the loss of focus that followed Germany’s World Cup win","byline":"Nick Ames","body":"<p>A little tension could be considered healthy in FA Cup final week but Per Mertesacker’s dedication to loosening up means his working day continues long after many of his Arsenal team-mates have left for home.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/arsenal-arsene-wenger-danny-welbeck-not-play-fa-cup-final\">Arsenal’s Wenger confirms Danny Welbeck will not play in FA Cup final</a> </p> \n</aside> \n<p>“It’s every week, I can’t miss it,” he says of the yoga session that has kept him behind at the club’s London Colney training ground. “I did it a bit before but it’s not normal there is a yoga teacher coming to a football club. I try to strengthen my body, stretch my body and there is the mental part at the end as well – to relax and calm down.”</p> \n<p>Mertesacker holds the routine close and it is not difficult to see it has been a reassuring constant this season. The German centre-back was integral to an Arsenal defence that conceded only 11 times in its last 18 Premier League games but was at equally close quarters to most of the 25 goals shed in the first 20. He admitted in October his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/oct/23/per-mertesacker-arsenal-confidence-low\" title=\"\">participation in his country’s World Cup win was affecting his focus</a> and, with further distance, says it took almost six months to regain the kind of form required to hold his own domestically.</p> \n<p>“In the first months, in particular, it was quite difficult to come down and to forget that feeling of being a World Cup champion,” he says. “It took nearly half a year to realise that. Most of the players [who had been involved in Brazil] got injured; I avoided that but didn’t play at my best and that was because I hadn’t experienced this feeling before. Sometimes I didn’t know how to handle the situation.</p> \n<p>“The season started, everyone was setting new targets and you need to be really focused on that. Obviously with all the reviews and the pictures, and what you have gone through, that takes some time. To come back to a level where I know I can push on and put myself in a situation where I want to have new targets after the World Cup … it took half a year and I expected a worse season from myself, honestly. I expected something more severe.”</p> \n<p>It was a situation second-guessed by Ars&egrave;ne Wenger, who sat Mertesacker down and provided past examples of differing reactions to international success. “He spoke to me because he had a few examples for me,” says Mertesacker. “It was very interesting for me how certain players coped with the situation. A few managed to deal with it and a few didn’t. I think he mentioned Vieira, who coped with it really well. He gave me kind of a challenge – ‘I want you to come back quickly and find your form quickly’ – because he knew it was going to be difficult.</p> \n<p>“I knew maybe there would be some criticism but I didn’t get injured so I tried to prepare even more – doing more yoga, more treatment, more things like that to come to a certain level where I could compete again.”</p> \n<p>Whereas Mertesacker feels fortunate to have stayed fit despite bypassing anything resembling a pre-season, he believes his Arsenal and Germany team-mate <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/oct/08/mesut-ozil-arsenal-injured-12-weeks\" title=\"\">Mesut &Ouml;zil benefited from spending three months on the sidelines between October and January with a knee problem</a>.</p> \n<p>“That was a good one for him,” he says. “His brain told him: ‘I’m not ready.’ I think 80% of us got an injury. A lot were out of form, out of the good performances that we were used to having. It was a kind of a trauma and it’s important to come back stronger.”</p> \n<p>A clearer head and newly attuned body made it easier, Mertesacker says, “to think about doing something special with the FA Cup and to qualify for the Champions League directly” in the second half of the season. The journey between the peaks of Maracan&atilde; and Wembley, via months of bread and butter, has not been smooth but Mertesacker – who will continue to captain Arsenal against Aston Villa in the absence of Mikel Arteta – says the appetite is ready for the kind of display that would win a second FA Cup in successive seasons. In Arsenal’s four successful appearances at Wembley from the past 13 months, it is a quirk that their only entirely convincing performance came in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/aug/10/arsenal-manchester-city-community-shield\" title=\"\">August’s 3-0 Community Shield win over Manchester City</a>.</p> \n<p>“We’ve done well there but have not shown our best form, which is weird,” he says. “Against Championship sides, Premier League sides, Hull [in last year’s FA Cup final], it was always a tight game. You can’t compare it to a league game – it’s difficult but we’ve been through it last season and it can be advantage. Just be aware that anything can happen on the day.</p> \n<p>“Everyone is really up for it. It’s another special occasion for us to show we are capable of winning something. But we need the right attitude to compete at that high level and we need to turn up with our best performance, maybe of the season, to grab a title again.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/28/1432823782082/Arsenal-Per-Mertesacker--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Arsenal centre-back Per Mertesacker says it took him half a season to regain his focus following Germany's World Cup win. Photograph: Stuart Macfarlane/Arsenal FC via Getty Images","credit":"Stuart Macfarlane/Arsenal FC via Getty Images","altText":"Arsenal Per Mertesacker ","cleanCaption":"The Arsenal centre-back Per Mertesacker says it took him half a season to regain his focus following Germany's World Cup win. Photograph: Stuart Macfarlane/Arsenal FC via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T21:30:03Z","lastModified":"2015-05-28T23:40:03Z","metadata":{"commentable":true,"commentCount":60,"contributors":[{"name":"Nick Ames","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-ames"}],"feature":true,"keywords":["Arsenal","FA Cup","Football","Sport"],"tags":[{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/fa-cup","webTitle":"FA Cup"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Nick Ames","topic":{"type":"tag-contributor","name":"profile/nick-ames"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/28/arsenal-per-mertesacker-fa-cup-world-cup","shortUrl":"http://gu.com/p/49acz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/28/arsenal-per-mertesacker-fa-cup-world-cup","webUri":"http://www.theguardian.com/football/2015/may/28/arsenal-per-mertesacker-fa-cup-world-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/28/1432823782082/Arsenal-Per-Mertesacker--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Per Mertesacker says it took him half a season to regain his form for Arsenal following Germany’s win in Brazil. Photograph: Stuart Macfarlane/Arsenal FC via Getty Images","credit":"Stuart Macfarlane/Arsenal FC via Getty Images","altText":"Arsenal Per Mertesacker ","cleanCaption":"Per Mertesacker says it took him half a season to regain his form for Arsenal following Germany’s win in Brazil. Photograph: Stuart Macfarlane/Arsenal FC via Getty Images"}},"importance":3,"byline":{"title":"Nick Ames"},"showQuotedHeadline":true,"sublinks":[{"title":"Ian McCourt / The life story of Albert Johanneson","rawTitle":"The life story of Albert Johanneson","item":{"type":"article","id":"football/2015/may/28/albert-johanneson-first-black-player-fa-cup-final","title":"Albert Johanneson: first black footballer to play in the FA Cup final","trailText":"Albert Johanneson was racially abused during his childhood and left South Africa in 1961 but the shy and skilful Leeds United winger struggled in England too and was left traumatised by events at the 1965 FA Cup final","standFirst":"Albert Johanneson was racially abused during his childhood and left South Africa in 1961 but the shy and skilful Leeds United winger struggled in England too and was left traumatised by events at the 1965 FA Cup final","byline":"Ian McCourt","body":"<p>The players are in the Wembley tunnel. Liverpool are on the right, Leeds are on the left. Among the players in white is Albert Johanneson, a South African who is about to make history. He is to become the first black player to play in the FA Cup final.</p> \n<p>Except, he wants to be back in the dressing room, away from the abuse. His confidence is drained, his body is shaking. He spends much of the time before the game in the toilet vomiting and suffering from diarrhoea. He asks Don Revie if he can be dropped. The Leeds manager refuses. Waiting to go out on to the turf, he is approached by someone who says: “You’ve got no chance looking like you do. Our fans will murder you.”</p> \n<p>This was not what Johanneson had expected when he first came to England in January 1961. Before his arrival, he saw the country as a place where he could live out a dream, where he could earn enough money to provide for his family, where he could escape the racism of apartheid South Africa. That last one was key. Johanneson’s youth in Germiston was characterised by racism and violence. There was one event he remembered vividly. One day, aged no more than six, he was playing with his friends on a street corner. A car stopped near him and a white boy of the same age leaned out and spat in Johanneson’s face. Johanneson did not move. The boy giggled and did it again. Then the driver of the car reached out and whipped Johanneson across his neck with a cane. His friends ran when the man got out of his car.</p> \n<p>Johanneson could not. He was on the ground in pain. The man kicked him and drove off. Understandably scarred by incidents like this, Johanneson was of a nervous disposition. He was the retiring type, far more bashful than boisterous.</p> \n<p>As a child, football did not interest him. In the suffocating climate of a South Africa (he was born in 1942 and was six years old when the country introduced apartheid), he liked the freedom that running afforded him. He was talented and would beat friends with ease. In his teenage years, a friend told him he could go even faster should he improve his technique.</p> \n<p>Johanneson took his advice and started practising with old tennis balls. He would spend hours each day controlling them, kicking them, flicking them and running along rocky roads with the ball at his feet. After a while he became so good the locals would come watch him and bet on whether or not he could perform particular tricks.</p> \n<p>One day when he was practising, Johanneson was approached by a man from a local team. They were a player short and asked did he fancy getting involved. Johanneson had not played football in a long time and was reluctant at first – memories of being kicked around the pitch by a roughhouse full-back came rushing back – but he eventually agreed.</p> \n<p>With no boots, he played bare-footed. He set up one goal, scored another and left the pitch in the arms of his team-mates. Athletics was forgotten about and football became his teenage passion. From this local team, he moved to play for Germiston Coloured Schools and from there he joined Germiston Caledonian Society Amateur Football Club.</p> \n<p>It was there he was scouted by a local school teacher named Barney Gaffney. It was Gaffney who informed Johanneson that people from Newcastle were coming to watch him and it was Gaffney who would organise a three-month trial for him with Leeds United in January 1961.</p> \n<p>Johanneson’s introduction to Leeds was tough. There was a layer of cold, soft snow on the ground and plenty of tough, ugly tackles laid on him in training. Nonetheless, once he settled, his skills and speed impressed all around him, including Revie. On 5 April 1961, he became the newly-appointed manager’s first signing for the club and in the drab world of England’s Second Division football, he would light up a city more concerned with rugby league and a football side built on pragmatism.</p> \n<figure class=\"element element-image\" data-media-id=\"4438fb81734c62cb518f8b78f715aa4c71418314\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432559423725/25d255ca-6274-4e07-ba37-4c05ce3dbfc2-460x276.jpeg\" alt=\"The Leeds players watch on as Johanneson performs some tricks.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Leeds players watch on as Johanneson performs some tricks.</span> \n  <span class=\"element-image__credit\">Photograph: Evening Standard/Getty Images</span> \n </figcaption> \n</figure> \n<p>“I had heard of him but never seen him play,” said Johnny Giles, who joined Leeds two years after Johanneson. “He played on the left wing, very quick, good control, good goalscorer. He was outstanding.” Billy Bremner was similarly enthusiastic about Johanneson’s talents. “When he joined Leeds the rest of the team stood open-mouthed, drooling over his trickery. He was a bloody excellent player and had so much pace and strength, he was a great athlete.”</p> \n<p>Jock Stein, the great Celtic manager, agreed with Giles and Bremner about Johanneson’s ability but believed that the South African “had no balls” and that “he wasn’t tough enough”. The scars across Johanneson’s legs would suggest otherwise and Giles had little doubt about his resilience. “If he got a kick, he [would get up and] would go again” – and George Best did too. “In those days, Albert was quite a brave man to go on the pitch in the first place, wasn’t he?”</p> \n<p>That bravery was exhibited in his debut against Swansea three days after signing his contract. He first heard racist abuse coming from the opposite dressing room and then from the stands. The fans made monkey noises and jumped up and down. Johanneson didn’t score but he did make a mockery of the full-backs, time after time using his quick feet and deft touch to leave them stuck in the mud and looking foolish after they had rushed in to try clatter him. He also set up several chances for Jack Charlton one of which was a perfectly weighted cross that led to a goal as Leeds drew 2-2. After the match, Johanneson, a man forever uncertain of his place, was unsure if he could bath with his white team-mates. They stripped him, picked him up and threw him in.</p> \n<p>There was no escaping the abuse around the away grounds but the supporters at Elland Road worshipped Johanneson. “Albert was a hero to the Leeds fans,” Giles says, “they loved him.” Paul Eubank, who watched Johanneson from the terraces and has worked to preserve his memory, agrees. </p> \n<p>“My dad used to take me to Elland Road in the 1960s so I saw Albert play and I never saw someone with such skill before. So, apart from my father, Albert instantly became my hero. When I was playing football as a kid in the streets, I never wanted to be Bobby Charlton or George Best or Denis Law, I always wanted to be Albert.”</p> \n<figure class=\"element element-image\" data-media-id=\"3c67edf990526d11af1418c14a95db97a3b36c07\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432559345085/70435da1-62e8-4d8f-9ba9-821154205ee0-460x276.jpeg\" alt=\"Albert Johanneson at Wembley\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Albert Johanneson at Wembley</span> \n  <span class=\"element-image__credit\">Photograph: ANL/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>In that first season of 1960-61, Johanneson played his part as Leeds avoided relegation but for much of the following term, he was replaced by John Hawksby. He scored his first goal for the club in January 1962 in an FA Cup match but only featured once before a crucial mid-April match against Walsall.</p> \n<p>By that stage of the season, Leeds were, once more, contenders for the drop into Division Three and every point was vital. At Fellows Park, Johanneson scored as Leeds came away with an important 1-1 draw. Two weeks later, Leeds were playing away to a mid-table Newcastle United. Johanneson stole the show, scoring once and setting up another as Leeds won 3-0. Leeds would survive relegation by a mere three points.</p> \n<p>In 1962-63 Revie’s side finished fifth, four points short of an automatic promotion place, as Johanneson became a more regular and more important fixture in the Leeds side. In one match, according to Ian Guild in the Yorkshire Post, he was so good he was applauded by his team-mates on his way to the dressing room. However, it was during the following season that Johanneson played his best football for the club. Once again his skills and style were to the fore but now he also added goals to his repertoire and he finished the season as the club’s joint top scorer in the league with 15 goals. Thanks in no small part to Johanneson’s efforts, Leeds won the league and promotion to the top flight.</p> \n<p>Leeds’ first season back in the top division saw them finish second in the league (on goal difference) and reach that 1965 FA Cup final. This was a major event for the club and the city. Leeds had never reached the final before and the headline on the souvenir edition of the Yorkshire Evening Post read, in big, block, capital letters: “Wembley at last!”</p> \n<p>Johanneson, like the rest of the Leeds players, spent the week signing autographs and being showered with free meals, drinks and compliments. A far cry from the time some restaurant owners would ask him to sit elsewhere in case he put the customers off their food. It should have been the biggest moment in his career but, instead, the racist abuse he suffered before the game left him a nervous wreck.</p> \n<figure class=\"element element-image\" data-media-id=\"7724a92e0d078b7d131e1bea00979ed6b82c4c52\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432559498241/47d3c079-f48a-4e79-b3cb-473ec676e6f1-460x276.jpeg\" alt=\"Liverpool's Roger Hunt is denied by Leeds United's Bobby Collins\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Liverpool’s Roger Hunt is denied by Leeds United’s Bobby Collins during the 1965 final.</span> \n  <span class=\"element-image__credit\">Photograph: PA Photos</span> \n </figcaption> \n</figure> \n<p>Those pre-match Wembley words were aimed to put one of Leeds’ danger men off his game and they worked. The abuse would get no better outside. “When we walked out,” Johanneson told Paul Harrison for his book, The Black Flash, “all I could hear was a cacophony of Zulu-like noises coming from the terraces. It was dreadful, I could barely hear myself think for those screams. I wanted to run back down the tunnel.</p> \n<p>The famous turf itself made things worse. In Revie’s words, it was a “shit pitch for fancy football.” He advised his winger to use his pace “run like the wind and don’t let the jungle bunny chanting get to you”. But, of course, it did, as did Liverpool’s tackling. Johanneson was chopped down early in the game and hit with a few sly punches. He disappeared from view and in the words of Giles, “did not contribute”. “He had a very, very bad match,” adds Giles.</p> \n<p>Indeed, the only mention he received in Eric Todd’s match report for the Observer was in the team box. Liverpool won in extra-time and Revie approached Johanneson after the game. “Albert,” he said, “you let yourself and your family down today, you went hiding.”</p> \n<p>Many observers see that match as the turning point in Johanneson’s career but Giles believes that match merely confirmed what he had already suspected.</p> \n<p>“Albert was brilliant in the second division,” he says, “and when we got promotion at Swansea, I remember going back on the train and there was a group of us in the carriage. Leeds were a young team ... many had never played in the first division. I’d played in the first division and Albert asked me, ‘what’s the first division like?’ I said: ‘it’s great, you go Old Trafford and Anfield and there are the big crowds’. But Albert sort of shook his head. And I remember thinking: ‘that’s not good’. I think in his head, it was too much for him ... he didn’t play well in the first division at all.” And he did not play much for Leeds in his four years at the club after that final.</p> \n<p>There would be the odd game here and there against the smaller sides and the odd sparkle of his old talent – he scored a hat-trick against DWS Amsterdam in the Fairs Cup as well as one against Spora Luxembourg – but injuries and a taste for alcohol took over. As did Eddie Gray.</p> \n<p>Hours before a game against Burnley, Johanneson had been drinking heavily. At one point in that match, the footage shows Johanneson lying on the turf in the opposition box. The play goes on around him. From his prone position, he watches as Gray picks up the ball wide on the left and dances his way through the Burnley defence before scoring one of the most memorable goals in Leeds’ history. Johanneson remembers looking at Gray and realising that at that very moment his career at Elland Road was over. He was right. He would never play for Leeds again.</p> \n<figure class=\"element element-image\" data-media-id=\"66ee0fb026695adcc7c34e7e9961c3e18f2c3be5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432559150704/e9c64b50-e10c-417a-b6b4-6e42d18d8867-460x276.jpeg\" alt=\"The grave of Johanneson.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The grave of Johanneson.</span> \n  <span class=\"element-image__credit\">Photograph: Gary Calton/Gary Calton</span> \n </figcaption> \n</figure> \n<p>Johanneson’s marriage dissolved along with his career. He moved to the fourth division and York City in 1970 but two years later, overweight and over drinking, they let him go. He moved back to South Africa for a season but was soon back to Leeds, where he worked some odd jobs including washing dishes in a Chinese restaurant.</p> \n<p>When he was broke he would approach people with a telegram that informed him of his father’s death. He would show it under the pretext of raising cash for a flight home. It was a ruse. His father had died years before that. People tried to get him clean but Johanneson ended up in a squalid flat drinking cider, eating sausages and watching Hawaii Five-O on a black and white TV. He would die in that flat, his body undiscovered for days.</p> \n<p>Johanneson’s gravestone is engraved with some words from a Maya Angelou poem. “I rise I rise, I rise,” it says. The words provide a fitting tribute to a man who rose from the South African dust to blaze a trail and begin football’s long journey against racism.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7e992ec501c0bf94c1e24c9f65cbfd4b93eb91a/0_669_4418_2650/4418.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2650,"width":4418,"orientation":"landscape","credit":"Keystone/Getty Images","altText":"South African footballer Albert Johanneson (1940 - 1995) of Leeds United, with fans at the Hendon Football Club ground, London, during a team training session before the FA Cup final against Liverpool, 28th April 1965. Johanneson is suffering from a leg injury and is acting as a ball carrier at the session. (Photo by Keystone/Hulton Archive/Getty Images)","cleanCredit":"Photograph: Keystone/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432559425084/25d255ca-6274-4e07-ba37-4c05ce3dbfc2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Leeds players watch on as Johanneson performs some tricks. Photograph: Evening Standard/Getty Images","credit":"Evening Standard/Getty Images","altText":"The Leeds players watch on as Johanneson performs some tricks.","cleanCaption":"The Leeds players watch on as Johanneson performs some tricks.","cleanCredit":"Photograph: Evening Standard/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432559346475/70435da1-62e8-4d8f-9ba9-821154205ee0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Albert Johanneson at Wembley Photograph: ANL/Rex Shutterstock","credit":"ANL/Rex Shutterstock","altText":"Albert Johanneson at Wembley","cleanCaption":"Albert Johanneson at Wembley","cleanCredit":"Photograph: ANL/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432559499985/47d3c079-f48a-4e79-b3cb-473ec676e6f1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liverpool’s Roger Hunt is denied by Leeds United’s Bobby Collins during the 1965 final. Photograph: PA Photos","credit":"PA Photos","altText":"Liverpool's Roger Hunt is denied by Leeds United's Bobby Collins","cleanCaption":"Liverpool’s Roger Hunt is denied by Leeds United’s Bobby Collins during the 1965 final.","cleanCredit":"Photograph: PA Photos"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432559152204/e9c64b50-e10c-417a-b6b4-6e42d18d8867-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The grave of Johanneson. Photograph: Gary Calton/Gary Calton","credit":"Gary Calton/Gary Calton","altText":"The grave of Johanneson.","cleanCaption":"The grave of Johanneson.","cleanCredit":"Photograph: Gary Calton/Gary Calton"}],"webPublicationDate":"2015-05-28T09:01:03Z","lastModified":"2015-05-28T09:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ian McCourt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-mccourt"}],"feature":true,"keywords":["FA Cup","Leeds United","Football","Sport"],"tags":[{"id":"football/fa-cup","webTitle":"FA Cup"},{"id":"football/leedsunited","webTitle":"Leeds United"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Ian McCourt","topic":{"type":"tag-contributor","name":"profile/ian-mccourt"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/28/albert-johanneson-first-black-player-fa-cup-final","shortUrl":"http://gu.com/p/497jh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/28/albert-johanneson-first-black-player-fa-cup-final","webUri":"http://www.theguardian.com/football/2015/may/28/albert-johanneson-first-black-player-fa-cup-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7e992ec501c0bf94c1e24c9f65cbfd4b93eb91a/0_669_4418_2650/4418.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2650,"width":4418,"orientation":"landscape","caption":"Albert Johanneson of Leeds United, with fans at the Hendon’s ground in London during a training session before the FA Cup final against Liverpool in 1965. Photograph: Keystone/Getty Images","credit":"Keystone/Getty Images","altText":"Albert Johanneson of Leeds United, with fans at the Hendon’s ground in London during a training session before the FA Cup final against Liverpool in 1965.","cleanCaption":"Albert Johanneson of Leeds United, with fans at the Hendon’s ground in London during a training session before the FA Cup final against Liverpool in 1965.","cleanCredit":"Photograph: Keystone/Getty Images"}},"importance":0,"kicker":{"title":"Ian McCourt"},"byline":{"title":"Ian McCourt"},"showQuotedHeadline":true,"sublinks":[]}]}],"lastModified":"2015-05-29T08:26:21Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}