{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Football / 10 talking points from the weekend’s action","rawTitle":"10 talking points from the weekend’s action","item":{"type":"article","id":"football/blog/2015/may/18/football-ten-talking-points-weekend-action","title":"Football: 10 talking points from this weekend’s action","trailText":"Brendan Rodgers’ tinkering is harming Liverpool, Manchester United could have a bigger problem than David de Gea leaving and clubs form a queue for Danny Ings","standFirst":"Brendan Rodgers’ tinkering is harming Liverpool, Manchester United may have bigger problems than David de Gea leaving and clubs queue up for Danny Ings","byline":"Guardian sport","body":"<h2>1) Where will Manchester United’s strikers be next season?</h2> \n<p>In Manchester United’s 1-1 draw in the final home match of the season on Sunday Old Trafford might have bade farewell to David de Gea, Robin van Persie and Radamel Falcao as each player’s future at the club is unclear. While De Gea seems more and more certain to depart for Real Madrid, where Van Persie and Falcao could play next season intrigues. As a loanee from Monaco the Colombian could play his trade there once more though Jorge Mendes, his agent, has hinted the centre-forward will move elsewhere if United reject the chance to take him permanently.</p> \n<p>Manchester United will also listen to offers for Van Persie but whether he and Falcao can find another elite club interested in them is the big question. The answer, if one or both do leave, may be in Italy where Serie A’s slower pace suits the footballer heading to the autumn of his career. The other part of this conundrum is who Louis van Gaal might recruit to replace them with, should they leave – a poser that is even more of a headache regarding De Gea. Clearer is that the manager is about to enter a close season of transfer wheeling-and-dealing that promises to be trickier than any for a few years – harder even than the farrago under David Moyes two summers ago. <strong>Jamie Jackson</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/manchester-united-arsenal-premier-league-match-report\" title=\"\">Match report: Manchester United 1-1 Arsenal</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/louis-van-gaal-david-de-gea-real-madrid-manchester-united\" title=\"\">Van Gaal tells De Gea: Real won’t love you like United do</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/17/louis-van-gaal-manchester-united-consistency-arsenal\" title=\"\">Van Gaal still struggling with United consistency</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/17/arsenal-arsene-wenger-manchester-united-jack-wilshere-theo-walcott\" title=\"\">Michael Cox: Wenger rewarded for adventurous tactical switches</a> \n</blockquote> \n<h2>2) Can Hull avoid relegation?</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/16/painful-end-steven-gerrard-liverpool-crystal-palace-anfield\">Painful end for Steven Gerrard, Liverpool’s superman for all seasons | Daniel Taylor</a> </p> \n</aside> \n<p>Steve Bruce has never beaten Manchester United as a manager, but anything less than victory against his old club on Sunday will see Hull consigned to the Championship once again. “Maybe Man U owe me something after wrecking my knee and my hip and my ankle,” said Bruce in the aftermath of Hull’s 2-0 defeat to Tottenham, but in reality it is going to be a hugely difficult task for City to retain Premier League status. All Newcastle need is a home win against West Ham to drag themselves clear, while Sunderland only require a point from two matches. That said, if Hull play as they did at White Hart Lane they have an opportunity. They were undone by two goals in quick succession but dominated for spells. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/steve-bruce-jake-livermore-drug-suspension-hull-city-tottenham-hotspur\" title=\"\">Bruce dismissed the Jake Livermore situation as a contributing factor for the defeat</a>, but the timing of the midfielder’s positive test for cocaine could hardly have been any worse. It is all set up for a tense afternoon. <strong>James Riach</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/15/hull-jake-livermore-cocaine-ban\" title=\"\">Hull City suspend Livermore after he tests positive for cocaine</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/jake-livermore-steve-bruce-hull-suspended-positive-test-cocaine\" title=\"\">Livermore has let himself and everyone down, says Bruce </a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/tottenham-hotspur-hull-city-premier-league-match-report\" title=\"\">Match report: Tottenham 2-0 Hull City</a> \n</blockquote> \n<h2>3) QPR can wipe slate clean by turning to youth</h2> \n<p>It has become common practice at a lot of grounds to wheel out former favourites for a half time interview and there was plentiful nostalgia as Trevor Sinclair and Darren Peacock trundled out to utter a few club-friendly words at Loftus Road. The applause was thunderous as Sinclair urged QPR to get back to basics. “We need to go old school and get some scouting around the country to find some players,” he said. Peacock inspired heartfelt clapping when he added his opinion that the club needs “young, hungry ambitious players.” The message resonated with fans fed up of watching the worst of a handsomely paid yet bloated and unbalanced squad struggle to perform in a relegation season. In the old days that they hearken back to, Sinclair was signed from Blackpool and Peacock from Hereford. QPR want to put together a tighter unit in the Championship comprising a core of players with something to prove and aspire to. The youngsters given some game time by Chris Ramsey have been refreshing, as demonstrated by the lively second half produced by teenaged striker Reece Grego-Cox. While they will clearly miss the likes of Charlie Austin and Rob Green, the standout performers this season in spite of QPR’s position, the club are ready for a clean slate. <strong>Amy Lawrence</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/qpr-newcastle-united-premier-league-match-report\" title=\"\">Match report: QPR 2-1 Newcastle</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/newcastle-united-qpr-john-carver-premier-league\" title=\"\">Carver pleads for Newcastle United fans to help in West Ham finale</a> \n</blockquote> \n<h2>4) Rodgers’ tinkering is making life harder for Liverpool</h2> \n<p>As Liverpool head into their final fixture of the season a question many may be asking is just what formation will Brendan Rodgers deploy at Stoke? It has almost become a game in itself, like bingo with deep-lying midfielders and false No9s. It’s practically impossible to list the different formations Rodgers has used during the past nine months but among them have definitely been 4-3-3, 4-4-2, 4-4-2 with a diamond midfield, 3-4-3, 3-5-2 and, against Crystal Palace on Saturday, 4-1-2-3. Oh and that was a change after Liverpool had begun in a 3-4-3 formation again.</p> \n<p>While there is nothing wrong with tactical flexibility, and indeed it is a trait to admire in any coach, there comes a point where the man in charge has to form a defined way of playing for his team and Rodgers, now at the end of his third season at Anfield, has surely reached that point. In his defence, the loss of Luis Su&aacute;rez to Barcelona and Daniel Sturridge to long-term injury forced the Northern Irishman to rejig the way he so successfully setup the team last season, but even then there were tweaks and alterations to Liverpool’s formation which must have been as confusing to his players as it was to spectators.</p> \n<p>This season Rodgers found great success with a 3-4-3 formation having deployed it for the first time against Manchester United in mid-December. Liverpool remained undefeated from then until they again met Louis van Gaal’s side in mid-March, but following defeat to them and then to Arsenal soon after he abandoned it – only to then bring it back for the FA Cup semi-final against Aston Villa which Liverpool lost after the most bewildering 90 minutes of formation changes. Rodgers may well have broken some sort of record.</p> \n<div>\n __VIDEO_EMBED_gu-video-456754724__\n</div> \n<p>All this tinkering surely has to calm down next season if Liverpool are to enjoy a season more productive than this one. The team is crying out for a sense of order and defined way of playing. If Rodgers is looking for a guide than here it is – build the team around Philippe Coutinho. He’s a sensational player. <strong>Sachin Nakrani </strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/liverpool-crystal-palace-premier-league-match-report\" title=\"\">Match report: Liverpool 1-3 Crystal Palace</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/may/16/anfield-says-goodbye-to-steven-gerrard-in-pictures\" title=\"\">Anfield says goodbye to Steven Gerrard – in pictures</a> \n</blockquote> \n<h2>5) Will Lennon stay at Everton?</h2> \n<p>It has been an enjoyable few months for Aaron Lennon at Everton. He may have looked less than pleased when he joined them on loan from Tottenham in January but he has been playing with a smile on his face since then and although he did not contribute much in the win over West Ham, Roberto Mart&iacute;nez will be sad to see him go back to White Hart Lane. It was Lennon’s final appearance this season - he will not be able to play against Tottenham on Saturday. But will we see him in an Everton shirt next season? It seems unlikely that Lennon has a future at Tottenham, so perhaps there is a deal to be done, not that Mart&iacute;nez was giving anything away. “I think you have to ask that to a crystal ball,” Everton’s manager said. “I think Aaron has been phenomenal, a really successful loan period. That’s the end of that loan and we will see what happens in the future but the memories will be there for ever.” <strong>Jacob Steinberg</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/15/west-ham-europa-league-fair-play-league-olympic-stadium-sam-allardyce-everton\" title=\"\">Allardyce ponders European dream but fears a West Ham nightmare</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/west-ham-united-everton-premier-league-match-report\" title=\"\">Match report: West Ham 1-2 Everton</a> \n</blockquote> \n<h2>6) Coates is finally coming good</h2> \n<p>It has been largely a season of struggle at Sunderland for the Liverpool loanee centre half. Now though the Uruguayan seems to have recovered from the serious knee problems which hampered his Anfield career and is showing his class at the heart of Dick Advocaat’s defence. Largely overlooked by his compatriot Gus Poyet – Sunderland’s former manager preferred Santiago Vergini – Coates had hardly featured until Advocaat offered him a start at Stoke last month. Since then Coates has shone, both when paired with Wes Brown and, as against Leicester, John O’Shea. Poyet’s reluctance to offer him first team chances looks increasingly ill-judged. <strong>Louise Taylor</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/15/dick-advocaat-contract-sunderland-survival\" title=\"\">Advocaat ignores contract talk to focus on Sunderland survival</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/sunderland-leicester-city-premier-league-match-report\" title=\"\">Match report: Sunderland 0-0 Leicester</a> \n</blockquote> \n<h2>7) Blessing in disguise for Swans to stay close to home </h2> \n<figure class=\"element element-image\" data-media-id=\"3e14eb8fc7dda1163b3c9de9e31665ac4948e0c6\"> \n <img src=\"http://media.guim.co.uk/3e14eb8fc7dda1163b3c9de9e31665ac4948e0c6/0_151_4896_2937/1000.jpg\" alt=\"Gylfi Sigurdsson of Swansea City scores a goal past the outstretched Joe Hart of Manchester City.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gylfi Sigurdsson of Swansea City scores past the outstretched Joe Hart of Manchester City.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Steele/Getty Images</span> \n </figcaption> \n</figure> \n<p>Swansea have missed out on playing in the Europa League again - and what a blessing in disguise that could be. Garry Monk never said as much, and the way that his team approached Sunday’s game against Manchester City suggested they were desperate to pick up the three points that would have kept them in with a chance of finishing in the top six, but it’s hard to come to any other conclusion other than that they will be better off without playing in Europe given the disruption to the domestic season that the Europa League causes. This is not a case of putting Premier League survival ahead of winning silverware; Swansea proved two years ago, when they won the League Cup, that they take knock-out competitions seriously, and Huw Jenkins, the chairman, has made it clear in the past that he will not tolerate talk of getting to the 40-point mark. But until the Europa League format is streamlined, and the matches are moved to a Tuesday or Wednesday night rather than a Thursday, it is hard to make a case for being in the competition, especially for a club with Swansea’s playing resources, and that is before we even mention the financial aspect. <strong>Stuart James</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/swansea-city-manchester-city-premier-league-match-report\" title=\"\">Match report: Swansea City 2-4 Manchester City</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/may/17/the-dozen-the-weekends-best-premier-league-photos\" title=\"\">The Dozen: the weekend’s best Premier League photos</a> \n</blockquote> \n<h2>8) Sherwood must shoulder some blame after Man&eacute; masterclass</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/may/17/the-dozen-the-weekends-best-premier-league-photos\">The Dozen: the weekend's best Premier League photos</a> </p> \n</aside> \n<p>To put his record-breaking achievement into context, Sadio Man&eacute; was two years old when Robbie Fowler struck the now second-fastest hat-trick in Premier League history. In a season in which the Senegalese has blown hot and cold, this was a three-minute exhibition of perhaps why his former mentor told <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/oct/09/southampton-sadio-mane-senegal-golden-generation\" title=\"\">the Guardian, a touch bullishly, last October</a>: “Today we talk about Messi and Neymar but honestly I don’t think these players are as good as Sadio Man&eacute;.” There was however evidence to suggest that the Barcelona duo still reign supreme. Man&eacute;’s third goal was a delight but his first two were fortuitous and Southampton were themselves lucky to host an Aston Villa side, either saving themselves for the FA Cup final or, as the home fans were vocally suggesting, doing their utmost to impersonate the Sunderland side that sunk to an 8-0 defeat earlier in the season. Reaching Wembley and steering clear of relegation notwithstanding, defeats such as these do nothing for Tim Sherwood’s reputation. Quickfire capitulations – away trips to Chelsea, Liverpool and West Brom (although Spurs did recover to draw 3-3) spring to mind – punctuated the rousing victories he achieved at Tottenham and painted a picture of a manager who can rally the troops when backs are against the wall but is tactically exposed. He can enjoy the trip to Wembley but Sherwood will be judged on what he achieves over the summer when the chips are not down and there are no fires to fight. <strong>Gerard Meagher</strong></p> \n<blockquote> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/southampton-aston-villa-premier-league-match-report\" title=\"\"><span class=\"bullet\">•</span> Match report: Southampton 6-1 Aston Villa</a> \n</blockquote> \n<h2>9) Clubs form an orderly queue for Danny Ings</h2> \n<p>Over the course of this season, Danny Ings has proved himself to be more than a deceptively unfriendly Countdown selection. Though he has scored only 10 goals in 26 appearances, he has shown himself to be a player of enterprise and intelligence, good enough to enhance any squad in the country. At 23, he has many years of improvement to come, is English, and has proved that he can thrive in unfavourable circumstances, able to affect games even with lesser players behind and alongside him. In particular, he performed superbly at Old Trafford and the Etihad, where his all-round game was a constant threat. Very few centre-forwards have the ability to occupy an entire back-four but Ings is one, his presence, movement and touch handy, not only on their own merits, but for the flexibility they permit whoever is lucky enough to manage him next season. <strong>Daniel Harris</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/burnley-stoke-city-premier-league-match-report\" title=\"\">Ings set to depart after Stoke stalemate, says Dyche</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/burnley-stoke-city-sean-dyche-jack-butland-premier-league-match-report\" title=\"\">Dyche upbeat despite Butland blunting Burnley attack</a> \n</blockquote> \n<h2>10) Tricky Redmond the difference for Norwich </h2> \n<p>It is only in the last month or so that Nathan Redmond has regained his regular starting berth with Norwich City, having shown Alex Neil that he has developed his game. Since arriving at Carrow Road in January the manager has been encouraging Redmond to become more proactive and unpredictable in his movements instead of just patrolling the touchline. Against Ipswich on Saturday Redmond gave a superb demonstration of what his manager had demanded, flitting cleverly around the pitch as he scored one goal, created the other two and generally showed not merely the dribbling skills that he has always had but also astute passing and crisp finishing. Given the way that Albert Adomah performed in Middlesbrough dismantling of Brentford, it looks as though wingers could have a big influence on the outcome of the Championship final. <strong>Paul Doyle</strong></p> \n<blockquote> \n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/norwich-city-ipswich-town-championship-play-off-semi-final-match-report\" title=\"\">Alex Neil’s methods face final test against Middlesbrough</a> \n <br />\n <span class=\"bullet\">•</span> \n <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/norwich-city-ipswich-town-championship-playoff-semi-final-second-leg\" title=\"\">Match report: Norwich City 3-1 Ipswich Town (4-2 on agg)</a> \n</blockquote>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/17/1431884781680/Football-talking-points-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Liverpool can build around Philippe Coutinho, Sadio Mané was spectacular, will Aaron Lennon and Falcao stay? Photograph: Action/AFP/Rex/AP","credit":"Action/AFP/Rex/AP","altText":"Football talking points","cleanCaption":"Liverpool can build around Philippe Coutinho, Sadio Mané was spectacular, will Aaron Lennon and Falcao stay? Photograph: Action/AFP/Rex/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3e14eb8fc7dda1163b3c9de9e31665ac4948e0c6/0_151_4896_2937/4896.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2937,"width":4896,"orientation":"landscape","caption":"Gylfi Sigurdsson of Swansea City scores past the outstretched Joe Hart of Manchester City. Photograph: Michael Steele/Getty Images","credit":"Michael Steele/Getty Images","altText":"Gylfi Sigurdsson of Swansea City scores a goal past the outstretched Joe Hart of Manchester City.","cleanCaption":"Gylfi Sigurdsson of Swansea City scores past the outstretched Joe Hart of Manchester City.","cleanCredit":"Photograph: Michael Steele/Getty Images"}],"webPublicationDate":"2015-05-18T07:33:32Z","lastModified":"2015-05-18T08:23:43Z","metadata":{"commentable":true,"commentCount":190,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Football","Sport","Liverpool","Crystal Palace","Tottenham Hotspur","Hull City","QPR","Newcastle United","West Ham United","Everton","Burnley","Stoke City","Sunderland","Leicester City","Southampton","Aston Villa","Arsenal","Manchester United","Swansea City","Manchester City","Norwich City","Ipswich Town","Championship"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/tottenham-hotspur","webTitle":"Tottenham Hotspur"},{"id":"football/hullcity","webTitle":"Hull City"},{"id":"football/qpr","webTitle":"QPR"},{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"football/westhamunited","webTitle":"West Ham United"},{"id":"football/everton","webTitle":"Everton"},{"id":"football/burnley","webTitle":"Burnley"},{"id":"football/stokecity","webTitle":"Stoke City"},{"id":"football/sunderland","webTitle":"Sunderland"},{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/swansea","webTitle":"Swansea City"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/norwichcity","webTitle":"Norwich City"},{"id":"football/ipswichtown","webTitle":"Ipswich Town"},{"id":"football/championship","webTitle":"Championship"}],"section":{"id":"football"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"series":{"title":"Ten talking points from this weekend's action","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/ten-talking-points-weekend-action"},"embeddedVideos":[{"id":"gu-video-456754724","source":"Premier League Productions","durationInSeconds":110,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/17/150517Liverpool.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/17/150517Liverpool_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/17/1431856580511/KP_228146_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Brendan Rodgers on losing Steven Gerrard: it is a big blow to Liverpool  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Brendan Rodgers on losing Steven Gerrard: it is a big blow to Liverpool  video","cleanCaption":"620x372 trailpic for Brendan Rodgers on losing Steven Gerrard: it is a big blow to Liverpool  video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/may/18/football-ten-talking-points-weekend-action","shortUrl":"http://gu.com/p/49xj9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/may/18/football-ten-talking-points-weekend-action","webUri":"http://www.theguardian.com/football/blog/2015/may/18/football-ten-talking-points-weekend-action"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/17/1431884781680/Football-talking-points-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Liverpool can build around Philippe Coutinho, Sadio Mané was spectacular, will Aaron Lennon and Falcao stay? Photograph: Action/AFP/Rex/AP","credit":"Action/AFP/Rex/AP","altText":"Football talking points","cleanCaption":"Liverpool can build around Philippe Coutinho, Sadio Mané was spectacular, will Aaron Lennon and Falcao stay? Photograph: Action/AFP/Rex/AP"}},"importance":7,"kicker":{"title":"Football"},"showQuotedHeadline":false},{"title":"Today's matches","rawTitle":"Today's matches","item":{"type":"todaysMatches","todaysMatches":{"competitions":[{"name":"Premier League","matches":[{"id":"3822681","status":"F","phase":"before","kickOff":"2015-05-18T19:00:00Z","competitionDisplayName":"Premier League","homeTeam":{"id":"42","name":"West Brom","shortCode":"WBA","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/42.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/westbrom"},"topic":{"displayName":"West Brom","topic":{"type":"football-team","name":"42"}}},"awayTeam":{"id":"4","name":"Chelsea","shortCode":"CHE","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/4.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/chelsea"},"topic":{"displayName":"Chelsea","topic":{"type":"football-team","name":"4"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3822681","venue":"The Hawthorns","topic":{"displayName":"West Brom vs Chelsea (2015-05-18)","topic":{"type":"football-match","name":"3822681"}}}]},{"name":"Serie A","matches":[{"id":"3828501","status":"F","phase":"before","kickOff":"2015-05-18T17:00:00Z","competitionDisplayName":"Serie A","homeTeam":{"id":"26366","name":"Fiorentina","shortCode":"FIO","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26366.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/fiorentina"},"topic":{"displayName":"Fiorentina","topic":{"type":"football-team","name":"26366"}}},"awayTeam":{"id":"26358","name":"Parma","shortCode":"PAR","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26358.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/parma"},"topic":{"displayName":"Parma","topic":{"type":"football-team","name":"26358"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3828501","venue":"Artemio Franchi","topic":{"displayName":"Fiorentina vs Parma (2015-05-18)","topic":{"type":"football-match","name":"3828501"}}},{"id":"3828502","status":"F","phase":"before","kickOff":"2015-05-18T19:00:00Z","competitionDisplayName":"Serie A","homeTeam":{"id":"26370","name":"Napoli","shortCode":"NAP","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26370.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/napoli"},"topic":{"displayName":"Napoli","topic":{"type":"football-team","name":"26370"}}},"awayTeam":{"id":"6895","name":"Cesena","shortCode":"CES","crestUri":"https://s3-eu-west-1.amazonaws.com/football-crests/default.png","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/cesena"},"topic":{"displayName":"Cesena","topic":{"type":"football-team","name":"6895"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3828502","venue":"San Paolo","topic":{"displayName":"Napoli vs Cesena (2015-05-18)","topic":{"type":"football-match","name":"3828502"}}}]}]},"title":"Today's matches","style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","backgroundColour":"#ffffff","ruleColour":"#4bc6df","titleColour":"#333333","dateColour":"#999999","competitionColour":"#676767","teamColour":"#333333","scoreColour":"#676767","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","viewMoreColour":"#676767","colourPalette":"todaysMatches"},"lastModified":"2015-05-18T08:33:48Z","webPublicationDate":"2015-05-18T00:00:00Z","links":{"uri":"http://mobile-apps.guardianapis.com/items/todays-matches"}},"importance":6,"showQuotedHeadline":false},{"title":"La Liga / Barcelona clinch title with 1-0 win over Atlético","rawTitle":"Barcelona clinch title with 1-0 win over Atlético","item":{"type":"footballArticle","id":"football/2015/may/17/atletico-madrid-barcelona-la-liga-match-report","title":"Barcelona clinch title with Lionel Messi magic against Atlético Madrid","trailText":"Lionel Messi’s superb goal gave Barcelona a 1-0 win at Atlético Madrid which secured their fifth La Liga title in seven seasons","standFirst":"","byline":"Sid Lowe at Vicente Calderón","body":"<p>A year after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/may/17/barcelona-atletico-madrid-la-liga\" title=\"\">Atl&eacute;tico Madrid went to Barcelona</a> and won the league title Barcelona went to Atl&eacute;tico Madrid and won it back. As the final whistle went Barcelona’s players gathered in a circle, substitutes and squad players sprinting to join them, and danced while Gerard Piqu&eacute; began spraying the Catalan cava. Luis Enrique, the manager who spent much of the season questioned but is now 180 minutes away from leading them to a treble, was not there; he was in the dressing room instead. “This gives us huge satisfaction,” he said. “But I prefer private celebrations.”</p> \n<p>Barcelona, winners of the league, Copa del Rey and Champions League in Pep Guardiola’s first season, may become the only European club ever to complete two trebles – and in two debut managerial campaigns. This was Luis Enrique’s first title as manager but it may not be the last. His side have three games left: one more in the league against Deportivo La Coru&ntilde;a, which no longer matters, and then two finals. They face Athletic Bilbao in the Copa del Rey and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/patrice-evra-luis-suarez-champions-league\" title=\"\">a week later face Juventus in the Champions League</a>. “We have to do everything we can to win those games,” the coach said.</p> \n<p>Outside, his players were enjoying their moment. At the end, Atl&eacute;tico’s players briefly clapped their fans and then headed down the tunnel, leaving the pitch to their visitors. And although some of the home supporters at the Vicente Calder&oacute;n chanted “Juve! Juve!”, most generously applauded the champions. In doing so, they returned the respect afforded them 364 days ago at the Camp Nou and recognised the talent of Lionel Messi and his team-mates.</p> \n<p>Messi’s superb goal had secured victory and taken Barcelona to their fifth title in seven seasons, the seventh of Messi’s 10-year career. It arrived in the second half six minutes after news of a Cristiano Ronaldo goal 600 kilometres away alerted Barcelona to the fact that a draw would not be enough to clinch the title there and then. Ronaldo would eventually score a hat-trick, his seventh this season, but Messi’s solitary strike was sufficient. As usual, it was not just about the goal but another breathtaking performance. You can kick Messi but you cannot stop him.</p> \n<p>An Atl&eacute;tico victory would have aided their city rivals Real but Diego Simeone had insisted his team would not lie down; instead they would challenge “for every ball as if it was the last,” fighting for “every millimetre on the pitch”, and so it proved. Atl&eacute;tico were playing for third place and direct Champions League qualification and the opening minutes showed their intent. Claudio Bravo made two superb saves – first from Jos&eacute; Gim&eacute;nez’s header, then from Antoine Griezmann’s close-range shot. The fact that the flag had gone up for the latter did not diminish the speed of reaction or the threat.</p> \n<p>Soon, though, Barcelona took control; everything that happened now happened at the north end where around 200 visiting fans sat high in the stand. Between the 10th minute and the 20th, Messi had four attempts, each more dangerous than the last. That spell ended with a header that came back off Juanfran’s hand only for the referee to ignore appeals for a penalty, but it was not the end. Ten minutes after that Messi curled a free-kick off the bar from a tight angle.</p> \n<p>With Luis Su&aacute;rez out with a calf strain, Pedro then tried an overhead kick but missed the ball and Dani Alves drew a save from Jan Oblak from 30 yards. Barcelona had not yet found a way through but, back in Catalonia, nor had Real Madrid against Espanyol. Up in a glass-fronted box Carlo Ancelotti was puffing away on a cigarette. It was 0-0 there and 0-0 here; stay this way and Barcelona would be champions. It didn’t, but the outcome was the same.</p> \n<p>On 59 minutes Cristiano Ronaldo put Madrid into the lead at Espanyol. Madrid had scored; Barcelona had to do so too and the response was swift. Six minutes later they did score. Messi paused as he sought the right option, then played the ball into Pedro and dashed into the box. Pedro returned it to him, Messi took a touch, neatly rolling the ball forward under his studs, and shot low and hard into the far corner.</p> \n<p>Espanyol then equalised against Real through Christian Stuani but goals from Marcelo and then Ronaldo, twice more, put Madrid back in the lead. Yet, if there were nerves when Neymar missed a glorious opportunity to wrap it up, made by Messi, ultimately it did not matter. Messi’s goal ensured that the league title is Barcelona’s.</p> \n<p><strong>Man of the match</strong> Lionel Messi (Barcelona)</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431889909518/Lionel-Messi-celebrates-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lionel Messi celebrates scoring Barcelona's winner at Atletico Madrid – the 1-0 win clinched the La Liga title. Photograph: Andrea Comas/Reuters","credit":"Andrea Comas/Reuters","altText":"Lionel Messi celebrates scoring Barcelona's winner","cleanCaption":"Lionel Messi celebrates scoring Barcelona's winner at Atletico Madrid – the 1-0 win clinched the La Liga title. Photograph: Andrea Comas/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-17T19:35:49Z","lastModified":"2015-05-17T23:05:00Z","metadata":{"commentable":true,"commentCount":535,"contributors":[{"name":"Sid Lowe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sidlowe"}],"feature":false,"keywords":["La Liga","Atlético Madrid","Barcelona","European club football","Football","Sport"],"tags":[{"id":"football/laligafootball","webTitle":"La Liga"},{"id":"football/atleticomadrid","webTitle":"Atlético Madrid"},{"id":"football/barcelona","webTitle":"Barcelona"},{"id":"football/europeanfootball","webTitle":"European club football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Sid Lowe","topic":{"type":"tag-contributor","name":"profile/sidlowe"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"footballContent":{"id":"3751442","status":"FT","phase":"after","kickOff":"2015-05-17T17:00:00Z","competitionDisplayName":"La Liga","homeTeam":{"id":"26305","name":"Atlético","shortCode":"AMD","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26305.png?width=#{width}","score":0,"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/atleticomadrid"},"topic":{"displayName":"Atlético","topic":{"type":"football-team","name":"26305"}}},"awayTeam":{"id":"26300","name":"Barcelona","shortCode":"BAR","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26300.png?width=#{width}","score":1,"scorers":[{"player":"Messi","timeInMinutes":65}],"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/barcelona"},"topic":{"displayName":"Barcelona","topic":{"type":"football-team","name":"26300"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3751442","venue":"Vicente Calderon","comments":"Barcelona are champions"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/17/atletico-madrid-barcelona-la-liga-match-report","shortUrl":"http://gu.com/p/49xyt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/17/atletico-madrid-barcelona-la-liga-match-report","webUri":"http://www.theguardian.com/football/2015/may/17/atletico-madrid-barcelona-la-liga-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431889909518/Lionel-Messi-celebrates-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lionel Messi celebrates scoring Barcelona’s winner at Atlético Madrid – the 1-0 win clinched the La Liga title. Photograph: Andrea Comas/Reuters","credit":"Andrea Comas/Reuters","altText":"Lionel Messi celebrates scoring Barcelona's winner","cleanCaption":"Lionel Messi celebrates scoring Barcelona’s winner at Atlético Madrid – the 1-0 win clinched the La Liga title. Photograph: Andrea Comas/Reuters"}},"importance":5,"kicker":{"title":"La Liga"},"showQuotedHeadline":false},{"title":"Football / Van Gaal tells De Gea: Real won’t love you like United do","rawTitle":"Van Gaal tells De Gea: Real won’t love you like United do","item":{"type":"article","id":"football/2015/may/17/louis-van-gaal-david-de-gea-real-madrid-manchester-united","title":"Louis van Gaal tells David de Gea: Real won’t love you like United do","trailText":"Louis van Gaal warned David de Gea of how much he will lose should the goalkeeper leave Manchester United for Real Madrid","standFirst":"<p><span class=\"bullet\">•</span> ‘De Gea has a lot of credits here, he has to decide,’ says manager<br /><span class=\"bullet\">•</span> Van Gaal says United must learn Chelsea’s killer instinct<br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/manchester-united-arsenal-premier-league-match-report\">Match report: Manchester United 1-1 Arsenal</a><br /></p>","byline":"Jamie Jackson at Old Trafford","body":"<p>Louis van Gaal has warned David de Gea of how much he will lose should the goalkeeper leave Manchester United for Real Madrid, with fears growing that Sunday’s 1-1 draw with Arsenal may be his last game for the team as the Spaniard injured a hamstring.</p> \n<p>“I don’t think I can persuade him because he knows everything he has at Manchester United,” said Van Gaal after seeing Ander Herrera’s goal on 30 minutes cancelled out by a late Tyler Blackett own goal. “I don’t have to say something because he can feel it every day. You have seen the fans – unbelievable. When he is going, he is losing that. Here he has a lot of credits. He has to decide.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/17/manchester-united-arsenal-premier-league-match-report\">Manchester United 1-1 Arsenal | Premier League match report</a> </p> \n</aside> \n<p>De Gea was replaced after 74 minutes by Victor Vald&eacute;s, who made his debut. Van Gaal signalled that United will not allow De Gea to leave without a fight. “He is from Spain and he has a Spanish girlfriend but the club won’t let him go easily.”</p> \n<p>The 24-year-old goalkeeper’s contract expires in the summer of 2016 and he has yet to agree fresh terms worth a basic &pound;150,000 a week offered by United. Despite the attractions for De Gea of moving to Real the decision is still proving difficult, Van Gaal said, evidence that the player may yet stay put. “You are asking things I cannot answer because I don’t know. I have also said a transfer is an individual thing. It is also a process,” the manager added. “He has to decide because we have given a fantastic contract because we want him to stay. Fantastic season, I think.</p> \n<p>“I analyse his position and then I say he is Spanish, he is Spanish international, still behind Iker Casilla. Now a Spanish club is coming, his girlfriend is Spanish, his father and mother come every week or every two weeks here, so it is difficult.”</p> \n<p>Van Gaal claimed he has no knowledge whether Real have made a formal offer for De Gea. “I am not doing that kind of thing,” he said, while suggesting the goalkeeper will struggle to be fit for Sunday’s final match, the trip to Hull City. “His injury is a hamstring injury so it shall be difficult to play but you never know. Every player is difficult to replace,” said Van Gaal. “Every player has his contribution to the result.”</p> \n<p>The manager refused to state if Vald&eacute;s could be the new United No1 if required. “You have to wait and see how we decide. I cannot say anything about transfers or what I like to say to the players because first I shall talk with the players and at the end with the media.”</p> \n<p>The future of Radamel Falcao, who is on loan from Monaco, is also in the balance although the Colombian started ahead of Robin van Persie only to be replaced by the Dutchman after 61 minutes.</p> \n<p>Van Gaal would not be drawn on whether Falcao will be at Old Trafford next season. “You know how the situation is. At the end of the season we will decide,” he said. Regarding the result, Van Gaal was unhappy at how United again failed to kill off the game, which has been a pattern this season. “The difference between Chelsea and Manchester United is that they can finish a game.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/17/arsenal-arsene-wenger-manchester-united-jack-wilshere-theo-walcott\">Arsenal’s Ars&egrave;ne Wenger rewarded for his adventurous switch of emphasis | Michael Cox</a> </p> \n</aside> \n<p>“They can kill the game. I don’t think Arsenal can do it because they lost also 1-0 last week and also Manchester City cannot do it and I think that is the difference between the top four.</p> \n<p>“That is the mentality we have to improve.”</p> \n<p>Arsenal require only a point from Wednesday’s home game against Sunderland to secure third position and avoid having to play in the Champions League knockout round in August.</p> \n<p>“It takes the pressure off during the holidays and during the preparation. We have always that in mind when you prepare and it will be great when we do it, but it is still to do,” said the manager Ars&egrave;ne Wenger.</p> \n<p>With United likely to finish fourth, Van Gaal concurred. “Ars&egrave;ne Wenger has described that very well – stressful days, you can meet a club who is halfway through a season and we have to start a season so it is difficult.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431937576595/6e7bb0ff-5675-41ba-b9fd-fb8e50d70121-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jon Super/AP","altText":"Manchester United's goalkeeper David De Gea applauds supporters as he is substituted during the 1-1 draw with Arsenal.","cleanCredit":"Photograph: Jon Super/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-17T19:29:14Z","lastModified":"2015-05-18T08:27:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":false,"keywords":["Manchester United","Louis van Gaal","Arsenal","Real Madrid","Football","Sport"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/louis-van-gaal","webTitle":"Louis van Gaal"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/realmadrid","webTitle":"Real Madrid"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Jamie Jackson","topic":{"type":"tag-contributor","name":"profile/jamiejackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/17/louis-van-gaal-david-de-gea-real-madrid-manchester-united","shortUrl":"http://gu.com/p/49xye","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/17/louis-van-gaal-david-de-gea-real-madrid-manchester-united","webUri":"http://www.theguardian.com/football/2015/may/17/louis-van-gaal-david-de-gea-real-madrid-manchester-united"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431937576595/6e7bb0ff-5675-41ba-b9fd-fb8e50d70121-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Manchester United’s goalkeeper David De Gea applauds supporters as he is substituted during the 1-1 draw with Arsenal. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Manchester United's goalkeeper David De Gea applauds supporters as he is substituted during the 1-1 draw with Arsenal.","cleanCaption":"Manchester United’s goalkeeper David De Gea applauds supporters as he is substituted during the 1-1 draw with Arsenal.","cleanCredit":"Photograph: Jon Super/AP"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false},{"title":"Tennis / Djokovic beats Federer to retain Rome Masters title","rawTitle":"Djokovic beats Federer to retain Rome Masters title","item":{"type":"article","id":"sport/2015/may/17/novak-djokovic-roger-federer-rome-masters","title":"Novak Djokovic beats Roger Federer to retain Rome Masters title","trailText":"Novak Djokovic saw off the ‘great challenge’ of Roger Federer in straight sets to claim a second successive Rome Masters title","standFirst":"<p><span class=\"bullet\">•</span> Djokovic: ‘It’s always a great challenge to play Federer’<br /><span class=\"bullet\">•</span> Champagne cork caught Djokovic just above his eye<br /><a href=\"http://preview.gutools.co.uk/sport/live/2015/may/17/novak-djokovic-v-roger-federer-rome-masters-final-live\"><span class=\"bullet\">•</span> Novak Djokovic v Roger Federer: Rome Masters final - as it happened</a></p>","byline":"Kevin Mitchell in Rome","body":"<p>When Roger Federer said on the eve of his 39th match against Novak Djokovic, “He’s not Rafa Nadal”, he must have suspected his hubris would come back to haunt him. On Sunday afternoon it did.</p> \n<p>Djokovic in no way resembles the current incarnation of Nadal, although Federer claimed he was referring to the Rafa of clay legend, and the Serb’s 6-4, 6-3 win confirmed there is only one clear favourite for the French Open next week – and it is not the Spaniard who has won there nine times but lost four times on European clay this summer.</p> \n<p>“It’s been a wonderful week, a busy year – a good year so far,” Federer said. “Novak was too strong today.”</p> \n<p>Djokovic, speaking to the crowd in Italian, said: “Today I played my best match of the week. It’s always a great challenge to play Federer. It feels like home here, one of my favourite tournaments. Along with 2011 this is the best year of my career, although I don’t know what will happen at Roland Garros. I feel very strong.”</p> \n<p>Platitudes aside, if Federer, the world No2, cannot beat Djokovic, the world No1, over three sets, his chances of doing so over five are minimal. It is becoming increasingly clear the player closest to Djokovic now is the Scot born a week before him 27 years ago and Andy Murray’s decision to leave the fray here to rest for Paris looks a smart move.</p> \n<p>It took Djokovic only an hour and a quarter to win his fourth Internazionali BNL d’Italia title – variously known as the Italian Open, the Rome Masters or the worst run ATP 1000 event on the circuit – although the organisers did well to repair Campo Centrale overnight after it had turned into a bomb crater in the semi-finals. Federer, who is still to add the trophy to his collection of 23 Masters titles, clings to a 20-19 career record against Djokovic – but, at 33, for how long?</p> \n<p>The Swiss played superbly for the first half-hour, his ball-striking a delight. The turning point arrived in the ninth game, a slapped Djokovic forehand off his second serve (vaguely reminiscent of the winning shot which so angered Federer on match point in the semi-final of the US Open four years ago) licking the chalk for break point. When Federer’s backhand banged the net, the first set was gone in 40 minutes.</p> \n<p>The Serb held and broke at the start of the second – Federer shaking his head when his forehand smashed into the net in the second game – and, from that point, the deficit grew as if overseen by George Osborne.</p> \n<p>Djokovic, hitting crosscourt, steadily worked over Federer on his backhand –much as a prime Nadal might have done. Getting only a quarter of his first serves in at one point, Federer could not make a dent in his opponent’s fabled defence. A pair of aces cancelled out a double fault for a hold in the fourth game but he was only hanging on. His last shot was a crosscourt forehand that drilled the tramlines.</p> \n<p>Popping the celebratory champagne (Federer’s sponsor Mo&euml;t &amp; Chandon, as it happens), Djokovic took a flying cork just above his eye. Now that would have been some sort of accident before Paris.</p> \n<figure class=\"element element-image\" data-media-id=\"d8aa478255dbc011d3f02739e7d843b2b5e967c6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431935311732/7db99f6d-ccbf-4c0b-92c0-dd43e90a784b-261x420.jpeg\" alt=\"Novak Djokovic reacts after the champagne cork hit him in the face.\" width=\"261\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Novak Djokovic reacts after the champagne cork hit him in the face.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Walton/Getty Images</span> \n </figcaption> \n</figure> \n<p>Maria Sharapova heads for Paris weary but happy to be weighed down by the 32nd trophy of her career, her third in Rome, the result of a hot afternoon’s slog over three sets against the determined, fast-improving Spaniard Carla Su&aacute;rez Navarro in a final of generally high quality.</p> \n<p>Sharapova won 4-6, 7-5, 6-1 in two hours and 35 minutes, about half of the rest of her tournament commitment in time, while Su&aacute;rez Navarro was on court for twice as long, and one match extra. She had beaten Heather Watson and Petra Kvitova in two quick sets but the rest of her week was tough – especially carving through the field on clay with one of the few remaining one-handed backhands in the women’s game (Roberta Vinci and Francesca Schiavone are the only others in the top 100).</p> \n<p>When Serena Williams pulled out after one match with a sore right elbow Sharapova’s path to the final was certainly eased but she still had to stay sharp.</p> \n<p>Her gift for ignoring troughs – of which there were dangerously too many – helped her to the finish line.</p> \n<p>Su&aacute;rez Navarro must have imagined she had this final won at least a couple of times in the first two sets, as her steadiness drained the Russian of her best shots. But Sharapova, two years older than her opponent at 28, has been here many times. When she finished the fight with a classic crosscourt forehand, the Spaniard was marooned yards away, midcourt behind the line, a helpless onlooker.</p> \n<p>Sharapova mixed power (six double faults cancelling out four aces) and subtlety, tormenting Su&aacute;rez Navarro with five drop-shot winners. She is looking in good shape for Roland Garros.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/17/1431885464140/Novak-Djokovic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic showed why he is world No1 with a straight sets victory over Roger Federer in the Rome Masters final. Photograph: NSJsport/Rex Shutterstock","credit":"/NSJsport/Rex Shutterstock","altText":"Novak-Djokovic-","cleanCaption":"Novak Djokovic showed why he is world No1 with a straight sets victory over Roger Federer in the Rome Masters final. Photograph: NSJsport/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431935310868/7db99f6d-ccbf-4c0b-92c0-dd43e90a784b-1268x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1268,"orientation":"portrait","caption":"Novak Djokovic reacts after the champagne cork hit him in the face. Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"Novak Djokovic reacts after the champagne cork hit him in the face.","cleanCaption":"Novak Djokovic reacts after the champagne cork hit him in the face.","cleanCredit":"Photograph: Ian Walton/Getty Images"}],"webPublicationDate":"2015-05-17T18:01:41Z","lastModified":"2015-05-18T08:10:29Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Novak Djokovic","Roger Federer","Maria Sharapova","Tennis","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/17/novak-djokovic-roger-federer-rome-masters","shortUrl":"http://gu.com/p/49xkk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/17/novak-djokovic-roger-federer-rome-masters","webUri":"http://www.theguardian.com/sport/2015/may/17/novak-djokovic-roger-federer-rome-masters"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/17/1431885464140/Novak-Djokovic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic showed why he is world No1 with a straight-sets victory over Roger Federer in the Rome Masters final. Photograph: NSJsport/Rex Shutterstock","credit":"NSJsport/Rex Shutterstock","altText":"Novak-Djokovic-","cleanCaption":"Novak Djokovic showed why he is world No1 with a straight-sets victory over Roger Federer in the Rome Masters final. Photograph: NSJsport/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Tennis"},"showQuotedHeadline":false},{"title":"Golf / McIlroy shatters tournament record to win Wells Fargo Championship","rawTitle":"McIlroy shatters tournament record to win Wells Fargo Championship","item":{"type":"article","id":"sport/2015/may/17/rory-mcilroy-win-wells-fargo-championship","title":"Rory McIlroy beats tournament record to win Wells Fargo Championship","trailText":"Rory McIlroy won for the second time in three weeks and shattered the tournament record when he clinched a seven-stroke victory at the Wells Fargo Championship","standFirst":"<span class=\"bullet\">•</span> McIlroy finishes at 21 under par, five strokes beneath previous record\n<br />\n<span class=\"bullet\">•</span> Webb Simpson and Patrick Rodgers tied for second, seven strokes behind","byline":"Associated Press","body":"<p>Rory McIlroy was more methodical than electrifying on Sunday. It was still effective. Always in control the world No1 became the first two-times winner of the Wells Fargo Championship with a seven-shot victory over Webb Simpson and Patrick Rodgers.</p> \n<p>McIlroy closed with a three-under 69 to finish at 21 under, shattering the tournament record by five strokes. He entered the day with a four-stroke lead over Simpson after a course-record 61 on Saturday. “Everything is firing on all cylinders for me,” McIlroy said.</p> \n<p>He also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/03/rory-mcilroy-third-win-wgc-cadillac-match-play-title\" title=\"\">won the Match Play Championship two weeks ago</a> in San Francisco. He has six top-10 finishes in his last eight PGA Tour starts which bodes well for the US Open which starts on 18 June at Chambers Bay.</p> \n<p>McIlroy also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2010/may/03/rory-mcilroy-quail-hollow\" title=\"\">won at Quail Hollow in 2010 for his first PGA Tour title</a>, shooting 15 under. Anthony Kim set the previous tournament record of 16 under in 2008. “The golf course just sets up really well for me,” McIlroy said.</p> \n<p>Rodgers, playing on a sponsor exemption, was the only player to mount a serious challenge, getting within three shots after a birdie at the 15th. He played the final two holes in three over and finished with a 68. Simpson shot a 72.</p> \n<p>McIlroy got off to a shaky start with a three-putt bogey on the 2nd – his first in 167 holes – but quickly pulled it together. He did not have another bogey until the 17th when he had built a seven-stroke lead and the outcome was decided.</p> \n<p>Simpson failed to capitalise on McIlroy’s early mistake, shooting 37 on the front nine, including a double bogey on the par-three 6th when he three-putted from eight feet. That dropped the Charlotte resident six shots back and he was never in contention again.</p> \n<p>McIlroy reached 20 under on the 12th when he knocked his approach shot from 132 yards to two feet for a tap-in birdie and it looked as if he might coast the rest of the way.</p> \n<p>But Rodgers, who earned his first top-25 finish on the PGA Tour, made it interesting when he played a seven-hole stretch in six under, sparked by an eagle on the par-five 10th. But McIlroy did not flinch when Rodgers drained a 15-foot putt on the 15th to pull within three shots. Instead he countered by rolling in a birdie putt at the 14th, regaining a four-shot cushion.</p> \n<p>McIlroy then drilled his approach shot from 145 yards to three feet on the 16th for his tournament-record 27th birdie.</p> \n<p>“I had a goal to go out there and birdie the par-fives and the two drivable par-fours and I knew if I made six birdies there was pretty much no chance that anybody could catch me,” McIlroy said. “With my length and the way I’m driving it, it’s a big advantage around here and it showed this week.”</p> \n<p>Phil Mickelson finished in a three-way tie for fourth at 12 under with Gary Woodland and Robert Streb. Mickelson called McIlroy’s performance this week “impressive”.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431900836162/Rory-McIlroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy secured his 18th professional victory at the Wells Fargo Championship. Photograph: Streeter Lecka/Getty Images","credit":"Streeter Lecka/Getty Images","altText":"Rory McIlroy","cleanCaption":"Rory McIlroy secured his 18th professional victory at the Wells Fargo Championship. Photograph: Streeter Lecka/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-17T22:14:20Z","lastModified":"2015-05-17T23:15:07Z","metadata":{"commentable":true,"commentCount":18,"contributors":[],"feature":false,"keywords":["Rory McIlroy","Golf","Sport"],"tags":[{"id":"sport/rory-mcilroy","webTitle":"Rory McIlroy"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/17/rory-mcilroy-win-wells-fargo-championship","shortUrl":"http://gu.com/p/49xmb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/17/rory-mcilroy-win-wells-fargo-championship","webUri":"http://www.theguardian.com/sport/2015/may/17/rory-mcilroy-win-wells-fargo-championship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431900836162/Rory-McIlroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy secured his 18th professional victory at the Wells Fargo Championship. Photograph: Streeter Lecka/Getty Images","credit":"Streeter Lecka/Getty Images","altText":"Rory McIlroy","cleanCaption":"Rory McIlroy secured his 18th professional victory at the Wells Fargo Championship. Photograph: Streeter Lecka/Getty Images"}},"importance":4,"kicker":{"title":"Golf"},"showQuotedHeadline":false},{"title":"Athletics / Ennis-Hill’s return to heptathlon at Gotzis in the balance","rawTitle":"Ennis-Hill’s return to heptathlon at Gotzis in the balance","item":{"type":"article","id":"sport/2015/may/17/jessica-ennis-hill-heptathlon","title":"Jessica Ennis-Hill’s return to heptathlon at Gotzis in the balance","trailText":"Jessica Ennis-Hill is yet to confirm her participation in the Hypo heptathlon at Gotzis at the end of May after sustaining achilles injuries","standFirst":"<p><span class=\"bullet\">•</span> Achilles injuries interrupt Olympic champion’s preparation<br /><span class=\"bullet\">•</span> Ennis-Hill: ‘The aim for the year is to qualify for Rio’<br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/16/blind-pole-vaulter-wins-bronze-in-texas-high-school-championships\"><span class=\"bullet\">•</span> Blind pole vaulter wins bronze in Texas high school championships</a><br /></p>","byline":"Sean Ingle","body":"<p>Jessica Ennis-Hill’s hopes of returning to the heptathlon next week – in what would be her first multi-event competition since winning gold at London 2012 – are in the balance after the latest stage of her comeback offered more questions than answers.</p> \n<p>Ennis-Hill was satisfied after leaping 6.16m to finish third in the long jump and throwing 43.88m to be sixth in the javelin at the Loughborough International meeting on Sunday. But afterwards she revealed her training had been interrupted by achilles injuries in both legs and that she would make a decision over whether to enter the prestigious Hypo meeting in Gotzis, Austria, on 30-31 May within the next 48 hours.</p> \n<p>“I’m reasonably happy,” she said, despite her performances in both events being, understandably, well below her personal bests. “I thought I would struggle to jump six metres because of the training and what I’ve been able to put together is not great. But it’s a start and I’m finding my way and I’m happy to get out and compete and get rid of that rustiness. So I don’t think I can be too disappointed.”</p> \n<p>Ennis-Hill is frustrated by the injuries that have plagued her since her comeback <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/18/jessica-ennis-hill-birth-baby-boy-reggie\" title=\"\">after the birth of her son, Reggie, last year</a>. “The hardest thing has been injuries,” she said. “I absolutely hate my achilles. I always knew it would be hard coming back after having Reggie but the hardest thing has been the injuries and wanting to do the training but being held back.</p> \n<p>“It’s something that can be managed. It’s not a disastrous injury. It’s been a little bit up and down through the week and I’ve just not been able to get the full amount of training I wanted to do but just coming here and doing two events is a really good sign.”</p> \n<p>Ennis-Hill planned to see how her achilles was overnight before discussing whether to compete in Gotzis with her coach, Toni Minichiello. A decision is likely to be announced on Tuesday but Ennis-Hill said she would not return to the heptathlon if she did not think she could achieve the 6,200 points she needs to make the qualifying standard for the Rio Olympics.</p> \n<p>“It’s a hard one because my aim is to get the qualifying for the Olympics this year and get that under my belt,” she said. “Then I can start moving forwards. If I can go out there and do that, then great. But I don’t want to go and have to pull out. The aim for the year is to qualify for Rio so, if I feel I’m ready, then I’ll do that. But if I’m not going to get the qualifying mark, then there’s no way I’ll do it.”</p> \n<p>Whatever happens, though, Ennis-Hill says she is still planning to compete at the world championships in Beijing in August.</p> \n<p>“It’s definitely on the agenda,” she said. “I’m not ruling it out but I’m just seeing how the next few weeks go. If I do Gotzis, then I’ll see how that goes.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/17/1431887632592/Jessica-Ennis-Hill-heptat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jessica Ennis-Hill is delaying a decision on her heptathlon return due to achilles injuries in both legs. Photograph: Leo Mason/Leo Mason/Corbis","credit":"Leo Mason/Leo Mason/Corbis","altText":"Jessica-Ennis-Hill-heptathlon","cleanCaption":"Jessica Ennis-Hill is delaying a decision on her heptathlon return due to achilles injuries in both legs. Photograph: Leo Mason/Leo Mason/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-17T20:09:00Z","lastModified":"2015-05-17T23:45:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Jessica Ennis-Hill","Athletics","Sport"],"tags":[{"id":"sport/jessica-ennis","webTitle":"Jessica Ennis-Hill"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/17/jessica-ennis-hill-heptathlon","shortUrl":"http://gu.com/p/49xy6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/17/jessica-ennis-hill-heptathlon","webUri":"http://www.theguardian.com/sport/2015/may/17/jessica-ennis-hill-heptathlon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/17/1431887632592/Jessica-Ennis-Hill-heptat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jessica Ennis-Hill is delaying a decision on her heptathlon return due to achilles injuries in both legs. Photograph: Leo Mason/Corbis","credit":"Leo Mason/Leo Mason/Corbis","altText":"Jessica-Ennis-Hill-heptathlon","cleanCaption":"Jessica Ennis-Hill is delaying a decision on her heptathlon return due to achilles injuries in both legs. Photograph: Leo Mason/Corbis"}},"importance":3,"kicker":{"title":"Athletics"},"showQuotedHeadline":false},{"title":"Football / Rodgers: Liverpool must fill void after Gerrard’s departure","rawTitle":"Rodgers: Liverpool must fill void after Gerrard’s departure","item":{"type":"footballArticle","id":"football/2015/may/17/liverpool-crystal-palace-steven-gerrard-premier-league-match-report","title":"Brendan Rodgers: Liverpool must fill void after Steven Gerrard’s departure","trailText":"In the wake of Steven Gerrard’s Anfield farewell, Brendan Rodgers has said: ‘Our job in the summer is to find players who can make a difference’","standFirst":"<span class=\"bullet\">•</span> ‘Our job in the summer is to find players who can make a difference’\n<br />\n<span class=\"bullet\">•</span> Jordan Henderson: Stevie will be a huge loss and we must step up\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/16/painful-end-steven-gerrard-liverpool-crystal-palace-anfield\" title=\"\">Daniel Taylor: painful end for superman for all seasons</a>\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/liverpool-crystal-palace-premier-league-match-report\" title=\"\">Gerrard given inglorious send-off by Crystal Palace</a>\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/may/16/anfield-says-goodbye-to-steven-gerrard-in-pictures\" title=\"\">Anfield says goodbye – in pictures</a>","byline":"Sachin Nakrani at Anfield\r\n","body":"<p>Shortly after Liverpool won the Champions League in Istanbul the club’s kit supplier, Reebok, brought out merchandise to commemorate what 10 years on remains one of European football’s most staggering triumphs. Among the collection was a white T-shirt that had printed on it the caption: “Hughes to Thompson, Thompson to Souness, Souness to Gerrard.”</p> \n<p>It was a clever bit of wordplay that tied together the men who had led Liverpool to their five European Cups – Emlyn Hughes (1977, 1978), Phil Thompson (1981), Graeme Souness (1984) and Steven Gerrard (2005). Four great Liverpool players and four great Liverpool captains, and in the case of the most recent, a figure whose loss may be felt as no other at Anfield.</p> \n<p>That certainly was the feeling as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/may/16/anfield-says-goodbye-to-steven-gerrard-in-pictures\" title=\"\">Gerrard said goodbye</a> on Saturday evening to the stadium that has been his professional home for the past 17 years. It was a highly emotional, hugely reflective occasion but, with Liverpool <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/16/liverpool-crystal-palace-premier-league-match-report\" title=\"\">beaten so comprehensively by a Crystal Palace team</a> who scored through Jason Puncheon, Wilfried Zaha and Glenn Murray – and it could have been five or six – a cold, hard truth was laid bare for the home side: that in the post-Gerrard world they look in danger of being a team devoid of leadership and inspiration.</p> \n<p>That sense was vocalised by the home supporters as Gerrard spoke on the pitch after the match. Surrounded by family, friends, colleagues and the manager who gave him his Liverpool debut in November 1998, G&eacute;rard Houllier, the 34-year-old was asked to assess the future of the team he was leaving behind. There came optimistic words but some were drowned out by sarcastic laughter and howls of frustration from the stands. Quite simply, many locals fear the worst now one of their own is swapping L4 for LA.</p> \n<p>Whereas in the past the departure of players such as Hughes, Thompson and Souness and, in the modern era, Robbie Fowler, Sami Hyypia and Jamie Carragher, were counterbalanced by the remaining presence of figures with top-level experience, a winning track record or both, there is little such comfort for Liverpool fans now. Gerrard is not only arguably the finest player in their history but also the last link with a great and glittering past. In his absence is left, as things stand, a squad high on potential but low on proven success at Liverpool or elsewhere.</p> \n<p>Their collective callowness was evident again. Having taken the lead through Adam Lallana’s finely taken goal, Liverpool fell apart against more vibrant and determined opponents. While in isolation their display could be excused, given most of the pre-match focus had been on Gerrard’s Anfield farewell as opposed to the actual contest with Alan Pardew’s side, this was not the first time this season fans have seen their team show a lack of fortitude.</p> \n<p>In recent weeks crucial league fixtures have been lost to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/22/liverpool-manchester-united-premier-league-match-report\" title=\"\">Manchester United</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/04/arsenal-liverpool-premier-league-match-report\" title=\"\">Arsenal</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/28/hull-city-liverpool-premier-league-match-report\" title=\"\">Hull City</a> while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/19/aston-villa-liverpool-fa-cup-semi-final-match-report\" title=\"\">an FA Cup semi-final was lost to Aston Villa</a>. A season of such promise has petered away with neither Champions League qualification nor a trophy to show for a team who 12 months ago came close to winning the title. Little wonder Gerrard’s parting pep talk was met with angst.</p> \n<p>“I can understand the supporters’ frustration,” said the manager, Brendan Rodgers. “You think about the journey they were on last year, the quality of the football they were watching. That for parts of this season hasn’t been there and as supporters you turn up wanting to see your team win and win well. Our job in the summer is to find the players who can make a difference.”</p> \n<p>That would require a significant shift in Liverpool’s transfer strategy, which under the ownership of Fenway Sports Group has largely been based on signing young players with the capacity to develop under Rodgers’ tutelage. However, as the manager went on to intimate, what this team need following not only the departure of Gerrard but also of Luis Su&aacute;rez and Carragher in the previous two seasons, is an injection of proven players, men as opposed to boys.</p> \n<p>The absence of that at Anfield is stark. Gerrard aside, there are only nine players with five or more years of Premier League experience – and one of those is Glen Johnson, who is also leaving this summer. The others include Brad Jones, Jos&eacute; Enrique and Kolo Tour&eacute;, none of whom can be considered regular first-team options.</p> \n<p>This is a group of players also short on trophy success, domestically as well as in Europe, and that is what makes Gerrard’s departure so striking; he is no longer the game-changing talisman of old – as was shown when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/16/painful-end-steven-gerrard-liverpool-crystal-palace-anfield\" title=\"\">he struggled to turn the tide against Palace</a> – but he is someone with a vast bank of experience at the highest level. Liverpool’s third all-time appearance holder, sixth all-time scorer, their longest serving captain and the only player to have scored in the finals of the Champions League, Uefa Cup, FA Cup and League Cup. Quite simply, he has been there, done that and got his name on the T-shirt.</p> \n<p>His absence will leave a huge hole within such a raw squad – the average age of the 10 other players who started against Palace was a little under 24 – and Gerrard himself has called for more experienced heads to come in this summer. “I wouldn’t buy any more potential,” the midfielder said. “I would buy players that are ready to come and fight and be successful.”</p> \n<p>Tom Werner’s response to that in an interview with the local media was lukewarm to say the least and it is possible any reluctance on the Liverpool chairman’s and the principal owner John Henry’s part with regard to signing players with a notable level of experience, internationally as well as domestically, is based not only on the cost that would be involved, in wages as well as fees, but on the club’s record of doing so under their ownership. Dejan Lovren, Mario Balotelli and Lallana arrived last summer with the brief of improving the team and all have struggled to varying degrees.</p> \n<p>Yet this is also linked to Liverpool’s generally poor buying record as overseen by their rather opaque transfer committee, of which Rodgers is part and therefore must shoulder some responsibility. He has come under severe scrutiny this season and needs to show a greater level of leadership, on and off the pitch, than before at Anfield.</p> \n<p>“We have to find the answer to that [Gerrard’s departure], he said. “We’ve got to look to kick on next season.” One <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/29/liverpool-complete-divock-origi-deal\" title=\"\">definite arrival is the Belgian forward Divock Origi</a> but, aged 20 and having competed in only two full seasons for Lille, he is another who cannot be asked to add nous immediately.</p> \n<p>In Rodgers’ defence any team, however experienced, would struggle having sold Su&aacute;rez to Barcelona and lost Daniel Sturridge to long-term injury, given the pair scored 52 league goals between them last season. Worryingly, however, no other player has come anywhere close to matching their totals this season. Gerrard, before his final Liverpool appearance at Stoke on Sunday, is the top scorer with 12. As ever he has led by example.</p> \n<p>“Stevie will be a huge loss and it’s up to us as a team to step up and take responsibility,” said Jordan Henderson, who is likely to inherit the captaincy from Gerrard and often in his absence has looked a more commanding presence. “I feel there is a lot of potential in this group. We need to start showing that.”</p> \n<p>For now there remains a sense of mourning around Anfield. Outsiders can mock the levels of sentimentality shown there on Saturday but the messages behind the banners in the Kop that carried Gerrard’s image and the raucous chanting of his name that spread across the ground as he embarked on a final lap of honour was as stirring as it was genuine.</p> \n<p>For Liverpool fans Gerrard is not just a player. He is also an era, defining a period in the club’s history littered with extraordinary moments that he more often than not created through his force of personality and talent. He was not perfect – tactically flawed even – but his contribution to his boyhood club will echo through the ages. As the local author Simon Hughes put it, Gerrard “is the player that set the standard which all footballers from Liverpool are judged upon”.</p> \n<p>It was a little after 8.30pm when Gerrard, the boy from Huyton who has grown into a man of distinction, walked away from Anfield for the final time as a player, exiting via a gate at the corner of the main stand.Into the darkness disappeared a genuine one-off.</p> \n<p><strong>Man of the match</strong> Yannick Bolasie (Crystal Palace)</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/17/1431879597324/Liverpools-Steven-Gerrard-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liverpool's departing captain, Steven Gerrard, said he would 'buy players that are ready to come and fight and be successful'. Photograph: Matt West/BPI/REX Shutterstock","credit":"Matt West/BPI/REX Shutterstock/Matt West/BPI/REX Shutterstock","altText":"Liverpool's Steven Gerrard would 'buy players that are ready to come and fight and be successful'","cleanCaption":"Liverpool's departing captain, Steven Gerrard, said he would 'buy players that are ready to come and fight and be successful'. Photograph: Matt West/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-17T21:00:03Z","lastModified":"2015-05-17T23:45:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sachin Nakrani","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sachinnakrani"}],"feature":false,"keywords":["Premier League","Liverpool","Crystal Palace","Steven Gerrard","Brendan Rodgers","Football","Sport"],"tags":[{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/steven-gerrard","webTitle":"Steven Gerrard"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Sachin Nakrani","topic":{"type":"tag-contributor","name":"profile/sachinnakrani"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"footballContent":{"id":"3736260","status":"FT","phase":"after","kickOff":"2015-05-16T16:30:00Z","competitionDisplayName":"Premier League","homeTeam":{"id":"9","name":"Liverpool","shortCode":"LIV","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/9.png?width=#{width}","score":1,"scorers":[{"player":"Lallana","timeInMinutes":26}],"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/liverpool"},"topic":{"displayName":"Liverpool","topic":{"type":"football-team","name":"9"}}},"awayTeam":{"id":"5","name":"C Palace","shortCode":"CRY","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/5.png?width=#{width}","score":3,"scorers":[{"player":"Puncheon","timeInMinutes":43},{"player":"Zaha","timeInMinutes":60},{"player":"Murray","timeInMinutes":90,"additionalInfo":"+0:27"}],"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/crystalpalace"},"topic":{"displayName":"C Palace","topic":{"type":"football-team","name":"5"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3736260","venue":"Anfield"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/17/liverpool-crystal-palace-steven-gerrard-premier-league-match-report","shortUrl":"http://gu.com/p/49xt9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/17/liverpool-crystal-palace-steven-gerrard-premier-league-match-report","webUri":"http://www.theguardian.com/football/2015/may/17/liverpool-crystal-palace-steven-gerrard-premier-league-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/17/1431879597324/Liverpools-Steven-Gerrard-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liverpool’s departing captain, Steven Gerrard, said he would ‘buy players that are ready to come and fight and be successful’. Photograph: Matt West/BPI/Rex Shutterstock","credit":"Matt West/BPI/Rex Shutterstock/Matt West/BPI/Rex Shutterstock","altText":"Liverpool's Steven Gerrard would 'buy players that are ready to come and fight and be successful'","cleanCaption":"Liverpool’s departing captain, Steven Gerrard, said he would ‘buy players that are ready to come and fight and be successful’. Photograph: Matt West/BPI/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false}],"lastModified":"2015-05-18T08:12:11Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}