{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Ashes / Moeen puts England on top as Australia struggle for parity","rawTitle":"Moeen puts England on top as Australia struggle for parity","item":{"type":"article","id":"sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two","title":"Ashes 2015: Moeen puts England in the ascendancy as Australia struggle","trailText":"Moeen Ali with bat and ball has helped put England in the ascendancy as Australia fight for parity in the first Ashes Test","standFirst":"<p><span class=\"bullet\">•</span> England 430, Australia 264-5<br /></p>","byline":"Mike Selvey at Swalec Stadium","body":"<p>This first Test appears to have some uncanny overtones of the famous match in Cardiff six years ago. Then, after the first day, England were 336 for seven and went on to make 435. This time they resumed the second day on 343 for seven and by the time Jimmy Anderson was dismissed they had reached 430, with Moeen Ali making a fine 77 before going down with guns blazing in the cause.</p> \n<p>Whether Australia can go on and reprise the 674 for six they made on that occasion remains to be seen, but by the close of the second day they were struggling to reach parity. The England bowling was excellent, particularly during the final session when they overwhelmed the Australians for a period. Anderson produced an immaculate spell that brought him four successive maiden overs and thus helped Moeen, who had already dismissed Steve Smith, to take the valuable wicket of Michael Clarke.</p> \n<p>Australia will resume on 264 for five, 166 adrift still, of which the veteran opener Chris Rogers, playing in his last Test series before he retires, made 95. The day finished with Australia on the defensive, a nightwatchman in place and predatory fielders all round the bat. Already some perspective can be placed on the ease with which Joe Root had batted for England on the first day.</p> \n<div>\n __VIDEO_EMBED_gu-video-457459028__\n</div> \n<p>This was a considerably different pitch, though, to the turgid strip of the first day that emasculated the pace of the three Australian seamers. The sun shone all day and the strip looked a lighter shade of brown, an indication that some of the moisture had evaporated. There was less swing too, both with the old ball that the Australians were using in their quest to finish off the England innings and, significantly, when England had the new ball. The pace and carry was also better and more consistent so that Jos Buttler had an easier time of it behind the stumps than had Brad Haddin.</p> \n<p>More pace, of course, means that the Australians will find more reason to bend their backs second time round, but it also means that the batsmen have pace on the ball to exploit. Were it not for the fact that the ball at times jags off the seam disconcertingly it might be seen as a belter: the number of batsmen who seem to have settled in and then got out shows it is not quite. The occasional movement is enough to keep the bowlers interested and the batsmen honest. There are still plenty of runs to be had but they won’t come easily.</p> \n<p>It was Mitchell Starc of the Australian bowlers who prospered, adding the wickets of Moeen and Anderson to the three he had taken on the first day to finish with five for 114, which, as he looked the most dangerous bowler throughout the innings, was just reward.</p> \n<p>Mitchell Johnson, on the other hand, will have bowled a lot worse and emerged with more flattering figures than none for 111, the century greeted with an ironic standing ovation by the crowd to which he responded in good part by doffing his cap and kissing the badge on it. The second innings might bring him something about which to cheer.</p> \n<p>Moeen rode his luck a little but played with elegant panache for his runs. He drives sublimely through the offside in particular, reached an excellent half century from 69 balls, and was finally dismissed driving at, and edging, Starc to first slip.</p> \n<p>Stuart Broad, meanwhile, had survived a chance to short leg in which Adam Voges, diving into the crease, unknowingly surely, grounded the ball in the flurry so that Broad was eventually recalled following replays. Broad was able to hang around long enough to help add 52 for the eighth wicket before he heaved at the first ball of the day from Nathan Lyon and was caught at the wicket.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket\">England’s Moeen Ali impresses with bat and ball in his first Ashes Test | Vic Marks</a> </p> \n</aside> \n<p>Anderson and Broad came at Australia hard with the ball, with Broad at his most urgent and pushing the speed gun up around 90mph, a velocity he had not managed all winter. It was Anderson, though, who made England’s first breakthrough, inducing a drive from David Warner which found the edge and screamed to the right of Alastair Cook at first slip – he held on even as the ball was searing past him.</p> \n<figure class=\"element element-image\" data-media-id=\"e41644c8e08dcf117a2748466759482b7ecdaa81\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436470760667/c982f811-726a-430f-8129-52b2e6d915d2-460x276.jpeg\" alt=\"Rogers\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Rogers cuts during his innings of 95 for Australia at Cardiff.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure> \n<p>It brought to the crease Smith, and with it an air of curiosity to see quite how this young batsman had been transformed. Key is his decision to take charge of his game himself and do the simple things well. He has a trigger movement on to off stump and so is well placed to make judgment outside, and is consequently prolific off his legs. There is confidence and adventure too, and when Moeen came on he belted him twice to the onside of straight, taking the ball from outside off stump each time, and then once over extra cover for good measure.</p> \n<p>To the credit of Cook, he kept Moeen on and was rewarded when the bowler, perhaps anticipating Smith advancing again, speared the ball in towards his legs. Somehow Smith got in a tangle, tried to work the ball square but sent it instead from a chunky leading edge to the straighter of two fielders placed short on the legside. Modern bats can be the curse of bowlers but Bradman’s edge would never have carried the ball as far.</p> \n<p>Moeen was also to claim the wicket of Michael Clarke, who, an excellent player of spin, was looking to get after him even as Anderson was tying up the other end so brilliantly. Now, though, he came down to drive once again but this time hit a firm return catch which the bowler snaffled with ease: two huge wickets for Moeen and a huge boost to his confidence. In between times Rogers, playing immaculately, had hit 11 fours and a six and had seemed certain to reach his fourth Ashes hundred when he tried to cut Mark Wood and edged to Buttler.</p> \n<p>There was one more wicket, that of Voges, before the close, and it went to a persevering and deserving Ben Stokes, working up a real head of steam, who got a full-length ball to jag back off the seam as the batsman looked for the drive. The inevitably mistimed shot went gently to extra cover.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436467013769/moeen-ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia's Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"moeen ali","cleanCaption":"England's Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia's Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436470762017/c982f811-726a-430f-8129-52b2e6d915d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Rogers cuts during his innings of 95 for Australia at Cardiff. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Rogers","cleanCaption":"Chris Rogers cuts during his innings of 95 for Australia at Cardiff.","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"webPublicationDate":"2015-07-10T07:29:22Z","lastModified":"2015-07-10T08:07:17Z","metadata":{"commentable":true,"commentCount":393,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two","shortUrl":"http://gu.com/p/4agzk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two","webUri":"http://www.theguardian.com/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436467013769/moeen-ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England’s Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia’s Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"moeen ali","cleanCaption":"England’s Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia’s Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP"}},"importance":7,"kicker":{"title":"Ashes"},"showQuotedHeadline":false,"sublinks":[{"title":"Vic Marks / Moeen Ali impresses with bat and ball on his Ashes debut","rawTitle":"Moeen Ali impresses with bat and ball on his Ashes debut","item":{"type":"comment","id":"sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket","title":"England’s Moeen Ali impresses with bat and ball in his first Ashes Test","trailText":"After batting with freedom at No8 on his way to 77 in England’s first innings, Moeen checked Australia’s progress by removing two of their key batsmen","standFirst":"After batting with freedom at No8 on his way to 77 in England’s first innings, Moeen checked Australia’s progress by removing two of their key batsmen","byline":"Vic Marks at the Swalec Stadium","body":"<p>The expectation is often that the spinners will prevail in Cardiff. Certainly that is frequently the view of weary pacemen, who watch their fastest balls decelerate upon landing before, more often than not, flopping into the wicketkeeper’s gloves. On Thursday Moeen Ali struck by dismissing the world’s No1 batsman, Steve Smith, and Michael Clarke, the twinkle-toed destroyer of pedestrian finger-spinners. This makes Moeen England’s most successful spin bowler in Ashes history – in Cardiff.</p> \n<p>Six years ago – when England had a spin attack to make you salivate – Graeme Swann and Monty Panesar took 1 for 246 in Australia’s first Test here. They did not bowl particularly well but the pitch tantalised; it suggested turn; occasionally there was turn. But it was clearly difficult to bowl anyone out.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two\">Moeen Ali puts England in the ascendancy as Australia struggle for parity</a> </p> \n</aside> \n<p>Hugh Morris, once England’s cricket director but now the chief executive here, was beaming. He could find only one minor drawback. “So far it’s gone so well with runs coming at four an over. The only problem is that the bars have been a bit empty. They are all watching the cricket,” he said with a hint of mischievous disappointment.</p> \n<p>Certainly this is a surface to make bowlers of all descriptions sweat and where fluent strokeplay is possible.</p> \n<p>There may be a bit of movement in the air and off the pitch but not much pace. There is no guarantee that the edges will carry. Before the match Stuart Broad hoped for a “slow seamer”, a curious request for an opening bowler but maybe a pragmatic one in the first Test against this Australian bowling attack – and at least 50% of his desires have been satisfied. Still, it’s never supposed to be easy in Test cricket. Mitchell Johnson clocked up his hundred without taking a wicket yet he did not seem to be bowling badly.</p> \n<div>\n __VIDEO_EMBED_gu-video-457459028__\n</div> \n<p>Meanwhile the spinners have been dependent on batsman error rather than the unplayable delivery for their hard-earned wickets (which is nearly always the case, by the way). Thus they require patience, perseverance and a bit of luck. For the all-rounders – and there are a few in this game – it required less energy to impose themselves with the bat rather than the ball.</p> \n<p>So far Moeen has managed to enhance his reputation in both disciplines in his first Ashes Test. He has the credentials to be the best No8 in Test history, albeit as an impostor given he has been batting at three for Worcestershire for the past half-dozen years.</p> \n<p>Yet it is far from straightforward to make this change. The main trap is to conclude: “Well, if they want me to bat at eight, I’ll damn well bat like a No8.” It is perhaps the equivalent to being the last speaker at a gala dinner, waiting until midnight to stand up when the audience is either on its way home or drunk. It can be construed as a bit of an insult.</p> \n<p>There is always the danger of running out of partners when playing well at No8. Opportunities for a major score are limited. In fact, Moeen shows signs of making a virtue of batting so far down the order even though he would prefer to bat higher. He can bat with freedom there and that is how he likes to play. He essays more cover drives in one innings than Alastair Cook attempts in a month and long may that balance continue.</p> \n<p>There were several of the highest quality in his 77, especially against Mitchell Starc, who retained his determination to let the ball swing and, therefore, his full-length.</p> \n<p>Moeen also clipped the ball off his toes with silky timing. On this pitch the short ball seldom disturbed him – in fact, he received very few since the Australians were reserving most of their bouncers for Stuart Broad. So Moeen ensured England reached a total similar to the one that enabled them to draw the 2009 Test against Australia – just.</p> \n<p>He did not terrify the Australian batsmen with his off-spin but he did get two of the best ones out. Moeen knows the Australians are minded to attack whoever is selected to bowl spin in this series, which is a chastening thought.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/mitchell-johnson-australia-stuart-broad\">Stuart Broad emerges victorious from duel with Mitchell Johnson | Ali Martin</a> </p> \n</aside> \n<p>Smith fulfilled that expectation in Moeen’s fourth over. At the start of it Smith spotted that mid-on was far too wide. He cracked the first ball in that gap. He then dragged the second from outside off stump to the same spot and, for good measure, smashed another drive through extra cover. The promised assault was duly being delivered.</p> \n<p>Cook kept Moeen on. Three overs later Smith advanced down the track. Perhaps Moeen saw him coming. More likely he just sensed that Smith was advancing – this happens – and the bowler instinctively adjusted his line and length, holding the ball back and propelling it outside leg stump. Smith was suddenly as entangled as an octopus with pads on.</p> \n<p>Somehow a leading edge sent the ball to an elated Cook. Smith had undoubtedly contributed more to this dismissal than Moeen, yet England’s off-spinner deserved this wicket because he had managed to keep himself on after the early assault from Smith.</p> \n<p>That is a crucial art for any spinner, which Moeen learned well last summer.</p> \n<p>The dismissal of Clarke? Well, obviously Moeen held the ball back, it being a mini-doosra, which held its line upon kissing the turf, thereby deceiving a bewildered Australian captain.</p> \n<p>Er, no. Clarke also wanted to impose himself and made a mistake. Moeen took a fine catch but he was still bowling at the time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436466061739/Englands-Moeen-Ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"England's Moeen Ali","cleanCaption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T18:23:06Z","lastModified":"2015-07-09T23:49:32Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["England cricket team","Ashes 2015","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket","shortUrl":"http://gu.com/p/4agze","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket","webUri":"http://www.theguardian.com/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436466061739/Englands-Moeen-Ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"England's Moeen Ali","cleanCaption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Vic Marks"},"byline":{"title":"Vic Marks at the Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436466061739/Englands-Moeen-Ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"England's Moeen Ali","cleanCaption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock"}}]},{"title":"Barney Ronay / Steve Smith batted like a world No1 - until he got out like a No11","rawTitle":"Steve Smith batted like a world No1 - until he got out like a No11","item":{"type":"comment","id":"sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","title":"Australia’s Steve Smith batted like a world No1 – until he got out like a No11","trailText":"The highest-ranked Test batsman looked calm in the heat of Ashes battle, but his bizarre dismissal gave voice to those critics who believe he does not deserve such an elevated status","standFirst":"The highest-ranked Test batsman looked calm in the heat of Ashes battle, but his bizarre dismissal gave voice to those who feel he does not deserve such status","byline":"Barney Ronay at the Swalec Stadium","body":"<p>Welcome to England, then, Mr Smith: we’ve been expecting you. With 20 minutes to go before tea on a calm, clear, sun-bleached day in Cardiff, Steve Smith looked to have settled in for an afternoon of upright, endearingly fidgety right-handed dominance. Smith is, of course, the top-ranked Test batsman in the world right now, newly installed as Australia’s Ashes No3 and by extension the latest, rather callow member of a lineage of Aussie batting kingpins that stretches back though Ricky Ponting and Greg Chappell to the Path&eacute; newsreel giants of the pre-modern age.</p> \n<p>Not that everyone is convinced just yet. Smith’s status as the world’s No1 has come in a rush in the last two years, an ugly duckling transformation from twitchy, crabby leg-spinning all-rounder to twitchy, crabby gun batsman. Doubts had been voiced in England. Graeme Swann, who was biffed around the Waca by Smith in his last Test, has suggested it is a false position. England’s bowlers had hinted coyly at schemes hatched during their trip to Spain, the conviction that early exposure to the full, swinging ball would expose the glitches in a technique that presents the front pad to the bowler as a kind of lure, only to be ambushed at the last by the brilliance of Smith’s eye and those whip-crack hands.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two\">Moeen Ali puts England in the ascendancy as Australia struggle for parity</a> </p> \n</aside> \n<p>Here Smith got the promised examination early on; and for all the ugliness of his eventual dismissal, he passed it too, up to a point. Emerging at the fall of David Warner’s wicket with the score on 52 for one, he was confronted by Jimmy Anderson in the middle of an accurate spell of nibble and nip, if not quite hooping swing. The ball was hard. England were fresh. Over to you, Steve.</p> \n<p>For a while Anderson and Mark Wood bowled deliberately wide, luring Smith into playing balls others might leave as he walked across. There was one slightly streaky slap just past point to get off the mark and after that a series of cautious but increasingly convincing leaves. England may have plans for Smith but he has plans for them too, mainly to keep on playing like Steve Smith, a batsman with five first innings Test hundreds in his last six matches.</p> \n<p>In the flesh Smith presents an absorbing spectacle even between deliveries, touching every part of his kit in well-worn spectacles-testicles-wallet-and-watch fashion. He stands straight and still as the bowler runs in, before bending his knees twice in vaguely music hall fashion, hoisting that red-smeared bat, then taking a late, improbable step across on to off-stump just as the ball is bowled, as though suddenly noticing he’s standing one pitch down from the stumps.</p> \n<div>\n __VIDEO_EMBED_gu-video-457459028__\n</div> \n<p>England believe this makes him an lbw candidate, understandably so given he is basically standing right in front of his stumps. And yet Smith’s eye is so good the weakness is more often negated, the bowler unsettled by chasing an illusory opening. This isn’t a chink, or a wobble or a bad habit, but an entirely natural way of playing, rediscovered in the last two years after some slightly fallow times following his Test debut in 2010, when he was picked as a like-for-like replacement for Nathan Hauritz.</p> \n<p>The key for Smith in his most profitable period has been the ability simply to slow down, an epiphany that came in the first Test against South Africa in Centurion in 2014 when he spent 14 overs crawling through the 90s against an attack containing Dale Steyn, Morne Morkel and Vernon Philander.</p> \n<p>In Cardiff he moved sedately to six from his first 21 balls at the mid-afternoon drinks break, before chopping Wood past point for two immediately afterwards with an extravagant flourish, bat moving through a great wafting arc like a samurai warming up for a ceremonial duel. At which point Smith began to rev up through the gears.</p> \n<p>Moeen Ali had bowled three overs for eight from the Taff end. His first ball to Australia’s No3 was bulleted straight for four with a skip down the pitch. The second was a more violent, cross-batted version of the same. The fourth produced the shot of the day, a skip to the pitch and a lovely fluid drive through cover, a calculated act of violence that took Smith rollicking on to 28. The world’s No1 batsman was cooking. He was in the series. Pretty soon he was out too, and in slightly comical fashion.</p> \n<p>No doubt the manner of Smith’s dismissal will be held against him, confirmation that as world No1s go he remains something of a caretaker, a man on a once-in-a-career spree. Credit must go to Moeen, though, who saw Smith coming and fired the ball in at his feet. And also to Alastair Cook, who took the catch at a funkier-than-thou straight short mid-on as Smith stumbled and fell trying to dig it out and popped the ball up to the England captain.</p> \n<p>So Smith departed for a calm, decorative 33 that seemed, right up to its rather ugly end, likely to be quite a few more. But even in his dismissal there was evidence at least of a man playing to a plan, attacking England’s spinner to order when he might simply have accumulated. If there were grumbles in the press box about the world’s top-rated batsman being dismissed with such a villagey flourish then it is worth remembering plenty of great batsmen have been unorthodox, just as even the best players have tended towards the odd ugly dismissal.<a href=\"https://www.youtube.com/watch?v=tq3jzR45fm0\"> Inzamam ul-Haq falling on his stumps</a> is surely the best of the lot. Brian Lara, who played four or five shots to every ball with his own home-made range of leaps and feints, could lose his rhythm completely, while England’s own highest run scorer across all formats, Kevin Pietersen, was prone to the odd horrible end. It could even be suggested Smith is in his own way a lesson for England’s own slightly rigid technicians at every level, a player who has settled into rather than fought against his own quirks, and wrung the absolute most from those bespoke gifts over the last two years.</p> \n<p>England finished the day ahead in Cardiff with Australia on 264 for five and the top order winkled out. And yet, for all the sense of a chance missed on a flat pitch, Smith will perhaps still take a little heart from his resilience against the new-ish ball and the blunting, for an hour, of some well laid plans.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436467829776/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve Smith","cleanCaption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T18:51:30Z","lastModified":"2015-07-09T23:45:57Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Steve Smith","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/steve-smith","webTitle":"Steve Smith"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","shortUrl":"http://gu.com/p/4agzp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436467829776/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve Smith","cleanCaption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Barney Ronay"},"byline":{"title":"Barney Ronay at the Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436467013769/moeen-ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia's Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"moeen ali","cleanCaption":"England's Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia's Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP"}}]},{"title":"Wimbledon / Williams beats Sharapova to book place in final","rawTitle":"Williams beats Sharapova to book place in final","item":{"type":"article","id":"sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final","title":"Serena Williams beats Maria Sharapova to book place in Wimbledon 2015 final","trailText":"Serena Williams beat Maria Sharapova in straight sets to reach the Wimbledon 2015 final, where she will face Garbiñe Muguruza","standFirst":"<span class=\"bullet\">•</span> World No1 through in straight sets on Centre Court, winning 6-2, 6-4\n<br />\n<span class=\"bullet\">•</span> Serena Williams will face Spaniard Garbi&ntilde;e Muguruza in Saturday’s final","byline":"Kevin Mitchell at Wimbledon","body":"<p>Saddled with history and a ball-toss that rebelled, Maria Sharapova suffered for an hour and 19 minutes in the glare and heat of Centre Court before watching Serena Williams ease past her for the 17th time in a row and into the final of the 2015 Wimbledon. And then she suffered some more.</p> \n<p>As feisty afterwards as she had been in enduring another public hammering against a rival with whom she shares mutual respect but little warmth, she rejected suggestions – daft ones during an uncomfortable press conference – that she either change her baseline strategy or even look for a new coach.</p> \n<p>“I’m not going to come out and become a serve-and-volleyer or a chip-and-charge type of player. No, you’re not going to see that from me,” the Russian said after Williams had beaten her 6-2, 6-4, with only the hint of parity near the end.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/garbine-muguruza-beats-agnieszka-radwanska-wimbledon-2015-final\">Garbi&ntilde;e Muguruza beats Agnieszka Radwanska to reach Wimbledon 2015 final</a> </p> \n</aside> \n<p>She seethed when asked to respond to David Cameron’s remarks that women players should wear earplugs to block out the screeching that plagues the women’s game, with Sharapova among the chief culprits. “Next question, please,” she said through pursed lips. She would probably give Cameron a run for his money at prime minister’s questions.</p> \n<p>There was further awkwardness when Sharapova was reminded that Williams’s coach, Patrick Mouratoglou – whom she pointed out here two years ago had left his family for Serena – said Victoria Azarenka was a better player than her. “I don’t think you’re ever going to hear nice words from him about me,” she said. “I don’t expect that, and I’m sure you don’t either.” If the match had been tough, this was an ordeal she probably could have done without. “Maybe if I was British, a semi-final would be incredible,” she said to weak laughter. “I’d be on the front page of the paper.” It did not get any more cordial than that.</p> \n<p>Williams, meanwhile, is in fine spirits. With her long-time friend, the musician Drake, again sitting among the journalists and smiling from start to finish, she looked relaxed and sharp, ready to introduce the young Spaniard Garbi&ntilde;e Muguruza to the realities of elite competition at the highest level in Saturday’s’s final.</p> \n<p>She said of the Canadian rapper’s presence: “It’s all about luck. You got to keep your luck around. We’ve been friends for like so many years, just like family. Kind of like we’re on a streak right now. We got to do this.”</p> \n<p>But it is harder than she makes it sound, and she does not lack for motivation – especially against Sharapova, who beat her to win the title when a teenager <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2004/jul/04/wimbledon2004.wimbledon4\">in 2004</a> and has won only five sets in 18 matches against her since. Williams gives the impression she would happily play her morning, noon and night.</p> \n<p>Every time Williams looks across the net and sees Sharapova staring back she surely thinks to herself: “You’re the queen off the court. This is my place – and it always will be.” The American didn’t face a single break point.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ea8f4c0b2f0aeb5ef90d64d5dd1f6ca717e591c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436472196483/88e8a5b3-1272-46a8-947c-ac98d242ff73-460x276.jpeg\" alt=\"Maria Sharapova\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A despondent Maria Sharapova.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>It is the rivalry that isn’t. It’s a serial nightmare for the Russian, an opportunity for Williams to show who is, by a distance, the finest player in women’s tennis since Steffi Graf and in all likelihood, crowned the very best of them all before she retires. She should also be the owner of 21 slam titles by late Saturday afternoon – one behind the German – if, as universally expected, she dismantles the No20 seed, Muguruza, to win her sixth Wimbledon final, having lifted the trophy in 2002, 2003, 2009, 2010 and 2012.</p> \n<p>Sharapova, the highest-earning female athlete in the world, loses to Williams whether she plays well or not, and she was rarely more than a bystander as the world No1 took her apart in front of a lightly baked audience as embarrassed as they were unsurprised.</p> \n<p>Williams has won $6,175,648 in prize money this year, nearly three times as much as Sharapova. Over her career, she has won $69,676,428 – nearly twice as much as Sharapova. Yet each time they meet it is an event. There is not a weirder duality in sport.</p> \n<p>In every facet of the game, the American was dominant. As Sharapova struggled to even get her ball-toss right, Williams banged down ace after ace, 13 to go with 68 already collected in getting this far, and 29 winners to nine.</p> \n<p>Sharapova led on serve in the second set but it was an illusion. Once Williams found her rhythm, the hammering resumed. Facing break point in the fifth game, she double-faulted – her 43rd of the tournament – and the match was all but done. The hum that rattled around the stadium was one of barely contained pity.</p> \n<p>She gained brief hope with a couple of points on the Williams serve, but, as loud as she shrieked, as fiercely as her eyes blazed, she could not sustain the charge. She tried, nonetheless, as she always does – all the way to the grim end.</p> \n<p>Serving to stay in the championships, she battled to deuce, double-faulted, saved match point and held through two deuce points. A lot of players would dissolve in such circumstances. A lot of players aren’t Maria Sharapova.</p> \n<p>But she could only swish in vain as Williams’s concluding ace flew past her like a bullet. And there were precious few missiles that had gone the other way. For Sharapova, it was a sadly familiar story.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457660710/Serena-Williams-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams","cleanCaption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436472197006/88e8a5b3-1272-46a8-947c-ac98d242ff73-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A despondent Maria Sharapova. Photograph: Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock","credit":"Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock","altText":"Maria Sharapova","cleanCaption":"A despondent Maria Sharapova.","cleanCredit":"Photograph: Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock"}],"webPublicationDate":"2015-07-09T16:37:55Z","lastModified":"2015-07-09T23:30:00Z","metadata":{"commentable":true,"commentCount":279,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Wimbledon 2015","Serena Williams","Maria Sharapova","Wimbledon","Tennis","US sports","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final","shortUrl":"http://gu.com/p/4agkf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457660710/Serena-Williams-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams","cleanCaption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian"}},"importance":5,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Muguruza surprises everyone - even herself - by reaching final","rawTitle":"Muguruza surprises everyone - even herself - by reaching final","item":{"type":"article","id":"sport/2015/jul/09/wimbledon-garbine-muguruza-surprises-everyone-even-herself-by-reaching-final","title":"Wimbledon: Muguruza surprises everyone - even herself - by reaching final","trailText":"The 21-year-old had not got beyond the second round in her two previous visits to the All England Club","standFirst":"<p>The 21-year-old had not got beyond the second round in her two previous visits to the All England Club</p>","byline":"Esther Addley","body":"<p>Shortly before her opening match at Wimbledon last week, the Spanish player Garbi&ntilde;e Muguruza sent a joking text to her compatriot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/conchita-martinez-spain-davis-cup-captain\">Conchita Mart&iacute;nez</a>, who won the tournament in 1994.</p> \n<p>“We were laughing... because I was like, ‘Conchita, I’m not sure about grass.’” The 21-year-old had not got beyond the second round in her two previous visits to the All England Club, and her preparation for the tournament this year had involved two early exits in Birmingham and Eastbourne.</p> \n<p>She has never liked playing on grass – the bounce of the ball is “weird”, she has said – and it didn’t look like the surface was going to be any more friendly this season.</p> \n<p>Martinez’s texts in reply, however, showed she had faith. “She’s like, ‘C’mon, you can play good.’ She’s just telling me every day, every match, ‘Keep going, you’re doing great.’ Giving me power.”</p> \n<p>On Thursday it became apparent quite how much power, when the 6ft <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/agnieszka-radwanska-garbine-muguruza-wimbledon-2015-live\">Muguruza dispatched Agnieszka Radwanska</a> to win a place in her first ever Grand Slam final, on her first ever visit to Centre Court.</p> \n<p>There was no one more surprised than the Spaniard herself. As she smashed a forehand winner to take the match 6-2, 3-6, 6-3, she dropped her racquet, put her hands to her face, and collapsed face first onto the grass. “I don’t have words to explain it,” she said moments later, flashing her characteristic dimpled smile. “I worked all my life to achieve this moment.”</p> \n<p>Tracy Austin, commentating for the BBC, was clear about the significance of the victory, saying: “A star is born in women’s tennis.”</p> \n<p>But though she is ranked number 20 in the world and has twice reached the quarter finals of Roland Garros – beating Serena Williams last year - it almost seems success has come sooner than even the immensely likeable Spaniard expected.</p> \n<p>Asked in her post-match press conference to explain her second set wobble, when she let her Polish opponent back into the match to win six games in a row, she giggled and said: “Well, I think I was 6-2, 3-1 [up]. I was like, what?” </p> \n<p>Muguruza has dual nationality, having been born in Venezuela to a Spanish-Basque father and Venezuelan mother. The family moved to Barcelona when she was a young child, and she rarely visits the South American country. </p> \n<p>It was a dilemma, all the same, when she was forced last year to choose which country to represent: “My family, half is in Spain and half is in Venezuela. Someone’s going to hate me so I don’t want to choose.” She opted, however, for Spain.</p> \n<p>In her spare time she watches tennis and loves to cook - “sweet things, with sugar, not with salt. I know it’s not good for me, but it’s how I like to spend time.”</p> \n<p>Having not expected to do well on her least favourite surface, the player told her parents not to watch her play in London. “They [said to] me two days ago, ‘We want to come.’ I said, ‘No! Don’t change anything!’” She had been brushing her teeth the same way and getting out of bed using the same leg, she laughed, so as not to jinx her unexpected run.</p> \n<p>But would they be coming on Saturday to watch her take on Williams, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/serena-williams-maria-sharapova-wimbledon-2015-live-tennis\">who defeated Maria Sharapova in the other semi-final</a>? She was just about to go and talk to them, she said with a grin. “We will discuss.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/65630335adf2519a0f87e769d14ab9d8fa48cff7/0_1005_2742_1646/2742.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1646,"width":2742,"orientation":"landscape","credit":"Ray Tang/REX Shutterstock/Ray Tang/REX Shutterstock","altText":"Garbiñe Muguruza","cleanCredit":"Photograph: Ray Tang/REX Shutterstock/Ray Tang/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T18:05:18Z","lastModified":"2015-07-09T23:01:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/wimbledon-garbine-muguruza-surprises-everyone-even-herself-by-reaching-final","shortUrl":"http://gu.com/p/4agmp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/wimbledon-garbine-muguruza-surprises-everyone-even-herself-by-reaching-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/wimbledon-garbine-muguruza-surprises-everyone-even-herself-by-reaching-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/65630335adf2519a0f87e769d14ab9d8fa48cff7/0_1005_2742_1646/2742.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1646,"width":2742,"orientation":"landscape","caption":"Garbiñe Muguruza: ‘“We were laughing... because I was like, Conchita, I’m not sure about grass.’ Photograph: Ray Tang/Rex Shutterstock","credit":"Ray Tang/Rex Shutterstock","altText":"Garbiñe Muguruza: ‘“We were laughing... because I was like, Conchita, I’m not sure about grass.’","cleanCaption":"Garbiñe Muguruza: ‘“We were laughing... because I was like, Conchita, I’m not sure about grass.’","cleanCredit":"Photograph: Ray Tang/Rex Shutterstock"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/65630335adf2519a0f87e769d14ab9d8fa48cff7/0_1005_2742_1646/2742.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1646,"width":2742,"orientation":"landscape","credit":"Ray Tang/REX Shutterstock/Ray Tang/REX Shutterstock","altText":"Garbiñe Muguruza","cleanCredit":"Photograph: Ray Tang/REX Shutterstock/Ray Tang/REX Shutterstock"}}]},{"title":"Mature Murray in form of his life to face Federer","rawTitle":"Mature Murray in form of his life to face Federer","item":{"type":"article","id":"sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","title":"Mature Andy Murray in form of his life to face Roger Federer at Wimbledon","trailText":"Scot’s former coach Darren Cahill says he has never seen him playing so well and puts improvement down to experience and a settled home life","standFirst":"Scot’s former coach Darren Cahill says he has never seen him playing so well and puts improvement down to experience and a settled home life","byline":"Kevin Mitchell at Wimbledon","body":"<p>“He’s playing as well as I’ve ever seen him play.” That is the view of Darren Cahill, the astute Australian who coached Andy Murray briefly in 2011 and has watched him as a professional analyst since the Scot’s arrival on the Tour a decade ago. Going into Friday’s semi-final against Roger Federer that is some compliment from one of the most respected experts in the game, a former slam doubles champion who has the distinction of having coached the youngest ever world No1 in Lleyton Hewitt and the oldest in Andre Agassi.</p> \n<p>Cahill, who has been roaming the European circuit for 10 weeks with the broadcaster ESPN, says the match is too close to call but thinks Murray may have a slight advantage if he can win over a crowd who are invariably in love with Federer, no matter who he plays or where.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/andy-murray-roger-federer-five-things-wimbledon\">Andy Murray v Roger Federer: five things that will decide Wimbledon semi-final | Simon Cambers</a> </p> \n</aside> \n<p>“Roger gets so much support,” Cahill told the Guardian. “Everywhere he goes in the world he packs every single stadium. Normally he’s got 95% of the support behind him. This time he walks on to Centre Court and he’s not going to get that [level of] support because he’s up against Andy – and rightly so. How Roger handles that will be interesting.”</p> \n<p>In the most recent of their 23 matches, in the ATP World Tour Finals at the O<sub>2</sub> Arena in London last November, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/13/andy-murray-roger-federer-atp-world-tour-finals\" title=\"\">Federer handed Murray a career-worst 6-0, 6-1 hiding</a>. At the same venue in 2012 – shortly after Murray had won Olympic gold – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/nov/11/andy-murray-roger-federer-02-arena\" title=\"\">crowd were embarrassingly with the Swiss</a> against their home player. So there is baggage for them both to cope with.</p> \n<p>“It’s always one of the classic match-ups,” Cahill says. “It’s the guy who spends a lot more time on the baseline against the guy who’s looking to attack and get to the net at most opportunities. It’s always great between these guys. Neither could have prepared better. The extra week between the French and Wimbledon has helped all the players, to make sure they are physically and mentally ready, playing their best tennis.</p> \n<p>“They’ve had a couple of experiences together here before. In the [2012 Wimbledon] final Roger got the benefit after that rain delay, when he went in there [under the roof] and readjusted his tactics. And Andy got the better of him during the Olympic final. So to pick a winner in this match is just about impossible.</p> \n<p>“We’ve spent hours going through the Xs and Os, and they are always close. In the end it’s going to come down to half a dozen points. Who’s a little bit braver, a little more courageous in the big moments, will probably end up being the winner. Neither of them sits back and waits for the game to come to them; each of them steps up and takes every opportunity.”</p> \n<p>If there is any edge between them, it will probably be well disguised. The only on-court bust-up they have had arrived during Murray’s 6-4, 6-7 (5), 6-3, 6-7 (2), 6-2 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jan/25/andy-murray-roger-federer-australian-open\" title=\"\">win in the Australian Open semi-final</a> two years ago when they swapped glares across the net in the fourth set, the spat and the set going to the cool Swiss.</p> \n<p>Novak Djokovic’s coach, Boris Becker stirred the pot on the eve of the tournament when publicising his new book by suggesting there was lingering animosity between the world No1 and Federer. But Cahill does not think these mind games have as much impact as people imagine. (It is a view not entirely supported by recent evidence – especially the Australian Open final between Murray and Djokovic).</p> \n<p>He adds: “I don’t think it’s a factor any more. What these guys are competing for, what they’ve gone through the past seven or eight years for the rivalry they’ve had, I think it’s quite remarkable the relationship all four guys [putting Rafael Nadal in that mix] have got. So, no, I don’t think any personal elements of the relationship will factor into this match at all. They’re both playing for a spot in the Wimbledon final. That’s all they will have their eyes on.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again\">Am&eacute;lie Mauresmo: the coach who made Andy Murray mint again</a> </p> \n</aside> \n<p>And Cahill senses new calm in the Scot since his marriage to Kim Sears in April. He also thinks Murray’s partnership with his coach of 12 months, Am&eacute;lie Mauresmo, has helped him mature as a player.</p> \n<p>“Over the past three or four years, we’ve seen him mature both on and off court. Recent developments – what’s happened to his personal life – have had a calming effect on him. He’s still the same professional he was when he first broke on to the Tour.</p> \n<p>“He wants it as much now as when he was chasing that first major. That’s one of the reasons he’s still playing at this level, and he’s still capable of winning more majors. He’s been the sort of person who’s never going to leave a stone unturned in trying to get the best out of himself.”</p> \n<p>Cahill detects some minor changes in Murray’s game, from adapting his physical preparation to his needs to the way he plays on court, using more of his skills as tennis shifts gradually away from the attritional game.</p> \n<p>“Time on Tour and learning to understand your body better, you become a smarter athlete and a smarter tennis player. That’s what’s happening with Andy: he’s working out what suits him better and how to prepare himself better for the majors. The body reacts differently to different pressures. How Federer prepares is different to the way Andy prepares, to the way Nadal or Djokovic prepare. So you have to find what works for you and I think Andy has latched on to what works for him.</p> \n<p>“You can’t get every decision right. When you’re younger and you’re facing the top players in the world you work extremely hard, but sometimes you might overwork a little bit in the wrong areas –with the right intentions, but you don’t know that until you go through those experiences yourself.</p> \n<p>“With a little bit of trial and error, and also him being willing to do everything as well as he can, he’s been able to get his preparation pretty much right.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T16:56:55Z","lastModified":"2015-07-09T23:01:22Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","shortUrl":"http://gu.com/p/4agyg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457660710/Serena-Williams-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams","cleanCaption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Tour de France / Tony Martin quits after breaking collarbone on stage six","rawTitle":"Tony Martin quits after breaking collarbone on stage six","item":{"type":"article","id":"sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling","title":"Tour de France 2015: Tony Martin quits after breaking collarbone on stage six","trailText":"The yellow jersey wearer Tony Martin crashed in a frantic finale to stage six of the Tour de France in Le Havre and has pulled out","standFirst":"<span class=\"bullet\">•</span> Martin, the yellow jersey wearer, crashes with 1km to go\n<br />\n<span class=\"bullet\">•</span> Chris Froome takes over as leader once more","byline":"Barry Glendenning","body":"<p>Tony Martin was forced to pull out of the Tour de France after crashing in bizarre circumstances just inside the closing kilometre of stage six. While his Etixx-Quick Step team-mate, Zdenek Stybar, was powering to victory in Le Havre, Martin appeared to veer violently right, barging into another rider who in turn took out Vincenzo Nibali and Nairo Quintana in a domino effect. Martin later said he had clipped the wheel of a rider in front of him. “He abandons,” a spokesman said.</p> \n<p>Later it emerged that Martin will undergo surgery in Hamburg on Friday. “The collarbone is in lots of pieces, so it was a major impact,” said Helge Riepenhof, the team doctor. “One of the pieces came through the skin, which means it’s an open fracture. Therefore, even if it was Tony’s wish to start tomorrow, I have to say he is not allowed to.</p> \n<p>“He needs surgery straight away, and that is why we are going to the hospital now. We will fix the collarbone there. He is already on antibiotics. It’s a serious injury, and that is why we can’t risk anything and why he cannot be at the start tomorrow.”</p> \n<p>Accelerating past on the outside, Chris Froome was lucky to avoid hitting the deck, too. The Sky team leader was sent into a speed-wobble but remained upright and eventually crossed the line unscathed but with a buckled wheel. Nibali initially blamed Froome for the crash and claimed to be “very angry”, but the Sky rider later visited the Astana team bus to have it out with his rival, who apologised upon seeing footage of the incident.</p> \n<p>“Did we clear it all up?” said Nibali. “Yeah. We are not footballers, we are cyclists.” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/tour-de-france-tony-martin-wins-stage-four\" title=\"\">In Martin’s absence, Froome takes over as race leader</a> as the next-best-placed rider on general classification. Martin is the second race leader to withdraw through injury, following Fabian Cancellara’s abandonment on Monday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/tour-de-france-2015-stage-six-live\">Tour de France 2015: stage six – as it happened</a> </p> \n</aside> \n<p>As the various riders involved in the crash extricated themselves from the pile-up, it quickly became apparent the <em>maillot jaune</em> had come off worst. Riding home one-handed, he was flanked by several team-mates, with Julian Vermote and Michal Kwiatkowski pushing him over the line. “I was extremely unlucky,” said Martin. “I can’t really remember what happened. I touched the wheel of the rider ahead of me. It’s the Tour, luck and bad luck are very close together. It’s often the way accidents happen. You’re not going that fast and then you fall over each other with all your weight.”</p> \n<p>With its short, steep climb to a finishing straight that levels out for the final 400m, this stage to Le Havre prompted considerable debate over who would prevail: sprinters or <em>puncheurs</em>, specialists on this terrain. Such sharp ascents can prove tricky for out-and-out fast men such as Andr&eacute; Greipel and Mark Cavendish, but are relished by the likes of Peter Sagan, the Tinkoff-Saxo rider whose quick acceleration up small climbs made him odds-on favourite for the win. Sadly, for the fourth time in five stages he finished second or third, this time behind the former cyclo-cross star Stybar, who made an impressive contribution to an increasingly weird week for Etixx-Quick Step.</p> \n<p>In just six stages, the Belgian team have had the mother of all internecine bust-ups and been publicly flamed by their owner. They have won two stages and narrowly missed out on two others. They have had a sporting director suspended for a stage after film of him celebrating in a team car showed he was not wearing a seatbelt. And now, having finally got Martin into the yellow jersey for the first time in his career after two near misses, the keystone Quick Steppers have lost it sooner than expected.</p> \n<p>Before their incident-packed finish, the peloton had a little under 191 uneventful kilometres with which to contend, setting off from Abbeville in the Somme, heading to Dieppe and then making their way along the north-west coast to the port of Le Havre. On a route that proved the source of many aerial views of topaz seas lapping up against gleaming white cliff faces, the 188 remaining competitors were spared the downpours and violent buffeting feared by many and instead rode in glorious sunshine.</p> \n<p>Cruising along after a three-man breakaway that at one point opened a gap of over five minutes, the early excitement within the peloton came in the form of a puncture for Martin and a minor crash for the Movistar rider Alejandro Valverde, who slipped on gravel following a post-pee wheelspin. So far, so quiet.</p> \n<p>Following the abandonment of their star sprinter, Nacer Bouhanni, on Wednesday, it was no surprise to see Cofidis revert to their old habit of justifying their otherwise futile existence by committing Kenneth van Bilsen to the escape party, where he was accompanied by Daniel Teklehaimanot and Perrig Qu&eacute;m&eacute;neur.</p> \n<p>Teklehaimanot realised a lifelong ambition by securing the polka dot jersey, becoming the first black African in race history to wear it, while Bilsen’s late doomed solo effort ended inevitably with 3km to go. He was swallowed by the bunch before Stybar surged clear to take the win on a day of mixed fortunes for his team.</p> \n<p>Etixx-Quickstep are not the only team being put through the wringer and have at least enjoyed plenty of success to go with their assorted misfortunes. Orica-GreenEdge, the team of the British twins Adam and Simon Yates, have already lost three riders to broken bones while their Tour debutant, Michael Matthews, struggles on despite two fractured ribs. The Australian team would have been fancied to win Sunday’s team time-trial from Vannes to Plumelec but in a discipline where the clock stops when the fifth rider crosses the finish line, they will do well to get five men down the starting ramp. “The team time trial was one of our goals,” mused one member of their backroom team. “Now with six riders, it’ll be a rest day before the rest day.”</p> \n<p>Stage seven takes the peloton from Livarot, hosting the Tour for the first time and known for the pungency of its Graindorge cheese, to Foug&egrave;res along a long and flat route that Etixx-Quick Step have earmarked as a final chance for Mark Cavendish to open his account before the race enters the mountains. In what has been a preposterously topsy-turvy week for them, absolutely anything could happen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/tour-de-france-2015-stage-six-live\">Tour de France 2015: stage six – as it happened</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7918f728dc8aa57d3c1a41bb11ae86038274662f/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Bryn Lennon/Getty Images","altText":"Le Tour de France 2015 - Stage Six<br>LE HAVRE, FRANCE - JULY 09:  Injured yellow jersey wearer Tony Martin of Germany and Etixx-Quick Step is given assistance after a fall close to the finish during stage six of the 2015 Tour de France, a 191.5km stage between Abbeville and Le Havre, on July 9, 2015 in Le Havre, France.  (Photo by Bryn Lennon/Getty Images)","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T16:42:00Z","lastModified":"2015-07-09T23:50:01Z","metadata":{"commentable":true,"commentCount":170,"contributors":[],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling","shortUrl":"http://gu.com/p/4agyt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling","webUri":"http://www.theguardian.com/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457458013","source":"Other...","durationInSeconds":189,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150708LeTourStage6_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150708LeTourStage6.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436466060522/KP_347844_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 6 highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 6 highlights","cleanCaption":"620x372 trailpic for Tour De France day 6 highlights"}}},"importance":5,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7918f728dc8aa57d3c1a41bb11ae86038274662f/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Bryn Lennon/Getty Images","altText":"Le Tour de France 2015 - Stage Six<br>LE HAVRE, FRANCE - JULY 09:  Injured yellow jersey wearer Tony Martin of Germany and Etixx-Quick Step is given assistance after a fall close to the finish during stage six of the 2015 Tour de France, a 191.5km stage between Abbeville and Le Havre, on July 9, 2015 in Le Havre, France.  (Photo by Bryn Lennon/Getty Images)","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}}]},{"title":"Wimbledon / Murray ‘in form of his life’ for Federer showdown","rawTitle":"Murray ‘in form of his life’ for Federer showdown","item":{"type":"article","id":"sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","title":"Mature Andy Murray in form of his life to face Roger Federer at Wimbledon","trailText":"Scot’s former coach Darren Cahill says he has never seen him playing so well and puts improvement down to experience and a settled home life","standFirst":"Scot’s former coach Darren Cahill says he has never seen him playing so well and puts improvement down to experience and a settled home life","byline":"Kevin Mitchell at Wimbledon","body":"<p>“He’s playing as well as I’ve ever seen him play.” That is the view of Darren Cahill, the astute Australian who coached Andy Murray briefly in 2011 and has watched him as a professional analyst since the Scot’s arrival on the Tour a decade ago. Going into Friday’s semi-final against Roger Federer that is some compliment from one of the most respected experts in the game, a former slam doubles champion who has the distinction of having coached the youngest ever world No1 in Lleyton Hewitt and the oldest in Andre Agassi.</p> \n<p>Cahill, who has been roaming the European circuit for 10 weeks with the broadcaster ESPN, says the match is too close to call but thinks Murray may have a slight advantage if he can win over a crowd who are invariably in love with Federer, no matter who he plays or where.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/andy-murray-roger-federer-five-things-wimbledon\">Andy Murray v Roger Federer: five things that will decide Wimbledon semi-final | Simon Cambers</a> </p> \n</aside> \n<p>“Roger gets so much support,” Cahill told the Guardian. “Everywhere he goes in the world he packs every single stadium. Normally he’s got 95% of the support behind him. This time he walks on to Centre Court and he’s not going to get that [level of] support because he’s up against Andy – and rightly so. How Roger handles that will be interesting.”</p> \n<p>In the most recent of their 23 matches, in the ATP World Tour Finals at the O<sub>2</sub> Arena in London last November, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/13/andy-murray-roger-federer-atp-world-tour-finals\" title=\"\">Federer handed Murray a career-worst 6-0, 6-1 hiding</a>. At the same venue in 2012 – shortly after Murray had won Olympic gold – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/nov/11/andy-murray-roger-federer-02-arena\" title=\"\">crowd were embarrassingly with the Swiss</a> against their home player. So there is baggage for them both to cope with.</p> \n<p>“It’s always one of the classic match-ups,” Cahill says. “It’s the guy who spends a lot more time on the baseline against the guy who’s looking to attack and get to the net at most opportunities. It’s always great between these guys. Neither could have prepared better. The extra week between the French and Wimbledon has helped all the players, to make sure they are physically and mentally ready, playing their best tennis.</p> \n<p>“They’ve had a couple of experiences together here before. In the [2012 Wimbledon] final Roger got the benefit after that rain delay, when he went in there [under the roof] and readjusted his tactics. And Andy got the better of him during the Olympic final. So to pick a winner in this match is just about impossible.</p> \n<p>“We’ve spent hours going through the Xs and Os, and they are always close. In the end it’s going to come down to half a dozen points. Who’s a little bit braver, a little more courageous in the big moments, will probably end up being the winner. Neither of them sits back and waits for the game to come to them; each of them steps up and takes every opportunity.”</p> \n<p>If there is any edge between them, it will probably be well disguised. The only on-court bust-up they have had arrived during Murray’s 6-4, 6-7 (5), 6-3, 6-7 (2), 6-2 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jan/25/andy-murray-roger-federer-australian-open\" title=\"\">win in the Australian Open semi-final</a> two years ago when they swapped glares across the net in the fourth set, the spat and the set going to the cool Swiss.</p> \n<p>Novak Djokovic’s coach, Boris Becker stirred the pot on the eve of the tournament when publicising his new book by suggesting there was lingering animosity between the world No1 and Federer. But Cahill does not think these mind games have as much impact as people imagine. (It is a view not entirely supported by recent evidence – especially the Australian Open final between Murray and Djokovic).</p> \n<p>He adds: “I don’t think it’s a factor any more. What these guys are competing for, what they’ve gone through the past seven or eight years for the rivalry they’ve had, I think it’s quite remarkable the relationship all four guys [putting Rafael Nadal in that mix] have got. So, no, I don’t think any personal elements of the relationship will factor into this match at all. They’re both playing for a spot in the Wimbledon final. That’s all they will have their eyes on.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again\">Am&eacute;lie Mauresmo: the coach who made Andy Murray mint again</a> </p> \n</aside> \n<p>And Cahill senses new calm in the Scot since his marriage to Kim Sears in April. He also thinks Murray’s partnership with his coach of 12 months, Am&eacute;lie Mauresmo, has helped him mature as a player.</p> \n<p>“Over the past three or four years, we’ve seen him mature both on and off court. Recent developments – what’s happened to his personal life – have had a calming effect on him. He’s still the same professional he was when he first broke on to the Tour.</p> \n<p>“He wants it as much now as when he was chasing that first major. That’s one of the reasons he’s still playing at this level, and he’s still capable of winning more majors. He’s been the sort of person who’s never going to leave a stone unturned in trying to get the best out of himself.”</p> \n<p>Cahill detects some minor changes in Murray’s game, from adapting his physical preparation to his needs to the way he plays on court, using more of his skills as tennis shifts gradually away from the attritional game.</p> \n<p>“Time on Tour and learning to understand your body better, you become a smarter athlete and a smarter tennis player. That’s what’s happening with Andy: he’s working out what suits him better and how to prepare himself better for the majors. The body reacts differently to different pressures. How Federer prepares is different to the way Andy prepares, to the way Nadal or Djokovic prepare. So you have to find what works for you and I think Andy has latched on to what works for him.</p> \n<p>“You can’t get every decision right. When you’re younger and you’re facing the top players in the world you work extremely hard, but sometimes you might overwork a little bit in the wrong areas –with the right intentions, but you don’t know that until you go through those experiences yourself.</p> \n<p>“With a little bit of trial and error, and also him being willing to do everything as well as he can, he’s been able to get his preparation pretty much right.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T16:56:55Z","lastModified":"2015-07-09T23:01:22Z","metadata":{"commentable":true,"commentCount":107,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","shortUrl":"http://gu.com/p/4agyg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}}]},{"title":"Athletics / Mo Farah returns only to reignite feud with British team-mate Andy Vernon","rawTitle":"Mo Farah returns only to reignite feud with British team-mate Andy Vernon","item":{"type":"article","id":"sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon","title":"Mo Farah returns only to reignite feud with British team-mate Andy Vernon","trailText":"Mo Farah triumphed on his return to the track but ran into more controversy by reigniting his feud with his British team-mate Andy Vernon","standFirst":"<span class=\"bullet\">•</span> Farah tells fellow distance runner to ‘fuck off’\n<br />\n<span class=\"bullet\">•</span> I wanted to bury the hatchet, says Vernon","byline":"Owen Gibson in Lausanne","body":"<p>Mo Farah triumphed on his return to the track after the doping claims levelled at his coach but immediately ran into more controversy by reigniting his feud with his British team-mate Andy Vernon.</p> \n<p>After their 5,000m Diamond League race, <a href=\"http://preview.gutools.co.uk/sport/2015/jul/09/mo-farah-5000m-lausanne-diamond-league-justin-gatlin-100m\" title=\"\">which Farah won with a trademark last-lap surge</a> against a high-quality field, Vernon said that he approached the double Olympic champion to congratulate him and was told to “fuck off”.</p> \n<p>The pair became engaged in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/17/mo-farah-twitter-argument-andy-vernon\" title=\"\">an extraordinary public row</a> this year, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/17/mo-farah-twitter-argument-andy-vernon\" title=\"\">Vernon accused Farah</a>, on Twitter, of running against “joke” fields in Britain. Farah retaliated before the Birmingham indoor grand prix by accusing Vernon of questioning his nationality when the pair won 10,000m gold and silver at last year’s world championships.</p> \n<p>Farah, under intense pressure in recent weeks since the BBC’s Panorama made <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/mo-farah-alberto-salazar-doping-allegations-panorama\" title=\"\">doping allegations about Alberto Salazar</a>, which the coach has denied, was a picture of delight when he crossed the line. But Vernon claimed things turned ugly immediately afterwards when he tried to bury the hatchet before he travels to Font Romeu where Farah has been training.</p> \n<p>“I went to shake his hand and he turned his back on me and told me to fuck off. I’m glad you saw it. I wanted to bury the hatchet, I’m going up to Font Romeu in a few days’ time and I just wanted to end it,” said Vernon, who finished 15th. “It’s in the past, I don’t know why we can’t just forget about it. He’s done to me a lot worse than I’ve done to him and to not even be a sportsman there and shake my hand I think is pretty disgraceful, to be honest.</p> \n<p>“With all the bad publicity he’s getting at the moment I would have thought he would try to actually make a good name for himself again but by doing that it’s not too good for him,” added Vernon. “Like in the armed forces, you salute the rank, not the person sometimes. I wanted to congratulate the performance. Whether we’re friends or not, I can appreciate a good performance so I’d like to congratulate him but I get that reaction.”</p> \n<p>Both parties had earlier said they wanted to draw a line under the embarrassing row in February. Last month Vernon said he was “not surprised” that Farah had chosen to stick with Salazar but added that if he could deal with any backlash then “good luck to him”. Asked whether there was an incident with Vernon after the race, Farah said: “I don’t know, not that I saw,” and refused to comment further.</p> \n<p>The incident took the gloss off a cathartic victory for Farah against a high-class field. “The race had everybody in it, it wasn’t an easy race, it was like a mini-worlds. I wanted to come out here and race against the guys before the worlds, I was happy with the way I finished the race, I enjoyed it,” he said. “As an athlete you just have to do what you best. The last couple of weeks have been hard for my family and everyone else. But what can you do? You just want to run and that’s what I did and I enjoyed it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475780201/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS","credit":"Denis Balibouse/REUTERS","altText":"mo farah","cleanCaption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-09T21:03:49Z","lastModified":"2015-07-09T23:15:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Mo Farah","Alberto Salazar","Athletics","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon","shortUrl":"http://gu.com/p/4agqx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon","webUri":"http://www.theguardian.com/sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475780201/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS","credit":"Denis Balibouse/REUTERS","altText":"mo farah","cleanCaption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS"}},"importance":4,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475780201/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS","credit":"Denis Balibouse/REUTERS","altText":"mo farah","cleanCaption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS"}}]},{"title":"Lusitans 0-1 West Ham / West Ham progress in Europa League despite Diafra Sakho red card","rawTitle":"West Ham progress in Europa League despite Diafra Sakho red card","item":{"type":"article","id":"football/2015/jul/09/lusitans-west-ham-europa-league-first-qualifying-round-second-leg-match-report","title":"West Ham beat Lusitans in Europa League despite Diafra Sakho red card","trailText":"West Ham won 1-0 in the second leg and 4-0 on aggregate despite having Diafra Sakho sent off after just 14 minutes in Andorra","standFirst":"<span class=\"bullet\">•</span> Lusitans 0-1 West Ham; West Ham win 4-0 on aggregate\n<br />\n<span class=\"bullet\">•</span> Diafra Sakho sent off after 14 minutes of second leg in Andorra","byline":"Press Association","body":"<p>West Ham recovered from an early red card for Diafra Sakho to ease past Lusitans and advance to the second round of Europa League qualifiers.</p> \n<p>Having scored twice <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/west-ham-united-lusitans-match-report\" title=\"\">in the first leg</a>, Sakho had a night to forget in Andorra after being sent off in the 14th minute. The striker will now miss the second-round qualifying tie with the Maltese side Birkirkara.</p> \n<p>Elliot Lee’s first goal for the Hammers was enough to secure the 1-0 win on the evening to wrap up a comprehensive 4-0 aggregate success.</p> \n<p>Slaven Bilic had been criticised by the Lusitans coach, Xavi Roura, for disrespecting his side by not being involved in the opening leg – the Croat having placed the club’s academy director, Terry Westley, in charge of the team – but the new West Ham manager was on the touchline to see his side progress with ease.</p> \n<p>With the majority of his first-team squad returning to London following a pre-season training camp in Dublin, it was another side balanced with both youth and experience. James Tomkins again captained the side with Joey O’Brien making his 100th appearance for the club, and Matt Jarvis and Morgan Amalfitano also started.</p> \n<p>The night got off to a bad start, however, with last season’s top goalscorer dismissed after an incident off the ball that saw the Lusitans players surround the Danish referee Anders Poulsen, who agreed with their calls for Sakho to be sent off.</p> \n<p>Despite the early setback, the visitors were in front seven minutes later as Sakho’s fellow forward Lee coolly converted Matt Jarvis’ flick to score the only goal of the night – although the 20-year-old threatened a second moments later, but was knocked off the ball as he ran through on goal.</p> \n<p>The Lusitans winger Jos&eacute; Aguilar, who pestered West Ham’s players for much of the game after a similarly niggly first leg, went close with a 35-yard free-kick in the second half before defender Mois&eacute;s San Nicol&aacute;s headed home – only to see his effort chalked out for offside.</p> \n<p>There were late chances for both sides as Lee came close to adding a second late on but his curling effort bent the wrong side of Lusitans goalkeeper Gerardo Rubio’s post, before Tomkins was on hand to clear Alfi Conteh-Lacalle’s injury-time free-kick off the line.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/9/1436474952296/Elliot-Lee-West-Ham-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Elliot Lee, right, scored his first West Ham goal shortly after his fellow forwards Diafra Sakho had been sent off for an off-the-ball incident. Photograph: Peter Cziborra/Reuters","credit":"Peter Cziborra/Reuters","altText":"Elliot Lee West Ham","cleanCaption":"Elliot Lee, right, scored his first West Ham goal shortly after his fellow forwards Diafra Sakho had been sent off for an off-the-ball incident. Photograph: Peter Cziborra/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-09T20:49:49Z","lastModified":"2015-07-09T22:06:51Z","metadata":{"commentable":true,"commentCount":27,"contributors":[],"feature":false,"keywords":["West Ham United","Europa League","Football","Sport"],"tags":[{"id":"football/westhamunited","webTitle":"West Ham United"},{"id":"football/uefa-europa-league","webTitle":"Europa League"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/09/lusitans-west-ham-europa-league-first-qualifying-round-second-leg-match-report","shortUrl":"http://gu.com/p/4agpp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/09/lusitans-west-ham-europa-league-first-qualifying-round-second-leg-match-report","webUri":"http://www.theguardian.com/football/2015/jul/09/lusitans-west-ham-europa-league-first-qualifying-round-second-leg-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/9/1436474952296/Elliot-Lee-West-Ham-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Elliot Lee, right, scored his first West Ham goal shortly after his fellow forwards Diafra Sakho had been sent off for an off-the-ball incident. Photograph: Peter Cziborra/Reuters","credit":"Peter Cziborra/Reuters","altText":"Elliot Lee West Ham","cleanCaption":"Elliot Lee, right, scored his first West Ham goal shortly after his fellow forwards Diafra Sakho had been sent off for an off-the-ball incident. Photograph: Peter Cziborra/Reuters"}},"importance":3,"kicker":{"title":"Lusitans 0-1 West Ham"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/9/1436474952296/Elliot-Lee-West-Ham-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Elliot Lee, right, scored his first West Ham goal shortly after his fellow forwards Diafra Sakho had been sent off for an off-the-ball incident. Photograph: Peter Cziborra/Reuters","credit":"Peter Cziborra/Reuters","altText":"Elliot Lee West Ham","cleanCaption":"Elliot Lee, right, scored his first West Ham goal shortly after his fellow forwards Diafra Sakho had been sent off for an off-the-ball incident. Photograph: Peter Cziborra/Reuters"}}]},{"title":"England tweet row / Former captain says FA ‘mothers and partners’ post wasn't sexist","rawTitle":"Former captain says FA ‘mothers and partners’ post wasn't sexist","item":{"type":"article","id":"football/2015/jul/09/england-casey-stoney-rejects-sexism-row-tweet","title":"Casey Stoney rejects sexism row over FA’s ‘mothers and partners’ tweet","trailText":"England’s Casey Stoney has dismissed the row over a tweet from the official England FA Twitter account","standFirst":"<span class=\"bullet\">•</span> Stoney: ‘I find it incredible that someone would find that sexist’\n<br />\n<span class=\"bullet\">•</span> ‘It was just facts, and to be called a hero is amazing’\n<br />\n<span class=\"bullet\">•</span> England players attended breakfast reception with Prince William","byline":"Nick Ames","body":"<p>England’s Casey Stoney has dismissed the row over a tweet from the official England FA Twitter account, rejecting suggestions it was sexist.</p> \n<p>The tweet, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/england-women-twitter-world-cup-mothers-partners-daughters\">quickly deleted after an online backlash</a>, welcomed the players home by saying: “Our Lionesses go back to being mothers, partners and daughters today, but they have taken on another title – heroes.”</p> \n<p>The message was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/fa-england-women-tweet\">widely criticised on social media</a> for appearing to portray the players as something other than simply athletes, but the former England captain, speaking at a breakfast reception with Prince William at Kensington Palace, said: “I find it incredible that someone would find that sexist.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/fa-england-women-tweet\">England’s women are big enough to laugh off FA’s ‘wives and mothers’ tweet | Marina Hyde</a> </p> \n</aside> \n<p>“When I came back to this country was I a mum? Yes. Was I a daughter? Yes. To me it was black and white, just facts, and to be called a hero is amazing.”</p> \n<p>Meetings with the Prince, who had last spoken with the England team as they prepared for the tournament at St George’s Park, tend to be relaxed affairs, and his enthusiasm for the women’s game is appreciated by those in the camp.</p> \n<p>He told the players: “You showed the men how to do it”, and discussed how the public had been behind them while they were away. “You really gave it your all, and everybody here noticed it – social media was alive with it ... What you created as a team, it’s fantastic. You’re only going to get bigger and better.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457455133__\n</div> \n<p>William joked about his son, Prince George, telling the team: “I was going to bring George this morning”, but the toddler was busy with his toy plane.</p> \n<p>The England midfielder Karen Carney said: “He watched all the games and was right behind us. He just told us that he was immensely proud of what we’d achieved and that we have done the whole country proud with our passion and determination. It’s amazing to be here.”</p> \n<p>There has been little let-up for Mark Sampson’s team since they arrived back in England early on Monday morning. The team travelled to London on Wednesday ahead of their breakfast engagement, which was followed by a training session with local schoolchildren on the Royal Household football pitch as part of the “We Can Play” initiative to encourage young girls to play football.</p> \n<p>“A lot of us are still jetlegged to be honest – I barely know what day it is,” said Carney. “I think it’s all just hitting home now, coming here and also seeing people’s reactions. We were quite sheltered out in Canada, especially given the time difference. To see people tweeting pictures of our names on the back of their shirts, and screensavers of the team on their phones, really says a lot.</p> \n<p>“It’s nice to hear that we have been an inspiration to people – that was always our objective but I don’t know if we thought we could achieve it to this extent.”</p> \n<figure class=\"element element-image\" data-media-id=\"cd6622f6a7c05cceaf706950723e784be9ef4a69\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443513281/7e1d749a-81ef-4f85-9078-3eb51ccbc580-460x276.jpeg\" alt=\"England's Karen Bardsley (left) takes a selfie in front of Prince William at Kensington Palace.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s Karen Bardsley (left) takes a selfie in front of Prince William at Kensington Palace.</span> \n </figcaption> \n</figure> \n<p>Some of Carney’s team-mates were back in training with their clubs on Thursday, with a view to their participation in Women’s Super League fixtures this Sunday. Carney will join up with Birmingham City and assess the likelihood of her involvement against Manchester City.</p> \n<p>“A few of us are still struggling with ongoing things so we’ll see how it goes,” she said. “The team as a whole decided that we wanted to go ahead with the summer league so we’ll get on with it and I’m sure we will be fine. Hopefully the excitement people have will carry into the weekend; it’ll be interesting to see if it has an impact on the attendances.”</p> \n<p>Carney had been troubled by injury before the tournament but made decisive contributions for Sampson’s heavily-rotated team, scoring in the narrow group stage wins <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/england-mexico-womens-world-cup-match-report\">against Mexico</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/england-colombia-womens-world-cup-match-report\">Colombia</a>. Completing 120 minutes in the third-place match against Germany capped an impressive personal and collective achievement after what could have been an enervating semi-final defeat to Japan.</p> \n<p>“The whole journey was a whirlwind, full of highs and lows,” said Carney. “But to end in the manner we did, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report\">beating Germany</a> with a penalty and winning the bronze medal, made it worth everything.</p> \n<p>“I think <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/01/womens-world-cup-2015-japan-england-live\">what happened to us against Japan</a> brought us all together. We deserved to go the whole way but it wasn’t to be and maybe we were destined to end with a great result against the Germans like that. We didn’t want to let it slip – we couldn’t finish fourth and come away with nothing. That thought galvanised us and we kicked on.”</p> \n<p>After the trip to Kensington Palace, the players visited Downing Street to meet David Cameron.</p> \n<div>\n __VIDEO_EMBED_gu-video-457453372__\n</div>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443051593/Prince-William-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Wpa Pool/Getty Images","altText":"Members of England’s Women World Cup squad meet Prince William at Kensington Palace. Photograph: Wpa Pool/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443514857/7e1d749a-81ef-4f85-9078-3eb51ccbc580-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England’s Karen Bardsley (left) takes a selfie in front of Prince William at Kensington Palace.","credit":"WPA Pool/Getty Images","altText":"England's Karen Bardsley (left) takes a selfie in front of Prince William at Kensington Palace.","cleanCaption":"England’s Karen Bardsley (left) takes a selfie in front of Prince William at Kensington Palace."}],"webPublicationDate":"2015-07-09T12:23:21Z","lastModified":"2015-07-09T15:59:12Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Ames","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-ames"}],"feature":false,"keywords":["England women's football team","The FA","Football politics","Women's World Cup 2015","Women's football","Football","Prince William","Sport"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/fa","webTitle":"The FA"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"uk/prince-william","webTitle":"Prince William"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Nick Ames","topic":{"type":"tag-contributor","name":"profile/nick-ames"}}],"embeddedVideos":[{"id":"gu-video-457455133","source":"ITN","durationInSeconds":45,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150709PrinceWilliam.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150709PrinceWilliam_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436454214336/KP_347450_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Prince William mingles with Englands womens football team - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Prince William mingles with Englands womens football team - video","cleanCaption":"620x372 trailpic for Prince William mingles with Englands womens football team - video"}},{"id":"gu-video-457453372","source":"SNTV","durationInSeconds":37,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150709EnglandPM.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150709EnglandPM_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436448475370/KP_347427_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for England team meet with David Cameron at Downing Street- video","credit":"guardian.co.uk","altText":"620x372 trailpic for England team meet with David Cameron at Downing Street- video","cleanCaption":"620x372 trailpic for England team meet with David Cameron at Downing Street- video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/09/england-casey-stoney-rejects-sexism-row-tweet","shortUrl":"http://gu.com/p/4agcg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/09/england-casey-stoney-rejects-sexism-row-tweet","webUri":"http://www.theguardian.com/football/2015/jul/09/england-casey-stoney-rejects-sexism-row-tweet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443051593/Prince-William-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Members of England’s Women World Cup squad meet Prince William at Kensington Palace. Photograph: Wpa Pool/Getty Images","credit":"Wpa Pool/Getty Images","altText":"Members of England’s Women World Cup squad meet Prince William at Kensington Palace. Photograph: Wpa Pool/Getty Images","cleanCaption":"Members of England’s Women World Cup squad meet Prince William at Kensington Palace. Photograph: Wpa Pool/Getty Images"}},"importance":3,"kicker":{"title":"England tweet row"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443051593/Prince-William-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Wpa Pool/Getty Images","altText":"Members of England’s Women World Cup squad meet Prince William at Kensington Palace. Photograph: Wpa Pool/Getty Images"}}]}],"lastModified":"2015-07-09T21:42:24Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}