{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Wimbledon 2015 / Husband and wife team plot early Murray exit","rawTitle":"Husband and wife team plot early Murray exit","item":{"type":"article","id":"sport/2015/jun/29/andy-murray-mikhail-kukushkin-wimbledon-2015","title":"Andy Murray faces Mr and Mrs K’s plan A – ‘do something good’","trailText":"Mikhail Kukushkin is coached by his wife, Anastasia, whose tactics for toppling Andy Murray at his Wimbledon fortress are mainly based on hope","standFirst":"Mikhail Kukushkin is coached by his wife, Anastasia, whose tactics for toppling Andy Murray at his Wimbledon fortress are mainly based on hope","byline":"Kevin Mitchell at Wimbledon","body":"<p>When asked how her husband Mikhail might beat Andy Murray on Centre Court on Tuesday, Anastasia Kukushkina giggles and turns to the man from whom she has taken her married name (with the “a” the customary appendage in Russian), and says: “I don’t know. I think he must relax and try to do something good.”</p> \n<p>Indeed he must, probably over five sets, and their respective and mutual histories do not suggest that is likely. They are worlds apart in achievement, money and prospects, with Murray, the world No3, many people’s favourite to win his second Wimbledon title, and Kukushkin, ranked at 59, probably grateful to be picking up &pound;29,000 as his first-round cheque.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/liam-broad-wimbledon-first-round-win-friends-floors\">Liam Broady hopes Wimbledon win will get him off friends’ floors</a> </p> \n</aside> \n<p>Murray has won their only two encounters fairly easily. However, where Kukushkin and Murray have common ground is more obvious: both are coached by women, as is Denis Istomin (uniquely tutored by his mother, Klaudiya), who is on their side of the draw. It is a trio unique in the ATP top 100, rarely in the whole of the game.</p> \n<p>Anastasia played until she was 16 and was a coach at the famous Moscow club, Spartak. “She was working there for a couple of years,” Kukushkin says. “When we met and she started to help me, then she start to go full-time with me. She had to quit [the club] because there was not time enough for that.”</p> \n<p>While Murray has been hailed as a pioneer for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again\">hiring Am&eacute;lie Mauresmo</a> a year ago to succeed Ivan Lendl and lauded as a feminist for his stalwart defence of her, as well as the protective sentiments he has expressed as she approaches the delivery of her first child in August, the Kazakh of Russian origin has been allowed to tour with his wife without much fuss.</p> \n<p>His ranking probably explains why – although he is a clever player with a fine tennis brain. And he does not lack for ambition.</p> \n<p>“To get a draw with Andy Murray at his home, one of his favourite tournaments, it’s tough for sure,” he says. “But it’s one of the challenges that I met a lot in my career. I played twice here in the Centre Court against Roger [Federer] and Rafa [Nadal]. I won one set last year against Rafa – I play good in the first set and after that … not really.”</p> \n<p>Murray beat him in Brisbane then Melbourne two years ago but Kukushkin says: “It is different to the Australian Open. It was fourth round, I played already a couple of matches before so it felt inside the tournament. Now it’s the first round, just preparing, waiting for your match. It’s a bit different but I’m not that nervous.”</p> \n<p>For Anastasia, it has not always been an anxiety-free experience, watching her husband play, week in week out, often on outside courts away from the glamour and noise of the Tour.</p> \n<p>“But I’m not so nervous, like three or four years ago,” she says. “Now I’m just relaxing and try to give him some more …power?” She laughs again.</p> \n<p>“Confidence,” he smiles.</p> \n<p>Kukushkin is not surprised there are few women coaching men on the Tour. “All of us [Murray, Istomin and himself], we are happy with it but I believe most other tennis players, they don’t support it. A lot of people around tennis, they think that it’s not good.”</p> \n<p>“Not professional,” offers Anastasia. They have what she calls, “sceptic vision”. She adds: “In my opinion it doesn’t matter with whom you are coaching. If you have a result, it doesn’t matter if it is a female or a male.”</p> \n<p>There is a level of irritation emerging, although Mr and Mrs K are impeccably polite. Still, Anastasia does not like the fact she is not allowed near the locker room – as well as other manifestations of exclusion. “I don’t have access,” she says. “Maybe I can go in but not everywhere.”</p> \n<p>Kukushkin reveals his wife has even had trouble getting accreditation as a coach, as tournament organisers regard her as just his girlfriend. “There are always problems.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/lleyton-hewitt-bids-farewell-to-wimbledon-after-nieminen-loss\">Lleyton Hewitt bids farewell to Wimbledon after Nieminen loss</a> </p> \n</aside> \n<p>He explains also why he switched his allegiance from Russia to Kazakhstan in 2008. “As I remember, I was about 150 in the rankings and everyone, all the coaches, thought I could be a top-100 player but there were a lot of good Russian players [ahead of him] back then.</p> \n<p>“I knew I had to do something to break through. The Kazakhstan federation came to me with good support, the kind of support which I believe is important to every player. I think it was a good decision to move to Kazakhstan and I have lived there seven years. I have had good results in the Davis Cup as well as my own good results on the tour. I believe it has helped me a lot – to become a better player.”</p> \n<p>Kukushkin regards himself – as do many players – as an “internationalist”. “I feel more international,” he says, “because for 51 out of the 52 weeks of the year I travel and stay in hotels. When I have a week out of a tournament [when losing early], now I just go to practise somewhere. If I have time during the off season, I go on holiday, so I am never at home. I don’t feel like I belong to one country.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435602672263/Andy-Murray-with-Am-lie-M-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray shares a light moment with his coach Amélie Mauresmo and trainer Matt Little during practice at Wimbledon. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Andy Murray with Amélie Mauresmo","cleanCaption":"Andy Murray shares a light moment with his coach Amélie Mauresmo and trainer Matt Little during practice at Wimbledon. Photograph: Dominic Lipinski/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-29T20:59:06Z","lastModified":"2015-06-29T23:23:31Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/andy-murray-mikhail-kukushkin-wimbledon-2015","shortUrl":"http://gu.com/p/4a8ft","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/andy-murray-mikhail-kukushkin-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jun/29/andy-murray-mikhail-kukushkin-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435602672263/Andy-Murray-with-Am-lie-M-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray shares a light moment with his coach Amélie Mauresmo and trainer Matt Little during practice at Wimbledon. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Andy Murray with Amélie Mauresmo","cleanCaption":"Andy Murray shares a light moment with his coach Amélie Mauresmo and trainer Matt Little during practice at Wimbledon. Photograph: Dominic Lipinski/PA"}},"importance":7,"kicker":{"title":"Wimbledon 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"Wimbledon 2015 / Broady hopes first round win will get him off friends’ floors","rawTitle":"Broady hopes first round win will get him off friends’ floors","item":{"type":"article","id":"sport/2015/jun/29/liam-broad-wimbledon-first-round-win-friends-floors","title":"Liam Broady hopes Wimbledon win will get him off friends’ floors","trailText":"Liam Broady day became the youngest British man to win a match at Wimbledon since 2008 and said the prize money would stop him having to sleep on friends’ floors during tournaments","standFirst":"<span class=\"bullet\">•</span> World No182 guaranteed &pound;47,000 after beating Marinko Matosevic\n<br />\n<span class=\"bullet\">•</span> Broady became youngest Briton to win at SW19 since 2008","byline":"Simon Cambers at Wimbledon","body":"<p>Liam Broady on Monday became the youngest British man to win a match at Wimbledon since 2008 and said the prize money would stop him having to sleep on friends’ floors during tournaments.</p> \n<p>The 21-year-old world No182, who needed a wild card to get into the main draw, claimed his first grand slam win with a brilliant recovery from two sets down against Australia’s Marinko Matosevic.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/liam-broady-wimbledon-2015-british-wild-card-marinko-matosevic-five-sets\">Britain’s Liam Broady downs Marinko Matosevic in five sets at Wimbledon</a> </p> \n</aside> \n<p>Broady is guaranteed a cheque for at least &pound;47,000 after his 5-7, 4-6, 6-3, 6-2, 6-3 win, which amounts to almost three-quarters of his career earnings. He said the money would be used to help him continue his quest to climb the rankings and would enable him to do so in greater comfort.</p> \n<p>“That money will go away down a hole somewhere. I’ll keep that one safe. It will just be there, when I need it for the tournaments and for the travel; I know that I’ve got that security, so it’s great. I’ve got some fantastic friends and they’ve been patient with me over the last couple years, sharing beds and stuff. I get my own bed every now and then. But, to be honest, I travel more than anything. That’s what the money’s good for, because I probably spend 35 to 40 weeks on the road. And even then I’m back in Nottingham or at the National Centre [in Roehampton] training, so I spend very little time back at home.”</p> \n<p>Broady hit back superbly to level the match against Matosevic, the world No138 who has been as high as 39, but he looked to be in trouble when he dropped his serve for 0-2 in the fifth. He rallied superbly, though, to win six of the next seven games for the biggest victory of his career. It was the first five-set match played by Broady, a finalist in the boys’ singles here in 2011.</p> \n<p>“It means everything, to be honest,” he said. “To the guys that have supported me up until now, my trainer Ric [Moylan], my coach Mark [Hilton] and my mentor Adrian [Tannock]. I do it as much for myself as I do for those guys. I know how much time they put into it. But personally, it’s my home tournament. I’ve had good success here before. It’s been a long road to finding myself in the main draw of a slam. Couldn’t be happier.</p> \n<p>“I’m not sure how much I believed I could win a round of Wimbledon before today, even going into the match. But I knew that belief didn’t really matter as long as I focused on point by point. I’m hoping that it will sort of push me on and give me a bit more fire to want to get back here.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/andy-murray-mikhail-kukushkin-wimbledon-2015\">Andy Murray faces Mr and Mrs K’s plan A – ‘do something good’</a> </p> \n</aside> \n<p>Andy Murray immediately tweeted his support for Broady and the left-hander said the world No3 had been a huge inspiration, helping him believe in his ability and work ethic, even when things got tough. “It’s just good to be around Andy,” he said. “He wants the British players to do well. He really puts his time back into the game, back into the British players. I think to have someone like that is invaluable for British tennis. It’s just fantastic. He doesn’t have to do it but he does it anyway.”</p> \n<p>Broady is estranged from his father, Simon, who disapproved of his son’s return to the Lawn Tennis Association fold a few years ago, but his sister Naomi, who later lost her own first-round match, was in the stands to watch, along with most of the family, and their support, he said, had been imperative in his success. “To be honest, my dad’s not even popped into my head with the result,” Broady admitted. “But it was fantastic to have my sister there and the rest of my family watching. That’s what makes it more special, is being able to share such a moment with so many people I love.”</p> \n<p>His reward will now be a match with David Goffin, the No16 seed from Belgium, a match he cannot wait to play. “Today was massive for me. To have my first ever first-round men’s win at Wimbledon. I feel good about my game now.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435605529786/Liam-Broady-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liam Broady shows he can control with his feet as well as his racquet against Marinko Matosevic at Wimbledon. Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"Liam Broady","cleanCaption":"Liam Broady shows he can control with his feet as well as his racquet against Marinko Matosevic at Wimbledon. Photograph: Ian Walton/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T19:19:15Z","lastModified":"2015-06-30T00:00:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/liam-broad-wimbledon-first-round-win-friends-floors","shortUrl":"http://gu.com/p/4a8gb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/liam-broad-wimbledon-first-round-win-friends-floors","webUri":"http://www.theguardian.com/sport/2015/jun/29/liam-broad-wimbledon-first-round-win-friends-floors"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435605529786/Liam-Broady-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liam Broady shows he can control with his feet as well as his racket against Marinko Matosevic at Wimbledon. Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"Liam Broady","cleanCaption":"Liam Broady shows he can control with his feet as well as his racket against Marinko Matosevic at Wimbledon. Photograph: Ian Walton/Getty Images"}},"importance":0,"kicker":{"title":"Wimbledon 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435605529786/Liam-Broady-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liam Broady shows he can control with his feet as well as his racquet against Marinko Matosevic at Wimbledon. Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"Liam Broady","cleanCaption":"Liam Broady shows he can control with his feet as well as his racquet against Marinko Matosevic at Wimbledon. Photograph: Ian Walton/Getty Images"}}]},{"title":"Konta enjoys every minute but Sharapova takes care of business","rawTitle":"Konta enjoys every minute but Sharapova takes care of business","item":{"type":"article","id":"sport/2015/jun/29/wimbledon-2015-maria-sharapova-johanna-konta-first-round-report","title":"Maria Sharapova beats Britain’s Johanna Konta in straight sets","trailText":"Maria Sharapova won her first match since losing in the fourth round of the French Open, leaving Johanna Konta without a win in four singles appearances at Wimbledon","standFirst":"<span class=\"bullet\">•</span> Sharapova’s first match since losing in fourth round in French Open\n<br />\n<span class=\"bullet\">•</span> Konta without a win in four appearances at Wimbledon","byline":"Owen Gibson at Wimbledon","body":"<p>On one side of the net was a player bang in form with a series of encouraging results on grass behind her and the home crowd willing her to compete. On the other was one who had not played on grass since last year and had seen no action at all since going out of the French Open a month ago.</p> \n<p>But Johanna Konta, the British No2 who reached the quarter-finals in warm-up events in Birmingham and Eastbourne, knew beating Maria Sharapova on Centre Court was likely to be a bridge too far.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/serena-williams-margarita-gasparyan-wimbledon-2015-first-round\">Serena Williams recovers to beat Gasparyan in Wimbledon first round</a> </p> \n</aside> \n<p>She came up short but was far from disgraced in losing 6-2, 6-2 in her first competitive match against a top-five player. “Well, it wasn’t just playing a top-five player,” she pointed out, not unreasonably. “It was playing a top five player on the Centre Court at Wimbledon. There were obviously a lot of special moments all rolled into one scenario. I enjoyed every minute of it.”</p> \n<p>For Sharapova, ranked 122 places above Konta, it was a brisk return to the competitive arena after four weeks in which she could not find time for a competitive grass court warmup because of her hectic schedule.</p> \n<p>“I just wanted to take care of business and I thought I did a good job,” she said after completing a brisk but not entirely straightforward victory.</p> \n<p>With the cheers from Court 18 and her compatriot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/liam-broady-wimbledon-2015-british-wild-card-marinko-matosevic-five-sets\">Liam Broady’s stirring five-set victory </a>not long having stopped drifting into a soporific Centre Court, Konta started confidently.</p> \n<p>Sharapova, back on the court where she announced her arrival as a teenage champion in 2004, initially appeared a little ring rusty. Her serve misfired slightly, double-faults offered up break points in both of Sharapova’s first two service games, but the door was slammed shut as quickly as it opened. After that the Russian won the next two games to love to establish a commanding 4-1 lead.</p> \n<p>The second set began with a glimmer of hope for Konta, who had been impressive in marching to the Eastbourne quarter-finals and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/jo-konta-beats-ekaterina-makarova-eastbourne\">beating the world No8 Ekaterina Makarova </a>along the way, as she broke for a 1-0 lead. Sharapova, her groundstrokes starting to flow, turned the screw and immediately broke back before effortlessly working her way to victory.</p> \n<p>It was the fourth time Konta had lost in the first round at Wimbledon but she will take heart from a run of victories over players ranked in the top 100 in recent months and will feel confident she will soon be joining their ranks.</p> \n<p>“I’m taking experiences and lessons and everything else from every match I’m playing. I’ve been fortunate enough that I’ve been playing a lot of good players in the last few weeks. Today was no different,” said the 24-year-old, who was born in Australia and arrived in the UK aged 14 but only gained British citizenship in 2012 following a convoluted process.</p> \n<p>“To be honest, in terms of stage and scenario, I felt very comfortable out there. I didn’t feel overwhelmed by the situation, nor did I feel overwhelmed by the player I was playing.”</p> \n<p>Konta was also savvy enough too to deflect a question about whether or not Sharapova’s loud exhortations after striking the ball, which seemed to be louder than ever, had put her off. “I don’t quite hear that on the other side,” she said, not altogether convincingly.</p> \n<p>For Sharapova, whose best performance since she won Wimbledon as a 17-year-old was being the runner-up to Petra Kvitova in 2011, it was the perfect preparation for sterner tests.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/wimbledon-temperatures-heat-rules\">Wimbledon women to get heat breaks</a> </p> \n</aside> \n<p>She may not have been playing competitively but she has been practising on grass for the past fortnight and eventually she saw off her opponent with typically ruthless precision.</p> \n<p>“You can’t get too comfortable no matter what match you’re playing. You always have to work for every single point and keep your focus as much as you can,” she said.</p> \n<p>Sharapova has played more matches on these historic lawns than any other current player bar the Williams sisters and still thinks about her moment of triumph every time she arrives at SW19. If both keep winning, she is on track to face Serena Williams in the semi-finals.</p> \n<p>Whether it’s a first experience on Centre Court, as for Konta, or the umpteenth, as for Sharapova, the Russian said the experience would never lose its thrill.</p> \n<p>“Being part of history is very special when you look back. When you’re walking down the stairs and you see both the women’s trophy and the men’s trophy, you think about how many incredible players have held those,” she said.</p> \n<p>“You’re given the chance to walk out on Centre Court and experience the nerves, the butterflies, go out with no introductions and hit the first serve or first return, you just play tennis.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435595336723/Maria-Sharapova-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova was made to work hard in both sets of her win against Britain's Johanna Konta at Wimbledon. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Maria Sharapova","cleanCaption":"Maria Sharapova was made to work hard in both sets of her win against Britain's Johanna Konta at Wimbledon. Photograph: Glyn Kirk/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T16:33:35Z","lastModified":"2015-06-29T23:25:39Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Wimbledon 2015","Maria Sharapova","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/wimbledon-2015-maria-sharapova-johanna-konta-first-round-report","shortUrl":"http://gu.com/p/4a8cy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/wimbledon-2015-maria-sharapova-johanna-konta-first-round-report","webUri":"http://www.theguardian.com/sport/2015/jun/29/wimbledon-2015-maria-sharapova-johanna-konta-first-round-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435595336723/Maria-Sharapova-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova was made to work hard in both sets of her win against Britain's Johanna Konta at Wimbledon. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Maria Sharapova","cleanCaption":"Maria Sharapova was made to work hard in both sets of her win against Britain's Johanna Konta at Wimbledon. Photograph: Glyn Kirk/AFP/Getty Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435595336723/Maria-Sharapova-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova was made to work hard in both sets of her win against Britain's Johanna Konta at Wimbledon. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Maria Sharapova","cleanCaption":"Maria Sharapova was made to work hard in both sets of her win against Britain's Johanna Konta at Wimbledon. Photograph: Glyn Kirk/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435602672263/Andy-Murray-with-Am-lie-M-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray shares a light moment with his coach Amélie Mauresmo and trainer Matt Little during practice at Wimbledon. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Andy Murray with Amélie Mauresmo","cleanCaption":"Andy Murray shares a light moment with his coach Amélie Mauresmo and trainer Matt Little during practice at Wimbledon. Photograph: Dominic Lipinski/PA"}}]},{"title":"Sergio Ramos / Defender tells Real Madrid he wants to leave for Manchester United","rawTitle":"Defender tells Real Madrid he wants to leave for Manchester United","item":{"type":"article","id":"football/2015/jun/29/sergio-ramos-real-madrid-wants-leave-manchester-united","title":"Sergio Ramos tells Real Madrid he wants to leave for Manchester United","trailText":"Sergio Ramos is determined to leave Real Madrid and join Manchester United this summer, according to sources close to the player","standFirst":"<span class=\"bullet\">•</span> Defender asks club to listen to offers after United’s €40m bid\n<br />\n<span class=\"bullet\">•</span> Ramos has two years remaining on his contract at Bernab&eacute;u","byline":"Sid Lowe","body":"<p>Sergio Ramos is determined to leave Real Madrid and join Manchester United this summer, according to sources close to the player.</p> \n<p>Ramos has been informed by Real Madrid that they received a formal bid from United valued at &pound;28.5m (€40m) and that he has told the club he wants to leave this summer. The 29-year-old also informed Real that he is only interested in joining United, despite interest from Manchester City, according to Sky Sports.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/liverpool-sean-odriscoll-assistant-manager\">Liverpool to name Sean O’Driscoll as new assistant manager</a> </p> \n</aside> \n<p>United are determined to sign Ramos and made a bid prior to the player meeting the Madrid chief executive, Jos&eacute; &Aacute;ngel S&aacute;nchez, last week. The Spanish club continued to say they had not yet any offers. There has been no follow up bid thus far.</p> \n<p>During the meeting, held at the club’s Valdebebas headquarters, Ramos confirmed to Madrid that he intended to leave and asked them to listen to offers.</p> \n<p>A conversation with the club’s president, Florentino P&eacute;rez, followed but there has been no reconciliation. Neither the player nor the club have made any public statement.</p> \n<p>Madrid did not adopt the standard response, which is to insist that the player would only leave if United met the full value of his buy-out clause which stands at €180m, but they do value him prohibitively high, setting the price close to €100m. United are determined to use David de Gea as leverage and are prepared to prevent the Spanish goalkeeper from leaving this summer.</p> \n<p>Ramos has two years remaining on his contract but negotiations for a renewal have reached a stalemate. He earns around €6m a year, but this is not just a tactic designed to draw a better offer from Madrid. The relationship between Madrid and the player’s camp is extremely tense and although it is impossible to predict how this will end, Ramos’s determination to leave is real.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435606583697/Sergio-Ramos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sergio Ramos would like to leave the Bernabéu for Old Trafford, despite being under contract at the La Liga club for another two years. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Sergio Ramos","cleanCaption":"Sergio Ramos would like to leave the Bernabéu for Old Trafford, despite being under contract at the La Liga club for another two years. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-29T19:37:39Z","lastModified":"2015-06-30T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sid Lowe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sidlowe"}],"feature":false,"keywords":["Real Madrid","Manchester United","Transfer window","Football","Sport"],"tags":[{"id":"football/realmadrid","webTitle":"Real Madrid"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Sid Lowe","topic":{"type":"tag-contributor","name":"profile/sidlowe"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/29/sergio-ramos-real-madrid-wants-leave-manchester-united","shortUrl":"http://gu.com/p/4a8gf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/29/sergio-ramos-real-madrid-wants-leave-manchester-united","webUri":"http://www.theguardian.com/football/2015/jun/29/sergio-ramos-real-madrid-wants-leave-manchester-united"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435606583697/Sergio-Ramos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sergio Ramos would like to leave the Bernabéu for Old Trafford, despite being under contract at the La Liga club for another two years. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Sergio Ramos","cleanCaption":"Sergio Ramos would like to leave the Bernabéu for Old Trafford, despite being under contract at the La Liga club for another two years. Photograph: BPI/Rex Shutterstock"}},"importance":5,"kicker":{"title":"Sergio Ramos"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435606583697/Sergio-Ramos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sergio Ramos would like to leave the Bernabéu for Old Trafford, despite being under contract at the La Liga club for another two years. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Sergio Ramos","cleanCaption":"Sergio Ramos would like to leave the Bernabéu for Old Trafford, despite being under contract at the La Liga club for another two years. Photograph: BPI/REX Shutterstock"}}]},{"title":"Kauto Star has been put down after being badly injured in a fall","rawTitle":"Kauto Star has been put down after being badly injured in a fall","item":{"type":"article","id":"sport/2015/jun/30/kauto-star-put-down-badly-injured-fall","title":"Kauto Star has been put down after being badly injured in a fall","trailText":"The brilliant chaser won the King George VI Chase at Kempton five times and was the first horse in National Hunt history to regain the Cheltenham Gold Cup","standFirst":"<span class=\"bullet\">•</span> Brilliant chaser won King George VI Chase at Kempton five times\n<br />\n<span class=\"bullet\">•</span> Paul Nicholls-trained runner first to regain Cheltenham Gold Cup\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/oct/31/farewell-kauto-star-durable-champion\" title=\"\"><span class=\"bullet\">•</span> Farewell to jump racing’s durable champion steeplechaser</a>\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2012/dec/12/kauto-star-racing-fans-dressage\" title=\"\"><span class=\"bullet\">•</span> Kauto Star tug-of-love story is breaking racing fans’ hearts</a>\n<br />\n<a href=\"https://www.youtube.com/watch?v=pHl9VqR3gww\" title=\"\"><span class=\"bullet\">•</span> Racing UK recording of jumper’s record-breaking victory</a>","byline":"Press Association","body":"<p>Kauto Star has been put down after suffering pelvis and neck injuries in a fall in a paddock.</p> \n<p>During a glittering career with champion trainer Paul Nicholls, the 15-year-old won the King George VI Chase at Kempton five times and became the first horse to regain the Cheltenham Gold Cup.</p> \n<p>He retired from racing after pulling up in the 2012 renewal of the Blue Riband having won 23 of his 41 races and winning well over &pound;2m in win and place prize money.</p> \n<p>Kauto Star went on to pursue a career in dressage with Laura Collett and last December took part in a demonstration on the opening night of the London International Horse Show at Olympia.</p> \n<p>Collett said: “It’s an honour and a privilege to have been involved with him and had him in the yard. It’s just horrendous. He was out in the field, the same field he was out in every day, we don’t really know what happened, but he injured his neck and pelvis and sadly had to be put to sleep.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435654822049/Horse-Racing---Kauto-Star-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The hugely popular Kauto Star with trainer Paul Nicholls at his stables after the horse's historic fifth victory in the King George VI Chase. Photograph: Tim Ireland/PA","credit":"Tim Ireland/PA","altText":"Horse Racing - Kauto Star ","cleanCaption":"The hugely popular Kauto Star with trainer Paul Nicholls at his stables after the horse's historic fifth victory in the King George VI Chase. Photograph: Tim Ireland/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-30T09:01:55Z","lastModified":"2015-06-30T09:11:49Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Kauto Star","Horse racing","Paul Nicholls","Sport"],"tags":[{"id":"sport/kauto-star","webTitle":"Kauto Star"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/paul-nicholls","webTitle":"Paul Nicholls"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/kauto-star-put-down-badly-injured-fall","shortUrl":"http://gu.com/p/4a8nj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/kauto-star-put-down-badly-injured-fall","webUri":"http://www.theguardian.com/sport/2015/jun/30/kauto-star-put-down-badly-injured-fall"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435654822049/Horse-Racing---Kauto-Star-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The hugely popular Kauto Star with trainer Paul Nicholls at his stables after the horse's historic fifth victory in the King George VI Chase. Photograph: Tim Ireland/PA","credit":"Tim Ireland/PA","altText":"Horse Racing - Kauto Star ","cleanCaption":"The hugely popular Kauto Star with trainer Paul Nicholls at his stables after the horse's historic fifth victory in the King George VI Chase. Photograph: Tim Ireland/PA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435654822049/Horse-Racing---Kauto-Star-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The hugely popular Kauto Star with trainer Paul Nicholls at his stables after the horse's historic fifth victory in the King George VI Chase. Photograph: Tim Ireland/PA","credit":"Tim Ireland/PA","altText":"Horse Racing - Kauto Star ","cleanCaption":"The hugely popular Kauto Star with trainer Paul Nicholls at his stables after the horse's historic fifth victory in the King George VI Chase. Photograph: Tim Ireland/PA"}}]},{"title":"Jason Gillespie interview / Australia start as Ashes favourites – and rightly so","rawTitle":"Australia start as Ashes favourites – and rightly so","item":{"type":"article","id":"sport/2015/jun/29/jason-gillespie-australia-ashes-england","title":"Jason Gillespie: Australia start as Ashes favourites in England – and rightly so","trailText":"The new Guardian columnist, known for playing it straight – on the pitch and with his talking off it – following advice from his dad, gives his take on the series","standFirst":"The Guardian’s new columnist lauds England’s skill and talent but warns the Ashes will hinge on how Alastair Cook handles the Australian attack","byline":"Ali Martin","body":"<p>Jason Gillespie’s phone rings with a number he does not recognise flashing up on the screen. “G’Day, mate‚ it’s Dad’s Army here,” says a gruff voice at the other end of the line. Instantly he recognises the drawl of his former team-mate Darren Lehmann, head coach of Australia and larrikin in excelsis. “I’ve got some pretty grumpy players here after what you said about them … ”</p> \n<p>The faux tension lasts for a split second before the chuckling begins. Lehmann has known Gillespie ever since he walked into the South Australia dressing room 22 years ago and is fully aware that the former fast bowler’s recent <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/micahel-clarke-australia-old-england-ashes-jason-gillespie\" title=\"\">headline-grabbing comments</a> about his touring geriacticos have been spun like a Shane Warne ripper out of the footmarks. For Gillespie, the current head coach of Yorkshire who has enjoyed his fair share of column inches already this summer after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/22/jason-gillespie-ecb-england-dream-coach\" title=\"\">being interviewed for the England job</a>, the explanation is pretty simple.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/darren-lehmann-stuart-broad-steve-smith-australia-england-ashes-cricket\">Australia’s Darren Lehmann brushes off Stuart Broad’s Steve Smith comments</a> </p> \n</aside> \n<p>“It certainly caused a stir, didn’t it? But it was very simple, I was asked the question as to how, if I was in the England camp, would I try to beat Australia,” he says during our time together at Headingley. “Now I saw no glaring weaknesses in the Australian team. Their batting is sound, the seam bowling is quality, the spin is very good but the opposition still need to find a way in. So I looked at the ages and thought England could target that. They have 10 players over 30 years of age, how can England use that to their advantage?</p> \n<p>“So if I was England coach, I’d keep those guys out there for a long time. If Chris Rogers is out there for two days then has 10 minutes to strap on his pads and get his feet moving, could that work to England’s advantage? Brad Haddin is 38 this year, so test his fitness. The same with Michael Clarke, he’s had back problems; test him out and keep him in the field. Ryan Harris, it’s well documented he has a dodgy knee, so why wouldn’t you try to keep that guy on the ground bowling lots of spells? It’s just common sense. So I was asked a question and I’m not the sort of person who dodges them. I didn’t say anything that isn’t true.”</p> \n<p>For all the angry Australians on social media asking him to hand back his passport – one can only presume they remained silent and cross-armed after all 402 of his international wickets as part of <em>that</em> great side – Gillespie is not rowing back on this analysis. It is the same plain speaking that led to the 40-year-old guiding Yorkshire to their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/12/yorkshire-win-county-championship-nottinghamshire\" title=\"\">first County Championship title in 13 years</a> in 2014 and earned him a shot at the England job in May, before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/trevor-bayliss-england-cricket-head-coach\" title=\"\">eventually missing out</a> to his lesser-known, but more decorated, compatriot Trevor Bayliss. There is no bitterness about the rejection.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Australian bowlers versus Alastair Cook will be fascinating and could well shape the series</p> \n </blockquote> \n</aside> \n<p>“It was so humbling to be invited to interview. The England job is one of the biggest in world cricket, so to be spoken about in those circles was something I’ll remember for ever,” he says. “I walked out of our conversations just thinking that, regardless of what happens, England will be in a pretty good place going forward. They have the right people in charge – I spoke to [Andrew] Strauss and the chief executive, Tom Harrison, and both were very impressive. They have a vision and a drive to make it work. I didn’t get the job, ultimately, but I can stick it on my r&eacute;sum&eacute; and the experience stays with me.”</p> \n<p>It leaves Gillespie happily continuing his job at Headingley, which he will combine with a role at Adelaide Strikers in the winter, and with something of a foot in both camps before this summer’s Ashes series, one which he hopes will result in England continuing to ride the wave of positivity witnessed already this summer in one-day cricket. “It was crying out for someone to break the shackles,” he replies when asked for his take on the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket\" title=\"\">recent series win over New Zealand</a>. “It makes you wonder what prevented them from doing that before. You can mull it over but the reality now is there is an air of freedom with how they are playing and, as a cricket fan, I want to see that. And, of course, I expect Australia to match that and we get a great series.”</p> \n<p>Having been taken to the hearts of cricket supporters in Yorkshire – both during his two seasons as overseas professional until 2007 and his three and a half as coach – Gillespie takes enormous pride at seeing his players represent England. Mention Joe Root, Gary Ballance, Adam Lyth, Liam Plunkett or Adil Rashid and his face lights up instantly. Equally, however, those 10 years wearing the Baggy Green for Australia mean he is not the naturalised pom some are calling him back home; inquire as to how Australia can win their first Ashes series on English soil in 14 years and you get similarly forthright replies.</p> \n<p>“The Australian bowlers versus Alastair Cook will be fascinating and could well shape the series,” he says. “They have implemented a gameplan to him in the past and I don’t see that changing. You will hardly see him play a cut or pull, or nudge one away off his hips, because Australia will be ruthless in their line to him – just on off-stump or outside. They know that if they get something off the pitch or through the air they will ask questions of his technique and if he’s not spot-on with movements he will be found out. Cook should go into the series with a positive outlook as he’s scored Ashes runs in the past but Australia will believe they have the wood over him.”</p> \n<figure class=\"element element-image\" data-media-id=\"c5047893c78d444aba1203d795bcc764c9fffd5d\"> \n <img src=\"http://media.guim.co.uk/c5047893c78d444aba1203d795bcc764c9fffd5d/0_0_2359_3000/786.jpg\" alt=\"Jason Gillespie, left, has known the Australia coach, Darren Lehmann, since their South Australia days\" width=\"786\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jason Gillespie, left, has known the Australia coach, Darren Lehmann, since their South Australia days.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Lewis/Getty Images</span> \n </figcaption> \n</figure> \n<p>While a former fast bowler himself – he grins when proclaiming Mitchell Johnson “has a mental edge” over the home side following his 37-wicket Ashes series in 2013-14 – it is the subject of England and spin bowling that gets Gillespie really fired up. Cook’s side remain, in his opinion, too timid in how they play the turning ball and their own selection in that department. For the first time since Warne retired in 2007, Australia have the edge, with Nathan Lyon 30 matches deeper into his Test career.</p> \n<p>“Lyon will play a big role for Australia and that is somewhere where England simply have to be proactive – they cannot let him settle,” he says. “That’s where England missed a massive trick in the Test series against New Zealand; they let Mark Craig bowl and go at 1.8 runs an over in the first innings at Headingley and it played a big part in why they lost. That’s just unacceptable batting. There is not an off-spinner in world cricket who should go at under two runs an over, so they cannot let Lyon settle into a groove. They need to put pressure back on him. You can be sure as hell that Australia will do that to Moeen Ali. They will go hard and make Cook go back to Jimmy Anderson, Stuart Broad, Mark Wood, Ben Stokes and get them bowling lots of spells.”</p> \n<p>Should the leg-spinner Rashid, who took 46 wickets in Yorkshire’s title win last summer, therefore get the nod instead? “Yes. And the reason I would look to push for Rashid – and forget the county allegiance – is that you have Root and Lyth who can bowl off-spin. Why wouldn’t you have a spinner who turns it both ways? Is that harsh on Moeen Ali? It probably is and if he was top six you could look at it differently but the fact is he’s at No8, and what is best for the side would be to have a leg-spinner to complement the four quicks and the two lads who can bowl decent off-breaks. But I just can’t see England going down that path.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Jimmy Anderson is a person who winds Australia up like no one else I have seen in cricket</p> \n  <footer> \n   <cite></cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Gillespie, of course, played with Warne, the greatest leg-spinner to draw breath as part of that fabled attack in which the now Yorkshire coach shared the new ball with Glenn McGrath for 58 of his 71 Tests – with support from one of Brett Lee, Andy Bichel, Damien Fleming or Michael Kasprowicz – and was part of three Ashes-winning teams, starting in England in 1997.</p> \n<p>“When you have those sorts of bowlers at the other end you know you are part of something special,” he says when recalling the glory years. “Warnie and Glenn both attacked and defended at the same time, so I think opposition saw me as an opportunity to score runs and be a little bit looser against me. I always liked that because it was an opportunity to take wickets. There was no doubt bowling at the opposite end to those guys allowed me to do my thing.”</p> \n<p>Were the team that won a record 16 consecutive Test matches under Steve Waugh the greatest of all time? “It’s hard to compare eras, it opens a can of worms. But we would have been highly competitive in any era – and I’ll leave it at that‚” he replies diplomatically, before adding with a glint in the eye. “You can’t compare us to the great Yorkshire side of the 1960s, of course.”</p> \n<p>Gillespie became the first Australian Test cricketer of indigenous heritage when he made his debut against West Indies in Sydney in 1996 aged 21 – a fact that did not garner public attention until four years later – and believed he was always destined to wear the Baggy Green cap, having been given his first cricket bat aged six by his late father, Neil, himself a prominent activist for aboriginal legal rights.</p> \n<p>“My dad was a wonderful man. His nickname was ‘Have a chat’. He was so talkative he could probably talk underwater with a mouthful of marbles. He taught me how to bat and always told me to play straight and watch the ball. He never got involved beyond my early years though; he handed me over to the coaches. Ever since I can remember I knew we were of indigenous heritage. It was just what we were. We were proud of it but I wasn’t one to sing from the rooftops and beat my chest. I had no idea I was the first and it wasn’t until years after my debut the media cottoned on. Maybe it was naivety but I was sure there would have been lots before me; we’re all Australians after all.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/ashes-2015-four-key-australia-players-steve-smith-mitchell-starc-adam-voges-josh-hazlewood-england\">Ashes 2015: Four key Australia players for England to contend with</a> </p> \n</aside> \n<p>“I saw my Baggy Green cap as a symbol of my journey as a player. Mine started aged six with my mum or dad taking me to the net sessions, playing in the driveway with me, ferrying me to games around the state, so that whole accumulation of hard work and sacrifice is what the Baggy Green is about for me. I got my cap before the presentation ceremonies started happening – it was just there in my kit bag. The night before, when I knew I was playing, I just kept putting it on and looking in the mirror. I sat there in my hotel with it on watching the telly and kept going back to check how it looked. And as I did I reflected on my journey to that moment and what it meant to everyone, parents, family, everyone who knows how hard you have worked.”</p> \n<p>With all the prestige that goes with wearing the Baggy Green is it not high time the current team, who will be a far cry from the smiling New Zealand side who toured before them, ditched the on-field verbals that, for some, soured their victory in the World Cup final? “You can’t say Australia don’t play fair,” he replies. “We Aussies don’t shy away from playing hard but you can do that within the spirit of cricket. People who say otherwise are ill-informed.”</p> \n<p>How about Clarke’s instruction to Jimmy Anderson to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/nov/25/michael-clarke-captaincy-sledging-james-anderson\" title=\"\">“get ready for a broken fucking arm”</a> in Brisbane during the 2013-14 series? “A lot is made of that and, yes, it wasn’t the ideal choice of words. Jimmy Anderson is a person who winds up Australia like no one else I have seen in cricket, though. But I’m expecting the cricket to be of such a high standard that hopefully that stuff won’t surface too much.</p> \n<p>“If England take their new carefree attitude they’ve shown into their Test cricket then, wow, because there is no doubt they have the skill and the talent but Australia start as favourites – and rightly so.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435573613104/Jason-Gillespie-became-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Gillespie became the first Australian Test cricketer of indigenous heritage in 1996. Photograph: Jon Super for the Guardian","credit":"Jon Super/Guardian","altText":"Jason Gillespie became the first Australian Test cricketer of indigenous heritage in 1996","cleanCaption":"Jason Gillespie became the first Australian Test cricketer of indigenous heritage in 1996. Photograph: Jon Super for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c5047893c78d444aba1203d795bcc764c9fffd5d/0_0_2359_3000/2359.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":2359,"orientation":"portrait","caption":"Jason Gillespie, left, has known the Australia coach, Darren Lehmann, since their South Australia days. Photograph: Matthew Lewis/Getty Images","credit":"Matthew Lewis/Getty Images","altText":"Jason Gillespie, left, has known the Australia coach, Darren Lehmann, since their South Australia days","cleanCaption":"Jason Gillespie, left, has known the Australia coach, Darren Lehmann, since their South Australia days.","cleanCredit":"Photograph: Matthew Lewis/Getty Images"}],"webPublicationDate":"2015-06-29T12:03:37Z","lastModified":"2015-06-30T08:36:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Ashes 2015","Australia cricket team","The Ashes","England cricket team","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/jason-gillespie-australia-ashes-england","shortUrl":"http://gu.com/p/4a8x7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/jason-gillespie-australia-ashes-england","webUri":"http://www.theguardian.com/sport/2015/jun/29/jason-gillespie-australia-ashes-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435573613104/Jason-Gillespie-became-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Gillespie is expecting the forthcoming Ashes series to be of a high standard, and wants the cricket to be the focus rather than sledging. Photograph: Jon Super for the Guardian","credit":"Jon Super/Guardian","altText":"Jason Gillespie became the first Australian Test cricketer of indigenous heritage in 1996","cleanCaption":"Jason Gillespie is expecting the forthcoming Ashes series to be of a high standard, and wants the cricket to be the focus rather than sledging. Photograph: Jon Super for the Guardian"}},"importance":4,"kicker":{"title":"Jason Gillespie interview"},"byline":{"title":"Ali Martin"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435573613104/Jason-Gillespie-became-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Gillespie became the first Australian Test cricketer of indigenous heritage in 1996. Photograph: Jon Super for the Guardian","credit":"Jon Super/Guardian","altText":"Jason Gillespie became the first Australian Test cricketer of indigenous heritage in 1996","cleanCaption":"Jason Gillespie became the first Australian Test cricketer of indigenous heritage in 1996. Photograph: Jon Super for the Guardian"}}]},{"title":"Football / Cech completes transfer to Arsenal after saying goodbye to Chelsea fans","rawTitle":"Cech completes transfer to Arsenal after saying goodbye to Chelsea fans","item":{"type":"article","id":"football/2015/jun/29/petr-cech-arsenal-chelsea-transfer","title":"Petr Cech seals £10m Arsenal move and tweets goodbye to Chelsea fans","trailText":"Petr Cech has completed a £10m transfer to Arsenal after 11 years and more than 400 appearances for Chelsea","standFirst":"<span class=\"bullet\">•</span> Cech finalises move from Premier League champions\n<br />\n<span class=\"bullet\">•</span> Arsenal drop interest in Juventus midfielder Arturo Vidal \n<br />","byline":"Dominic Fifield","body":"<p>Petr Cech has completed his &pound;10m transfer across London to Arsenal, drawing a line under a glittering 11-year career at Chelsea with an admission that “life doesn’t always turn out the way you think it will”.</p> \n<p>The Czech international, who claimed 13 major trophies including the Champions League while at Stamford Bridge, conceded he had slipped behind Thibaut Courtois in the pecking order last season and, with little prospect of that situation changing, decided it was time for a new start.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/29/jose-mourinho-petr-cech-chelsea-arsenal\">Jos&eacute; Mourinho will be fuming if Petr Cech wins the league for Arsenal | David Hytner</a> </p> \n</aside> \n<p>The 33-year-old spoke to Roman Abramovich and stressed his desire to remain in the Premier League despite interest from Paris Saint-Germain, with the owner duly sanctioning the move to a direct rival, albeit reluctantly, out of respect for Cech’s eye-catching contribution while at Chelsea.</p> \n<p>The goalkeeper has signed a four-year contract worth a basic &pound;100,000 a week and may confront his former team-mates in the Community Shield at Wembley on 2 August. Arsenal are due at Stamford Bridge in mid-September. “I thought this would never happen, but it is time for me to say goodbye to Chelsea Football Club: the club I have lived every single minute for since joining in July, 2014, the club in which I thought I’d hang my gloves and boots one day and finish my career,” he wrote in an open letter published on social media. “But life doesn’t always turn out the way you think it will.</p> \n<p>“It has been an incredible journey with so many highs and not many lows. We have managed to win every single English trophy as well as the Europa League and the biggest of all – the Champions League. Looking back at all the achievements, including our first ever league double in 2010, back to back titles in 2005 and 2006, and multiple Premier League and FA Cup wins, I couldn’t be more proud. As a team, we made history together.</p> \n<p>“Last summer, things changed and I understood I was no longer the first-choice keeper, but I felt it was not the right time for me to go. During the season it became clear that my situation would not improve and, as I know I am not at the stage of my career where I want to be on the bench, I made my decision to move on and look for new challenges.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PetrCech/statuses/615527161475268609\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">My personal message to <a href=\"https://twitter.com/ChelseaFC\">@ChelseaFC</a> fans <a href=\"http://t.co/NYPD34Vuag\">pic.twitter.com/NYPD34Vuag</a></p>— Petr Cech (@PetrCech) \n  <a href=\"https://twitter.com/PetrCech/status/615527161475268609\">June 29, 2015</a>\n </blockquote> \n</figure> \n<p>Cech, who ended with 228 clean sheets from his 494 games, featured only seven times in the Premier League last season, with the champions winning all of them and the keeper conceding only twice, but Courtois’ position as the long-term No1 remained clear. Chelsea have seen a &pound;6m bid for the Stoke goalkeeper Asmir Begovic rejected but are expected to return with an improved offer for a player who is entering the final year of his contract at the Britannia Stadium. Stoke may attempt to take a player on loan from Stamford Bridge as part of the deal but that is unlikely to be Victor Moses.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/chelsea-asmir-begovic-stoke-reject-bid\">Chelsea hope to sign Asmir Begovic despite Stoke rejecting &pound;6m bid</a> </p> \n</aside> \n<p>“The limited playing time gave me the chance to refresh and rest mentally as well as made me realise just how much I enjoy playing football at the highest level, because I missed it badly every game day I was not involved,” said Cech. “I have the same commitment to football, the same motivation and the same hunger for success as I had at the beginning of my career. I love the challenges brought by the top quality players you face while playing in the Premier League: simply the best and the most challenging league in the world. That’s why I spoke to Mr Abramovich about me staying in the Premier League, and I’d like to thank him from the bottom of my heart for his support in this matter.”</p> \n<p>Arsenal, who have dropped their interest in Juventus’ Arturo Vidal, may now sanction David Ospina’s move to Fenerbahce. Wojciech Szczesny, who will compete with Cech for a first-team place next season, welcomed the older man to the club on his <a href=\"https://instagram.com/p/4hEqtzvKGc/?taken-by=wojciechszczesny1\" title=\"\">Instagram account and is intent on remaining at the Emirates Stadium</a>. “Petr Cech is a player I have admired for a long time and I am very pleased that he has decided to join us,” said the manager, Ars&egrave;ne Wenger. “He has proven over many seasons that he is one of the outstanding keepers in the world and he will add great strength to our squad.”</p> \n<p>Cech added: “When Ars&egrave;ne spoke to me about his ambitions for this club, and how he saw me as part of this team, the decision was clear.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/29/1435595219813/Petr-Cech-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Arsenal have signed Petr Cech from Arsenal on a deal worth £100,000-a-week. Photograph: David Price/Arsenal FC via Getty Images","credit":"David Price/Arsenal FC via Getty Images","altText":"Petr Cech","cleanCaption":"Arsenal have signed Petr Cech from Arsenal on a deal worth £100,000-a-week. Photograph: David Price/Arsenal FC via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T14:43:13Z","lastModified":"2015-06-29T23:07:28Z","metadata":{"commentable":true,"commentCount":725,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Arsenal","Chelsea","Football","Sport","Transfer window"],"tags":[{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/transfer-window","webTitle":"Transfer window"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer","shortUrl":"http://gu.com/p/4a864","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer","webUri":"http://www.theguardian.com/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/29/1435595219813/Petr-Cech-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Arsenal have signed Petr Cech from Chelsea on a deal worth £100,000 a week. Photograph: David Price/Arsenal FC via Getty Images","credit":"David Price/Arsenal FC via Getty Images","altText":"Petr Cech","cleanCaption":"Arsenal have signed Petr Cech from Chelsea on a deal worth £100,000 a week. Photograph: David Price/Arsenal FC via Getty Images"}},"importance":4,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Chelsea / Hopes of signing Begovic despite Stoke rejecting £6m bid","rawTitle":"Hopes of signing Begovic despite Stoke rejecting £6m bid","item":{"type":"article","id":"football/2015/jun/29/chelsea-asmir-begovic-stoke-reject-bid","title":"Chelsea hope to sign Asmir Begovic despite Stoke rejecting £6m bid","trailText":"Chelsea hope to secure the Stoke goalkeeper Asmir Begovic as a replacement for the departed Petr Cech later this week despite seeing an opening offer worth around £6m knocked back","standFirst":"<span class=\"bullet\">•</span> Begovic keen to move despite presence of Thibaut Courtois at Chelsea\n<br />\n<span class=\"bullet\">•</span> Stoke holding out for &pound;8m for the 28-year-old\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer\" title=\"\"><span class=\"bullet\">•</span> Petr Cech seals &pound;10m Arsenal move and tweets goodbye to Chelsea fans </a>","byline":"Dominic Fifield","body":"<p>Chelsea hope to secure the Stoke goalkeeper Asmir Begovic as a replacement for the departed Petr Cech later this week despite seeing an opening offer worth around &pound;6m knocked back by the Potteries club.</p> \n<p>Begovic, a &pound;3.25m arrival from Portsmouth in 2010 who has entered the final year of his contract at the Britannia Stadium, is keen to move to the champions despite the reality he would effectively be joining as a back-up to Thibaut Courtois.</p> \n<p>Stoke still hope to secure nearer &pound;8m for the 28-year-old and are also exploring the possibility of luring a player on a season-loan from Stamford Bridge, though Victor Moses is understood to be reluctant to return to the club where he spent last season.</p> \n<p>Talks between Chelsea and Stoke took place on Monday and will continue this week with the Premier League holders hoping a deal can be struck before the weekend. Begovic has emerged above Queens Park Rangers’ Rob Green as their principal target to replace Cech, who completed his move to Arsenal on Monday for a fee of &pound;10m on a four-year contract.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435599888593/Asmir-Begovic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Asmir Begovic joined Stoke City from Portsmouth in 2010 for £3.25m  Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock","altText":"Asmir Begovic","cleanCaption":"Asmir Begovic joined Stoke City from Portsmouth in 2010 for £3.25m  Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-29T17:47:03Z","lastModified":"2015-06-29T20:32:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Chelsea","Football","Stoke City","Sport"],"tags":[{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"football/stokecity","webTitle":"Stoke City"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/29/chelsea-asmir-begovic-stoke-reject-bid","shortUrl":"http://gu.com/p/4a8ef","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/29/chelsea-asmir-begovic-stoke-reject-bid","webUri":"http://www.theguardian.com/football/2015/jun/29/chelsea-asmir-begovic-stoke-reject-bid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435599888593/Asmir-Begovic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Asmir Begovic joined Stoke City from Portsmouth in 2010 for £3.25m. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock","altText":"Asmir Begovic","cleanCaption":"Asmir Begovic joined Stoke City from Portsmouth in 2010 for £3.25m. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Chelsea"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435599888593/Asmir-Begovic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Asmir Begovic joined Stoke City from Portsmouth in 2010 for £3.25m  Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock","altText":"Asmir Begovic","cleanCaption":"Asmir Begovic joined Stoke City from Portsmouth in 2010 for £3.25m  Photograph: BPI/REX Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/29/1435595219813/Petr-Cech-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Arsenal have signed Petr Cech from Arsenal on a deal worth £100,000-a-week. Photograph: David Price/Arsenal FC via Getty Images","credit":"David Price/Arsenal FC via Getty Images","altText":"Petr Cech","cleanCaption":"Arsenal have signed Petr Cech from Arsenal on a deal worth £100,000-a-week. Photograph: David Price/Arsenal FC via Getty Images"}}]},{"title":"Chile 2-1 Peru / Vargas double takes hosts into Copa América final","rawTitle":"Vargas double takes hosts into Copa América final","item":{"type":"article","id":"football/2015/jun/30/chile-peru-copa-america-match-report","title":"Vargas double takes hosts Chile into Copa América final","trailText":"Two goals from Eduardo Vargas has given Chile a 2-1 win over Peru in an action-packed semi-final marked by another controversial refereeing decision.","standFirst":"<ul>\n <li>Chile 2 - 1 Peru: hosts qualify for their first final in 28 years</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jun/29/chile-peru-copa-america-semi-final-live\">read Nick Ames’ minute-by-minute coverage</a></li>\n</ul>","byline":"Reuters","body":"<p>Chile took another step towards their dream of winning a first Copa Am&eacute;rica with a 2-1 win over Peru - but Eduardo Vargas’ match-winning double was overshadowed by an early refereeing decision that turned the game the hosts’ way.</p> \n<p> Carlos Zambrano’s sending off for a high tackle after 20 minutes was the second game in a row that Chile’s rivals have been hit with controversial red cards. </p> \n<p>Peruvian players appeared aggrieved by the decision, and despite being underdogs the visitors had started well in front of a capacity crowd at Santiago’s National Stadium. <br /></p> \n<p>“I think Zambrano’s expulsion was a bit tough,” Peru striker Paolo Guerrero told television cameras. </p> \n<p>“I don’t want to complain about the refereeing but there were a lot of unexpected decisions. If it had been 11 against 11 it would have been a different story.” </p> \n<p>Chile’s opponents in last week’s quarter-final, Uruguay, were reduced to nine men in controversial fashion with Edinson Cavani and Jorge Fucile being sent off in Santiago. </p> \n<p>Cavani’s red card came after Chile defender Gonzalo Jara appeared to stick his finger up the striker’s backside, drawing a response from Cavani that drew the referee’s ire. Chile got the decisive goal shortly after. </p> \n<p>Jara later had a three-game ban for provoking Cavani, which was subsequently cut to two by the governing body of South American football. </p> \n<p>Peru refused to cave in after Zambrano’s dismissal and matched their hosts in a pulsating first half. </p> \n<p>But just when it looked like the teams would go in all square at half time Chile took the lead when striker Vargas poked the ball home from three yards after an Alexis Sanchez cross had come back off the post. </p> \n<p>Television replays showed Vargas was marginally offside, but justice seemed to be done seconds into the second half when he had what looked like a legitimate goal chalked off for offside. </p> \n<p>Peru came back into the game and equalised on the hour mark when Guerrero split the Chilean defence with a pass for Luis Advincula. He whipped in a cross from the right that Gary Medel turned into his own net. </p> \n<p>Parity lasted just four minutes, however, and again it was Vargas who did the damage as he picked up the ball in midfield and lashed home an unstoppable strike from 30 yards. </p> \n<p>Chile, who have never won the Copa Am&eacute;rica in its 99-year existence, will play the winners of Tuesday’s semi-final between Argentina and Paraguay.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2f4e531227b1145876b08edf1f31ad0b3b9dd4bd/88_0_4007_2406/4007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2406,"width":4007,"orientation":"landscape","credit":"Javier Valdes/EPA","altText":"Chile v Peru","cleanCredit":"Photograph: Javier Valdes/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-30T02:44:26Z","lastModified":"2015-06-30T04:47:01Z","metadata":{"commentable":true,"commentCount":81,"contributors":[],"feature":false,"keywords":["Copa América","Chile","Peru","Football","Sport"],"tags":[{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/chile","webTitle":"Chile"},{"id":"football/peru","webTitle":"Peru"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/chile-peru-copa-america-match-report","shortUrl":"http://gu.com/p/4a8k8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/chile-peru-copa-america-match-report","webUri":"http://www.theguardian.com/football/2015/jun/30/chile-peru-copa-america-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2f4e531227b1145876b08edf1f31ad0b3b9dd4bd/88_0_4007_2406/4007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2406,"width":4007,"orientation":"landscape","caption":"Chilean defender Gary Medel scores an own goal during the Copa America 2015 semi-final soccer match between Chile and Peru. Photograph: Javier Valdes/EPA","credit":"Javier Valdes/EPA","altText":"Chile v Peru","cleanCaption":"Chilean defender Gary Medel scores an own goal during the Copa America 2015 semi-final soccer match between Chile and Peru.","cleanCredit":"Photograph: Javier Valdes/EPA"}},"importance":3,"kicker":{"title":"Chile 2-1 Peru"},"showQuotedHeadline":false,"sublinks":[{"title":"Copa América / Diaz offers Paraguay players trucks if they win","rawTitle":"Diaz offers Paraguay players trucks if they win","item":{"type":"article","id":"football/2015/jun/30/paraguay-ramon-diaz-argentina-copa-america","title":"Paraguay’s Ramón Diaz offers players pickup trucks for beating Argentina","trailText":"The Paraguay coach Ramón Diaz has put up a bizarre reward should his players progress to the Copa América final","standFirst":"<span class=\"bullet\">•</span> Coach puts up bizarre reward for Copa Am&eacute;rica semi-final victory\n<br />\n<span class=\"bullet\">•</span> Diaz says failure to reach World Cup is spurring his players on\n<br />","byline":"Reuters","body":"<p>Paraguay coach Ram&oacute;n Diaz says he already owes his squad two pickup trucks, and will owe them a third if they upset Argentina in their Copa Am&eacute;rica semi-final.</p> \n<p>Argentina are favourites to win Tuesday’s match in the northern city of Concepci&oacute;n and reach a final against hosts Chile or Peru.</p> \n<p>“Did I promise the squad something? Ask the players, they’ve already won two,” Diaz, who is famous for his motivational methods, laughed.</p> \n<p>The striker &Eacute;dgar Ben&iacute;tez later confirmed: “We’ve already won two pickups off him and we’re going for the third.“</p> \n<p>Diaz said Paraguay’s run to the last four had been spurred by the team’s desire to make up for their failure to reach last year’s World Cup finals in Brazil.</p> \n<p>“I believe in the thirst for revenge of this team, that’s why we’ve got to this stage,” he said.</p> \n<p>If Paraguay win they will reach their second successive final after the 2011 tournament when Gerardo Martino, now in charge of Argentina, was coach. Paraguay fought back from two goals down for a 2-2 draw with Martino’s Argentina in their opening group match, only Diaz’s fourth in charge.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/chile-peru-copa-america-match-report\">Chile 2 - 1 Peru | Copa Am&eacute;rica semi-final match report</a> </p> \n</aside> \n<p>“I like it that the team have the fortitude to turn [bad] situations around, we have a spirit that I like,” said Diaz.</p> \n<p>His team has a number of veterans from the Paraguay side that reached the World Cup quarter-finals for the first time in 2010 but the Argentinian singled out the 21-year-old midfielder Derlis Gonz&aacute;lez for special praise.</p> \n<p>Gonz&aacute;lez struck the penalty equaliser against Brazil in their quarter-final and followed it with the decider in the 4-3 shoot-out win that sent them through.</p> \n<p>“[Gonz&aacute;lez] had the character to kick two penalties at very difficult instances,” said Diaz.</p> \n<p>Martino was in charge of Paraguay for five years, including the 2010 World Cup in South Africa, and is well aware of their never-say-die attitude.</p> \n<p>“With any team, but especially Paraguay who I coached and know, when you have the chance to finish the job, do it, because they have a lot of pride,” he said.</p> \n<p>“It’s clear we have a problem finishing ... If we can change that we’ll be good.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435651672612/Ram-n-Diaz-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ramón Diaz is well known for deploying unique motivational methods to inspire his charges. Photograph: Andres Stapff/REUTERS","credit":"Andres Stapff/REUTERS","altText":"Ramón Diaz","cleanCaption":"Ramón Diaz is well known for deploying unique motivational methods to inspire his charges. Photograph: Andres Stapff/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-30T08:11:48Z","lastModified":"2015-06-30T08:15:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Paraguay","Argentina","Copa América","Football","Sport"],"tags":[{"id":"football/paraguay","webTitle":"Paraguay"},{"id":"football/argentina","webTitle":"Argentina"},{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/paraguay-ramon-diaz-argentina-copa-america","shortUrl":"http://gu.com/p/4a8mk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/paraguay-ramon-diaz-argentina-copa-america","webUri":"http://www.theguardian.com/football/2015/jun/30/paraguay-ramon-diaz-argentina-copa-america"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435651672612/Ram-n-Diaz-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ramón Diaz is well known for deploying unique motivational methods to inspire his charges. Photograph: Andres Stapff/REUTERS","credit":"Andres Stapff/REUTERS","altText":"Ramón Diaz","cleanCaption":"Ramón Diaz is well known for deploying unique motivational methods to inspire his charges. Photograph: Andres Stapff/REUTERS"}},"importance":0,"kicker":{"title":"Copa América"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435651672612/Ram-n-Diaz-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ramón Diaz is well known for deploying unique motivational methods to inspire his charges. Photograph: Andres Stapff/REUTERS","credit":"Andres Stapff/REUTERS","altText":"Ramón Diaz","cleanCaption":"Ramón Diaz is well known for deploying unique motivational methods to inspire his charges. Photograph: Andres Stapff/REUTERS"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2f4e531227b1145876b08edf1f31ad0b3b9dd4bd/88_0_4007_2406/4007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2406,"width":4007,"orientation":"landscape","credit":"Javier Valdes/EPA","altText":"Chile v Peru","cleanCredit":"Photograph: Javier Valdes/EPA"}}]},{"title":"Financial fair play / Uefa says regulations have changed to attract new investors","rawTitle":"Uefa says regulations have changed to attract new investors","item":{"type":"article","id":"football/2015/jun/29/uefa-financial-fair-play-investors","title":"Uefa says financial fair play has changed to attract new investors","trailText":"Michel Platini said Uefa can offer more opportunities for growth while large losses have been reduced since FFP’s implementation three years ago","standFirst":"<span class=\"bullet\">•</span> Large losses reduced since FFP’s implementation three years ago\n<br />\n<span class=\"bullet\">•</span> Michel Platini says Uefa can offer more opportunities for growth","byline":"Press Association","body":"<p>The financial fair play regulations have been expanded and strengthened with the intention of attracting new investors as well as ensuring financial stability, Uefa claims.</p> \n<p>Its executive committee convened in Prague on Monday for a meeting which touched on a variety of subjects, including the 2015 edition of its Club Licensing and FFP regulations.</p> \n<p>Large losses have been reduced since FFP’s implementation three years ago and on Monday a number of tweaks were voted through – the most substantial of which is the consideration of voluntary agreements to tackle the restructuring of clubs.</p> \n<p>Clubs failing FFP are usually offered settlement agreements but the new rules, in force from 1 July, allow the Club Financial Control Body, under certain circumstances, to agree voluntary agreements with proactive clubs who come forward regarding a future breach.</p> \n<p>It allows clubs to conform with the FFP philosophy while leaving room for them to invest and grow at the same time as preventing gambling on success – a development that pleases the Uefa president, Michel Platini.</p> \n<p>“The new regulations are an expansion and a strengthening of financial fair play,” he said. “The overall objectives of financial fair play remain the same. We are just evolving from a period of austerity to one where we can offer more opportunities for sustainable growth and development.”</p> \n<p>Under the new FFP rules voluntary agreement applications would have to be submitted by 31 December of the preceding year, with funds committed in advance and guaranteed over the agreement period.</p> \n<p>A plausible and conservative business plan demonstrating break-even compliance by the end of the regime is another requirement, as are a number of assurances over the future stability.</p> \n<p>Those competing in Uefa competitions already fulfilling the break-even requirement are eligible to apply, as are those out of such competitions but holding a valid Uefa licence.</p> \n<p>Clubs that have undergone an external change of ownership are also eligible to apply but those that have been under a settlement agreement or voluntary agreement within the last three years are not.</p> \n<p>The general secretary, Gianni Infantino, hopes the changes will help increase competition, while safeguarding the financial stability of European football.</p> \n<p>“We are sure that these new rules will encourage investors to invest in European football because European football is the best product in the world when it comes to club football,” he said.</p> \n<p>“We have always said we want investors in football. Of course we want good investors in football. We didn’t want and still don’t want people coming to football promising things because we have sadly had cases in many clubs in many countries. This is not an issue for England, for Italy or for France. It is really across the European game. We had people who came who promised a lot of things and perhaps have gone bankrupt.</p> \n<p>“We have to build on the strength of financial fair play and we have to look into how we can make investment possible but with reasonable, sustainable, appropriate guarantees.”</p> \n<p>Infantino said that whatever is done must ensure that the competitive balance of Europe is improved even more, that clubs can maybe retain some players, even invest in new players in order to get results and generate more revenue.</p> \n<p>“We want to move from the vicious circle that we had some years ago to a virtuous circle,” he said. “It is a fair argument to say, ‘If you want me to improve revenue, I first have to invest something.’ That’s a fair argument.</p> \n<p>“You can invest something and, with investment, you can generate more revenue so we bring more clubs to compete at the top table.”</p> \n<p>Asked if takeovers were put off during FFP, Infantino said: “Maybe. This is what we were hearing, ‘Why should we invest if it’s forbidden. If I invest, I am in breach ... there are consequences.’</p> \n<p>“A little bit of it was just a perception because we have seen the revenue of football has gone up … I don’t think there are many economic sectors in Europe today, in a period of financial crisis, can show a 5% increase in revenue year by year.</p> \n<p>“Football is healthy but there was this perception and we want to take away this perception.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435618353035/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling is thought to be a target for Manchester City, now their financial fair play restrictions have been loosened. Photograph: Darko Bandic/AP","credit":"Darko Bandic/AP","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling is thought to be a target for Manchester City, now their financial fair play restrictions have been loosened. Photograph: Darko Bandic/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-29T22:53:06Z","lastModified":"2015-06-29T23:34:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Financial fair play","Uefa","Football","Sport"],"tags":[{"id":"football/financial-fair-play","webTitle":"Financial fair play"},{"id":"football/uefa","webTitle":"Uefa"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/29/uefa-financial-fair-play-investors","shortUrl":"http://gu.com/p/4a8hh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/29/uefa-financial-fair-play-investors","webUri":"http://www.theguardian.com/football/2015/jun/29/uefa-financial-fair-play-investors"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435618353035/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling is thought to be a target for Manchester City, now their financial fair play restrictions have been loosened. Photograph: Darko Bandic/AP","credit":"Darko Bandic/AP","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling is thought to be a target for Manchester City, now their financial fair play restrictions have been loosened. Photograph: Darko Bandic/AP"}},"importance":3,"kicker":{"title":"Financial fair play"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435618353035/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling is thought to be a target for Manchester City, now their financial fair play restrictions have been loosened. Photograph: Darko Bandic/AP","credit":"Darko Bandic/AP","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling is thought to be a target for Manchester City, now their financial fair play restrictions have been loosened. Photograph: Darko Bandic/AP"}}]}],"lastModified":"2015-06-30T09:06:21Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}