{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"British Grand Prix / Once mighty McLaren appear to have lowered F1 sights","rawTitle":"Once mighty McLaren appear to have lowered F1 sights","item":{"type":"article","id":"sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button","title":"British Grand Prix: once mighty McLaren appear to have lowered F1 sights","trailText":"Fernando Alonso’s single point in a race where Jenson Button did not complete lap one is deemed progress for the team on course for its lowest finish in 35 years","standFirst":"Fernando Alonso’s single point in race where Jenson Button did not complete lap one is deemed progress for a team on course for its lowest finish in 35 years","byline":"Giles Richards at Silverstone","body":"<p>It is hard to know quite how McLaren will view their home grand prix as the dust and drizzle settles after a thrilling race at Silverstone. Their car and its Honda power unit has been way off the pace all season and they had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/lewis-hamilton-pole-position-f1-british-silverstone\" title=\"\">qualified 17th and 18th</a> on the grid, ahead of only the two Manor cars, and in the race Jenson Button was knocked out on lap one by his team-mate Fernando Alonso. Yet, Alonso did finish in the points, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg\" title=\"\">albeit with only one, in 10th</a>. That this is only the second time the team have scored this season yet still might be seen as a positive is indicative of how a once mighty marque are now struggling.</p> \n<p>The great days of the team’s partnership with Honda in the 1980s, of Ayrton Senna and Alain Prost, of winning 15 of 16 races in 1988, could not seem further away and at the moment there seems little hope of improvement on the horizon. The racing director, Eric Boullier, made it clear this weekend that the idea of Honda, who began developing their engine two years after the other manufacturers, having long-term goals for success was incompatible with his team’s need to start winning now.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg\">Lewis Hamilton wins British F1 GP from Nico Rosberg at damp Silverstone</a> </p> \n</aside> \n<p>It is a need beyond simple prestige and perhaps becoming urgent. They have had no title sponsor since the deal with Vodafone ended in 2013 and face a salary bill for Button and Alonso understood to amount to about &pound;33m. As one of the long-term members of the sport they benefit from its arcane financial payout system but McLaren could still face a loss of revenue of about &pound;30m from most probably finishing in ninth place, their lowest position for 35 years. “Companies are interested in joining us but some people in their organisations may question the results we are lacking and I don’t think we can wait for very long any more,” noted Boullier earlier in the race weekend.</p> \n<p>This is the fifth race Button has failed to finish this year – indeed, in Bahrain his car was not able even to start – although it was pure bad luck. Alonso was spun when the two Lotus cars came together at turn three and he clumped Button, causing his engine to turn off. The British driver has been stoic all season, insisting that developing a works engine with Honda is the only way to catch Mercedes, but he was not happy. “I am disappointed, obviously,” he said. “In front of your home crowd you want to put on a good show and I wasn’t able to do that, and that is a shame.” He also made note of one of motor racing’s great truisms: that it is easier to stay out of trouble if you have clear air. “These things happen when you are so far back, so we need to qualify better. It is more likely to happen when you are starting 18th than starting on the front row,” he said.</p> \n<p>His team-mate’s position in the points was really down to retirements – of which there were seven – and the rain rather than raw speed. In the dry, on the hard tyre, he was consistently around two seconds off the lead and Alonso admitted it had been “a difficult race” and that his team had been “off the pace”. “It’s not the best of results but 10th position helps to motivate everyone,” he said. Again, tellingly, that is not a phrase one would expect from a pedaller at McLaren.</p> \n<p>Known to be hard to work with when things are not going his way, the Spaniard, for the moment, is calm. How long that lasts is uncertain. It cannot have helped that the weekend also featured moments of inefficiency that will have driven the chief executive, Ron Dennis, to distraction, including fitting Button’s tyre to Alonso’s car during qualifying and an overlong pitstop to change a nose during the race. Even the clockwork efficiency of the team looks shaken under the current circumstances.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/williams-silverstone-british-grand-prix-f1-felipe-massa\">Williams thwarted by weather in British Grand Prix but future looks brighter | Giles Richards</a> </p> \n</aside> \n<p>However disappointed Button might be at such a short run in what may be his final British Grand Prix, he was sticking with the line he has held all season. Earlier in the weekend he had pointed out the difficulties in developing an engine he described as both “aggressive” and “extreme” and after the race he was still looking forward. “I am still racing a Formula One car,” he said. “You are optimistic every time you get in the car that it is going to improve . We have had a couple of really bad races but I am still optimistic that it is going to improve.”</p> \n<p>It is a stance he has resolutely stuck to across nine races now and one, no doubt, he is increasingly tired of repeating. McLaren need to start putting some flesh on what are becoming mightily tired bones.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436123394753/Jenson-Button-climbs-out--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images","credit":"Dan Istitene/Getty Images","altText":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix ","cleanCaption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T19:31:29Z","lastModified":"2015-07-05T23:00:53Z","metadata":{"commentable":true,"commentCount":92,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":true,"keywords":["British Grand Prix","McLaren","Formula One 2015","Fernando Alonso","Jenson Button","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/mclaren","webTitle":"McLaren"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/fernando-alonso","webTitle":"Fernando Alonso"},{"id":"sport/jenson-button","webTitle":"Jenson Button"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button","shortUrl":"http://gu.com/p/4adxy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button","webUri":"http://www.theguardian.com/sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436123394753/Jenson-Button-climbs-out--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images","credit":"Dan Istitene/Getty Images","altText":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix ","cleanCaption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images"}},"importance":7,"kicker":{"title":"British Grand Prix"},"showQuotedHeadline":false,"sublinks":[{"title":"F1 / Hamilton wins Grand Prix from Rosberg","rawTitle":"Hamilton wins Grand Prix from Rosberg","item":{"type":"article","id":"sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg","title":"Lewis Hamilton wins British F1 GP from Nico Rosberg at damp Silverstone","trailText":"Felipe Massa stole the lead at the start but the race finished in a Mercedes one-two as Lewis Hamilton beat Nico Rosberg to the chequered flag","standFirst":"<span class=\"bullet\">•</span> Third win at Northamptonshire circuit for championship leader Hamilton\n<br />\n<span class=\"bullet\">•</span> Felipe Massa steals the lead at the start but Mercedes claim a one-two","byline":"Paul Weaver at Silverstone","body":"<p>Lewis Hamilton achieved something more profound than simply winning the British Grand Prix. Formula One’s flying doctor lifted the entire sport from its sickbed and placed it in the sunshine in front of an adoring crowd.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-british-grand-prix-formula-one\">Lewis Hamilton: ‘I am so elated you cannot imagine. It doesn’t seem real’</a> </p> \n</aside> \n<p>For the past few months F1 has appeared to be disappearing in a self-destructive vortex of hand-wringing indecision and bitter criticism. One excellent race will not change everything but this was a little like seeing someone receive a blood transfusion; now we will find out how the patient responds.</p> \n<p>If only there were a few more drivers like Hamilton. It is a little too much to say that he rescued the sport with this performance but it felt a little like watching the famous oil well firefighter Red Adair in action. This was Hamilton’s fifth win in nine races this season but that does not properly reflect his utter domination of the campaign – his eight poles give you a better picture.</p> \n<p>His 38th victory, and his third at Silverstone, pushed him 17 points ahead of Nico Rosberg, who remains the world’s fastest stalker, the pursuit champion of Mercedes-Benz.</p> \n<p>Hamilton is not a believer in momentum. But he was more aware than anyone that Rosberg had won three of the previous four races. The German had also won here two years ago and led the race here last year, so he has a liking for the circuit.</p> \n<p>If he had won again here it would have dealt Hamilton a grievous blow, both in terms of the championship and his own fierce pride in front of his own supporters. But the Briton has a happy habit of delivering when he has to.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/05/lewis-hamilton-wins-2015-british-f1-gp-in-pictures\">Lewis Hamilton wins the 2015 British F1 GP at Silverstone – in pictures</a> </p> \n</aside> \n<p>His team will also take uncommon satisfaction from a rather too common one-two result. For here they demonstrated not only the superiority of their car but also a grasp of strategy of which Alexander the Great would have felt immensely proud. But the crucial decision belonged to Hamilton himself, when he decided to come in for his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/05/f1-british-grand-prix-live-lewis-hamilton#block-55992eb1e4b00bdd27707d56\">second pit stop on the 43rd lap</a>, just as rain and Rosberg began to close in on him in a pincer movement. Hamilton’s history of making calls is such that you would not necessarily follow his moves on a casino table. But here he got it perfectly right.</p> \n<p>Silverstone too basked in the glory. A 140,000 capacity crowd lapped it up and though the weather was good there was late rain, like a sprinkled blessing, to make everything even more exciting than it already was.</p> \n<p>In the circumstances nothing could have been more satisfactory than a triumph for Hamilton. But a win for Williams – which would have been their first here since Jacques Villeneuve’s success here in 1997 – would also have gone well. And when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/williams-silverstone-british-grand-prix-f1-felipe-massa\">Felipe Massa and Valtteri Bottas were at the front </a>after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/05/f1-british-grand-prix-live-lewis-hamilton#block-5599255ae4b00bdd27707d3a\">20 of the 52 laps</a> it even seemed possible.</p> \n<p>Massa made an inspired start, surging ahead of Rosberg and the pole-sitter Hamilton as if fired from a gun. And when Hamilton tried to put pressure on the Brazilian and ran wide, he handed second place to Bottas, with Rosberg fourth. Silverstone is not the best track for overtaking and Hamilton and Rosberg were forced to bide their time and consider their options.</p> \n<p>It was then that Mercedes, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/24/nico-rosberg-monaco-f1-gp-win-mercedes-pit-lewis-hamilton\">whose calling had been so clumsy in Monaco</a> in May, played a vital hand, aggressively, bringing Hamilton in on the 19th lap. It was a very fast stop too, just 2.4 seconds.</p> \n<p>Then Massa and Rosberg came in, for slower stops, and the pair exited the pitbox alongside each other, but by then Hamilton had darted through. When Bottas pitted he rejoined between Massa and Rosberg and the pattern of the race had been formed.</p> \n<p>Perhaps the unusual experience of running one and two addled the minds on the Williams pitwall. At first they told their drivers not to race each other. Then, when Bottas told them he was the faster man, they gave them the go-ahead to do exactly that.</p> \n<p>Bottas had wanted to be let through. But the Williams chief technical officer, Pat Symonds, said: “No we are not going to say let him through, we will allow them to race, it is the Williams way. It gets the heart beating but it is the way we choose to do it. We told them not to race while we sorted out how we thought Mercedes reacted to the race position.”</p> \n<p>It is that sort of spirit that wins Williams fans. But if Bottas had been in front he would have come into the pits ahead of Massa and, very possibly, have created problems for Mercedes.</p> \n<p>But the rain made matters worse for Williams. They are not at their best in the damp and they duly struggled to make much of an impact when the rain arrived.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/05/f1-british-grand-prix-live-lewis-hamilton\">F1: Lewis Hamilton wins British Grand Prix –as it happened!</a> </p> \n</aside> \n<p>Judged on the weekend overall the least Williams deserved was third and fourth. But even that was denied them because of some quick thinking by Ferrari, who brought Vettel in for inters just before the rain came with about eight of the 52 laps remaining.</p> \n<p>Fernando Alonso was 10th, scoring his first point of the season. But he put his team-mate Jenson Button out of the race on the very first lap, the consequence of another clash between Romain Grosjean and Pastor Maldonado.</p> \n<p>So Button is still looking for his first podium at Silverstone. There was also despair for Max Verstappen, who spun into the gravel after the early safety car came in. But there were not many expressions of disappointment here on Sunday. This was a race that made the spirits soar.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e9ccbede381ce29f87cd86685d65dc4f8003fc2/0_0_1992_1195/1992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1195,"width":1992,"orientation":"landscape","credit":"Reuters/REUTERS","altText":"Lewis Hamilton kisses the trophy after winning the F1 British Grand Prix","cleanCredit":"Photograph: Reuters/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-05T13:43:16Z","lastModified":"2015-07-05T23:00:51Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["British Grand Prix","Lewis Hamilton","Formula One 2015","Mercedes GP","Nico Rosberg","Motor sport","Formula One","Sport"],"tags":[{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/lewis-hamilton","webTitle":"Lewis Hamilton"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/nico-rosberg","webTitle":"Nico Rosberg"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg","shortUrl":"http://gu.com/p/4acpg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg","webUri":"http://www.theguardian.com/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e9ccbede381ce29f87cd86685d65dc4f8003fc2/0_0_1992_1195/1992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1195,"width":1992,"orientation":"landscape","caption":"Lewis Hamilton kisses the trophy after winning the F1 British Grand Prix at Silverstone. Photograph: Reuters","credit":"Reuters","altText":"Lewis Hamilton kisses the trophy after winning the F1 British Grand Prix at Silverstone.","cleanCaption":"Lewis Hamilton kisses the trophy after winning the F1 British Grand Prix at Silverstone.","cleanCredit":"Photograph: Reuters"}},"importance":0,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e9ccbede381ce29f87cd86685d65dc4f8003fc2/0_0_1992_1195/1992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1195,"width":1992,"orientation":"landscape","credit":"Reuters/REUTERS","altText":"Lewis Hamilton kisses the trophy after winning the F1 British Grand Prix","cleanCredit":"Photograph: Reuters/REUTERS"}}]},{"title":"Lewis Hamilton / ‘I am so elated you cannot imagine. It doesn’t seem real’","rawTitle":"‘I am so elated you cannot imagine. It doesn’t seem real’","item":{"type":"article","id":"sport/2015/jul/05/lewis-hamilton-british-grand-prix-formula-one","title":"Lewis Hamilton: ‘I am so elated you cannot imagine. It doesn’t seem real’","trailText":"Lewis Hamilton admitted he struggled to keep his emotions in check as he closed in on victory in the British Grand Prix at Silverstone","standFirst":"<span class=\"bullet\">•</span> Rosberg: ‘He made the better call and that is where I lost it’\n<br />\n<span class=\"bullet\">•</span> Hamilton leads championship by 17 points after home victory","byline":"Paul Weaver at Silverstone","body":"<p>“Now let’s party!” Lewis Hamilton told the 140,000 capacity crowd here after his victory in a thrilling British Grand Prix. But they had already started.</p> \n<p>Hamilton is an experienced celebrator, having won a Formula One race on 37 previous occasions, but there was a special energy in the Mercedes driver’s exuberance here. “The vibe, the energy is electrifying,” he said. “I am so elated you cannot imagine. It doesn’t seem real. I have to pinch myself.</p> \n<p>“An incredible day. I don’t ever tear up very often. I’m not particularly much of a cryer. But on the last lap, last couple of laps I think it was, I was getting watery eyes.</p> \n<p>“It was just emotion because I could see the crowd cheering in the corner of my eye. And I knew at that point there were only two laps to go and I had kept it together. When I felt the emotion coming in, I was thinking: ‘Stay focused, don’t drop it.’ It was so difficult out there. So tricky.”</p> \n<p>His decision to come in for his second stop on the 43rd lap for intermediate tyres appeared to please him more than anything. His grip on first place had been loosened by his team-mate Nico Rosberg over the previous two laps but the stop proved inspired as the rain started to fall more heavily and Rosberg was forced to change tyres and finished almost 11 seconds back in second place. Sebastian Vettel was third for Ferrari.</p> \n<p>“When you are leading the race you are the first to see the conditions,” said Hamilton, who extended his championship lead to 17 points. “I was struggling with understeer but I knew I had to come in when I saw the drops on my visor.</p> \n<p>“It’s a lottery. Sometimes you get it right and sometimes you get it wrong. When I had got the wets on, that is my ground, I enjoy that. I felt comfortable by the end.” It may have reminded him of his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2008/jul/07/lewishamilton.formulaone\" title=\"\">famous win in the wet in 2008</a>.</p> \n<p>He added: “I didn’t know how it was going to go. I thought when it started to rain the heavens were not going to make it easy for me. Nico was catching me and I chose to come in and change the tyres and thankfully it was the right choice. For the first time in my career I made the perfect choice tyre-wise.”</p> \n<p>Toto Wolff, the Mercedes team boss, who the previous day had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/toto-wolff-f1-mercedes-bernie-ecclestone\" title=\"\">made an appeal through The Observer for people to stop knocking F1</a>, said: “Sometimes these things just happen at the right moment. There was such a great crowd, and then a race with all the ingredients necessary for excitement. We had the right rain at the right time, and probably the right winner.</p> \n<p>“We cock up together and we win together, and the exchanges on the radio about what was happening and the strategy were spot on today. When the rain hit us, it was so calm on the radio about the options, but then it was Lewis’s call. He made that pit call at the right time, using the right information.</p> \n<p>“In Monaco we had a problem in our system. Here we were concentrated, calm and focused on the priorities and that was part of getting it all right.”</p> \n<p>Referring to Hamilton, he added: “If you are a double world champion and win so many races, you are a complete racing driver. You can’t put him in a box and say he has only God-given talent. He has to have a view of the whole picture and that was clear here.</p> \n<p>“This was Lewis’s home grand prix, there were great crowds and it was a relief from the talking down of the sport we have had. We also had the fastest ever pit stop – 2.4 seconds.., including reaction time.”</p> \n<p>Rosberg said: “I was pushing hard to try and catch Lewis under difficult conditions but he made the better call and that is where I lost it. Fair play to him.”</p> \n<p>Eddie Jordan, the BBC TV analyst, summed it up when he said: “Lewis is on another level. The championship last year made him much stronger, gave him that steely fight in his eyes. He walks through the paddock with that little strut. He knows he is the best.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436121736416/Lewis-Hamilton-shares-a-m-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled to control his emotions in the British Grand Prix. Photograph: Hoch Zwei/  Hoch Zwei/Corbis","credit":"Hoch Zwei/  Hoch Zwei/Corbis","altText":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled","cleanCaption":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled to control his emotions in the British Grand Prix. Photograph: Hoch Zwei/  Hoch Zwei/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-05T18:40:53Z","lastModified":"2015-07-05T23:55:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Lewis Hamilton","Mercedes GP","British Grand Prix","Formula One 2015","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/lewis-hamilton","webTitle":"Lewis Hamilton"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-british-grand-prix-formula-one","shortUrl":"http://gu.com/p/4adxj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/lewis-hamilton-british-grand-prix-formula-one","webUri":"http://www.theguardian.com/sport/2015/jul/05/lewis-hamilton-british-grand-prix-formula-one"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436121736416/Lewis-Hamilton-shares-a-m-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled to control his emotions in the British Grand Prix. Photograph: Hoch Zwei/  Hoch Zwei/Corbis","credit":"Hoch Zwei/  Hoch Zwei/Corbis","altText":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled","cleanCaption":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled to control his emotions in the British Grand Prix. Photograph: Hoch Zwei/  Hoch Zwei/Corbis"}},"importance":0,"kicker":{"title":"Lewis Hamilton"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436121736416/Lewis-Hamilton-shares-a-m-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled to control his emotions in the British Grand Prix. Photograph: Hoch Zwei/  Hoch Zwei/Corbis","credit":"Hoch Zwei/  Hoch Zwei/Corbis","altText":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled","cleanCaption":"Lewis Hamilton shares a moment with the assembled masses at Silverstone after admitting he struggled to control his emotions in the British Grand Prix. Photograph: Hoch Zwei/  Hoch Zwei/Corbis"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436123394753/Jenson-Button-climbs-out--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images","credit":"Dan Istitene/Getty Images","altText":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix ","cleanCaption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images"}}]},{"title":"Women's World Cup / Sampson hails ‘awesome’ England players after play-off win over Germany","rawTitle":"Sampson hails ‘awesome’ England players after play-off win over Germany","item":{"type":"article","id":"football/2015/jul/05/england-mark-sampson-germany-womens-world-cup","title":"Mark Sampson hails ‘awesome’ England players after Germany play-off win","trailText":"The England manager Mark Sampson paid a glowing tribute to his players after their extra-time victory over Germany","standFirst":"<span class=\"bullet\">•</span> Manager pays tribute to England’s resilience after extra-time victory\n<br />\n<span class=\"bullet\">•</span> Hard-fought win ended a run of 20 England defeats against Germany","byline":"Press Association","body":"<p>The England manager Mark Sampson was full of praise for his players’ fighting spirit after they overcame Germany 1-0 in extra-time to finish third in the Women’s World Cup.</p> \n<p>The Lionesses suffered heartbreak in the semi-finals when Laura Bassett’s stoppage-time own-goal condemned them to a 2-1 defeat by Japan.</p> \n<p>But Fara Williams’ penalty at the start of the second half of extra-time earned England the bronze medal and Sampson was generous in his praise.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report\">Germany 0-1 England (aet) | Women’s World Cup third-place play-off match report</a> </p> \n</aside> \n<p>“These players, honestly, I don’t know where they get it from, they find a way to dig deep,” said the England manager.</p> \n<p>“We said before the game, life’s horrible, it’s really tough sometimes; you get a kick in the teeth just when you think you’ve made it and, wow, did we get a kick in the teeth in our semi-final.</p> \n<p>“But we wanted to show the world today that everyone has tough times but you dust yourselves down, pick yourselves back up and go again.</p> \n<p>“They’re just awesome as a group of players. Awesome.”</p> \n<p>Williams echoed Sampson’s endorsement of the group. “We know the squad coming into this tournament had big hope and big beliefs within this 23,” said the Liverpool midfielder.</p> \n<p>“Our performance today against the European champions showed we’re all together, how strong we are.”</p> \n<p>The referee, Ri Hyang-ok, pointed to the spot after Tabea Kemme fouled substitute Lianne Sanderson. Samspon, who is planning a “massive, massive celebration”, said it was just reward for England’s endeavours over the course of the tournament.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/womens-world-cup-top-five-players-england-lucy-bronze\">Women’s World Cup 2015: our top five players of the tournament</a> </p> \n</aside> \n<p>“We deserved that, we really deserved it,” he said. “We’ve come to this tournament and every game we’ve played we’ve been there fighting away.</p> \n<p>“We’ve played three of the top nations in the world: France, Japan, Germany.</p> \n<p>“This team are incredible, just incredible.”</p> \n<p>The exploits of the women’s team in their run to the last four have caught the imagination of the British public and Sampson was eager to convey a message of thanks. “Thank you to everyone back home, the support has been incredible, awesome, amazing,” he said.</p> \n<p>“It made such a difference for us, we really appreciate it.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436090507893/7cca814f-4900-4457-9b57-fb09dc7f6611-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dan Riedlhuber/EPA","altText":"England's Fara Williams celebrates her winning goal against Germany in the Women's World Cup third-place play-off in Edmonton, Canada.","cleanCredit":"Photograph: Dan Riedlhuber/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T10:08:22Z","lastModified":"2015-07-05T10:08:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Women's World Cup 2015","England women's football team","Women's football","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/england-mark-sampson-germany-womens-world-cup","shortUrl":"http://gu.com/p/4acnk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/england-mark-sampson-germany-womens-world-cup","webUri":"http://www.theguardian.com/football/2015/jul/05/england-mark-sampson-germany-womens-world-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436090507893/7cca814f-4900-4457-9b57-fb09dc7f6611-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England’s Fara Williams celebrates her winning goal against Germany in the Women’s World Cup third-place play-off in Edmonton, Canada. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"England's Fara Williams celebrates her winning goal against Germany in the Women's World Cup third-place play-off in Edmonton, Canada.","cleanCaption":"England’s Fara Williams celebrates her winning goal against Germany in the Women’s World Cup third-place play-off in Edmonton, Canada.","cleanCredit":"Photograph: Dan Riedlhuber/EPA"}},"importance":5,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[{"title":"Women’s World Cup: England win nation’s support with World Cup bronze","rawTitle":"Women’s World Cup: England win nation’s support with World Cup bronze","item":{"type":"article","id":"football/2015/jul/05/england-womens-world-cup-mark-sampson-germany","title":"Women’s World Cup: England win nation’s support with World Cup bronze","trailText":"England’s coach, Mark Sampson, inspired his side to third place in the Women’s World Cup in Canada and hopes the achievement will lead to growth in the game at home","standFirst":"Mark Sampson hopes his Lionesses receive the acknowledgment they deserve after the best return from a national football side since 1966","byline":"Louise Taylor in Edmonton","body":"<p>England arrived in Canada in search of a new identity and departed with that wish fulfilled. The pride of Lionesses that left London as near-anonymous figures in late May will attract plenty of second glances as they make their way back through passport control at Heathrow on Monday morning.</p> \n<p>After persuading a nation finally to fall in love with women’s football and, they hope, inspiring an entire new generation of young female players, Mark Sampson’s squad are suddenly household names. England’s coach described his team’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report\" title=\"\">1-0 defeat of Germany</a> – a side the Lionesses had never beaten in 31 years of internationals – as “awesome” and “amazing”.</p> \n<p>A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\" title=\"\">harsh semi-final defeat by Japan </a>meant they did not make the final but, by collecting the bronze medal in the third-place play-off, England did better than any national side of either gender at a World Cup since 1966.</p> \n<p>“I really hope that in 50 or 60 years’ time this team is still talked about,” said Sampson, whose bold decision to experiment with a back three for the first time seemed to confound Silvia Neid, Germany’s coach.</p> \n<p>“So many people at home have been pushing against the wind for so long, working so hard to put our game on the map,” he continued. “So I hope this team’s performance here will serve as a catalyst to change everything, to inspire a new generation of female players. Hopefully girls will be going out and buying pairs of football boots now.</p> \n<p>“I hope their mums and dads say: ‘Yes, you can play football.’ These girls have a challenge to convince their parents to let them become footballers. There’s still not that much money in the women’s game but let’s hope people pick up the baton now and charge away with it. Let’s pack Wembley for Chelsea v Notts County in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/09/wembley-host-womens-fa-cup-final-2015\" title=\"\">women’s FA Cup final next month</a>.”</p> \n<p>The national team returned on a high thanks to Fara Williams’ extra-time penalty and England’s key midfielder could not have been more delighted. “We’ve shown we’re no joke team,” she said. “All the sacrifices we’ve all made have been worthwhile. Now we really want to push on.</p> \n<p>“For the last 18 months, since Mark and his staff came in, we’ve had this belief, drive and togetherness. We can go anywhere we want to now. We believe we’re the best team in Europe. Now we just need to take our game forward. I believe we can get gold and win a tournament. It was only a freakish own-goal that stopped us reaching the final so we were never going to let Germany beat us.”</p> \n<p>Alongside Williams, Laura Bassett, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">scorer of that stoppage-time own-goal against Japan</a>, was smiling again. “The German girls are in tears,” she said. “In the past that was always us but the roles have been reversed. Times are changing in women’s football and they’re exciting for this England team. Why can’t we win gold in the future? Why can’t we win a tournament? We can beat anyone on our day.”</p> \n<p>For the moment bronze will do. “After the sacrifices, the disappointments and setbacks we’ve had over the years, to look around and see everyone smiling now is lovely,” she said. “This medal really means everything.”</p> \n<p>When Bassett’s name was read out as the teams were announced before kick-off a spontaneous, sympathetic cheer rang round Edmonton’s Commonwealth Stadium. “I didn’t mean to score an own-goal and it was a horrible experience,” said the central defender, who shone against Germany. “But talking about it has helped me realise you can’t change the past, you can only affect the future. I had a hard couple of days but I’ve had so many messages of support that I just want to thank everyone who took time to reach out. I really do appreciate it.”</p> \n<p>It was early on Saturday evening and the time for the Lionesses to let their hair down had arrived. “I’m sure some of my players and staff will party right through the night,” said Sampson. “Unfortunately we’ve got a 7.30am flight back home tomorrow morning. I think it might be a quiet plane.”</p> \n<p>Ever since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/dec/06/mark-sampson-appointed-england-womens-head-coach\" title=\"\">the 32-year-old Welshman’s appointment</a> questions have been raised about his suitability for the role. There were legitimate concerns about the Football Association’s failure to recruit a woman as Hope Powell’s successor but Sampson has proved himself to be the best person for the job.</p> \n<p>For all their manifold strengths England have weaknesses in areas such as ball retention and creative incision but Sampson has camouflaged them with an array of astute, thoroughly rehearsed, formations and game plans.</p> \n<p>His belief in near-constant squad rotation has not only worked but kept almost everyone in the 23-woman squad happy. There can be no doubt that Williams and company have bought into Sampson’s methodology and man management to the point where they appear willing to leap through metaphorical hoops of flame for him.</p> \n<p>“You’re only as good as your players,” he said, sensibly shying away from comparisons to Sir Alf Ramsey. “There’s absolutely no reason why this side can’t win the next World Cup. And the way they’ve represented themselves in Canada has been an example to any sports team. I hope that, when we get home, they get the welcome they deserve.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436116729184/After-31-years-of-coming--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup pl","cleanCaption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:19:26Z","lastModified":"2015-07-05T23:01:28Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":true,"keywords":["England women's football team","Women's World Cup 2015","Women's football","Football","Sport"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/england-womens-world-cup-mark-sampson-germany","shortUrl":"http://gu.com/p/4advz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/england-womens-world-cup-mark-sampson-germany","webUri":"http://www.theguardian.com/football/2015/jul/05/england-womens-world-cup-mark-sampson-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436116729184/After-31-years-of-coming--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup pl","cleanCaption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436116729184/After-31-years-of-coming--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup pl","cleanCaption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436090507893/7cca814f-4900-4457-9b57-fb09dc7f6611-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dan Riedlhuber/EPA","altText":"England's Fara Williams celebrates her winning goal against Germany in the Women's World Cup third-place play-off in Edmonton, Canada.","cleanCredit":"Photograph: Dan Riedlhuber/EPA"}}]},{"title":"Raheem Sterling / Liverpool expect forward back in training despite Manchester City bids","rawTitle":"Liverpool expect forward back in training despite Manchester City bids","item":{"type":"article","id":"football/2015/jul/05/liverpool-raheem-sterling-training-manchester-city-bids-pre-season-tour","title":"Liverpool expect Raheem Sterling back in training despite Manchester City bids","trailText":"Liverpool expect Raheem Sterling to ignore Manchester City advances and report back for pre-season training on Monday, when Sean O’Driscoll will be confirmed as the Anfield club’s new assistant manager","standFirst":"<span class=\"bullet\">•</span> England forward in line to go on pre-season tour if no further offer is made\n<br />\n<span class=\"bullet\">•</span> Sean O’Driscoll to be confirmed as new assistant manager of Anfield club","byline":"Andy Hunter","body":"<p>Liverpool expect Raheem Sterling to ignore Manchester City’s advances and report back for pre-season training on Monday, when Sean O’Driscoll will be confirmed as the new assistant manager at Anfield.</p> \n<p>City have had two offers rejected for Sterling this summer, packages <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/11/liverpool-reject-bid-raheem-sterling-manchester-city\">totalling &pound;30m</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/manchester-city-increased-offer-raheem-sterling-liverpool\">&pound;40m</a>, and have yet to make a third bid for the want-away England forward. Unless they return with a deal closer to Liverpool’s &pound;50m valuation this week, the 20-year-old will travel with Brendan Rodgers’ squad to Bangkok next Sunday for the pre-season tour of the Far East and Australia.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa\">Will Liverpool restore James Milner to his swashbuckling, central best? | Lawrence Ostlere</a> </p> \n</aside> \n<p>The bulk of Liverpool’s senior squad are due to start pre-season training at Melwood on Monday, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/james-milner-sign-free-liverpool-manchester-city\">the former City midfielder James Milner</a>, the first of six signings made by the Anfield club this summer. Rodgers hopes to add Christian Benteke to his ranks before their Premier League opener at Stoke City on 9 August but Liverpool are reluctant to meet the &pound;32.5m release clause in the striker’s contract with Aston Villa.</p> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">new &pound;29m signing Roberto Firmino</a> will not be involved in the start of preparations for the new season. He and his compatriot Philippe Coutinho have been given extended leave following their involvement in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/paraguay-brazil-copa-america-match-report\">Brazil’s Copa Am&eacute;rica campaign</a>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/22/liverpool-danny-ings-number-burnley-england\">Danny Ings</a> was also given a later return date after playing for England <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/england-under-21-italy-european-championship-match-report\">at the European Under-21s Championship</a> this summer but has requested an earlier start and is likely to meet his new team-mates on Wednesday.</p> \n<p>Liverpool are due to install O’Driscoll as assistant manager on Monday and confirm the promotion of Pepijn Lijnders from Under-16s coach to the senior ranks. Lijnders will focus on elite player development and may continue to work with Liverpool’s academy prospects. A new first-team coach to replace Mike Marsh, who was released at the end of his contract last month, is also expected to be appointed in the coming weeks.</p> \n<p>O’Driscoll replaces Colin Pascoe, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/05/mike-marsh-liverpool-first-team-coach\">who was sacked following the end-of-season review</a> conducted by the club’s owner Fenway Sports Group. The former Bournemouth, Doncaster Rovers, Crawley Town, Nottingham Forest and Bristol City manager has spent the past nine months as head coach of the England Under-19s side and is free to commence work on Melwood, having finalised the terms of his departure from the Football Association.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/5/1436115238405/Brendan-Rodgers-Liverpool-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Brendan Rodgers' Liverpool side have a pre-season tour of the Far East and Australia – and Raheem Sterling may yet be part of that squad. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Brendan Rodgers' Liverpool have a pre-season tour to plan for and Raheem Sterling may be part of it","cleanCaption":"Brendan Rodgers' Liverpool side have a pre-season tour of the Far East and Australia – and Raheem Sterling may yet be part of that squad. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:30:02Z","lastModified":"2015-07-05T23:40:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Liverpool","Raheem Sterling","Brendan Rodgers","Manchester City","Football","Sport","Transfer window"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/transfer-window","webTitle":"Transfer window"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/liverpool-raheem-sterling-training-manchester-city-bids-pre-season-tour","shortUrl":"http://gu.com/p/4adva","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/liverpool-raheem-sterling-training-manchester-city-bids-pre-season-tour","webUri":"http://www.theguardian.com/football/2015/jul/05/liverpool-raheem-sterling-training-manchester-city-bids-pre-season-tour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/5/1436115238405/Brendan-Rodgers-Liverpool-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Brendan Rodgers' Liverpool side have a pre-season tour of the Far East and Australia – and Raheem Sterling may yet be part of that squad. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Brendan Rodgers' Liverpool have a pre-season tour to plan for and Raheem Sterling may be part of it","cleanCaption":"Brendan Rodgers' Liverpool side have a pre-season tour of the Far East and Australia – and Raheem Sterling may yet be part of that squad. Photograph: BPI/Rex Shutterstock"}},"importance":5,"kicker":{"title":"Raheem Sterling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/5/1436115238405/Brendan-Rodgers-Liverpool-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Brendan Rodgers' Liverpool side have a pre-season tour of the Far East and Australia – and Raheem Sterling may yet be part of that squad. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Brendan Rodgers' Liverpool have a pre-season tour to plan for and Raheem Sterling may be part of it","cleanCaption":"Brendan Rodgers' Liverpool side have a pre-season tour of the Far East and Australia – and Raheem Sterling may yet be part of that squad. Photograph: BPI/Rex Shutterstock"}}]},{"title":"Wimbledon / Andy Murray has the smart weapons to counter Karlovic’s Wimbledon bombs","rawTitle":"Andy Murray has the smart weapons to counter Karlovic’s Wimbledon bombs","item":{"type":"article","id":"sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic","title":"Andy Murray has the smart weapons to counter Karlovic’s Wimbledon bombs","trailText":"Andy Murray is set to face a barrage of aces from Ivo Karlovic in their Wimbledon fourth-round match on Centre Court","standFirst":"<p><span class=\"bullet\">•</span> British No1 is set to face a barrage of aces from tallest player in tournament<br /><span class=\"bullet\">•</span> Murray will not be taking Karlovic lightly, describing the Croat as ‘dangerous’</p>","byline":"Kevin Mitchell at Wimbledon","body":"<p>When Ivo Karlovic, always the tallest and now the oldest player left in the tournament, launches one of his service bombs from its maximum height on Centre Court at Wimbledon on Monday afternoon, with his feet off the ground and his strong right arm stretched to the skies, the ball will start its 135mph journey towards Andy Murray roughly at the eye level of the chair umpire.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution\">Wimbledon 2015: Venus Williams’ enormous contribution merits long goodbye | Sean Ingle</a> </p> \n</aside> \n<p>So, how does the 6ft 3in Murray, who has survived the tennis equivalent of facing Joel Garner at the Waca five times and won every encounter, prepare for such an ordeal? “Normally,” he says, “I get the coach, or whoever I am hitting with, to stand just behind the service line and basically try to ace me for 10 to 15 minutes. I don’t want to know where they are going to serve. That’s what I have done before when I played the big servers.”</p> \n<p>None is bigger than Karlovic, who wears size 16 shoes and, according to his own estimate, stands 6ft 11in and weighs around 16 stones. On Saturday, the 36-year-old Croatian became the first player in the history of the game to serve 40 or more aces three matches in a row when he put 41 of them past a bewildered Jo-Wilfried Tsonga to go with the 53 that dazzled Alexandr Dolgopolov last Wednesday and the 42 that the Swedish qualifier Elias Ymer had to endure in the first round.</p> \n<p>That is 136 aces in three matches. Already this year he has hit 619 aces in 29 matches, 163 of them in seven outings on grass from Halle to Queen’s to Wimbledon. In 45 matches this season, Murray has hit 282 aces, with 36 from six on grass – so the disparity in penetration with ball in hand is stark enough.</p> \n<p>Every time he goes to the service line, Karlovic has high expectations: in his 512 matches on the Tour, he has won his first serve 22,662 times, and he needs just 387 more aces for a career total of 10,000. Another 184 after that mark will take him beyond the all-time record held by Goran Ivanisevic.</p> \n<p>Few hit the ball faster than Karlovic. Only Sam Groth (147mph), Milos Raonic (140mph), John Isner (140mph) and Kevin Anderson (138mph) have bettered his and Grigor Dimitrov’s 137mph efforts at these championships. Only Anderson and Karlovic of this sextet have reached the second week, and it is Murray’s task in the fourth round to see if he can beat the Croatian for the sixth time in a row.</p> \n<p>Seven of their 14 sets have gone to tie-breaks, Murray prevailing four times – and therein lies the key to his success. While Karlovic is tough to break, he finds it difficult to reply in kind against players with a lot of tennis smarts like Murray because the very physical advantage that helps him also hinders him. He is no slithering elf around the court.</p> \n<p>If there is a weakness in the Karlovic serve, it may be in the launching of those extraordinary rockets. When they played here in 2012, Karlovic was foot-faulted 11 times on his way to losing in the second round and was furious. He said afterwards: “It was outrageous, outrageous. It’s Wimbledon, Centre Court, and they do this. The whole credibility of this tournament went down for me.”</p> \n<p>Murray responded at the time : “That’s very tough, to question the integrity of Wimbledon.”</p> \n<p>In The Rules Of Tennis, Rule 8 says “… the server shall throughout the delivery of the service: not change his position by walking or running … and not touch, with either foot, any area other than that behind the baseline within the imaginary extensions of the centre mark and sidelines.”</p> \n<p>The row was ludicrously described as “a cheat storm”, and soon blew over.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/wimbledon-2015-order-of-play-andy-murray\">Wimbledon 2015: Order of play for Monday 6 July</a> </p> \n</aside> \n<p>Murray said none of this would prey on his mind in their sixth meeting when he spoke after beating Andreas Seppi in four sets of considerable drama on Saturday evening to reach the second week for the ninth time in 10 visits. “Well it wasn’t a problem for me,” he said after his massage and ice bath, “more for him because, when he gets foot faults, he loses the first serve. But it was strange, because he and very few of the players foot fault on a regular basis.”</p> \n<p>Karlovic is no lumbering automaton and has a loyal and amused following on Twitter, where he dispenses eccentric views on a regular basis. There will be no acrimony.</p> \n<p>At 36 years and 128 days, he is the oldest player to reach the fourth round since Niki Pilic in 1976. To Karlovic, all of these numbers matter little.It does not concern him that he is the senior citizen at the oldest tournament in tennis.Murray will not take him lightly. In his first match at Wimbledon 12 years ago, Karlovic stunned everyone when he beat the defending champion Lleyton Hewitt.“He beat [Tomas] Berdych in Halle, he beat Tsonga here,” Murray pointed out. “He’s dangerous.” And he is relaxed.</p> \n<p>Late on Saturday night before arranging a Sunday morning hit with Juan Ignacio Chela, Karlovic said, “I like what I do. I’m having fun. I don’t know how it’s gonna be [against Murray]. I have chance, for sure. If I’m able to do this at my age, it is unbelievable. I don’t know for how much longer I can do this, but right now I don’t have an issue with injuries. I am healthy, motivated. So I will go on.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436118536471/Andy-Murray-is-in-relaxed-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court.","cleanCaption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:30:02Z","lastModified":"2015-07-05T23:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Tennis","Sport","Wimbledon"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic","shortUrl":"http://gu.com/p/4adx5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic","webUri":"http://www.theguardian.com/sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436118536471/Andy-Murray-is-in-relaxed-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O’Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court.","cleanCaption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O’Brien/Reuters"}},"importance":4,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436118536471/Andy-Murray-is-in-relaxed-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court.","cleanCaption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters"}}]},{"title":"Tour de France / André Greipel wins stage as Froome and Contador prosper","rawTitle":"André Greipel wins stage as Froome and Contador prosper","item":{"type":"article","id":"sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador","title":"Tour de France: Mark Cavendish turns on team as André Greipel wins stage","trailText":"Mark Cavendish was furious with his team and social media critics after failing to win a sprint finish, while Chris Froome and Alberto Contador finished clear of their main rivals for the yellow jersey","standFirst":"<span class=\"bullet\">•</span> Greipel beats Cavendish in sprint to win stage two in Zeeland \n<br />\n<span class=\"bullet\">•</span> Froome and Contador finish clear main rivals for overall title","byline":"Barry Glendenning in Zeeland","body":"<p>On a stage decided largely by inclement weather, it seemed weirdly appropriate that the main beneficiaries should be Sky. Chris Froome could barely conceal his delight following the first mass-start stage of this Tour, in which Vincenzo Nibali and Nairo Quintana lost major chunks of time following a mid-stage split in a bunch paralysed by anxiety in extreme weather conditions. In stark contrast, for Mark Cavendish it was a day of frustration and irritation as the Etixx-Quick-Step rider finished out of the money but slap bang in the middle of a potentially explosive confrontation with his team-mates.</p> \n<p>The riders started in the desert-dry noon heat on the often bottleneck narrow streets of Utrecht and then headed in a gentle meander towards Rotterdam, followed by a leisurely spin towards Zeeland on the North Sea coast along roads so flat you can see into the future if you squint hard enough. This 166km stage should have been so straightforward – it was anything but.</p> \n<p>As predicted, it came down to the sprint in which Andr&eacute; Greipel pipped Peter Sagan by a tyre’s width and there were many eyebrows raised when both men out-sprinted Cavendish, whose form coming into this race has been imperious. Bizarrely the British sprinter was also beaten by Fabian Cancellara, whose third place was enough to earn the Swiss the yellow jersey just ahead of Cavendish’s team-mate Tony Martin. On Monday he will wear it for the 29th time in six different Tours over 11 years. Small wonder they call him Spartacus.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/05/tour-de-france-2015-stages-one-and-two-in-pictures\">Tour de France 2015: stages one and two – in pictures</a> </p> \n</aside> \n<p>Cavendish, the clear favourite when a sprint finish was inevitable, was quick to blame his normally reliable lead-out man Mark Renshaw for jumping the gun and “leaving me hanging”, with the Briton paddling in tar as Greipel, Sagan and then Cancellara swept past him in the closing metres. “The day Cancellara beats me in a sprint I’ve gone too long,” said a clearly frustrated Cavendish. “I’ve gassed it. It’s disappointing, Tony’s disappointed. I have just watched it back on the video and the guys behind played it perfect. I reckon I could get a job as a lead-out man for them.”</p> \n<p>Having criticised his team-mates, Cavendish went on Twitter to confront armchair sprinters who had condemned him for sitting up when it became apparent he would not win the stage, although his team boss seemed unconvinced by his assertion that cycling is not “a computer game”. Insult was added to the sprinter’s injured pride when Etixx-Quick-Step’s chief, Patrick Lefevere, accused him of selfishness. “Cavendish stopped sprinting and this costs Tony the jersey,” he said. “I am not happy at all. Probably this was our last chance to take the yellow jersey.”</p> \n<p>Behind the fast men another drama was unfolding and, as was always likely to happen on a stage whose route took in the coast, crosswinds were to blame. Invariably liable to take their toll by smashing up the bunch and forcing the formation of echelons from which it is very easy for unwitting or unlucky riders to get dropped, they are the bane of cyclists but make for terrific racing. Winds duly blew in not long after a four-man breakaway had made an audacious bid for escape that ended a lot sooner than they might have hoped.</p> \n<p>It was apocalyptic weather that did for the quartet of opportunist escapees. With rain hammering down and the wind howling, the teams of the main GC contenders reeled them in and fought to keep their men at the front of a bunch where assorted laws of physics dictate that only so many riders could fit in order to avoid the potentially catastrophic consequences of being shelled out of the tradesman’s exit. The majority of the field suffered, among them Nibali and Quintana, along with the overnight race leader Rohan Dennis, as they lost time to a lead group in which Alberto Contador and Froome were safely swaddled in the protective blanket of assorted lieutenants.</p> \n<p>“I’m really thankful to my team-mates today,” said Froome. “They kept me in front all day, especially when it mattered when that split happened. I think everyone was hoping that storm was going to hold off until after the finish, but that wasn’t to be today and I’m just glad it worked out the way it did. I had the support from my team-mates when I really needed it in the final split. They did a great job keeping me up there. We’re two days down now and I couldn’t have hoped for much more.”</p> \n<p>Not half. Without so much as a speed-bump having been traversed, Froome, Contador and the BMC rider Tejay van Garderen can sleep soundly in their beds knowing they put a potentially game-changing 1min 28sec between them and two of the pre-race favourites with less than 200km of the route behind them. “We were unlucky,” said Nibali. “We chased a long time. What could we do? This is cycling. The bad days you have to accept.” Nibali was more unlucky than most, having to recover from a puncture, on top of all the other misfortune heaped upon his slender shoulders.</p> \n<p>With Monday’s finish on the small but beautifully punishing climb that is the chapel-lined Mur de Huy, Cavendish is extremely unlikely to repair team relations by taking his 26th stage win, although with the Tour touch-paper well and truly lit after just two stages we can expect plenty more peloton pyrotechnics as the riders head uphill.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b629943ed0bc74857c136153770903f4e7576fbc/301_30_4099_2460/4099.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4099,"orientation":"landscape","credit":"Peter Dejong/AP","altText":"Germany’s André Greipel celebrates as he crosses the finish line to win the second stage of the Tour de France.","cleanCredit":"Photograph: Peter Dejong/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-05T16:00:21Z","lastModified":"2015-07-05T23:40:01Z","metadata":{"commentable":true,"commentCount":207,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France","Cycling","Tour de France 2015","Sport","Chris Froome","Alberto Contador"],"tags":[{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador","shortUrl":"http://gu.com/p/4acqp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador","webUri":"http://www.theguardian.com/sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457412805","source":"guardian.co.uk","durationInSeconds":208,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/05/150705LeTourStage2_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/05/150705LeTourStage2.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/5/1436119468715/KP_343740_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Day Two Highlights from Le Tour","credit":"guardian.co.uk","altText":"620x372 trailpic for Day Two Highlights from Le Tour","cleanCaption":"620x372 trailpic for Day Two Highlights from Le Tour"}}},"importance":4,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b629943ed0bc74857c136153770903f4e7576fbc/301_30_4099_2460/4099.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4099,"orientation":"landscape","credit":"Peter Dejong/AP","altText":"Germany’s André Greipel celebrates as he crosses the finish line to win the second stage of the Tour de France.","cleanCredit":"Photograph: Peter Dejong/AP"}}]},{"title":"Wimbledon 2015: Venus Williams’ contribution merits long goodbye","rawTitle":"Wimbledon 2015: Venus Williams’ contribution merits long goodbye","item":{"type":"comment","id":"sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","title":"Wimbledon 2015: Venus Williams’ contribution merits long goodbye","trailText":"Few could deliver destruction with such grace and, at 35, it is time we acknowledge Venus Williams’s greatness before she heads into the sunset","standFirst":"Few could deliver destruction with such grace and, at 35, it is time we acknowledge Venus Williams’s greatness before she heads into the sunset","byline":"Sean Ingle","body":"<p>During Wimbledon’s first week you had to squeeze into the outside courts to catch repeat viewings of what Venus Williams does best: rocket-launching that snorting, sliding serve before moving as softly as a dancer into position and killing the point with a wonderfully wicked ground stroke. It was a welcome blast from the past, a reminder of the days when Venus was regularly ascendant over SW19. Rarely in tennis history has destruction been delivered with such grace.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/serena-williams-venus-grand-slam-wimbledon-2015\">Serena Williams favourite to beat Venus but form may bring sisters closer</a> </p> \n</aside> \n<p>But now, after a week out of the headlines and headlights, she steps on to Centre Court on the stroke of 1pm on Monday to face her sister Serena. Undoubtedly she will be the sentimental favourite, given the feisty to-and-fro between Serena and the crowd during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\" title=\"\">Friday’s breathless encounter with Heather Watson</a>. But if the bookmakers are proved correct, and Venus succumbs to her sibling’s extraordinary plait of power, skill and will, her send-off deserves to be long and vigorous. There may not be many more opportunities to say goodbye – or for Wimbledon to acknowledge the sheer size of her contribution to the sport.</p> \n<p>When she started playing tennis in gang-infested Compton, on cracked courts and with balding tennis balls, she was told by her father, Richard, to drop to the floor if she heard gunshots. Yet she has overcome all the disadvantages of her Los Angeles upbringing to become one of the greats. Her tally of seven grand slams is a modest return given her talents, although in the open era only Martina Navratilova and Steffi Graf have won more Wimbledon titles than Venus’s five.</p> \n<p>She passes the longevity test, too: it is nearly two decades since she became the first unseeded player to reach the singles final of the US Open, aged 18, in 1997; her last women’s tour title arrived as recently as January. That made her – at the age of 34 – the fourth-oldest player to win a WTA title, behind only Billie Jean-King, Kimiko Date-Krumm and Navratilova.</p> \n<p>But Venus has arguably made even greater steps towards history off the court. In 2006 she wrote a powerful and eloquent letter to the Times, urging Wimbledon to adopt equal pay for men and women. As she put it: “I feel so strongly that Wimbledon’s stance devalues the principle of meritocracy and diminishes the years of hard work that women on the tour have put into becoming professional tennis players – I intend to keep doing everything I can until Billie Jean’s original dream of equality is made real.” A year later that dream was realised.</p> \n<p>Joel Campbell, a former deputy sports editor of the Voice, believes her influence on the All-England Club is wider still. “Wimbledon looks much more representative of London than it did 10 or 15 years ago, and that’s down to Venus leading the way and Serena following her,” he says. “The audience is far more diverse than it used to be.”</p> \n<p>Venus appears to have barely aged in the past decade. But under the bonnet there have been problems, including wrist and back injuries and, since 2011, the autoimmune disease Sjogren’s syndrome, which saps the body’s energy and causes crippling joint pain. She is 35 now. Time catches up with even those who appear timeless.</p> \n<p>It has been a long while since she has hit the highest notes. Tellingly, she has not won a grand slam for seven years. Yet there are slivers of evidence – and hope – to suggest that there may yet be one final hurrah before she goes gently into the good night. She made the quarter-finals of the Australian Open in January, the first time she had travelled so far in a grand slam since 2010, while her first round double bagel of Madison Brengle at Wimbledon was followed by briskly efficient victories over Yulia Putintseva and Aleksandra Krunic.</p> \n<p>Her form has been so good that Venus and grass have, once again, appeared as natural a combination as strawberries and cream. And, once more, we are talking about the Williams sisters as a collective, almost as if they are conjoined, even though their personalities have always been very different. As Venus once told Oprah Winfrey, when they were younger and put on plays for their parents, “Serena was always the princess and I was the warrior”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-ten-talking-points\">Wimbledon 2015: 10 talking points so far – what we learned and what to expect</a> </p> \n</aside> \n<p>The roles have been reversed since. With Venus everything appears to come effortlessly – in much the same dreamy way it does to Roger Federer – whereas Serena instinctively feels compelled to put her shoulder into every point. Such a distinction is not new. <a href=\"http://observer.theguardian.com/osm/story/0,,727737,00.html\" title=\"\">As Venus admitted in an interview with the Observer in 2002</a>: “You know I was always really very good. Serena, on the other hand, wasn’t very good at all … She started playing especially good tennis at around 15, which was soon enough – I mean, she won the US Open two years later – but still it was quite late compared to me.” She then summed up the distinction another way: “You know. I was always Venus.”</p> \n<p>And Serena has always been Serena. But while her young sister wears her emotions on her Nike-branded sleeve, there remains a mystery and allure to Venus. Yet in her own quiet, non‑revolutionary, way she has been one of the most significant figures in sport in the past 20 years.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436117711639/Venus-Williams-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton","credit":"David Lyttleton","altText":"Venus Williams","cleanCaption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:37:11Z","lastModified":"2015-07-05T23:00:44Z","metadata":{"commentable":true,"commentCount":61,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Venus Williams","Serena Williams","Wimbledon 2015","Wimbledon","US sports","Tennis","Sport"],"tags":[{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","shortUrl":"http://gu.com/p/4adxv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436117711639/Venus-Williams-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton","credit":"David Lyttleton","altText":"Venus Williams","cleanCaption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton"}},"importance":3,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png"}}]},{"title":"Football / Southampton expect to sign Alderweireld from Atlético Madrid","rawTitle":"Southampton expect to sign Alderweireld from Atlético Madrid","item":{"type":"article","id":"football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid","title":"Southampton ponder legal action if Toby Alderweireld joins Tottenham","trailText":"Atlético Madrid’s failure to cancel a buy-out clause despite interest from Tottenham has opened the door for Southampton to sign the defender who spent last season on loan at St Mary’s","standFirst":"<span class=\"bullet\">•</span> Atl&eacute;tico Madrid failed to cancel &pound;6.8m buy-out clause in loan deal\n<br />\n<span class=\"bullet\">•</span> Belgium defender spent last season at St Mary’s\n<br />","byline":"Alan Smith","body":"<p>Southampton will consider legal action if they fail to sign Toby Alderweireld from Atl&eacute;tico Madrid on a permanent deal after the Spanish club failed to cancel the Belgium defender’s buy-out clause in time. The club believe they are entitled to purchase the Belgium defender, who impressed during his loan spell at St Mary’s last season, for &pound;6.8m due to Atl&eacute;tico not availing of the option to cancel the clause for &pound;1.5m.</p> \n<p>Tottenham were considered favourites to sign the player, who had struggled to find his way into Diego Simeone’s plans at the Vicente Calder&oacute;n before last season’s temporary switch to St Mary’s. Reports earlier on Sunday suggested that the Spurs chairman, Daniel Levy, and the Atl&eacute;tico chief executive, Miguel &Aacute;ngel Gil, had agreed a fee of around &pound;11.5m after a weekend of negotiations in Madrid.</p> \n<p>However, Southampton have learned of the Spanish club’s failure to cancel the clause, and now believe they not only have first refusal on the 26-year-old but also for a significantly reduced price.</p> \n<p>Ronald Koeman, the Southampton manager, last week spoke of his desire to continue working with Alderweireld, who would also like to remain on the south coast, at a time when Tottenham appeared overwhelming favourites to secure his services. “The player likes to stay, we like to keep the player but it’s a little difficult at the moment with Atl&eacute;tico Madrid. I have a good hope he will stay,” Koeman said.</p> \n<p>The possible signing of Alderweireld would be a timely boost for Southampton, who have already lost the England defender Nathaniel Clyne to Liverpool, while their highly-rated France midfielder Morgan Schneiderlin is being courted by Manchester United having previously expressed his desire to play in the Champions League.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436124645983/Toby-Alderweireldr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA","credit":"Jon Buckle/PA","altText":"Toby Alderweireldr","cleanCaption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:21:00Z","lastModified":"2015-07-05T23:40:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alan Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-smith"}],"feature":false,"keywords":["Southampton","Atlético Madrid","Transfer window","Football","Sport"],"tags":[{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/atleticomadrid","webTitle":"Atlético Madrid"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Alan Smith","topic":{"type":"tag-contributor","name":"profile/alan-smith"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid","shortUrl":"http://gu.com/p/4ad2v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid","webUri":"http://www.theguardian.com/football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436124645983/Toby-Alderweireldr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA","credit":"Jon Buckle/PA","altText":"Toby Alderweireldr","cleanCaption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436124645983/Toby-Alderweireldr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA","credit":"Jon Buckle/PA","altText":"Toby Alderweireldr","cleanCaption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA"}}]}],"lastModified":"2015-07-05T21:44:56Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}