{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Steven Gerrard on leaving Liverpool / ‘I always knew this moment was going to be the toughest’","rawTitle":"‘I always knew this moment was going to be the toughest’","item":{"type":"article","id":"football/2015/may/14/steven-gerrard-liverpool-final-anfield-appearance","title":"Steven Gerrard on leaving Liverpool: ‘I always knew this moment was going to be the toughest’","trailText":"Steven Gerrard tells Andy Hunter he is dreading the moment when the final whistle blows on his 354th and final Anfield appearance on Saturday","standFirst":"After 17 years, 708 games, 185 goals and 10 trophies, Steven Gerrard will make his 354th and final Anfield appearance on Saturday. Tickets are being sold for over &pound;1,200 as fans clamour to bid farewell to the Liverpool captain, who is dreading the sound of the final whistle ...","byline":"Andy Hunter","body":"<p><strong>Your last competitive game at Anfield after 17 years – has the reality hit home yet? </strong>When I made <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/01/steven-gerrard-leave-liverpool-end-season\" title=\"\">the announcement in January</a> this was the time I was dreading and regretting because I knew how tough it was going to be. But it’s here now, I have to get on with it, play and say my goodbyes in the right way. I always knew this moment was going to be the toughest for the simple reason I&nbsp;am going to miss it so much.</p> \n<p><strong>Do you think the emotion will get to you on the final whistle? </strong>Carra said I couldn’t cry! I don’t know, I really don’t know. I don’t want to, I want to keep it in check and say goodbye properly to the fans. I remember Sami Hyypia cried after his last game. Sami was a big, tough centre-half but definitely had an emotional side. I have, too, but I don’t think there’s anything to be ashamed of if you shed a tear, especially if you have a love and affection for the supporters. Even when the likes of Robbie Fowler and Jamie left it was very emotional for me as their team-mate. I am dreading that moment when the final whistle goes, actually. I know I’ll be thinking of the people who have been there with me since day one. I remember getting on the bus with my dad to the centre of excellence at the Vernon Sangster [a now demolished sports centre on Stanley Park], getting two buses in the rain and the cold and the ice and snow, and I’ll just go back to that moment when it all began.</p> \n<p><strong>On the plus side, the end of your Liverpool career might be a release? </strong>I think there will be a sense of that in a couple of weeks. I have been in the spotlight in this city, in this team, for 17 years and had some highs and some lows in that time. What some people don’t understand is that sometimes it’s a tough place to live and be a player as well. So I think there will be a relief and a release in a couple of weeks.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ae8af689ccbfb833e4551677b9d659c629995387\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431605918074/dc7f79e6-8f88-4444-908e-471931bdce27-460x276.jpeg\" alt=\"Steven Gerrard\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gerrard: ‘I’m sitting here now thinking about whether there’s a role for me to come back to at the club in the future.’</span> \n  <span class=\"element-image__credit\">Photograph: Carl Recine/Action Images via Reuters</span> \n </figcaption> \n</figure> \n<p><strong>Has there been a time in the last five months when you’ve regretted your decision to go? </strong>No, not really. I did not make the decision lightly. I was honest enough to say when I came away from England at the start of this season that I thought I’d be playing on for another season after this. But the way the season’s gone, I have been getting messages and feelings that I got the timing right. I have grown up alongside players like Robbie Fowler and Carra, and we spoke about this moment a lot. When do you make the decision? When is it right? I have always agreed, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/feb/07/liverpool-jamie-carragher-retire-season\" title=\"\">especially with Jamie</a>, that you go a touch early, when people want a tiny bit more, rather than when people on the terraces or around the city are saying: “You stayed too long,” and they’re trying to kick you out of the door.</p> \n<p><strong>After the announcement, you picked up an injury and were then sent off against Manchester United. Did you worry that your Liverpool career was fizzling out? </strong>I did. Certainly sitting in the dressing room after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/22/liverpool-manchester-united-premier-league-match-report\" title=\"\">sending-off against Man U</a>, I was thinking: “I don’t want it to fizzle out in this way, and people to remember a hamstring injury, the suspension against Man U and some bad performances.” So I am really happy the last couple of games have gone well and I am hoping the final two games go the same way. But I think people will remember me not for a period of four, five or six games or even six months. I think once it’s done and I’m away, if my name ever crops up, they will remember what I have done for 17 years rather than a short space of time. I hope they do, anyway.</p> \n<p><strong>Everyone has been having a say on your Liverpool career for years. How would you assess it? </strong>I’d assess it over the 17 years. When I first started watching Liverpool on the terraces and playing football in the street it was a hobby. Playing for Liverpool was always a dream and one I never thought I’d get near. So looking back now at what I’ve achieved I’m immensely happy and proud of how it’s gone. I’ve got a couple of regrets, of course, but I think that’s totally normal. I don’t think there are many footballers who finish a career and have only good memories. Everyone, if they analyse their careers in the way I analyse things, will always have a few regrets in there.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0217c0ad8e664942c9cc266f61dda7dbdb8e02b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431606292072/3790efbc-ec7a-4a1a-b595-1857843c61d8-280x420.jpeg\" alt=\"A young Liverpool fan's shirt says it all about Gerrard's contribution.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A young Liverpool fan’s shirt says it all about Gerrard’s contribution.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Powell/Liverpool FC via Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>That there isn’t a Premier League title in there? </strong>That’s the biggest one, yes.</p> \n<p><strong>Could you have imagined at the start of your career that a league title would elude you? </strong>Not at the very beginning. I always felt I had the talent and ability to stay around for a long time when I made <a href=\"https://www.youtube.com/watch?v=eb8fGZDYHms\" title=\"\">my debut for Liverpool at 18</a>. I knew I had to work hard to do that but I thought over the 15-year period that I wanted to stay for I’d get the chance to win it and I did on a couple of occasions, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/apr/27/liverpool-chelsea-premier-league-match-report\" title=\"\">last season being the best chance</a>. That makes it a bit more painful because it’s so recent.</p> \n<p><strong>Not bowing out with an FA Cup final appearance must be another? </strong>It was too good to be true, wasn’t it? Winning the FA Cup on your birthday on your last game? I’ll still watch the final, though. I’ve watched the last 30 so I’m not going to miss this one.</p> \n<p><strong>If you had your career all over again, what would you do differently? </strong>I don’t think I’d do much differently because I’ve always tried to apply myself in the right way. I’ve lived for my profession on and off the pitch. I’ve made some mistakes along the way of course, maybe had a few nights out at the wrong time, and there are some performances I’d like to change for the team and individually. But that’s just not possible; that’s life. I don’t want to look back too much on what I’d like to change – I want to look forward. I’m actually sitting here now thinking about whether there’s a role for me to come back to at the club in the future, and to contribute again, rather than thinking about what I’d like to change about the past.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4a66f2d5c07f827841108e500b59ad061dd9262f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431606483311/f402a1f2-6300-4b94-9261-babe27754efd-460x276.jpeg\" alt=\"Steven Gerrard revels in the glory that was Istanbul.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gerrard revels in the glory that was Istanbul. </span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>And is there a role for you to come back to at Liverpool? </strong>I don’t know at the moment what’s going to be there <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/05/steven-gerrard-la-galaxy-bruce-arena\" title=\"\">after America</a> but I’ll certainly be coming back.</p> \n<p><strong>You’re part of a dying breed of players who have spent their entire Premier League careers at one club. What has happened over the last 17 years to facilitate that change? </strong>The power of owners and the money in the game. Money talks in certain situations. Everyone has their price and sometimes, if an owner or a club wants a player that much, they are prepared to go beyond it to make it happen and pay well over the odds. There’s a lot more movement in the game but I always had a connection with this club that I didn’t want to let go of. I had the chance to leave probably five or six times but when you play for your family and your people, I always wanted to achieve success and win trophies to share with them and not just go looking for glory, which I could have done.</p> \n<p><strong>You gain respect throughout football as a one-club man, though, don’t you? </strong>I am proud of that. I have always tried to be honest, on and off the pitch, with the way I play. I have always tried to be honest with the media. I have always wanted to show people that what they see is real, that there is no falseness or me trying to be something I am not. I&nbsp;have always tried to play in a certain way, so that people enjoy what they see. That is how I have tried to go about it, really.</p> \n<p><strong>Do you fear that, when you leave, a crucial link between Liverpool and its past will be severed? </strong>People say it’s vital to have a scouse heartbeat and local players. I think it’s nice but I don’t think it is the be-all and end-all. It is important there is a group of players here who are very good footballers and they have a coach who is very good tactically. That is when success comes. I don’t think it comes down to whether there is a scouse lad in the team. That is just a bonus for the supporters because they can feel a connection. The important thing for the future is that we keep trying to attract world-class players that can contribute to success. That is how you win games and tournaments. It is as simple as that.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"25622629ca01e84f0165cd40071872ff406ccc32\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431606758726/5bbee0c0-801f-4b90-95d5-43477f931a5b-280x420.jpeg\" alt=\"The young Steven Gerrard: Anfield's scouse heartbeat.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The young Gerrard: Anfield’s scouse heartbeat.</span> \n  <span class=\"element-image__credit\">Photograph: Ross Kinnaird/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Those players might be more likely to join Liverpool if you were around to help persuade them … </strong>I tried with the last four or five and none of them came so don’t look too much into that! I don’t think people come because of me or Jamie Carragher or anything else. I think they come because of the badge and the club, its wonderful history and tradition. The way football has gone now, players just want to play in the Champions League. That is the key. That is the disappointing thing from this season. We have come up a bit short but there is no doubt in my mind that if we had Daniel Sturridge fit from day one&nbsp;we would be talking about Champions League for this team this year. I think we have got the right owners in charge, the right manager and there is a core of potential. The important thing for me – and this is just my opinion – is adding some players to that who are ready. I wouldn’t buy any more potential in the short term. I would buy players who are ready to come and fight and be successful.</p> \n<p><strong>You gave your </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/jul/21/steven-gerrard-england-dream-liverpool\" title=\"\"><strong>England career</strong></a><strong> a “six or seven out of 10” when you finished. What would you give your Liverpool career? </strong>No one is interested in what I would give it.</p> \n<p><strong>They are … </strong>I’m not going to judge my Liverpool career out of 10. But I can judge two performances for you. I’ll give <a href=\"https://www.youtube.com/watch?v=4ZFHwJMIWUA\" title=\"\">Istanbul nine</a> and I’ll give the last Man United one at home zero.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/14/1431605640706/Liverpools-Steven-Gerrard-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steven Gerrard: Liverpool captain and icon. 'I have always tried to play in a certain way, so that people enjoy what they see.' Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Liverpool's Steven Gerrard","cleanCaption":"Steven Gerrard: Liverpool captain and icon. 'I have always tried to play in a certain way, so that people enjoy what they see.' Photograph: Carl Recine/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431605918761/dc7f79e6-8f88-4444-908e-471931bdce27-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Gerrard: ‘I’m sitting here now thinking about whether there’s a role for me to come back to at the club in the future.’ Photograph: Carl Recine/Action Images via Reuters","credit":"Carl Recine/Action Images via Reuters","altText":"Steven Gerrard","cleanCaption":"Gerrard: ‘I’m sitting here now thinking about whether there’s a role for me to come back to at the club in the future.’","cleanCredit":"Photograph: Carl Recine/Action Images via Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431606293462/3790efbc-ec7a-4a1a-b595-1857843c61d8-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"A young Liverpool fan’s shirt says it all about Gerrard’s contribution. Photograph: Andrew Powell/Liverpool FC via Getty Images","credit":"Andrew Powell/Liverpool FC via Getty Images","altText":"A young Liverpool fan's shirt says it all about Gerrard's contribution.","cleanCaption":"A young Liverpool fan’s shirt says it all about Gerrard’s contribution.","cleanCredit":"Photograph: Andrew Powell/Liverpool FC via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431606484627/f402a1f2-6300-4b94-9261-babe27754efd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gerrard revels in the glory that was Istanbul.  Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Steven Gerrard revels in the glory that was Istanbul.","cleanCaption":"Gerrard revels in the glory that was Istanbul. ","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431606760196/5bbee0c0-801f-4b90-95d5-43477f931a5b-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"The young Gerrard: Anfield’s scouse heartbeat. Photograph: Ross Kinnaird/Getty Images","credit":"Ross Kinnaird/Getty Images","altText":"The young Steven Gerrard: Anfield's scouse heartbeat.","cleanCaption":"The young Gerrard: Anfield’s scouse heartbeat.","cleanCredit":"Photograph: Ross Kinnaird/Getty Images"}],"webPublicationDate":"2015-05-14T21:30:05Z","lastModified":"2015-05-14T23:01:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":true,"keywords":["Steven Gerrard","Liverpool","Football","Sport"],"tags":[{"id":"football/steven-gerrard","webTitle":"Steven Gerrard"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/14/steven-gerrard-liverpool-final-anfield-appearance","shortUrl":"http://gu.com/p/48qhv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/14/steven-gerrard-liverpool-final-anfield-appearance","webUri":"http://www.theguardian.com/football/2015/may/14/steven-gerrard-liverpool-final-anfield-appearance"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/14/1431605640706/Liverpools-Steven-Gerrard-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steven Gerrard: Liverpool captain and icon. ‘I have always tried to play in a certain way, so that people enjoy what they see.’ Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Liverpool's Steven Gerrard","cleanCaption":"Steven Gerrard: Liverpool captain and icon. ‘I have always tried to play in a certain way, so that people enjoy what they see.’ Photograph: Carl Recine/Reuters"}},"importance":7,"kicker":{"title":"Steven Gerrard on leaving Liverpool"},"showQuotedHeadline":false},{"title":"Today's matches","rawTitle":"Today's matches","item":{"type":"todaysMatches","todaysMatches":{"competitions":[{"name":"Championship","matches":[{"id":"3828355","status":"F","phase":"before","kickOff":"2015-05-15T18:45:00Z","competitionDisplayName":"Championship Play-Offs Semi-Final","homeTeam":{"id":"30","name":"Middlesboro","shortCode":"MID","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/30.png?width=#{width}","aggregateScore":2,"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/middlesbrough"},"topic":{"displayName":"Middlesboro","topic":{"type":"football-team","name":"30"}}},"awayTeam":{"id":"48","name":"Brentford","shortCode":"BRE","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/48.png?width=#{width}","aggregateScore":1,"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/brentford"},"topic":{"displayName":"Brentford","topic":{"type":"football-team","name":"48"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3828355","venue":"Riverside Stadium","topic":{"displayName":"Middlesboro vs Brentford (2015-05-15)","topic":{"type":"football-match","name":"3828355"}}}]},{"name":"Scottish Premier League","matches":[{"id":"3824548","status":"F","phase":"before","kickOff":"2015-05-15T18:45:00Z","competitionDisplayName":"Scottish Premier League","homeTeam":{"id":"115","name":"St Johnstone","shortCode":"STJ","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/115.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/stjohnstone"},"topic":{"displayName":"St Johnstone","topic":{"type":"football-team","name":"115"}}},"awayTeam":{"id":"94","name":"Celtic","shortCode":"CEL","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/94.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/celtic"},"topic":{"displayName":"Celtic","topic":{"type":"football-team","name":"94"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3824548","venue":"McDiarmid Park","topic":{"displayName":"St Johnstone vs Celtic (2015-05-15)","topic":{"type":"football-match","name":"3824548"}}}]}]},"title":"Today's matches","style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","backgroundColour":"#ffffff","ruleColour":"#4bc6df","titleColour":"#333333","dateColour":"#999999","competitionColour":"#676767","teamColour":"#333333","scoreColour":"#676767","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","viewMoreColour":"#676767","colourPalette":"todaysMatches"},"lastModified":"2015-05-15T08:33:31Z","webPublicationDate":"2015-05-15T00:00:00Z","links":{"uri":"http://mobile-apps.guardianapis.com/items/todays-matches"}},"importance":6,"showQuotedHeadline":false},{"title":"Cricket / England name Lyth and Wood in squad to face New Zealand","rawTitle":"England name Lyth and Wood in squad to face New Zealand","item":{"type":"article","id":"sport/2015/may/14/england-squad-new-zealand-test-series","title":"England name Adam Lyth and Mark Wood in squad to face New Zealand","trailText":"England have named uncapped pair Adam Lyth and Mark Wood in their squad of 12 for next week’s first Test against New Zealand at Lord’s","standFirst":"<span class=\"bullet\">•</span> No place for Yorkshire pair Jonny Bairstow or Adil Rashid\n<br />\n<span class=\"bullet\">•</span> Lyth will make debut and open with captain Alastair Cook","byline":"Mike Selvey","body":"<p>England have named a 12-man squad for the first Test against New Zealand at Lord’s, starting next Thursday. The side that lost the final Test to West Indies in Barbados have been retained with the exception of the retired Jonathan Trott, and there is the inclusion of two uncapped players in the opener Adam Lyth and the Durham fast bowler Mark Wood. The selectors, who for the first time included Andrew Strauss, have resisted the opportunity to expand options further by adding the name of Adil Rashid.</p> \n<p>Lyth finally gets a chance having been sitting on the sidelines through England’s tour of the Caribbean when he really ought to have made his debut following a prolific summer, runs on the Lions tour to South Africa, and in the warm-up matches in St Kitts. He came very close to being selected for the final Test in Bridgetown, the decision to go one last time with Trott probably down to Alastair Cook, who will now have another opening partner, his fifth since the retirement of Strauss in the autumn of 2012.</p> \n<p>In announcing the squad James Whitaker, the national selector, said of Lyth: “He has waited patiently for an opportunity with England having performed consistently for Yorkshire and England Lions in the last year. He fully deserves his chance to cement a place in the side at the top of the order.”</p> \n<p>The selection of Wood, 25, is an interesting one. This is a fast bowler, not particularly tall, who bowls a full, skiddy length and swings the ball, both in orthodox fashion and reverse, and it is these qualities that bring him into the frame for a place in the XI at Lord’s, probably instead of Chris Jordan. He does bowl right on the limit, with no further gear, part of the reason why even at his young age he has struggled with injuries. But the Lord’s pitch in recent years has gained a reputation for getting easier as the match progresses, with a real difficulty in bowling out sides a second time. If the weather stays dry, reverse swing, bowled with his trajectory, would certainly be more effective than taller, bang-it-in bowlers. “He too has impressed,” said Whitaker of Wood, “and his pace and style of bowling ensure the coach and captain have options in the bowling attack.”</p> \n<p>At New Road, meanwhile, where the first day of Worcestershire’s match against the New Zealanders was washed out, the visitors’ coach revealed that because of Kevin Pietersen’s inability to return to Sunrisers Hyderabad, his IPL franchise, because of injury, the Kiwi batsman Kane Williamson, also with the franchise, has been required to stay longer than expected. Their two other IPL players, Matt Henry and Corey Anderson, are arriving forthwith but Williamson will not have as much time to prepare for the Test.</p> \n<p>“The only thing that directly affects us regarding Pietersen is that he is not going to the IPL now,” said Mike Hesson, “which means that Kane has to stay behind, which is the only thing that we are concerned about really. We didn’t expect him to come but we had some hopes … they’ve been dashed. That’s the way it goes, I suppose. Kane is a very professional young man so he will be doing plenty of work over there and use the two or three days when he gets here to prepare himself. I still expect him to put in a good performance come the first Test. I wouldn’t say we expected him to be here to play in this game, we hoped he might. The thing with the IPL if players are playing then they tend to hang around and if they are not involved often they get early release.</p> \n<p>“Sometimes that happens sometimes it doesn’t. We expected everyone to be here by 18 May and they will be.”</p> \n<h2><strong>England 12 for 1st Test v New Zealand</strong></h2> \n<p>Alastair Cook (Essex), Moeen Ali (Worcestershire), Jimmy Anderson (Lancashire), Gary Ballance (Yorkshire), Ian Bell (Warwickshire), Stuart Broad (Nottinghamshire), Jos Buttler (Lancashire), Chris Jordan (Sussex), Adam Lyth (Yorkshire), Joe Root (Yorkshire), Ben Stokes (Durham), Mark Wood (Durham).</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/14/1431613421728/Adam-Lyth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yorkshire's Adam Lyth will make his England debut at Lord's against New Zealand. Photograph: Jason O'Brien/Action Images via Reuters","credit":"Jason O'Brien/Action Images via Reuters","altText":"Adam Lyth","cleanCaption":"Yorkshire's Adam Lyth will make his England debut at Lord's against New Zealand. Photograph: Jason O'Brien/Action Images via Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-14T14:24:01Z","lastModified":"2015-05-14T23:00:57Z","metadata":{"commentable":true,"commentCount":267,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["England cricket team","New Zealand cricket team","Alastair Cook","Andrew Strauss","Cricket","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/andrew-strauss","webTitle":"Andrew Strauss"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/14/england-squad-new-zealand-test-series","shortUrl":"http://gu.com/p/48qkv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/14/england-squad-new-zealand-test-series","webUri":"http://www.theguardian.com/sport/2015/may/14/england-squad-new-zealand-test-series"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/14/1431613421728/Adam-Lyth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yorkshire's Adam Lyth will make his England debut at Lord's against New Zealand. Photograph: Jason O'Brien/Action Images via Reuters","credit":"Jason O'Brien/Action Images via Reuters","altText":"Adam Lyth","cleanCaption":"Yorkshire's Adam Lyth will make his England debut at Lord's against New Zealand. Photograph: Jason O'Brien/Action Images via Reuters"}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false},{"title":"F1 / Customer cars decision could kill off minnows","rawTitle":"Customer cars decision could kill off minnows","item":{"type":"article","id":"sport/2015/may/14/f1-customer-cars","title":"F1’s customer cars decision could kill off minnows","trailText":"The small teams face the threat of imminent extinction following the decision to embrace customer cars at a meeting F1’s Strategy Group","standFirst":"<span class=\"bullet\">•</span> Big teams such as Mercedes and Red Bull get go-ahead to supply others\n<br />\n<span class=\"bullet\">•</span> F1 Strategy Group decision could lead to a two-tier grid\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/13/grands-prix-pastor-maldonado-f1-future-lotus\" title=\"\"><span class=\"bullet\">•</span> Paul Weaver: is Formula One getting too easy</a>","byline":"Paul Weaver","body":"<p>The small teams in Formula One face the threat of imminent extinction following the decision to embrace customer cars, taken at a meeting F1’s Strategy Group in Biggin Hill on Thursday.</p> \n<p>Those teams, including Lotus, Sauber and Force India, have been pleading for an end to the grossly unfair payment structure that favours the bigger teams. They even threatened to boycott last year’s US Grand Prix in Austin.</p> \n<p>Instead, the Guardian understands, the sport has decided to turn its back on the small constructors and the big beasts, Mercedes, Red Bull, McLaren and Ferrari, have been given the go-ahead to become stronger still by supplying other F1 competitors with cars and engines.</p> \n<p>The decision is likely to lead to a two-tier grid with the big four teams, further enriched by their extra income, breaking away from other competitors. And it is likely to spell the end for the smaller, independent constructors, including some of the most evocative names in F1, and that is totally against the fabric of a sport in which the smaller teams have always had the chance to topple the giants.</p> \n<p>Magnificent victories against the odds, such as Damon Hill’s in a Jordan at the 1998 Belgian Grand Prix, are now likely to become a thing of the past as the sport becomes further polarised.</p> \n<p>The Strategy Group is made up of F1’s chief executive, Bernie Ecclestone, the FIA president, Jean Todt, and the six big teams – Ferrari, Mercedes, Red Bull, McLaren, Williams and Force India, who have replaced Lotus from last year.</p> \n<p>The meeting was called to discuss the future of F1 against a background of falling TV and live audiences as well as declining sponsorship, with a number of teams struggling to make it to the grid on Sunday afternoons because of the colossal costs. But the teams have been unable to agree on cost-capping.</p> \n<p>There were many items on the agenda, including the future of hybrid engines and the regulations for 2017. But the major decision to come out was to endorse customer cars.</p> \n<p>The news will dismay the smaller teams. When the topic last came up for debate Sauber’s team principal, Monisha Kaltenborn, told Autosport: “It’s not at all a good idea. I cannot even follow the argument that it’s going to reduce costs.</p> \n<p>“Formula One is about constructors. F1 needs in its DNA this challenge. It’s never been any different. People like to see a Williams and Force India come really close to beating a really big team.” On Wednesday the Lotus team said it was not for sale, following speculation over its engine supplier.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/14/1431630862529/Monisha-Kaltenborn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Monisha Kaltenborn, the Sauber team principal, has opposed the use of customer cars, saying it is against F1's DNA. Photograph: Staley/LAT/Rex Shutterstock/Staley/LAT/Rex_Shutterstock","credit":"Staley/LAT/Rex Shutterstock/Staley/LAT/Rex_Shutterstock","altText":"Monisha Kaltenborn","cleanCaption":"Monisha Kaltenborn, the Sauber team principal, has opposed the use of customer cars, saying it is against F1's DNA. Photograph: Staley/LAT/Rex Shutterstock/Staley/LAT/Rex_Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-14T21:00:05Z","lastModified":"2015-05-14T23:55:02Z","metadata":{"commentable":true,"commentCount":66,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Formula One 2015","Motor sport","Formula One","Sport"],"tags":[{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/14/f1-customer-cars","shortUrl":"http://gu.com/p/49v4j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/14/f1-customer-cars","webUri":"http://www.theguardian.com/sport/2015/may/14/f1-customer-cars"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/14/1431630862529/Monisha-Kaltenborn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Monisha Kaltenborn, the Sauber team principal, has opposed the use of customer cars, saying it is against F1’s DNA. Photograph: Staley/LAT/Rex Shutterstock","credit":"Staley/LAT/Rex Shutterstock/Staley/LAT/Rex_Shutterstock","altText":"Monisha Kaltenborn","cleanCaption":"Monisha Kaltenborn, the Sauber team principal, has opposed the use of customer cars, saying it is against F1’s DNA. Photograph: Staley/LAT/Rex Shutterstock"}},"importance":5,"kicker":{"title":"F1"},"showQuotedHeadline":false},{"title":"Tennis / Murray backed by Federer after pulling out of Italian Open","rawTitle":"Murray backed by Federer after pulling out of Italian Open","item":{"type":"article","id":"sport/2015/may/14/andy-murray-backed-roger-federer-pulling-out-italian-open","title":"Andy Murray backed by Roger Federer after pulling out of Italian Open","trailText":"Roger Federer has backed Andy Murray after the Scot withdrew from the Italian Open following a gruelling run of matches on clay","standFirst":"<span class=\"bullet\">•</span> World No2: ‘It’s one of the better pull-outs you can make’\n<br />\n<span class=\"bullet\">•</span> Of course it’s a disappointment for the tournament, Federer adds\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/14/andy-murray-withdraws-italian-open-fatigue\" title=\"\"><span class=\"bullet\">•</span> Murray pulls out of Italian Open citing fatigue</a>","byline":"Kevin Mitchell in Rome","body":"<p>If, as he said a few years ago, the only reading Andy Murray has done since school were a couple of Harry Potter books he will be familiar with the concept of a wizard living among less-blessed mortals known as Muggles.</p> \n<p>He made the wholly correct decision to withdraw from the Rome Masters to ensure he is fresh and fit for the French Open in days’ time because gathering exhaustion was the collateral price the Scot has paid for an unprecedented run of success in a short space of time on clay. Yet there will be people in tennis who might think they are being treated as, well, Muggles.</p> \n<p>Some readers of the Daily Mail, for instance, have not taken kindly to Murray’s caution. “Lazy Scot,” quipped one. “Naughty Moany McMoanbag!” blogged another.</p> \n<p>Roger Federer, however, is not among their number. After his own uncomplicated progress to the quarter-finals of the Rome Masters with a 75-minute, two-set dismissal of the dangerous Kevin Anderson, the Swiss set new standards of diplomacy and understanding. A former leading light of the ATP players’ council – their high-class trade union – Federer retains greybeard status, and has sympathy for Murray.</p> \n<p>“He’s pulling out on his terms,” he said. “It’s one of the better pull-outs you can make, after playing 10 matches in a row. Of course it’s a disappointment for the tournament, and for himself as well. Whatever you do you’re going to have a lot of tournaments on the calendar, and sometimes we need to go back-to-back.”</p> \n<p>He said it was not indicative of a wider problem that Murray and Serena Williams quit the tournament within an hour of each other, the American complaining of an injured elbow. “We don’t know in their mind and body how they’re exactly feeling, how significant their fatigue or niggling injury is, or if they’ve been playing in pain the past few weeks and months. Who knows? They still put their bodies on the line and that always needs to be respected.</p> \n<p>“I wouldn’t say it has nothing to do with Paris, but as a tennis player you can choose when you want to play and when you don’t want to play. That’s just the way it is and the way it has always been. That risk is always there. I can only speak for myself: I’ve only ever done it, I think, twice. I always put my body on the line whenever I can.”</p> \n<p>Murray, meanwhile, left Rome disappointed but plainly relieved that he can turn his attention to Roland Garros. “I’m playing the best I have on clay,” he said of the sequence that brought him his first two clay titles in as many weeks, brought to sweet climax with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/10/andy-murray-overwhelms-rafael-nadal-to-win-madrid-open-title\" title=\"\">a two-set victory over Rafael Nadal in Madrid</a> last Sunday.</p> \n<p>He added: “Physically I’m very happy with my back. Aside from playing well, that’s been the biggest positive for me in terms of how I’ve felt on the court. But I also need to make sure I use these next 10 or 11 days the best that I can because it would be very easy to do too much – but also I don’t want to do too little. I want to try to get enough rest in and then train the best that I can to get ready for Paris.”</p> \n<p>If Federer has the gift of taking these minor crises in his stride, they sometimes consume Murray, whose attention to detail is fabled on the circuit.</p> \n<p>“Getting up this morning was hard,” he said, revealing he is very much a prisoner of his routine as well as enforced circumstance. “I probably went to bed about 1am. I was trying to get to sleep earlier but, because of the matches last week, I was pretty much going to bed at 1.30am or 2am. I had my alarm set at 9am. I was struggling to get up, but I got up, had breakfast and then did my warm-up and got on the court. I just felt very flat and tired. I didn’t say anything to the team.”</p> \n<p>When he did discuss his dilemma with them, his coach Am&eacute;lie Mauresmo was clear: it made no sense to continue.</p> \n<p>“It wasn’t just about today’s match,” he said. “It’s about the rest of the tournament. I definitely could have won my match today [against David Goffin] – that’s possible. But I’m just getting more and more tired and I don’t want to risk hurting myself or getting sick and missing five, six, seven days or whatever it is before the French.”</p> \n<p>He will go to Roland Garros, he hopes, buoyed by the standard of his tennis and with confidence in his body. Murray likes his life to be measured and predictable. “One of the reasons I’m in this position right now is because I did not expect that [run of success on clay],” he said. “It’s been a great few weeks for me. I’ve done things that I’ve never done on the tour before. That’s exciting and it shows that I’ve made good progress and that my team is working very well, helping me improve and learn more about this surface and how I need to play.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/14/1431626125026/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray's withdrawal was deemed ‘one of the better pull-outs you can make’ by Roger Federer following a gruelling run of matches on clay for the Scot. Photograph: Samuel de Roman/Rex Shutterstock","credit":"Samuel de Roman/Rex Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray's withdrawal was deemed ‘one of the better pull-outs you can make’ by Roger Federer following a gruelling run of matches on clay for the Scot. Photograph: Samuel de Roman/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-14T21:32:05Z","lastModified":"2015-05-14T23:55:02Z","metadata":{"commentable":true,"commentCount":68,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Roger Federer","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/14/andy-murray-backed-roger-federer-pulling-out-italian-open","shortUrl":"http://gu.com/p/49v3f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/14/andy-murray-backed-roger-federer-pulling-out-italian-open","webUri":"http://www.theguardian.com/sport/2015/may/14/andy-murray-backed-roger-federer-pulling-out-italian-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/14/1431626125026/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray's withdrawal was deemed ‘one of the better pull-outs you can make’ by Roger Federer following a gruelling run of matches on clay for the Scot. Photograph: Samuel de Roman/Rex Shutterstock","credit":"Samuel de Roman/Rex Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray's withdrawal was deemed ‘one of the better pull-outs you can make’ by Roger Federer following a gruelling run of matches on clay for the Scot. Photograph: Samuel de Roman/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Tennis"},"showQuotedHeadline":false},{"title":"Dnipro 1-0 Napoli / Dnipro seal Europa League final place","rawTitle":"Dnipro seal Europa League final place","item":{"type":"footballArticle","id":"football/2015/may/14/dnipro-napoli-europa-league-semi-final-second-leg-match-report","title":"Dnipro’s Yevhen Seleznyov sinks Napoli to seal Europa League final place","trailText":"Yevhen Seleznyov’s header was enough to take Dnipro through to their first European final as they beat Napoli 1-0 to complete a 2-1 aggregate win","standFirst":"<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/14/dnipro-v-napoli-europa-league-semi-final-live\" title=\"\">As it happened: Read Tom Bryant’s MBM report</a>","byline":"Agencies","body":"<p>Dnipro reached their first European final after Yevhen Seleznyov’s header was enough to give them a win over Napoli.</p> \n<p>The Ukrainian side, backed by a fervent crowd at Kiev’s Olympic stadium, completed a 2-1 aggregate win after drawing 1-1 in last week’s first leg when Seleznyov was also on target.</p> \n<p>They will face Sevilla in the final on 27 May in Warsaw after the holders <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/fiorentina-sevilla-europa-league-semi-final-match-report\" title=\"\">beat Fiorentina 2-0 away</a> to wrap up a 5-0 aggregate triumph.</p> \n<p>The Dnipro goalkeeper Denys Boyko, who denied the Napoli forward Gonzalo Higua&iacute;n four times in Italy, foiled the Argentinian twice in the first half to keep the sides level at half-time.</p> \n<p>Seleznyov struck just before the hour and the hosts, unable to play in their home stadium because of Dnipropetrovsk’s proximity to the conflict in eastern Ukraine, defended with their customary tenacity to see out the game.</p> \n<p>Boyko has been a key figure throughout Dnipro’s campaign, which began in the Champions League third qualifying round on 30 July, and the keeper was again fundamental to their performance on a pitch made treacherous by driving ran.</p> \n<p>Napoli began well and G&ouml;khan Inler sent Higua&iacute;n clear but the forward’s shot was too near Boyko, who made a one-handed save to deny them an early goal.</p> \n<p>Higua&iacute;n’s frustration continued when he met Faouzi Ghoulam’s pinpoint cross with a glancing header that was heading for the far corner until Boyko tipped the ball away.</p> \n<p>At the other end, Napoli’s David L&oacute;pez lost possession and their goalkeeper Mariano And&uacute;jar had to push Seleznyov’s long-range shot round the far post in Dnipro’s only first-half chance.</p> \n<p>Dnipro, playing their 18th European match of the season, broke through in the 58th minute when Yevhen Konoplyanka floated over a cross from the left and Seleznyov, despite grappling with Miguel Britos, managed to head the ball into the net.</p> \n<p>The hosts had a let-off when a looping Higua&iacute;n effort was cleared off the line and Boyko stopped a Christian Maggio effort at the near post, but they held on for a famous win.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/14/1431639395173/Dnipro-vs-Napoli-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Yevhen Seleznyov, left, is congratulated by Dnipro team-mates after scoring the winner against Napoli. Photograph: Sergey Dolzhenko/EPA","credit":"Sergey Dolzhenko/EPA","altText":"Dnipro vs Napoli","cleanCaption":"Yevhen Seleznyov, left, is congratulated by Dnipro team-mates after scoring the winner against Napoli. Photograph: Sergey Dolzhenko/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-14T21:38:23Z","lastModified":"2015-05-14T21:52:06Z","metadata":{"commentable":true,"commentCount":98,"contributors":[],"feature":false,"keywords":["Europa League","Dnipro Dnipropetrovsk","Napoli","Football","Sport"],"tags":[{"id":"football/uefa-europa-league","webTitle":"Europa League"},{"id":"football/dniprodnipropetrovsk","webTitle":"Dnipro Dnipropetrovsk"},{"id":"football/napoli","webTitle":"Napoli"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"footballContent":{"id":"3827183","status":"FT","phase":"after","kickOff":"2015-05-14T19:05:00Z","competitionDisplayName":"Europa League Semi-Final","homeTeam":{"id":"38305","name":"Dnipro","shortCode":"DNI","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/38305.png?width=#{width}","score":1,"aggregateScore":2,"scorers":[{"player":"Seleznyov","timeInMinutes":58}],"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/dniprodnipropetrovsk"},"topic":{"displayName":"Dnipro","topic":{"type":"football-team","name":"38305"}}},"awayTeam":{"id":"26370","name":"Napoli","shortCode":"NAP","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/26370.png?width=#{width}","score":0,"aggregateScore":1,"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/napoli"},"topic":{"displayName":"Napoli","topic":{"type":"football-team","name":"26370"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3827183","venue":"Dnipro Arena"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/14/dnipro-napoli-europa-league-semi-final-second-leg-match-report","shortUrl":"http://gu.com/p/49v65","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/14/dnipro-napoli-europa-league-semi-final-second-leg-match-report","webUri":"http://www.theguardian.com/football/2015/may/14/dnipro-napoli-europa-league-semi-final-second-leg-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/14/1431639395173/Dnipro-vs-Napoli-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Yevhen Seleznyov, left, is congratulated by Dnipro team-mates after scoring the winner against Napoli. Photograph: Sergey Dolzhenko/EPA","credit":"Sergey Dolzhenko/EPA","altText":"Dnipro vs Napoli","cleanCaption":"Yevhen Seleznyov, left, is congratulated by Dnipro team-mates after scoring the winner against Napoli. Photograph: Sergey Dolzhenko/EPA"}},"importance":4,"kicker":{"title":"Dnipro 1-0 Napoli"},"showQuotedHeadline":false},{"title":"Ancelotti nears end at Real Madrid, a club who never truly believe in any coach","rawTitle":"Ancelotti nears end at Real Madrid, a club who never truly believe in any coach","item":{"type":"comment","id":"football/blog/2015/may/14/carlo-ancelotti-real-madrid-coach-champions-league","title":"Carlo Ancelotti nears end at Real Madrid, a club who never truly believe in any coach","trailText":"Often, the most important role a coach performs at Real Madrid is to fall on his sword and now the turn has come to Carlo Ancelotti, despite winning the Champions League last season. It is just the way things are at the Bernabéu","standFirst":"Often, the most important role a coach performs at Real Madrid is to fall on his sword and now it is Carlo Ancelotti’s turn, despite winning the Champions League last season. It is just the way things are at the Bernab&eacute;u\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/carlo-ancelotti-real-madrid-next-season\" title=\"\"><span class=\"bullet\">•</span> Real Madrid’s Carlo Ancelotti: I don’t know if I’ll be here next season </a>","byline":"Sid Lowe in Madrid","body":"<p>Carlo Ancelotti left his technical area and headed down the tunnel, never to return. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/13/real-madrid-juventus-champions-league-semi-final-match-report\" title=\"\">Real Madrid had just been knocked out of the Champions League</a>, Juventus’s players streaming across the pitch to celebrate with their fans high in the north stand, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/11/la-liga-barcelona-real-madrid-valencia\" title=\"\">and unless there is a miracle Madrid will not win the league title either</a>. A trophyless season at the Santiago Bernab&eacute;u tends to lead to a jobless manager and, with Ancelotti handed a two-match ban, forced to sit in the stands against Espanyol and Getafe, in all probability he has occupied his place pitchside for the last time.</p> \n<p>The Italian was under no illusions. He has long known that support for him at boardroom level was limited and that defeat could mean dismissal. His authority has been undermined by Florentino P&eacute;rez, a president who does not believe in him, not least because he does not truly believe in any coach. Ancelotti knows that and at the end of the game, he appeared resigned to his fate. “I would like to stay but I know very well how things are in football,” he said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/carlo-ancelotti-real-madrid-next-season\">Real Madrid’s Carlo Ancelotti: I don’t know if I’ll be here next season</a> </p> \n</aside> \n<p>At Madrid, especially. “I don’t have to talk,” Ancelotti continued. “If the club is happy, I can continue; if not, they will have to take a decision. The club has the right to change coach if it is not happy.”</p> \n<p>By the time that Ancelotti appeared in the press room at the Bernab&eacute;u, Madrid’s institutional director, Emilio Butrague&ntilde;o, had been cornered by Canal Plus’s reporter in the directors’ box. Twice he was asked if Ancelotti would remain as manager and twice he evaded the question.</p> \n<p>“Will Ancelotti continue?” he was asked. “Today, what we have to do is to be united, we win and lose together. The sadness is everyone’s. Now we have to end the league in the best possible way,” he said. “Does this defeat affect the manager’s future?” he was asked. “Today we have been knocked out, that’s what matters. We’re all sad. Everything else is secondary,” he replied.</p> \n<p>Butrague&ntilde;o may not have known; these are presidential decisions and his role is largely decorative. More likely, he knew all too well. Everyone did. Defeat affects Ancelotti’s future in that it hastened the end and confirmed the lack of trust in the coach. His departure would allow for blame to be apportioned and renewal to be presented. Often, the most important role that a coach performs at Real Madrid is to fall on his sword.</p> \n<p>“If it was up to me, Ancelotti would stay. He is a winner even if this year we did not win anything,” Marcelo said. It is not up to him. Managers do not survive defeat here. Not since 1983 has a Madrid manager gone into a summer having won nothing and continued the next season – and that was the club legend Alfredo Di St&eacute;fano, whose team had been runners-up in every competition. Fourteen managers have departed empty-handed since then, some of them after a matter of months. In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2004/sep/20/europeanfootball.sport\" title=\"\">Jos&eacute; Antonio Camacho</a>’s case, after just 22 days.</p> \n<p>Losing a Champions League semi-final is no disgrace, still less the season after winning the competition, even if Marca did call it the “fiasco of the century”. But there is a deeper question. Assuming there is no dramatic turnaround, Madrid will have won just one league title in seven years. In 2003, Madrid released Vicente del Bosque after he had won the title. P&eacute;rez had inherited him. Of the eight managers he has employed since, over 10 years spread across two presidential mandates, only Jos&eacute; Mourinho has won the league. More than a billion euros has been spent.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/13/gareth-bale-defiant-criticism-real-madrid-champions-league\">Gareth Bale defiant over fans’ criticism of Real Madrid’s European exit</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/may/24/real-madrid-atletico-madrid-champions-league\" title=\"\">Ancelotti won the European Cup</a>, but that was last year and this is this year. And next year, well, that will be different too. If once the idea was to promote Zinedine Zidane, his position has weakened and the intention is for Ancelotti’s replacement to be sought among Spanish managers, preferably from among those with experience of European competition.</p> \n<p>His job will be to manage an evolution, not lead a revolution. The shift in Cristiano Ronaldo’s style, his increasingly rapid move towards becoming a No9, will condition the way they play, altering an approach. So would a transfer ban from Fifa, should that finally occur. If they can sign, the key target is a midfielder. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/13/gareth-bale-defiant-criticism-real-madrid-champions-league\" title=\"\">Gareth Bale’s firm intention, and that of the club, is for the Welshman to continue</a>. His role may change but his club should not. David de Gea’s arrival, meanwhile, depends on the difficult resolution of Iker Casillas’s future.</p> \n<p>Together, they must win. At Real Madrid, anything else is a failure that must be paid for, as P&eacute;rez said on Wednesday: “Nothing is sufficient here, that’s the law that Madrid’s history lays down”.</p> \n<p>Butrague&ntilde;o had said before the game that “we win and lose together” but some lose more than others.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/14/1431610037189/Carlo-Ancelotti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carlo Ancelotti asks for more from his Real Madrid players but Juventus clinched their Champions League semi-final tie. Photograph: Gonzalo Arroyo Moreno/Getty Images","credit":"Gonzalo Arroyo Moreno/Getty Images","altText":"Carlo Ancelotti","cleanCaption":"Carlo Ancelotti asks for more from his Real Madrid players but Juventus clinched their Champions League semi-final tie. Photograph: Gonzalo Arroyo Moreno/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-14T13:31:34Z","lastModified":"2015-05-14T15:12:10Z","metadata":{"commentable":true,"commentCount":695,"contributors":[{"name":"Sid Lowe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sidlowe"}],"feature":false,"keywords":["Carlo Ancelotti","Real Madrid","Champions League","Football","Sport"],"tags":[{"id":"football/carlo-ancelotti","webTitle":"Carlo Ancelotti"},{"id":"football/realmadrid","webTitle":"Real Madrid"},{"id":"football/championsleague","webTitle":"Champions League"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Sid Lowe","topic":{"type":"tag-contributor","name":"profile/sidlowe"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/may/14/carlo-ancelotti-real-madrid-coach-champions-league","shortUrl":"http://gu.com/p/48qjy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/may/14/carlo-ancelotti-real-madrid-coach-champions-league","webUri":"http://www.theguardian.com/football/blog/2015/may/14/carlo-ancelotti-real-madrid-coach-champions-league"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456725326","source":"SNTV","durationInSeconds":100,"formats":[{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10361078&format=video/m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/14/150514RealMadrid_1_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/14/1431600136887/KP_222801_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Real Madrids Ancelotti: the club have the right to change the coach  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Real Madrids Ancelotti: the club have the right to change the coach  video","cleanCaption":"620x372 trailpic for Real Madrids Ancelotti: the club have the right to change the coach  video"}}},"importance":3,"showQuotedHeadline":true},{"title":"Sepp Blatter among Fifa candidates ‘failing to engage on human rights’","rawTitle":"Sepp Blatter among Fifa candidates ‘failing to engage on human rights’","item":{"type":"article","id":"football/2015/may/14/sepp-blatter-fifa-presidency-candidates-failing-engage-human-rights-prince-ali-luis-figo","title":"Sepp Blatter among Fifa candidates ‘failing to engage on human rights’","trailText":"Sepp Blatter is among three of the four Fifa presidency candidates accused by the Sport and Rights Alliance of failing to address detailed questions on human rights and corruption","standFirst":"<span class=\"bullet\">•</span> Sepp Blatter among Fifa presidency candidates accused by expert body\n<br />\n<span class=\"bullet\">•</span> Sport and Rights Alliance sent detailed questionnaires to all four candidates\n<br />\n<span class=\"bullet\">•</span> Only Michael van Praag replied in detail to SRA questionnaire\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/13/fifa-sepp-blatter-us-espn\" title=\"\"><span class=\"bullet\">•</span> Fifa president Blatter avoiding US travel, says ESPN documentary</a>","byline":"Owen Gibson","body":"<p>Three of the four Fifa presidential candidates, including Sepp Blatter, have been accused by expert bodies of failing to provide detailed answers to questions on human rights and corruption that have dogged world football’s governing body in recent years.</p> \n<p>A recently formed coalition called the Sport and Rights Alliance (SRA) that includes Amnesty International, Human Rights Watch, Football Supporters Europe and Transparency International Germany <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/21/fifa-presidential-candidates-human-rights-issues\" title=\"\">wrote to all four presidential candidates last month</a> asking a detailed series of questions on human rights and corruption issues.</p> \n<p>But of the four only the Dutch FA president, Michael van Praag, replied in detail. Blatter, the incumbent, made no personal commitment and replied with a statement from his office outlining the work it claims Fifa has done to tackle corruption. It also pointed to a revision of the bidding process relating to human rights, labour standards, sustainability and anti-corruption measures.</p> \n<p>The office of the Jordanian royal Prince Ali bin al-Hussein said he was too busy to reply personally but pointed to his previous statements and manifesto commitments.</p> \n<p>Lu&iacute;s Figo, the Portuguese former world footballer of the year, issued a brief statement expressing the need for a zero tolerance approach to human rights abuses, corruption and labour issues, but did not elaborate on how he would address the problems.</p> \n<p>The SRA challenged the candidates on whether they would address corruption, labour issues and other human rights concerns around the Russia 2018 and Qatar 2022 World Cups in the first 100 days of their presidency. They were also asked if they would use their influence as president to exert pressure on the Qatari authorities to bring the country’s labour laws into line with international standards and reform the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/feb/26/time-to-end-kafala\" title=\"\">kafala sponsorship system</a>, which ties workers to their employer.</p> \n<p>The questionnaire pressed them on whether they would continue with governance reforms including the implementation of term limits, independent directors, integrity checks and transparency regarding remuneration of officials and decisions of the ethics committee.</p> \n<p>Eduard Nazarski, the director of Amnesty International Netherlands, which is a member of the SRA, said that despite the varying levels of detail the fact that all four had responded showed “it is no longer possible for Fifa to ignore the human rights impact of the World Cup and lack of transparency at the heart of world association football”.</p> \n<p>He added: “The key test now is whether -– whoever wins the election – they will deliver on these crucial issues. It’s easy to talk the talk and make broad commitments, but any claims that they will respect human rights and transparency will be meaningless if they don’t also walk the walk.”</p> \n<p>Both Fifa and the International Olympic Committee have come under growing pressure to use their influence to ensure that bidding nations meet minimum standards of human rights. Throughout Blatter’s 17-year tenure as Fifa president, the organisation has been repeatedly embroiled in scandal. The controversial bidding race for the 2018 and 2022 World Cups and the presidential election that followed in 2011, with Blatter re-elected unopposed after Mohamed bin Hammam was banned over bribery allegations, were besieged by allegations of corruption and bribery.</p> \n<p>Yet Blatter has claimed that his reform process is almost finished and has reneged on a promise to stand down later this month in order to run for a fifth term as president. He has promised Qatar that the World Cup will definitely take place there in 2022 and claimed that the tournament would help improve conditions for migrant labourers, following an outcry in the wake of a series of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/23/qatar-nepal-workers-world-cup-2022-death-toll-doha\" title=\"\">Guardian investigations into the dire situation for hundreds of thousands of workers</a>.</p> \n<p>Van Praag, who met Prince Ali and Figo in Nyon this week to draw up a strategy for the remaining weeks of the campaign ahead of the vote on 29 May, was most forthright in his call for new ethical standards.</p> \n<p>“In general there should be more attention to human rights in Fifa’s statutes,” he said. “I stand for a world football association that applies the highest ethical and moral standards. This means that Fifa itself must set a good example and ensure that these standards play a key role in awarding large tournaments.”</p> \n<p>He added that all World Cup contracts should contain a clause allowing Fifa to withdraw the tournament if certain standards were not met.</p> \n<p>Figo said: “Corruption, labour issues and other human rights are matters with which we should have zero tolerance to infringements. Human rights are not negotiable and they should be respected not only in sports but in all organisations and sectors of our society.” He said new bidding processes would take into account the views of “civil society stakeholders”.</p> \n<p>The statement from Blatter’s office said that the decision on future World Cup hosts would now be taken by the Fifa Congress rather than the executive committee, adding that term limits had been discussed but not yet enacted.</p> \n<p>The three challengers are expected eventually to pool their support in a bid to embarrass Blatter, who is a strong favourite to win a fifth term despite the scandals that have beset his time at the helm.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/14/1431627696330/Sepp-Blatter-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sepp Blatter, pictured, Prince Ali bin al-Hussein and Luís Figo were accused of failing to reply in detail to questions on human rights and corruption. Photograph: Mohammed Al-Shaikh/AFP/Getty Images","credit":"Mohammed Al-Shaikh/AFP/Getty Images","altText":"Sepp Blatter","cleanCaption":"Sepp Blatter, pictured, Prince Ali bin al-Hussein and Luís Figo were accused of failing to reply in detail to questions on human rights and corruption. Photograph: Mohammed Al-Shaikh/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-14T18:32:13Z","lastModified":"2015-05-14T18:50:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football","Sport"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/14/sepp-blatter-fifa-presidency-candidates-failing-engage-human-rights-prince-ali-luis-figo","shortUrl":"http://gu.com/p/49v42","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/14/sepp-blatter-fifa-presidency-candidates-failing-engage-human-rights-prince-ali-luis-figo","webUri":"http://www.theguardian.com/football/2015/may/14/sepp-blatter-fifa-presidency-candidates-failing-engage-human-rights-prince-ali-luis-figo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/14/1431627696330/Sepp-Blatter-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sepp Blatter, pictured, Prince Ali bin al-Hussein and Luís Figo were accused of failing to reply in detail to questions on human rights and corruption. Photograph: Mohammed Al-Shaikh/AFP/Getty Images","credit":"Mohammed Al-Shaikh/AFP/Getty Images","altText":"Sepp Blatter","cleanCaption":"Sepp Blatter, pictured, Prince Ali bin al-Hussein and Luís Figo were accused of failing to reply in detail to questions on human rights and corruption. Photograph: Mohammed Al-Shaikh/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-15T08:09:47Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}