{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Women's World Cup / England 1-0 Germany","rawTitle":"England 1-0 Germany","item":{"type":"article","id":"football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report","title":"Fara Williams’ extra-time penalty sees England beat Germany to third place","trailText":"Fara Williams’ 108th-minute penalty gave England a 1-0 win over Germany in the third place play-off","standFirst":"<span class=\"bullet\">•</span> Germany Women 0-1 England Women\n<br />\n<span class=\"bullet\">•</span> Williams scores winning goal from the spot in 108th minute","byline":"Louise Taylor at Commonwealth Stadium","body":"<p>England may have failed to reach the World Cup final but the Lionesses did the next best thing. After 31 years of consistent disappointment against Germany, Mark Sampson’s side beat them for the first time and will return home with the set of bronze medals awarded to the tournament’s third-placed side.</p> \n<p>Fara Williams had been excellent all afternoon and, appropriately, it was her extra-time penalty in Edmonton which secured this famous victory. Much more than a local squabble between the two losing semi-finalists, the match served as a barometer of England’s impressive progress since Silvia Neid’s side swatted them aside 3-0 in a friendly at Wembley last November.</p> \n<p>This was not the way a woman described as “the greatest coach in the history of the women’s game” by Sampson had intended to mark her final fixture in charge of Germany before stepping down, and Neid looked suitably miffed. She is unlikely to be the last manager to be outwitted by the 32-year-old Welshman.</p> \n<p>In finishing third, he has presided over the most successful English World Cup campaign by a team of either gender since 1966 and will surely feature on the country’s next honours list.</p> \n<p>“An incredible result,” said Sampson. “I’m incredibly proud to finally beat Germany, finish third and return home as the best team in Europe. This team will be remembered forever. We felt we could win the World Cup so losing to Japan was tough to take but we’ve gone on to achieve something special.”</p> \n<p>Another game meant another opportunity for a little more tactical experimentation on Sampson’s part. Sure enough, he showcased a back three.</p> \n<p>The idea was presumably to thwart Celia Sasic and company but England’s coach had taken a risk by asking Jo Potter, normally a midfielder, to operate alongside Steph Houghton and Laura Bassett in that defensive trinity.</p> \n<p>When, before kick-off, Bassett’s name was announced over the public address system, the Commonwealth Stadium erupted into a spontaneous cheer. Everyone knew all about the agony of her stoppage-time own goal in the semi-final against Japan here on Wednesday and most would have been delighted to see her defend with poise and assurance.</p> \n<p>With Germany starting strongly, though, Potter very nearly scored an own goal of her own when she appeared set to turn a cross beyond Karen Bardsley’s grasp. Happily, Steph Houghton was on hand to rescue the situation, England’s captain making a superb, last-gasp, highly acrobatic, clearance off the line.</p> \n<p>Sasic may be the tournament’s leading scorer but she should have done better than direct an inviting early chance straight into Bardsley’s grateful arms.</p> \n<p>It was time for the Lionesses to remind everyone that they do not know the meaning of giving up. True to character, they rallied with only a scuffed shot preventing Houghton from scoring and Germany’s Tabea Kemme surviving English claims that she should have conceded a handball penalty.</p> \n<p>By now Lucy Bronze was justifying her label as one of the stars of Canada 2015 by driving Sampson’s side on from right wing-back. As the half-time whistle blew Germany had contributed the more fluent passing but neither side had proved able to take advantage of mutually vulnerable defences and unleash that all-important incisive final ball.</p> \n<p>Neid, though, was becoming increasingly vexed by what she clearly perceived as some rough-house tactics from England, including some rather wince-inducing challenges.</p> \n<p>If a sparse crowd, shivering in suddenly chill conditions out of step with the warmth Edmonton had enjoyed in previous days, did not exactly help the atmosphere, the action remained intense.</p> \n<p>Bardsley performed wonders to turn Sara D&auml;britz’s volley around a post after her connection with Sasic’s cross threatened to shatter the impasse.</p> \n<p>Sampson adjusted the power balance by replacing Ellen White with Eniola Aluko. Yet as much as Aluko’s pace and directness ruffled Germany, when Kemme dribbled beyond three markers Bardsley looked mighty relieved to see her shot whizz fractionally wide.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/05/chile-argentina-copa-america-final-match-report\">Chile 0-0 Argentina (Chile win 4-1 on pens) | Copa Am&eacute;rica final match report</a> </p> \n</aside> \n<p>With England now less about containment than a growing willingness to press Germany higher up the pitch, things had become very open. Sampson thought his side deserved a penalty when Williams’s 30-yard shot was blocked but his pleas proved forlorn.</p> \n<p>Extra time beckoned. In its second period the breakthrough finally arrived when Kemme hauled down Lianne Sanderson. Despite considerable German protests, led by Nadine Angerer, Williams stepped up to take the penalty, and her low kick sent Angerer the wrong way.</p> \n<p>There were a couple of frights when Anja Mittag’s free-kick forced Bardsley into a fine save and again as Bianca Schmidt headed an Alexandra Popp cross wide, but England were on a mission. The Lionesses had an important audience watching on television back home and, refusing to disappoint their new public, they held on long enough to ensure history was made.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/usa-soccer-moms-womens-world-cup\">USA's soccer moms aim for one final effort before returning to family life</a> </p> \n</aside>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/4/1436049501224/Fara-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fara Williams steps up to convert the extra-time penalty that ended England's tournament on a high. Photograph: Dennis Grombkowski/Bongarts/Getty Images","credit":"Dennis Grombkowski/Bongarts/Getty Images","altText":"Fara Williams","cleanCaption":"Fara Williams steps up to convert the extra-time penalty that ended England's tournament on a high. Photograph: Dennis Grombkowski/Bongarts/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T22:58:49Z","lastModified":"2015-07-05T00:30:01Z","metadata":{"commentable":true,"commentCount":419,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":false,"keywords":["Women's World Cup 2015","England women's football team","Women's football","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report","shortUrl":"http://gu.com/p/4acy8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report","webUri":"http://www.theguardian.com/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/4/1436049501224/Fara-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fara Williams steps up to convert the extra-time penalty that ended England's tournament on a high. Photograph: Dennis Grombkowski/Bongarts/Getty Images","credit":"Dennis Grombkowski/Bongarts/Getty Images","altText":"Fara Williams","cleanCaption":"Fara Williams steps up to convert the extra-time penalty that ended England's tournament on a high. Photograph: Dennis Grombkowski/Bongarts/Getty Images"}},"importance":7,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/4/1436049501224/Fara-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fara Williams steps up to convert the extra-time penalty that ended England's tournament on a high. Photograph: Dennis Grombkowski/Bongarts/Getty Images","credit":"Dennis Grombkowski/Bongarts/Getty Images","altText":"Fara Williams","cleanCaption":"Fara Williams steps up to convert the extra-time penalty that ended England's tournament on a high. Photograph: Dennis Grombkowski/Bongarts/Getty Images"}}]},{"title":"Wimbledon / Andy Murray stumbles against Andreas Seppi but bounces back to victory","rawTitle":"Andy Murray stumbles against Andreas Seppi but bounces back to victory","item":{"type":"article","id":"sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon","title":"Andy Murray stumbles against Andreas Seppi but bounces back to victory","trailText":"Andy Murray overcame a third-set blip, losing six games in a row, to beat Italy’s Andreas Seppi 6-2, 6-2, 1-6, 6-1 in the Wimbledon third round","standFirst":"<span class=\"bullet\">•</span> Murray loses way in third set but triumphs 6-2, 6-2, 1-6, 6-1\n<br />\n<span class=\"bullet\">•</span> Seppi wins six games in a row but Scot revives after treatment","byline":"Kevin Mitchell at Wimbledon","body":"<p>Andy Murray had to come through a disturbing funk and a lot of drama to beat Andreas Seppi on the sixth evening of the 2015 championships, yet the character he showed in overcoming a third-set blip suggested he remains the biggest threat to Novak Djokovic’s title defence.</p> \n<p>After two hours and eight minutes of enthralling tennis, Murray can come away from his 6-2, 6-2, 1-6, 6-1 win over the Italian relieved and happy with the way he handled what he appeared to regard as Seppi’s outrageous gamesmanship in the third set. At the end, they smiled and hugged at the net, after Murray had clinched the win with his 10th ace, but the atmosphere was not so friendly for a long stretch of the match.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/04/wimbledon-2015-days-five-and-six-in-pictures\">Wimbledon 2015: days five and six – in pictures</a> </p> \n</aside> \n<p>It could have gone horribly wrong for the Scot when Seppi – who had beaten him only once in six attempts – went two sets down, and, leading 2-1 in the third, took a medical timeout for attention to his shin. He returned to the fray untroubled in his movement and won six games in a row over the next half-hour, breaking Murray twice to take the set.</p> \n<p>Asked afterwards if he knew how Seppi’s leg was, Murray said: “I don’t know what his problem was … I was having a few issues with my serve. Then when he took the injury timeout, I came out and I was stiffer.”</p> \n<p>Murray’s mood, buoyant in the first hour, changed dramatically. He received attention courtside on his right shoulder after being broken again at the start of the fourth. Was it retaliation for Seppi’s timely break? Nobody could be sure. Tennis has become a psychological as well as physical jungle and there are swamps at every turn.</p> \n<p>Not for the first time, Murray seemed perturbed when his opponent wobbled physically, then came back hard at him to stop his momentum. But, unlike his losses to Djokovic in the final in Melbourne and the semi-final at Roland Garros, he drew inspiration from the interruption. He fist-pumped and cajoled himself into action, moving with urgency and purpose between points in the fourth set, impatient to get back into the game.</p> \n<p>In the fourth set, Murray broke him almost at will, angry but focused, and served the match out in fading light to the delight of the packed arena.</p> \n<p>Seppi, an accomplished 31-year-old from northern Italy and his country’s best player, had taken just two sets off Murray in seven matches, nine years ago on the grass of Nottingham. His slam form this year has fluctuated: he beat Federer in the third round in Melbourne (his first win in a major over a top-tenner) but John Isner took him out in straight sets in the first round at Roland Garros. Ever so briefly, though, he looked as if he might spring a significant upset.</p> \n<p>Murray is into the second week of his home tournament for the ninth time in 10 visits. But it was a close-run thing.</p> \n<p>Whatever his views on timeouts – and he was diplomatic afterwards, while stating that his was the first one he had taken this year – the Scot was confident his shoulder was not going to cause too many problems. “It’s something I had the last two, three days. And, yeah, I mean, I only really feel it when I’m serving. But it’s not something that’s of major concern to me.”</p> \n<p>Looking down on Murray’s performance from the royal box on a warm and pleasant Saturday evening – alongside Gary Lineker and the England rugby union captain, Chris Robshaw – was Boris Becker, esteemed here as the youngest champion 30 years ago and now the mentor of the defending champion, Djokovic. He will have noted the ups and the downs.</p> \n<p>Murray’s next obstacle, in the fourth round on Monday, is bigger in every way: the 6ft 10in Ivo Karlovic, who earlier on Saturday became the first player in the recorded history of the game to hit 40-plus aces in three consecutive matches and, at 36, seems only to be getting better.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/roger-federer-sam-groth-wimbledon\">Roger Federer stutters but proves too good for Sam Groth at Wimbledon</a> </p> \n</aside> \n<p>Karlovic goes into the match with some hard miles on the clock, and surely the weariest right arm in the tournament. He took two hours and 50 minutes and three tie-breaks to beat the 13th seed, Jo-Wilfried Tsonga, 7-6 (7-3), 4-6, 7-6 (7-2), 7-6 (11-9) on No3 Court, adding 41 aces to the 53 he struck in beating Alexandr Dolgopolov and the 42 in the first round against the Swedish qualifier Elias Ymer.</p> \n<p>But his extraordinarily long legs covered 1,924 metres against the artful Frenchman and he will start to properly feel the strain if Murray keeps him on the end of his nagging ground strokes.</p> \n<p>The Croat took his tournament tally to 136 to stay well on top of the leaderboard for free points. Although he has not beaten Murray in five attempts and last played him here in 2012, he will be tough to beat.</p> \n<p>“It will be a very different match from today,” Murray said. “Ivo will be coming to the net a lot. Returns are going to have to be on.”</p> \n<p>Beyond Karlovic lies either Viktor Troicki, whom he tamed in the semi-finals at Queens, or Vasek Pospisil, the Canadian who took five sets to beat James Ward. If the form guide holds, Federer will be waiting for him in the semi-finals.</p> \n<p>For now, Murray has time to rest and gauge the battle ahead. In a way, Seppi did him a favour. He turned on a switch to his elemental beast – and it roared with astonishing ferocity at the conclusion of a performance that will serve the world No3 well in harder assignments to come.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436038480008/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:38:12Z","lastModified":"2015-07-05T00:11:22Z","metadata":{"commentable":true,"commentCount":202,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon","shortUrl":"http://gu.com/p/4ackk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436038480008/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"James Ward’s run ended by Vasek Pospisil in five-set thriller","rawTitle":"James Ward’s run ended by Vasek Pospisil in five-set thriller","item":{"type":"article","id":"sport/2015/jul/04/james-ward-wimbledon-vasek-pospisil-five-set-thriller","title":"James Ward’s Wimbledon run ended by Vasek Pospisil in five-set thriller","trailText":"Canada’s Vasek Pospisil rallied from two sets to one down to beat Britain’s James Ward 6-4, 3-6, 2-6, 6-3, 8-6 in the third round at Wimbledon","standFirst":"<span class=\"bullet\">•</span> British No4 leads two sets to one but Canadian wins 6-4, 3-6, 2-6, 6-3, 8-6\n<br />\n<span class=\"bullet\">•</span> Ward admits to mixed emotions, feeling he did not play at his best","byline":"Owen Gibson at Wimbledon","body":"<p>Two days in the Wimbledon sun, two heroic failures, two British players with a lot more credit in the bank than they arrived with.</p> \n<p>The Londoner James Ward’s third-round exit in five sets at the hands of Vasek Pospisil, hard on the heels of Heather Watson’s defeat by Serena Williams, will hurt all the more because, at one stage, he looked as though he was on the verge of striking deeper into uncharted territory. But well into the fifth set, his Canadian opponent steeled himself and, full of vim having worked his way back into the match from 2-1 down, broke Ward’s resistance with unerring accuracy and relentless serving, to prevail 6-4, 3-6, 2-6, 6-3, 8-6.</p> \n<p>Ward had been subject to intense pressure before in Davis Cup ties but never anything quite like this. Pospisil was serving impeccably, winning 19 straight points, and playing his best tennis of the match. It proved to be the difference, for all the full-throated backing of a crowd willing Ward into the second week, when he broke Ward’s serve – and his resistance – in the 13th game of a titanic fifth set.</p> \n<p>The 28-year-old’s beloved Arsenal have a habit of putting their fans through the wringer and Ward cut a forlorn figure immediately afterwards, lamenting with “mixed emotions” that he didn’t play to the best of his undoubted ability.</p> \n<p>Yet once the disappointment fades this run to the third round, which lifts him into the top 100 for the first time, may feel like a turning point. It certainly definitively elevates him from the first-round British cannon fodder he is sometimes erroneously lumped in with.</p> \n<p>Pospisil, who had won his previous two five-set matches from 2-1 down, was nerveless in the fourth and fifth sets. Winning almost every point on his first serve, clubbing the ball past Ward, he had come out pumped up for the denouement.</p> \n<p>Ward was clinging on but always found a response during that fifth set. Early on, a net cord that would have given him two break points span back on to his side of the net. Such are the fine margins between success and failure.</p> \n<p>During the first set it appeared that Ward’s Wimbledon journey – which had begun with him jumping on the Tube from Euston to Southfields – would conclude quickly in the sunshine on No1 Court. Pospisil looked what he was – a player ranked 55 places above Ward and with the experience of having won the doubles here last year.</p> \n<p>However, Ward is made of sterner stuff than most of his peers. Just as he rallied to beat Jiri Vesely in four sets in the second round, so it appeared here. And as he did so, the initially lukewarm atmosphere began to bubble.</p> \n<p>By the time he raced to meet a Pospisil drop shot and send the ball back past him with a perfect half-volleyed backhand, it felt more like a Davis Cup tie – the competition in which Ward has played some of his best tennis.</p> \n<p>Bidding to win three matches in a row at this level for only the second time in&nbsp;his career, at the age of 28, he began to&nbsp;pull out big shots and serves under pressure, and the pendulum imperceptibly swung.</p> \n<p>Ward roared out of the blocks in the second set, as if determined to show he was not beaten, breaking his opponent’s serve and securing a 3-0 lead that acted as a means to work his way back into the match. The crucial break came in the second game as Ward began to find his range, Pospisil sending the ball long from a deep Ward backhand.</p> \n<p>Not that the match remained anything other than tight. The two players not only resembled one another from a distance on court – all rangy limbs and staccato bursts of movement – but in playing style. Both relied on solid serves and powerful forehands but Pospisil’s greater weaponry eventually told.</p> \n<p>An epic rally at 30-30 in the third game of the third set gave Ward a single break point, which he took with a smart backhand to Pospisil’s feet. Amid an increasingly raucous atmosphere, he clenched his fist and raced to his chair for the changeover.</p> \n<p>“Come on Wardy”. “Come on Ward”. “Come on James”. “Come on Jimmy”. Even, on one occasion, “Come on Mr Ward”. They weren’t quite sure what to&nbsp;call him, but they knew who they were&nbsp;backing.</p> \n<p>Ward, softly spoken off the court but refusing to be overawed on it, looked far from the satellite circuit player he has been for much of his 11-year professional career. By the time he was broken for the second time in the third set, Pospisil was shooting despairing glances at his box.</p> \n<p>But then the pendulum swung again and Pospisil was able to break Ward in the fourth game of the fourth set, the British player casually sending two regulation forehands into the net.</p> \n<p>Ward, playing at his sixth Wimbledon, let Pospisil wrest back the initiative and he closed out the fourth set before dashing into a climactic fifth, where it always felt as if he held the upper hand.</p> \n<p>At one point during that fourth set, the Canadian could be seen furiously consulting a notebook during a change of ends. Whatever it said, it worked.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436032025822/James-Ward-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Britain's James Ward, left, congratulates Vasek Pospisil of Canada on his 6-4, 3-6, 2-6, 6-3, 8-6 win in the third round at Wimbledon. Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"James Ward","cleanCaption":"Britain's James Ward, left, congratulates Vasek Pospisil of Canada on his 6-4, 3-6, 2-6, 6-3, 8-6 win in the third round at Wimbledon. Photograph: Stefan Wermuth/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-04T18:10:10Z","lastModified":"2015-07-04T23:20:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["James Ward","Wimbledon 2015","Wimbledon","Sport","Tennis"],"tags":[{"id":"sport/james-ward","webTitle":"James Ward"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/james-ward-wimbledon-vasek-pospisil-five-set-thriller","shortUrl":"http://gu.com/p/4acka","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/james-ward-wimbledon-vasek-pospisil-five-set-thriller","webUri":"http://www.theguardian.com/sport/2015/jul/04/james-ward-wimbledon-vasek-pospisil-five-set-thriller"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436032025822/James-Ward-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Britain's James Ward, left, congratulates Vasek Pospisil of Canada on his 6-4, 3-6, 2-6, 6-3, 8-6 win in the third round at Wimbledon. Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"James Ward","cleanCaption":"Britain's James Ward, left, congratulates Vasek Pospisil of Canada on his 6-4, 3-6, 2-6, 6-3, 8-6 win in the third round at Wimbledon. Photograph: Stefan Wermuth/Reuters"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436032025822/James-Ward-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Britain's James Ward, left, congratulates Vasek Pospisil of Canada on his 6-4, 3-6, 2-6, 6-3, 8-6 win in the third round at Wimbledon. Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"James Ward","cleanCaption":"Britain's James Ward, left, congratulates Vasek Pospisil of Canada on his 6-4, 3-6, 2-6, 6-3, 8-6 win in the third round at Wimbledon. Photograph: Stefan Wermuth/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436038480008/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images"}}]},{"title":"Copa América 2015 final / Hosts Chile stun Argentina to claim first Copa América title on penalties","rawTitle":"Hosts Chile stun Argentina to claim first Copa América title on penalties","item":{"type":"article","id":"football/2015/jul/05/chile-argentina-copa-america-final-match-report","title":"Hosts Chile stun Argentina to claim first Copa América title on penalties","trailText":"Chile won the Copa América for the first time in their history, winning a penalty shootout after a stalemate against Argentina in Santiago","standFirst":"<span class=\"bullet\">•</span> Chile 0-0 Argentina (Chile win 4-1 on pens)","byline":"Jonathan Wilson at the Estadio Nacional","body":"<p>After 99 years, it came down to Alexis S&aacute;nchez against Sergio Romero from 12 yards. The Arsenal forward attempted a Panenka, scuffed it badly, and scored anyway as the goalkeeper dived to his left. Misses from Gonzalo Higua&iacute;n and &Eacute;ver Banega in the shootout proved decisive and, finally, Chile, one of the four participants at the inaugural Copa Am&eacute;rica, had a first international trophy. For Argentina the drought goes on: 22 years since their last trophy and an increasing sense that this gifted generation of players will remain unfulfilled.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/04/copa-america-2015-final-chile-argentina-live\">Chile win Copa Am&eacute;rica after beating Argentina on penalties – as it happened</a> </p> \n</aside> \n<p>Where better to achieve that first win than at home, asked Claudio Bravo on Friday; this wasn’t just about doing it in front of local fans. Few stadiums in the world have such symbolic value as Santiago’s Estadio Nacional in being representative of their nation. Behind the goal at one end a block is left perpetually empty, the benches still as they were in 1973 when the stadium was used as a prison camp after the coup through which Augusto Pinochet seized power. It was here that November that Chile kicked off against no opposition in a notorious World Cup qualifying play-off after the USSR refused to take to the field in a stadium in which leftists had been murdered a matter of weeks earlier. Above it is the legend <em>Un pueblo sin memoria es un pueblo sin futuro</em> – a people without a memory is a people without a future.</p> \n<p>The atmosphere before kick-off was extraordinary, small dashes of albiceleste breaking a great sweep of red, each of the home fans waving the national flags they’d been given as they came in. And beyond the stands, visible through the haze of dust and pollution for the first time in the tournament, loomed the rocky bulk of the Andes, an appropriately grand backdrop to the biggest game in Chile’s history.</p> \n<p>Some, it seems, got carried away in their nationalist fervour, with Lionel Messi’s family having to be moved into a television cabin at half-time after being abused and having objects thrown at them in the stands. There were further reports that his elder brother, Rodrigo, was punched.</p> \n<p>Chile had looked anxious in the semi-final against Peru, as though snatching at the prize as it came within touching distance, but here they started with a fury. Any thought that Jorge Sampaoli might compromise on his pressing principles and opt for something more conservative rapidly disappeared and for a time Argentina were unsettled. Had Arturo Vidal made better contact with a volley as S&aacute;nchez’s half-blocked cross dropped to him, the hosts might have had an early lead, but his mis-hit effort was scrambled away by the goalkeeper Romero.</p> \n<p>The one change Sampaoli did make was to push the midfielder Marcelo D&iacute;az extremely deep, almost as a third centre-back, which freed Gary Medel to leave the back-line and pursue Messi at times when he dropped deep. Predictably, he was booked before half-time, having caught Messi in the midriff with a swinging boot. The plan worked; this was a triumph for the coach, who was born just 35 miles from Messi’s home in Rosario. Messi had his quietest game of the tournament – his 63 touches in normal time were his fewest of this Copa Am&eacute;rica.</p> \n<p>One of the reasons Argentina were so cowed was due to Chile’s aggression, which clearly outraged their coaching staff. This tournament has seen Chile chart a course from romance via the decision not to suspend Vidal over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/arturo-vidal-under-influence-alcohol-crashed-car-chile-copa-america\">his arrest on drink-driving charges</a> and Gonzalo Jara’s digital provocation of Edinson Cavani, to the pragmatic decision to try to kick Argentina off their stride. By half-time, all three central defenders had been booked and a game that had begun brightly had degenerated into something far scrappier.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report\">Germany 0-1 England (aet) | Women’s World Cup third-place play-off match report</a> </p> \n</aside> \n<p>By the second half, this felt far more like the Argentina of the World Cup than the side which had eviscerated Paraguay so thrillingly in the semi-final. They were defensively more secure than they had been, but lacked the fluidity and fluency of movement that characterised them even in the quarter-final against Colombia. Messi, in particular, was diminished, a frustrated and often isolated figure on the right, shirt untucked, shoulders slouched.</p> \n<p>As Argentina became increasingly frustrated, Chile had their chances – a Vidal effort that was charged down, a S&aacute;nchez volley that flashed across the face of goal – but the last clear opportunity of normal time fell to Argentina. Messi, at last finding space, broke and laid in Ezequiel Lavezzi, but his low cross was too far in front of the other substitute, Higua&iacute;n, who could only screw the ball into the side netting.</p> \n<p>Had he scored that chance, and had he scored the chance <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/13/germany-argentina-world-cup-final-2014-match-report\">in the Maracana in the World Cup final last year</a>, this generation might be have gone down as one of the greatest. As it was, though, it was Chile who celebrated, the national anthem proudly sung as flares saluted the victory.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436051278955/Alexis-S-nchez-celebrates-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ever Copa América title for Chile. Photograph: Rodrigo Arangua/AFP/Getty Images","credit":"Rodrigo Arangua/AFP/Getty Images","altText":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ev","cleanCaption":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ever Copa América title for Chile. Photograph: Rodrigo Arangua/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T23:31:55Z","lastModified":"2015-07-05T00:31:57Z","metadata":{"commentable":true,"commentCount":554,"contributors":[{"name":"Jonathan Wilson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanwilson"}],"feature":false,"keywords":["Copa América","Chile","Argentina","Football","Sport"],"tags":[{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/chile","webTitle":"Chile"},{"id":"football/argentina","webTitle":"Argentina"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Jonathan Wilson","topic":{"type":"tag-contributor","name":"profile/jonathanwilson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/chile-argentina-copa-america-final-match-report","shortUrl":"http://gu.com/p/4acyv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/chile-argentina-copa-america-final-match-report","webUri":"http://www.theguardian.com/football/2015/jul/05/chile-argentina-copa-america-final-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436051278955/Alexis-S-nchez-celebrates-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ever Copa América title for Chile. Photograph: Rodrigo Arangua/AFP/Getty Images","credit":"Rodrigo Arangua/AFP/Getty Images","altText":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ev","cleanCaption":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ever Copa América title for Chile. Photograph: Rodrigo Arangua/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Copa América 2015 final"},"showQuotedHeadline":false,"sublinks":[{"title":"Javier Mascherano / Our barren run cuts deep","rawTitle":"Our barren run cuts deep","item":{"type":"article","id":"football/2015/jul/05/mascherano-argentinas-barren-international-trophy-run-cuts-deep","title":"Mascherano: Argentina's barren international trophy run cuts deep","trailText":"Losing a second major final in a year was absolute torture for Argentina, midfield general Javier Mascherano said after Chile beat them on penalties to win the Copa América on Saturday","standFirst":"<ul>\n <li>Javier Mascherano says Argentina’s run of international near-misses is ‘torture’</li>\n <li>2015 Copa Am&eacute;rica loss compounds World Cup disappointment</li>\n</ul>","byline":"Reuters","body":"<p>Losing a second major final in a year was absolute torture for Argentina, midfield general Javier Mascherano said after Chile beat them on penalties to win the Copa Am&eacute;rica on Saturday.<br /></p> \n<p> Argentina were beaten by Germany in the World Cup final last July and Saturday’s 4-1 loss on penalties following a 0-0 draw after extra time left them still looking for a first major trophy since the 1993 Copa Am&eacute;rica.</p> \n<p> “Losing is torture, it’s a huge sadness,” said Mascherano, one of the few Argentina players to talk to reporters after the final at Santiago’s National Stadium. “Everyone knows what I feel when I put this shirt on.”<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/04/copa-america-2015-final-chile-argentina-live\">Chile win Copa Am&eacute;rica after beating Argentina on penalties – as it happened</a> </p> \n</aside> \n<p> The Barcelona midfielder, one of Argentina’s best players in the final, highlighted the team’s performance throughout the tournament.</p> \n<p> “We had a good Copa Am&eacute;rica, we played a final as visitors and were up to it. Again we lacked that quota of luck to win, I really can’t find an explanation,” the 31-year-old said.</p> \n<p> “I’m one of the oldest players in this squad. We have to accept what happened, unfortunately we couldn’t give the fans what we wanted to,” he said, before conceding that Chile had pressured Argentina well and when they had the ball to play to the strikers, they were well marked.</p> \n<p> “Chile are a very good team but I think we neutralised them, we played the match we wanted to ... We had moves to win it and unfortunately it wasn’t to be,” he said. “The pain is immense and only gets worse.”</p> \n<p> Mascherano was also on the losing side to Brazil in two Copa Am&eacute;rica finals in 2004 and 2007. </p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/340386062bbdd6bb97041d2070856bcdb6cfbc58/0_228_3147_1889/3147.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1889,"width":3147,"orientation":"landscape","credit":"Nelson Almeida/AFP/Getty Images","altText":"Javier Mascherano Argentina","cleanCredit":"Photograph: Nelson Almeida/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T04:30:06Z","lastModified":"2015-07-05T04:33:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Copa América","Football","Sport","Argentina"],"tags":[{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/argentina","webTitle":"Argentina"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/mascherano-argentinas-barren-international-trophy-run-cuts-deep","shortUrl":"http://gu.com/p/4acm2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/mascherano-argentinas-barren-international-trophy-run-cuts-deep","webUri":"http://www.theguardian.com/football/2015/jul/05/mascherano-argentinas-barren-international-trophy-run-cuts-deep"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/340386062bbdd6bb97041d2070856bcdb6cfbc58/0_228_3147_1889/3147.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1889,"width":3147,"orientation":"landscape","caption":"A devastated Javier Mascherano stands in shock as Chile players and staff celebrate behind. Argentina were defeated by Chile on penalties after neither team was able to breakthrough each other’s defences in normal time. Photograph: Nelson Almeida/AFP/Getty Images","credit":"Nelson Almeida/AFP/Getty Images","altText":"Javier Mascherano Argentina","cleanCaption":"A devastated Javier Mascherano stands in shock as Chile players and staff celebrate behind. Argentina were defeated by Chile on penalties after neither team was able to breakthrough each other’s defences in normal time.","cleanCredit":"Photograph: Nelson Almeida/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Javier Mascherano"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/340386062bbdd6bb97041d2070856bcdb6cfbc58/0_228_3147_1889/3147.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1889,"width":3147,"orientation":"landscape","credit":"Nelson Almeida/AFP/Getty Images","altText":"Javier Mascherano Argentina","cleanCredit":"Photograph: Nelson Almeida/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436051278955/Alexis-S-nchez-celebrates-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ever Copa América title for Chile. Photograph: Rodrigo Arangua/AFP/Getty Images","credit":"Rodrigo Arangua/AFP/Getty Images","altText":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ev","cleanCaption":"Alexis Sánchez celebrates after scoring the decisive penalty to beat Argentina and secure a first ever Copa América title for Chile. Photograph: Rodrigo Arangua/AFP/Getty Images"}}]},{"title":"Tour de France / Dennis nicks opening time trial but Nibali steals a march","rawTitle":"Dennis nicks opening time trial but Nibali steals a march","item":{"type":"article","id":"sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey","title":"Tour de France 2015: Rohan Dennis claims yellow jersey with time trial win","trailText":"The Australian Rohan Dennis claimed the first yellow jersey of the Tour de France as defending champion Vincenzo Nibali stole some potentially vital seconds ahead of his rivals in the race to Paris","standFirst":"<p><span class=\"bullet\">•</span> Australian rider sets fastest average speed ever in a Tour time trial<br /><span class=\"bullet\">•</span> Defending champion Nibali steals time on main race rivals</p>","byline":"Barry Glendenning in Utrecht","body":"<p>The Australian time trial specialist Rohan Dennis will be a vision in yellow when the Tour de France leaves here, having crushed his rivals while recording the fastest average speed for an individual time trial in the race’s history. The result was surprising, but no huge shock. The 55.446km per hour generated by the BMC rider over a 14km, road-kill flat city centre course certainly was.</p> \n<p>The speed Dennis posted surpassed Chris Boardman’s record, set in the 1994 prologue in Lille. The course Boardman negotiated was similarly unencumbered by anything more steep than a speed bump, but was only half as long.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/astana-lars-boom-tour-de-france-vincenzo-nibali\">Astana ignore moral code by giving Lars Boom Tour de France green light</a> </p> \n</aside> \n<p>Having elected an early start, Dennis was the second of nine BMC riders to come under starter’s orders and endured what must have felt like an eternity under the gaze of cameras in what was time trialling’s equivalent of a witches’ ducking stool. While his perch was by no means as regal as the comical throne occupied by Bradley Wiggins during the corresponding event at the London Olympics, Dennis will have experienced a certain amount of absolutism and divinity as one by one, his main rivals – Fabian Cancellara, Tony Martin, Alex Dowsett, Tom Dumoulin – among the 160 riders to depart the starter’s hut in his wake failed dismally in their efforts to make him sweat.</p> \n<p>“It was my goal to do well,” said Dennis. “It was pretty smooth. It was very long on the way home. I kept thinking 16 minutes because that was my time at training. In the end I got one minute bonus. Let’s wait and see now. It looks like it’s going to be a long time on the hot seat.”</p> \n<p>This was not Dennis’s first record-breaking solo ride of the year. In February he set an hour record of 52.491km per hour in Switzerland that was subsequently beaten by Alex Dowsett and Bradley Wiggins, before turning his gimlet eye to victory in this stage having liked the cut of the course’s jib from his early reconnaissance missions. “I checked the course twice but with the traffic,” he said. “The second time I saw it, I noticed some corners were not as hard as I thought.”</p> \n<p>On a perfect day for time trialling, hot but not prohibitively so and with little breeze, Daniel Teklehaimanot was first down the ramp to get this Tour de France under way on a city-centre course that could scarcely have been more straight forward unless it had been completely straight and forward. Its multiple bends were sweeping rather than sharp and in the course of becoming the first black African rider to participate in the Tour de France, the Eritrean will need to make fuller use of his brakes, gears and bike handling skills in the days and weeks ahead.</p> \n<p>Winning in 14min 56sec, Dennis was the only rider from the 198 starters to break 15 minutes and will ruminate at length on the surprisingly facile nature of his win against a field of top class opposition including Martin and Cancellara, as well as the popular local heroes Dumoulin and Jos van Emden, who were the best of a surprisingly uncompetitive bunch left trailing in his wake.</p> \n<p>If a second is a long time in time trialling, five constitute an eternity and it is no surprise that Martin was disappointed to finish once again as a Tour de France time trial also-ran who is apparently never destined to pull on the leader’s jersey. “I wanted to win,” he said. “Any other result is a bad one. I feel that I couldn’t handle the heat, especially in the second half where I felt weaker. It was hot but that’s the Tour de France, it’s in July and this time trial wasn’t long enough for me.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/tour-de-france-2015-vincenzo-nibali-preview\">Tour de France heads into low country promising anything but flat calm</a> </p> \n</aside> \n<p>While none of the four main favourites were expected to triumph in this race of truth, Vincenzo Nibali landed the first early jab, finishing 43 seconds behind Dennis and seven ahead of Chris Froome. Behind the Sky rider, Alberto Contador was another eight seconds back while the Colombian Nairo Quintana, the fourth member of this quartet of big hitters, was another 46 seconds off the pace. None of them will be particularly perturbed by what unfolded.</p> \n<p>Having won January’s Tour Down Under on his home turf, before setting the hour record that he looks certain to reclaim at some point in the not too distant future, winning the opening stage caps a remarkable year for the 25-year-old Dennis. He will be confident of keeping his yellow jersey for the week ahead with the support of a young and hungry team that has recently been linked with the Sky rider Richie Porte and harbours decent GC podium hopes in the form of the American Tejay van Garderen.</p> \n<p>Having last won the Tour in 2011, courtesy of Dennis’s compatriot Cadel Evans, the pressure is already off BMC after 14 minutes and 56 seconds of this year’s edition.</p> \n<h2>Overall individual time classification </h2> \n<p><strong>Stage 1 </strong>(Utrecht - Utrecht (ITT) 13.8km): <strong>1</strong> R Dennis (Aus) BMC Racing Team 14min 56sec; <strong>2</strong> T Martin (Ger) Etixx - Quick-Step at 05sec; <strong>3</strong> F Cancellara (Swi) Trek Factory Racing at 06sec; <strong>4</strong> T Dumoulin (Hol) Team Giant-Alpecin at 08sec;<strong> 5</strong> J Van Emden (Hol) Team LottoNL-Jumbo at 15sec; <strong>6</strong> J Castroviejo (Sp) Movistar Team at 23sec; <strong>7</strong> M Brandle (Aut) IAM Cycling at same time; <strong>8 </strong>A Malori (It) Movistar Team at 29sec; <strong>9</strong> W Kelderman (Hol) Team LottoNL-Jumbo at 30sec;<strong> 10</strong> S Cummings (GB) MTN - Qhubeka at 32sec. <strong>Selected others: 12</strong> G Thomas (GB) Team Sky at same time; <strong>33</strong> S Yates (GB) Orica GreenEdge at 46sec; <strong>39</strong> C Froome (GB) Team Sky at 50sec; <strong>68</strong> P Kennaugh (GB) Team Sky at 01min 08sec;<strong> 74</strong> I Stannard (GB) Team Sky at 01min 11sec;<strong> 97</strong> A Yates (GB) Orica GreenEdge at 01min 18sec;<strong> 123</strong> M Cavendish (GB) Etixx - Quick-Step at 01min 26sec; <strong>180</strong> L Rowe (GB) Team Sky at 01min 54sec.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa5f3d475c8e0583ca1515daf41acb0e04adc018/0_60_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Eric Gaillard/Reuters","altText":"Rohan Dennis","cleanCredit":"Photograph: Eric Gaillard/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-04T16:03:16Z","lastModified":"2015-07-05T00:08:48Z","metadata":{"commentable":true,"commentCount":54,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport","Australia sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey","shortUrl":"http://gu.com/p/4acj7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey","webUri":"http://www.theguardian.com/sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457409779","source":"Other...","durationInSeconds":207,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/04/150704LeTourStage1_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/04/150704LeTourStage1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/4/1436035059104/KP_343516_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France Daily Highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France Daily Highlights","cleanCaption":"620x372 trailpic for Tour De France Daily Highlights"}}},"importance":4,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[{"title":"Tour de France heads into low country promising anything but flat calm","rawTitle":"Tour de France heads into low country promising anything but flat calm","item":{"type":"article","id":"sport/2015/jul/04/tour-de-france-2015-vincenzo-nibali-preview","title":"Tour de France heads into low country promising anything but flat calm","trailText":"The Tour de France got off to a gentle start but the relatively flat stages which lie ahead this week offer a multitude of perils which could blow hopes and dreams apart","standFirst":"<p>A benign looking start to the Tour belies the dangers that lie beneath on the perilous pav&eacute; of Tuesday’s stage four, and the unseen elements along the coast which could blow the field apart</p>","byline":"Barry Glendenning in Utrecht","body":"<p>So, 14 kilometres down and just 3,346 to go. After a brief summer fling over 10 years in the making, the bicycle-mad city of Utrecht will bid a tearful farewell to the Tour as the peloton heads off on a week’s worth of potentially fiendish stages through the Netherlands, Belgium and north-west France.</p> \n<p>Although far from barbarous, these assorted <em>parcours</em> ought to offer up a mouth-watering array of technical challenges and have every chance of creating potentially race-ending dilemmas for assorted general classification contenders as they struggle to cope with coastal crosswinds, the teeth-rattling perils of riding at high speed across dastardly French cobbles and one particularly brutal church-lined climb. BMC will be confident of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey\" title=\"\">nursing Rohan Dennis through these obstacles in yellow</a> and, with their weighty war chest, almost certainly have the personnel to do so.</p> \n<p>Having been zipped into the <em>maillot jaune </em>after Saturday’s individual time trial, Dennis will have the honour of leading the peloton out of Utrecht as the riders make their way to Zeeland, an old western Dutch province from which a newer but better-known southern hemisphere nation takes its name. With large tracts of the area submerged below sea level, the cyclists will make their way along the coast on a journey that could be considerably enlivened by the intervention of North Sea crosswinds.</p> \n<p>Should the air currents of the day rise to the occasion – and plenty of the riders will hope they do not – there’s every chance of chaos as the peloton is quite literally blown apart and splits into echelons, those groups of riders stretched diagonally across the road as each takes short pulls on the front before rotating and sheltering from the wind.</p> \n<p>With road-width limited, the last place any competitor will wish to find himself is in that long line of forlorn riders snaked out in single file behind the main group, hanging on for grim death just to stay in touch with the wheel in front. A particular skill at which lanky Dutch and Belgian rouleurs are particularly adroit, echelon riding provides much potential for inter-team chicanery and skulduggery as riders collude to “put it in the gutter” and deposit assorted rivals out the back and out of contention. Both here and in Thursday’s stage six along the similar terrain of the Normandy coastline from Abbeville to Le Havre, much will depend on the weather.</p> \n<p>At the mercy of the gods, the riders are unlikely to appreciate one of the better ones apparently riffing on their considerable pain as they pass the seven chapels that line the winding, upwards route to Monday’s stage three finish at Mur de Huy, a punishing climb with an average gradient of 9.3% – rising to 26% on one particular bend – which traditionally serves as the finish of the Fl&egrave;che Wallonne Classic, won in April this year by Movistar’s Alejandro Valverde.</p> \n<p>Then it’s on to the <em>pav&eacute;</em>, a hellish surface that ought to provide no end of entertainment on Tuesday, as the peloton clatters across seven sectors of these attritional, energy-sapping cobbles en route from Seraing to Cambrai. In a deliberate nod to another famous old Classic, four of them feature in Paris-Roubaix, where each stone is almost certainly a mini-memorial to tyres blown, flesh grazed and dreams dashed.</p> \n<p>On a wet day, the greasy surface can send even the most seasoned riders slithering towards the crowd-lined verge. When it’s dry, riders enjoy the comparative luxury of choking dust and the suffocating heat generated by the throngs of enthusiasts lining a narrow, broken and uneven route more accustomed to serving tractors towing farm machinery.</p> \n<p>It was on just such a stage last year that the eventual winner, Vincenzo Nibali, took nearly three minutes out of Alberto Contador, while Chris Froome did not even make it to the first sector. Of the four big race favourites, the Colombian Nairo Quintana is expected to fare worst on the cobbles, having “recced” but never raced on them. Carnage seems inevitable as up to 198 riders attempt to position themselves in something approaching safety at the head of the field. Only a small fraction of them will fit there.</p> \n<p>And so to the sprinters. With Mark Cavendish entering the race in such brilliant form, it’s a genuine disappointment he will not go wheel-to-wheel against his German rival Marcel Kittel in this year’s Tour following his season of illness and injury.</p> \n<p>Flat and long, Wednesday’s spin from Arras Communaut&eacute; Urbaine to Amiens M&eacute;tropole, followed by Livarot to Foug&egrave;res on Friday, look nailed on to be fought out by the fast men. In a Tour that Froome and other GC hopefuls believe doesn’t really start in earnest until stage 10’s jaunt up the mountains, the perilous week ahead will provide no shortage of opportunities for each of them to ruin their chances before they get within a goat’s bleat of a Pyrenean foothill.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/4/1436030641074/Vincenzo-Nibali-built-a-u-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year's Tour de France. Photograph: Stefano Rellandini/REUTERS","credit":"Stefano Rellandini/REUTERS","altText":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year's Tour de ","cleanCaption":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year's Tour de France. Photograph: Stefano Rellandini/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-04T17:27:39Z","lastModified":"2015-07-04T23:02:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Chris Froome","Alberto Contador","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/tour-de-france-2015-vincenzo-nibali-preview","shortUrl":"http://gu.com/p/4ack5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/tour-de-france-2015-vincenzo-nibali-preview","webUri":"http://www.theguardian.com/sport/2015/jul/04/tour-de-france-2015-vincenzo-nibali-preview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/4/1436030641074/Vincenzo-Nibali-built-a-u-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year’s Tour de France. Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/REUTERS","altText":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year's Tour de ","cleanCaption":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year’s Tour de France. Photograph: Stefano Rellandini/Reuters"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/4/1436030641074/Vincenzo-Nibali-built-a-u-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year's Tour de France. Photograph: Stefano Rellandini/REUTERS","credit":"Stefano Rellandini/REUTERS","altText":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year's Tour de ","cleanCaption":"Vincenzo Nibali built a useful advantage over the cobbles on his way to winning last year's Tour de France. Photograph: Stefano Rellandini/REUTERS"}}]},{"title":"Tour de France 2015: stage one time trial!","rawTitle":"Tour de France 2015: stage one time trial!","item":{"type":"liveBlog","id":"sport/live/2015/jul/04/tour-de-france-2015-stage-one-live","title":"Tour de France 2015: stage one – as it happened","trailText":"<strong>Rolling report: </strong>Join Paul Doyle for updates of the grand départ, a 13.8km individual time trial, in the cycling-mad Dutch city of Utrecht","standFirst":"<ul>\n <li>Rohan Dennis wins first stage with record-breaking ride</li>\n</ul>","byline":"Michael Butler and Paul Doyle","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4a8ec56d5afa8b2b115d7ff91a7eae3738402a70/0_216_4837_2901/4837.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2901,"width":4837,"orientation":"landscape","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Rohan Dennis","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f88761b2627b80744b83604c9866b5a6f4ed3c4/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Chris Froome feels the strain during the first stage in Utrecht. Photograph: Laurent Cipriani/AP","credit":"Laurent Cipriani/AP","altText":"Chris Froome feels the strain during the first stage in Utrecht.","cleanCaption":"Chris Froome feels the strain during the first stage in Utrecht.","cleanCredit":"Photograph: Laurent Cipriani/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3cfee3a64b072059f51e205aded7a97bf43397b1/0_0_4477_3423/4477.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3423,"width":4477,"orientation":"landscape","caption":"Vincenzo Nibali starts his defence of the yellow jersey. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"Vincenzo Nibali starts his defence of the yellow jersey.","cleanCaption":"Vincenzo Nibali starts his defence of the yellow jersey.","cleanCredit":"Photograph: Eric Gaillard/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d9809d92add5e142941173f13c4c83dc35efcd2d/0_0_4252_2996/4252.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2996,"width":4252,"orientation":"landscape","caption":"Tony Martin of Germany begins the Tour. Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/Reuters","altText":"Tony Martin of Germany begins the Tour.","cleanCaption":"Tony Martin of Germany begins the Tour.","cleanCredit":"Photograph: Stefano Rellandini/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d9809d92add5e142941173f13c4c83dc35efcd2d/0_0_4252_2996/4252.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2996,"width":4252,"orientation":"landscape","caption":"Germany’s Tony Martin begins the Tour. Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/Reuters","altText":"Germany’s Tony Martin begins the Tour.","cleanCaption":"Germany’s Tony Martin begins the Tour.","cleanCredit":"Photograph: Stefano Rellandini/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61b3bfa296390f13f54a87ec5991067c5579960a/0_245_3773_2265/3773.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2265,"width":3773,"orientation":"landscape","caption":"Netherlands’ Tom Dumoulin rides into second place. Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Netherlands’ Tom Dumoulin rides into second place.","cleanCaption":"Netherlands’ Tom Dumoulin rides into second place.","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7684d603c940c7d91bbf9c3ccae9be3cf982ead8/0_272_4096_2459/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2459,"width":4096,"orientation":"landscape","caption":"Spectators watch the riders on the big screen in Utrecht. Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"Spectators watch the riders on the big screen in Utrecht.","cleanCaption":"Spectators watch the riders on the big screen in Utrecht.","cleanCredit":"Photograph: Yoan Valat/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e59f4964574cc87fc71d56738f22e9147d19cf6c/0_312_4847_2910/4847.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2910,"width":4847,"orientation":"landscape","caption":"Supporters get behind Colombia’s Nairo Quintana as he competes in Utrecht. Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Supporters get behind Colombia’s Nairo Quintana as he competes in Utrecht.","cleanCaption":"Supporters get behind Colombia’s Nairo Quintana as he competes in Utrecht.","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e8c88a9fa5e64cf1beedb21659820a684d18a94d/0_0_4260_2836/4260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2836,"width":4260,"orientation":"landscape","caption":"Australia’s Rohan Dennis sets the pace in the 13.8km individual time-trial. Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Australia’s Rohan Dennis sets the pace in the 13.8km individual time-trial.","cleanCaption":"Australia’s Rohan Dennis sets the pace in the 13.8km individual time-trial.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436013460359/9f15a3b8-2b90-47ee-bdfb-97ad00ad135c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illness denied Alex Dowsett the chance to ride the Tour through his native Essex in 2014, but he is expected to have a key role supporting Nairo Quintana. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Alex Dowsett ","cleanCaption":"Illness denied Alex Dowsett the chance to ride the Tour through his native Essex in 2014, but he is expected to have a key role supporting Nairo Quintana.","cleanCredit":"Photograph: David Davies/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436004671510/2e2eda11-f562-41f4-9202-2b3cdbee7331-559x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":559,"orientation":"portrait","caption":"Tour de France stage one. Photograph: Guardian","credit":"Guardian","altText":"Tour de France","cleanCaption":"Tour de France stage one.","cleanCredit":"Photograph: Guardian"}],"webPublicationDate":"2015-07-04T15:33:45Z","lastModified":"2015-07-04T15:51:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Michael Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-butler"},{"name":"Paul Doyle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pauldoyle"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"displayHint":"news","topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#b51800","liveBlogLabelColour":"#333333","headlineColour":"#333333","standfirstColour":"#676767","updateColour":"#999999","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#cc2b12","colourPalette":"deadBlog"},"liveContent":{"liveBloggingNow":false,"blocks":[{"id":"block-5597b04ee4b032a39a3ba624","publishedDateTime":"2015-07-04T12:16:09Z","body":"<p><strong>Michael will be here shortly.</strong> In the meantime take a look at our lavish stage-by-stage interactive. </p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\">Tour de France 2015 – stage by stage</a> </p> \n</aside> \n<p>Here’s what to expect from stage one:</p> \n<blockquote class=\"quoted\"> \n <p>Pancake flat and with a whole lot of corners, this the only individual time trial in the three weeks of racing but it is longer than most prologues and with some 20 corners it entails greater bike-handling skills than the usual contre la montre, plus the ability to push back up to cruising speed time after time. </p> \n <p>On an urban course, any rain will turn this into a slithery lottery and present overall contenders with a brutal dilemma: how much do I risk? How much can I afford to lose? Fabian Cancellara is the usual man to beat, but the big favourite looks to be Tom Dumoulin of Giant-Alpecin.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"af89e091dd24e534e525bb40a695e6a53f95f297\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436004670882/ede15186-9e44-433e-89cb-83c1655c8e7d-326x420.jpeg\" alt=\"Tour de France\" width=\"326\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tour de France stage one.</span> \n  <span class=\"element-image__credit\">Photograph: Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597cf35e4b00bdd27707b51","publishedDateTime":"2015-07-04T12:30:05Z","body":"<p><strong>Welcome everyone!</strong> We’re already underway here in Utrecht and the first rider out of the blocks, Daniel Teklehaimanot, has clocked a time of 7min54sec on the 7km split, which is just over halfway round the course. That gives everyone an idea of what we’re aiming for.</p> \n<p>Teklehaimanot went out at 1pm BST and there will be a rider released from the start line on the minute, every minute. Mark Cavendish will start at 1.32pm BST incidentally. All the big hitters – Tony Martin, Nibali, Froome, Contador, etc – are towards the back of the field, and be staggered at after 4pm BST.</p>","postType":"blog"},{"id":"block-5597d1cfe4b032a39a3ba653","publishedDateTime":"2015-07-04T12:37:44Z","lastUpdatedDateTime":"2015-07-04T12:38:43Z","body":"<p><strong>Alex Dowsett</strong> – one of the Brits today that has a genuine chance of taking yellow here, he’s 33-1 with the bookies – has been talking to the cameras: </p> \n<figure class=\"element element-image\" data-media-id=\"bc8a898415a8ea7eedbfeee8f7e2d7fea1c8848a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436013459077/9f15a3b8-2b90-47ee-bdfb-97ad00ad135c-460x276.jpeg\" alt=\"Alex Dowsett \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illness denied Alex Dowsett the chance to ride the Tour through his native Essex in 2014, but he is expected to have a key role supporting Nairo Quintana.</span> \n  <span class=\"element-image__credit\">Photograph: David Davies/PA</span> \n </figcaption> \n</figure> \n<blockquote class=\"quoted\"> \n <p>I didn’t think I had a chance of being here. It’s been a struggle to get my legs back after the hour record but I had a good national championships and got the call up. I got a message on Monday morning saying I’m in!</p> \n</blockquote> \n<p>On the course:</p> \n<blockquote class=\"quoted\"> \n <p>It’s a short club turn isn’t it?. There are some massive dreams to take yellow today but my main aim for being here is to helpe Nairo [Quintana] win it. That’s my sole focus after Saturday.</p> \n</blockquote> \n<p>For more info on Dowsett’s hour record, have a read of this. </p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/02/alex-dowsett-cycling-manchester-hour-record-bradley-wiggins\">Alex Dowsett holds his nerve to break cycling’s hour record in Manchester</a> </p> \n</aside> \n<p>The 26-year-old beat mark set by Australian Rohan Dennis by 446m, with a total distance of 52.937km. That was in May, remember, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jun/08/sir-bradley-wiggins-smashes-alex-dowsetts-hour-record-in-pictures\">before Bradley Wiggins re-beat the record last month</a>.</p>","postType":"blog"},{"id":"block-5597d3d9e4b00bdd27707b61","publishedDateTime":"2015-07-04T12:44:03Z","body":"<p><strong>Mark Cavendish</strong> is safely out of the blocks and cooly coasts round the narrow first corner. He had a shocking first stage in last year’s Tour, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/05/mark-cavendish-crashes-marcel-kittel-tour-de-france-stage-one\">crashing horrifically just 250m from the finish line</a>. Ouch. Cavendish dislocated his shoulder and was forced to withdraw from last year’s Tour because of the crash and so will be eager to make up for it this year.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=B96ldgjS_kw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/B96ldgjS_kw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","postType":"blog"},{"id":"block-5597d518e4b00bdd27707b66","publishedDateTime":"2015-07-04T12:46:42Z","body":"<p><strong>Team Sky’s Ritchie Porte</strong> is out on the track and has just gone through the 10km point. Our leader at the moment is local favourite Jos van Emden who has come through in 15min11sec. </p>","postType":"blog"},{"id":"block-5597d608e4b032a39a3ba65b","publishedDateTime":"2015-07-04T12:48:43Z","body":"<p><strong>Here is the current top 10 …</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/letour/statuses/617313598570938368\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"fr\" dir=\"ltr\">TOP 10 apr&egrave;s le d&eacute;part de 43 coureurs / after the departure of 43 riders. <a href=\"https://twitter.com/hashtag/TDF2015?src=hash\">#TDF2015</a> <a href=\"http://t.co/3P7Iz0RP0Y\">pic.twitter.com/3P7Iz0RP0Y</a></p>— Le Tour de France (@letour) \n  <a href=\"https://twitter.com/letour/status/617313598570938368\">July 4, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5597d67ee4b00bdd27707b6b","publishedDateTime":"2015-07-04T12:51:54Z","body":"<p><strong>Rohan Dennis</strong> is absolutely flying! The Australian zooms past Lars Ytting Bak, who started out a full minute ahead of him. Wow. </p>","postType":"blog"},{"id":"block-5597d6fee4b00bdd27707b6d","publishedDateTime":"2015-07-04T12:55:45Z","lastUpdatedDateTime":"2015-07-04T14:05:29Z","body":"<p><strong>What an incredible ride!</strong> Dennis has just gone sub 15 minutes! His official time is 14min56sec! That time could go the distance. We could well have an Aussie in yellow before the end of the day. Dennis has considerable pedigree – setting the hour record (before Dowsett and Wiggins) and pipping Ritchie Porte to the Tour Down Under earlier this year.<br /></p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/25/tour-down-under-final-stage-report\">Rohan Dennis holds off Richie Porte to win Tour Down Under</a> </p> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"e8c88a9fa5e64cf1beedb21659820a684d18a94d\"> \n <img src=\"http://media.guim.co.uk/e8c88a9fa5e64cf1beedb21659820a684d18a94d/0_0_4260_2836/1000.jpg\" alt=\"Australia’s Rohan Dennis sets the pace in the 13.8km individual time-trial.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Australia’s Rohan Dennis sets the pace in the 13.8km individual time-trial.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Feferberg/AFP/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597d8fde4b00bdd27707b75","publishedDateTime":"2015-07-04T13:10:32Z","lastUpdatedDateTime":"2015-07-04T13:19:40Z","body":"<p><strong>Nairo Quintana</strong> is in the saddle – the time trial may not be the Colombia’s favourite part of the Tour but he will hope to post a competitive time. Colombia’s national record holder, Rigoberto Ur&aacute;n, is also out of the track. His father was assassinated by Colombian paramilitary groups by the way. He’s come in at 15min36sec, which is sixth place.</p>","postType":"blog"},{"id":"block-5597db6ae4b032a39a3ba66e","publishedDateTime":"2015-07-04T13:14:32Z","body":"<p><strong>I’m off </strong>(cycling home of course) and so will hand over to the very capable hands of Paul Doyle. Enjoy the rest of the time trial. Bye!</p>","postType":"blog"},{"id":"block-5597dc5ce4b00bdd27707b7b","publishedDateTime":"2015-07-04T13:17:46Z","lastUpdatedDateTime":"2015-07-04T14:07:15Z","body":"<p><strong>Quintana</strong> has crossed the line in a time 61 seconds slower than Dennis’ lightning ride but that’ll do the Colombian nicely for a start. He’ll make up that time on the Australian - and the 13 others currently ahead of him - in the next stages and probably won’t finish as far behind the favourites as he might have feared from a discipline he dreads.</p> \n<figure class=\"element element-image\" data-media-id=\"e59f4964574cc87fc71d56738f22e9147d19cf6c\"> \n <img src=\"http://media.guim.co.uk/e59f4964574cc87fc71d56738f22e9147d19cf6c/0_312_4847_2910/1000.jpg\" alt=\"Supporters get behind Colombia’s Nairo Quintana as he competes in Utrecht.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Supporters get behind Colombia’s Nairo Quintana as he competes in Utrecht.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597defae4b00bdd27707b81","publishedDateTime":"2015-07-04T13:30:07Z","lastUpdatedDateTime":"2015-07-04T13:31:39Z","body":"<p><strong>Jan Bakelants </strong>is the latest out of the block, if that is the correct term. Although it looks more like the riders start their time trails by being shoved out of the back of a truck and down a ramp. Anyway, let’s see if the Belgian can beat Van Emden’s time for the first half in this stage, which stands at 7’27” - even faster than Dennis’, who, of course, turned on the turbo power (not literally, despite all that recent talk about “mechanical doping”) in the second half to set his extraordinary overall time. </p>","postType":"blog"},{"id":"block-5597e079e4b032a39a3ba67d","publishedDateTime":"2015-07-04T13:35:50Z","lastUpdatedDateTime":"2015-07-04T13:37:01Z","body":"<p><strong>Ryder Hesjedal</strong>, whose parents obviously had some sort of prophesy about his future profession when naming him, is hurtling along at a fair clatter. But still no one looks like matching Dennis’ feat. Let’s see if <strong>Bob Jungels</strong>, the pride of Luxembourg, can pull off a sensation in his first Tour: he’s just blasted out of the truck. </p> \n<p>Meanwhile, here’s a question for you, readers: “I think it was in the Guardian that I read that this year France has the best chance since the great Bernard Hinault in 1985 of winning,” chirps Andrew Benton. “But there are a lot of excellent cyclists in contention,. Who do you think are the serious contender (and why)?” </p>","postType":"blog"},{"id":"block-5597e182e4b00bdd27707b85","publishedDateTime":"2015-07-04T13:38:28Z","body":"<p>With none of the big names out on the road at the moment, the cameraman decides to allude to a start from a different sport, by showing the local football stadium, the Stadion Galgenwaarrd, whose claim to fame is that it was the venue for the 2005 World Youth Championship final. Argentina beat Nigeria in that with two goals from guess who. </p>","postType":"blog"},{"id":"block-5597e3a6e4b032a39a3ba685","publishedDateTime":"2015-07-04T13:47:31Z","body":"<p><strong>Peter Kennaugh </strong>is off<strong>! </strong>The British road racing champion is followed out of the start house by <strong>Thibaut Pinot</strong>, one of the French favourites. </p>","postType":"blog"},{"id":"block-5597e43ce4b00bdd27707b8b","publishedDateTime":"2015-07-04T13:49:43Z","body":"<p><strong>Jungels</strong> is living up to the hype - he’s just blasted past his minute man. <strong>Hesjedal</strong>, meanwhile, has just finished 1’15 behind Dennis’ record-breaking time. </p>","postType":"blog"},{"id":"block-5597e4a7e4b00bdd27707b8c","publishedDateTime":"2015-07-04T13:51:37Z","body":"<p><strong>Jungels</strong> finishes 38 seconds behind Dennis’ but that’s a superb effort for a 22-year-old making his Tour debut. And it puts him sixth overall at the moment. </p>","postType":"blog"},{"id":"block-5597e609e4b032a39a3ba68c","publishedDateTime":"2015-07-04T13:58:28Z","lastUpdatedDateTime":"2015-07-04T14:14:12Z","body":"<p><strong>Andr&eacute; Greipel</strong> reaches the end with a creditable time, 1’12’ behind Dennis. </p> \n<figure class=\"element element-image\" data-media-id=\"7684d603c940c7d91bbf9c3ccae9be3cf982ead8\"> \n <img src=\"http://media.guim.co.uk/7684d603c940c7d91bbf9c3ccae9be3cf982ead8/0_272_4096_2459/1000.jpg\" alt=\"Spectators watch the riders on the big screen in Utrecht.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Spectators watch the riders on the big screen in Utrecht.</span> \n  <span class=\"element-image__credit\">Photograph: Yoan Valat/EPA</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597e729e4b032a39a3ba68f","publishedDateTime":"2015-07-04T14:04:01Z","body":"<p><strong>Adam Yates</strong> begins his Tour, and moments later <strong>Kennaugh</strong> finishes his first out outing, 1’08” behind Dennis - and <strong>Pinot</strong>, who has put in a hell of a second half to this time trial, careers in just behind him, and only 41 seconds down on Dennis. More pertinently in the grand scheme of things, that ride puts Frenchman is ahead of <strong>Quintana</strong>. </p>","postType":"blog"},{"id":"block-5597e91fe4b00bdd27707b98","publishedDateTime":"2015-07-04T14:10:55Z","body":"<p><strong>Nicolas Roche </strong>is on the road. Meanwhile, <strong>Sep Vanmarcke </strong>has just gone through the first checkpoint just 13 seconds down on Dennis’ time, which, remember, is the fastest ever in a Tour de France time trial. Still some big hitters to come, mind. </p>","postType":"blog"},{"id":"block-5597ea1de4b032a39a3ba696","publishedDateTime":"2015-07-04T14:15:29Z","body":"<p><strong>Vanmarcke</strong> faded in the second half of his ride, finishing 49 seconds behind Dennis, with Van Emden and Nicolas Castroviejo still second and third. </p>","postType":"blog"},{"id":"block-5597ec6de4b00bdd27707ba1","publishedDateTime":"2015-07-04T14:25:59Z","body":"<p><strong>Nicolas Roche</strong>, on the day after his 31st birthday, finishes 1’20” behidn the leader. Then <strong>Tom Dumoulin</strong>, the local hero, exits the starting house to tremendous acclaim from the Dutch crowd. Will be be the man to topple Dennis? </p>","postType":"blog"},{"id":"block-5597ed21e4b032a39a3ba69c","publishedDateTime":"2015-07-04T14:27:46Z","body":"<p>Get a load of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/astana-lars-boom-tour-de-france-vincenzo-nibali\">this</a>. </p> \n<blockquote> \n <p>Astana, the team of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey\">defending champion Vincenzo Nibali</a>, invited further scrutiny over its moral code after announcing that the Dutch rider Lars Boom would start the Tour de France on Saturday.</p> \n <p>The 29-year-old rider has not failed a drugs test, but as Astana are members of the Movement for Credible <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/cycling\">Cycling</a> (MPCC) he should, under the organisation’s voluntary code, be removed from competition for a period of eight days after returning cortisol levels under the normal level.</p> \n</blockquote>","postType":"blog"},{"id":"block-5597ede3e4b032a39a3ba6a1","publishedDateTime":"2015-07-04T14:30:34Z","body":"<p>It’s looking like the din created by the Utrecht crowd might just spur Dumoulin on to an historic feat: after 4km he’s on target to surpass Dennis’ record time! </p>","postType":"blog"},{"id":"block-5597ee70e4b032a39a3ba6a2","publishedDateTime":"2015-07-04T14:33:32Z","body":"<p>At the half way stage, Dumoulin is lagging just one second behind Dennis! Can he, like the Australian, pick up the pace even more in the second half? The race is on!</p>","postType":"blog"},{"id":"block-5597ef32e4b00bdd27707baa","publishedDateTime":"2015-07-04T14:36:31Z","body":"<p>As the crowd lining the route - ten deep on either side - continue to roar on Dumoulin, the camera pans to Dennis, who appears to be following the Dutchman’s progress with a certain nervousness. Only 4km till we find out whether his time is still top ...</p>","postType":"blog"},{"id":"block-5597efdce4b032a39a3ba6a5","publishedDateTime":"2015-07-04T14:41:21Z","lastUpdatedDateTime":"2015-07-04T15:01:54Z","body":"<p><strong>Dumoulin</strong> overtakes his minute man, Portugal’s <strong>Machado</strong>, and then crosses the line ... nearly nine seconds behind Dennis! It was a thrilling attempt and puts the Dutchman in second place overall, while underlining what an incredible ride Dennis put in earlier. </p> \n<figure class=\"element element-image\" data-media-id=\"61b3bfa296390f13f54a87ec5991067c5579960a\"> \n <img src=\"http://media.guim.co.uk/61b3bfa296390f13f54a87ec5991067c5579960a/0_245_3773_2265/1000.jpg\" alt=\"Netherlands’ Tom Dumoulin rides into second place.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Netherlands’ Tom Dumoulin rides into second place.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597f0b1e4b00bdd27707baf","publishedDateTime":"2015-07-04T14:44:26Z","body":"<p>Off goes <strong>Alejandro Valverde</strong>, just before Great Britain champion <strong>Alex Dowsett </strong>crosses the line with a time of 15’32”m which puts him seventh in the overall standings so far. But <strong>Tony Martin</strong> is about to take off: time for Dennis to worry? </p>","postType":"blog"},{"id":"block-5597f2f6e4b00bdd27707bb6","publishedDateTime":"2015-07-04T14:53:12Z","lastUpdatedDateTime":"2015-07-04T15:05:55Z","body":"<p><strong>Peter Sagan</strong> has just begun. Meanwhile, <strong>Brandle </strong>finishes in 15’20”, which puts him at fifth overall. <strong>Martin</strong> has just passed the first checkpoint jsut three seconds down on Dennis. </p> \n<figure class=\"element element-image\" data-media-id=\"d9809d92add5e142941173f13c4c83dc35efcd2d\"> \n <img src=\"http://media.guim.co.uk/d9809d92add5e142941173f13c4c83dc35efcd2d/0_0_4252_2996/1000.jpg\" alt=\"Germany’s Tony Martin begins the Tour.\" width=\"1000\" height=\"705\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Germany’s Tony Martin begins the Tour.</span> \n  <span class=\"element-image__credit\">Photograph: Stefano Rellandini/Reuters</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597f3cde4b00bdd27707bba","publishedDateTime":"2015-07-04T14:55:43Z","body":"<p><strong>Lars Boom</strong>, he of the low cortisone levels, has just hit the road. </p>","postType":"blog"},{"id":"block-5597f41ee4b032a39a3ba6b3","publishedDateTime":"2015-07-04T14:57:29Z","lastUpdatedDateTime":"2015-07-04T15:04:57Z","body":"<p>A mistake by<strong> Martin</strong>, who misjudged a left turn, looks like keeping Dennis on top, unless the German can atone in the last 4kms.</p> \n<figure class=\"element element-image\" data-media-id=\"d9809d92add5e142941173f13c4c83dc35efcd2d\"> \n <img src=\"http://media.guim.co.uk/d9809d92add5e142941173f13c4c83dc35efcd2d/0_0_4252_2996/1000.jpg\" alt=\"Tony Martin of Germany begins the Tour.\" width=\"1000\" height=\"705\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tony Martin of Germany begins the Tour.</span> \n  <span class=\"element-image__credit\">Photograph: Stefano Rellandini/Reuters</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597f4bde4b032a39a3ba6b6","publishedDateTime":"2015-07-04T14:59:50Z","body":"<p>Martin misses Dennis’ target by five seconds, and the Australian, watching at the finishing house, heaves a sigh of relief! </p>","postType":"blog"},{"id":"block-5597f531e4b00bdd27707bbf","publishedDateTime":"2015-07-04T15:01:39Z","body":"<p><strong>Andrew Talanky</strong>, the newly crowned American time trial champions, begins his Tour. <strong>Alberto Contador</strong> will do likewise in a mo. </p>","postType":"blog"},{"id":"block-5597f591e4b032a39a3ba6b8","publishedDateTime":"2015-07-04T15:03:48Z","body":"<p><strong>Geraint Thomas</strong> is on the road. And <strong>Fabian Cancellara</strong> has just started - is he the only man left with a realistic chance of eclipsing Dennis today? </p>","postType":"blog"},{"id":"block-5597f684e4b032a39a3ba6ba","publishedDateTime":"2015-07-04T15:07:57Z","body":"<p><strong>Sagan</strong> finish in 15’37”, which equates to 17th place overall. Then<strong> Thomas </strong>flies over the line with a time that puts him 11th overall. </p>","postType":"blog"},{"id":"block-5597f810e4b032a39a3ba6c0","publishedDateTime":"2015-07-04T15:13:39Z","body":"<p><strong>Cancellara</strong> has blasted through the checkpoint just one second slower than Dennis!</p>","postType":"blog"},{"id":"block-5597f83fe4b00bdd27707bc2","publishedDateTime":"2015-07-04T15:14:36Z","body":"<p><strong>Chris Froome</strong> is go, straight after <strong>Contador</strong>. </p>","postType":"blog"},{"id":"block-5597f89ce4b00bdd27707bc4","publishedDateTime":"2015-07-04T15:16:35Z","body":"<p><strong>Cancellara</strong> has just over 2kms to go - and it’s going to be tight between him and Dennis! Meanwhile, off pops <strong>Jean-Christope Peruad</strong>. </p>","postType":"blog"},{"id":"block-5597f8eae4b032a39a3ba6c3","publishedDateTime":"2015-07-04T15:17:27Z","lastUpdatedDateTime":"2015-07-04T15:48:09Z","body":"<p><strong>Vincenzo Nibali</strong> is the last man out. Meanwhile, Cancellara is hurtling towards the finishing line ...</p> \n<figure class=\"element element-image\" data-media-id=\"3cfee3a64b072059f51e205aded7a97bf43397b1\"> \n <img src=\"http://media.guim.co.uk/3cfee3a64b072059f51e205aded7a97bf43397b1/0_0_4477_3423/1000.jpg\" alt=\"Vincenzo Nibali starts his defence of the yellow jersey.\" width=\"1000\" height=\"765\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincenzo Nibali starts his defence of the yellow jersey.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Gaillard/Reuters</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597f917e4b00bdd27707bc6","publishedDateTime":"2015-07-04T15:19:15Z","body":"<p><strong>Dennis will be wearing the yellow jersey tonigh</strong><strong>t</strong>! Cancellara looked set to rip it off his back but he couldn’t keep up the pace in the last few kilometres and wound up crossing seven seconds behind the Australian. </p>","postType":"blog"},{"id":"block-5597fb1be4b00bdd27707bcc","publishedDateTime":"2015-07-04T15:27:01Z","body":"<p><strong>Van Garderen</strong> makes a decent start to his Tour, his time of 15’38 puts him 20th overall. </p>","postType":"blog"},{"id":"block-5597fb49e4b00bdd27707bce","publishedDateTime":"2015-07-04T15:27:41Z","body":"<blockquote> \n <p>Tony Martin: I’m very very disappointed. I couldn’t handle the heat, especially in the second half where I felt weaker</p> \n</blockquote>","postType":"blog"},{"id":"block-5597fbade4b00bdd27707bcf","publishedDateTime":"2015-07-04T15:29:34Z","body":"<p><strong>Contador </strong>crosses after 15’54”, four seconds ahead<strong> Quintara</strong>. </p>","postType":"blog"},{"id":"block-5597fbfbe4b032a39a3ba6cc","publishedDateTime":"2015-07-04T15:30:28Z","lastUpdatedDateTime":"2015-07-04T15:51:07Z","body":"<p><strong>Froome </strong>will be happy with his start, as he comes in with a time of 15’46”. </p> \n<figure class=\"element element-image\" data-media-id=\"7f88761b2627b80744b83604c9866b5a6f4ed3c4\"> \n <img src=\"http://media.guim.co.uk/7f88761b2627b80744b83604c9866b5a6f4ed3c4/0_0_5184_3456/1000.jpg\" alt=\"Chris Froome feels the strain during the first stage in Utrecht.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Froome feels the strain during the first stage in Utrecht.</span> \n  <span class=\"element-image__credit\">Photograph: Laurent Cipriani/AP</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5597fc4be4b00bdd27707bd0","publishedDateTime":"2015-07-04T15:32:01Z","body":"<p><strong>Nibali</strong> goes through the first checkpoint 11 seconds behind Dennis but, more significantly, that time suggests he is going to be the best placed of the pre-Tour favourites at the end of the first stage ...</p>","postType":"blog"},{"id":"block-5597fc88e4b00bdd27707bd2","publishedDateTime":"2015-07-04T15:33:45Z","body":"<p>Nibali finishes in 15’39”, ahead of Froome, Contador and Quintara. But <strong>Rohan Dennis </strong>is top of the pile tonight, the first wearer of the yellow jersey thanks to his record-breaking ride. </p>","postType":"blog"}],"keyEvents":[{"id":"block-5597b04ee4b032a39a3ba624","publishedDateTime":"2015-07-04T12:16:09Z","body":"<p><strong>Michael will be here shortly.</strong> In the meantime take a look at our lavish stage-by-stage interactive. </p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\">Tour de France 2015 – stage by stage</a> </p> \n</aside> \n<p>Here’s what to expect from stage one:</p> \n<blockquote class=\"quoted\"> \n <p>Pancake flat and with a whole lot of corners, this the only individual time trial in the three weeks of racing but it is longer than most prologues and with some 20 corners it entails greater bike-handling skills than the usual contre la montre, plus the ability to push back up to cruising speed time after time. </p> \n <p>On an urban course, any rain will turn this into a slithery lottery and present overall contenders with a brutal dilemma: how much do I risk? How much can I afford to lose? Fabian Cancellara is the usual man to beat, but the big favourite looks to be Tom Dumoulin of Giant-Alpecin.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"af89e091dd24e534e525bb40a695e6a53f95f297\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436004670882/ede15186-9e44-433e-89cb-83c1655c8e7d-326x420.jpeg\" alt=\"Tour de France\" width=\"326\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tour de France stage one.</span> \n  <span class=\"element-image__credit\">Photograph: Guardian</span> \n </figcaption> \n</figure>","postType":"blog"}],"paginationLinks":{}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/sport/live/2015/jul/04/tour-de-france-2015-stage-one-live","shortUrl":"http://gu.com/p/4acgc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/live/2015/jul/04/tour-de-france-2015-stage-one-live","webUri":"http://www.theguardian.com/sport/live/2015/jul/04/tour-de-france-2015-stage-one-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4a8ec56d5afa8b2b115d7ff91a7eae3738402a70/0_216_4837_2901/4837.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2901,"width":4837,"orientation":"landscape","caption":"Australia’s Rohan Dennis: the man to beat in the 13.8km stage one time-trial. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Rohan Dennis","cleanCaption":"Australia’s Rohan Dennis: the man to beat in the 13.8km stage one time-trial.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4a8ec56d5afa8b2b115d7ff91a7eae3738402a70/0_216_4837_2901/4837.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2901,"width":4837,"orientation":"landscape","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Rohan Dennis","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa5f3d475c8e0583ca1515daf41acb0e04adc018/0_60_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Eric Gaillard/Reuters","altText":"Rohan Dennis","cleanCredit":"Photograph: Eric Gaillard/Reuters"}}]},{"title":"Cricket / Andrew Strauss: Paul Farbrace could be future England head coach","rawTitle":"Andrew Strauss: Paul Farbrace could be future England head coach","item":{"type":"article","id":"sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss","title":"Andrew Strauss: Paul Farbrace could be future England head coach","trailText":"England’s director of cricket, Andrew Strauss, praised the assistant coach, Paul Farbrace, for his leadership in the New Zealand series and hopes he will become the head coach one day","standFirst":"<span class=\"bullet\">•</span> ‘I hope our No2 has whetted his appetite for the top job at some point’\n<br />\n<span class=\"bullet\">•</span> ‘Trevor Bayliss has role and will do a great job but Farby could, too, one day’","byline":"Elizabeth Ammon","body":"<p>Andrew Strauss has praised England’s assistant coach, Paul Farbrace, for his leadership during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket\" title=\"\">the recent series against New Zealand</a> and hopes he will become the head coach in the future.</p> \n<p>When the position <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/09/andrew-strauss-confirmed-director-england-cricket-ecb\" title=\"\">became available in May</a>, Farbrace indicated to Strauss that he did not want to be considered for the top England job but would be happy to continue as the assistant.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia\">David Warner lifts lid on Walkabout bar run-in with England’s Joe Root </a> </p> \n</aside> \n<p>Speaking at an event to promote Cricket for Heroes, an all-star Twenty20 match being played at the Kia Oval in September, Strauss said: “I very much hope Farbrace has now had his appetite whetted for the job at some point in the future.” The England director of cricket added: “I dealt with him quite a lot over the month he was in charge and I found him absolutely outstanding in every department.</p> \n<p>“He’s more than happy to go back to being No2 now but I hope that at some stage he’ll put his name forward [for the head coach role].”</p> \n<p>Farbrace is credited with being instrumental in turning the England squad into the more relaxed and entertaining one seen against New Zealand and Strauss believes he and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/trevor-bayliss-england-cricket-head-coach\" title=\"\">the new head coach, Trevor Bayliss</a>, who already have a strong relationship, will complement each other superbly.</p> \n<p>“Paul is quite similar to Trevor. He doesn’t overcomplicate the game and he was very conscious not to try and fill the void left by the absence of a coach, and instead hand it over to the players. They responded very well to that,” Strauss said, with the Ashes series against Australia starting on Wednesday.</p> \n<p>Fabrace is very familiar with Bayliss’s approach, having been his assistant coach with Sri Lanka from 2007 to 2009 before taking over the No1 job himself in 2013. The two men have a clear bond and a shared philosophy after working together for so long.</p> \n<p>Asked why he thought Farbrace did not want to be considered for the head coach role, Strauss said: “I think he probably felt he was just getting used to the England set-up and wasn’t quite ready to go on to the next level. It’s a moot point, though. Ultimately, Trevor is in position now and we hope he has a long and productive association with English cricket.</p> \n<p>“I’ve got confidence he will do a great job but Farby is a fantastic guy and everything we’ve seen suggests he could do the job really well, too.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435937276643/The-England-director-of-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match","cleanCaption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:00:03Z","lastModified":"2015-07-04T19:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Elizabeth Ammon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lizzy-ammon"}],"feature":false,"keywords":["England cricket team","Ashes 2015","Andrew Strauss","Trevor Bayliss","The Ashes","Australia cricket team","Australia sport","Cricket","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/andrew-strauss","webTitle":"Andrew Strauss"},{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Elizabeth Ammon","topic":{"type":"tag-contributor","name":"profile/lizzy-ammon"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss","shortUrl":"http://gu.com/p/4ac8f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss","webUri":"http://www.theguardian.com/sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435937276643/The-England-director-of-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at the Kia Oval in September. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match","cleanCaption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at the Kia Oval in September. Photograph: Scott Heavey/PA"}},"importance":4,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[{"title":"Ashes duel between Alastair Cook and Michael Clarke will be key","rawTitle":"Ashes duel between Alastair Cook and Michael Clarke will be key","item":{"type":"article","id":"sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia","title":"Ashes duel between Alastair Cook and Michael Clarke will be key","trailText":"The general perception is that Australia’s captain is better than England’s but it will be the amount of runs they score that will matter most","standFirst":"The general perception is that Australia’s captain is better than England’s but it will be the amount of runs they score that will matter most","byline":"Vic Marks","body":"<p>Here we go again. From the frequency with which Ashes series come around you might think that this entertainment has been commissioned by the same people who bring us Strictly, MasterChef or Downton Abbey. Find a winning formula and squeeze it dry.</p> \n<p>We are about to embark upon the third Test series between these two countries in the past two years, in part a consequence of rejigging the international schedule so that England’s winters in Australia no longer coincide with the World Cup, a measure, we can safely say, that did absolutely nothing for the ECB’s recent pursuit of glory in 50-over cricket. After all the changes of itinerary England ignominiously <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/09/england-crash-out-cricket-world-cup-bangladesh\" title=\"\">failed to make the quarter-finals</a> of the World Cup.</p> \n<p>Yet despite the recent saturation, the fascination with those cricketers with the baggy green cap endures. Go to Canterbury or Chelmsford and the crowds have flocked in.</p> \n<p>The games have not been particularly special. There have been runs aplenty as the Australians enjoy the most cordial of welcomes from counties so grateful for their presence and their ability to generate income way beyond any other cricketing nation. Like Tom Jones, Dolly Parton or Lionel Richie, the old bunch of troupers from down under (has there ever been a tour party with 10 of the 17 aged over 30?) can still pack them in. We all remain remarkably curious and excited by the prospect of the Ashes.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/alastair-cook-captaincy-england-ashes-spain-camp\">Alastair Cook declines to say if he will drop England captaincy after Ashes</a> </p> \n</aside> \n<p>The mood is very different from two years ago. Australia were the underdogs and how they deserved that role. There was disarray in the wake of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/mar/12/weekly-sport-diary-england-italy\" title=\"\">“homework” fiasco in India</a> when none of the senior citizens of Cricket Australia could persuade Mickey Arthur, the coach, or Michael Clarke, the captain, to change their obstinate, blinkered determination to drop four of the team. Australian cricket was a laughing stock, with one of their best batsmen, David Warner, sidelined for the first Test against England after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jun/12/cricket-australia-david-warner-incident\" title=\"\">incident at the Birmingham Walkabout involving Joe Root</a>.</p> \n<p>This was followed by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/england-win-second-ashes-test-australia\" title=\"\">a crushing defeat in the Lord’s Test</a>, Australia’s sixth consecutive loss, the same sequence that prompted Kim Hughes to resign in tears in 1984. One journalist said to Clarke: “I presume that won’t happen this time.” Clarke replied: “Presume nothing.”</p> \n<p>Meanwhile, Alastair Cook was being pilloried by Shane Warne for his defensive captaincy, but not by many others. Kevin Pietersen was batting at four and hit his last Ashes century (at least, I presume there won’t be another one) and England won the series 3-0. It might have been 4-0.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/25/england-australia-fifth-test-match-report\" title=\"\">Clarke’s funky declaration at The Oval</a>, which had senior Australians snorting with fury, took his team to the brink of defeat, whereupon the umpires decided to take the players off for bad light. Yet today Clarke is heralded as one of the great captains and – with justification after the Phillip Hughes tragedy – a wonderful ambassador for the game. Now it is not only Warne who is eager to point out the shortcomings of Cook the captain, especially since the decision to ostracise Pietersen.</p> \n<p>The Warne factor will be an interesting sideshow throughout the series. Warne is Clarke’s “biggest mate” and how gratifying it must be for Australia’s captain to have the world’s greatest wrist-spinner, who has always been blessed with a fertile cricket brain, in his corner. However, there is a downside here if the captain is more inclined to follow the advice of his old mate than his coach. This has been a source of friction within the Australia camp, even during the successes of the Darren Lehmann era.</p> \n<p>Warne’s relationship with Cook has never been quite so warm. On the eve of the Headingley Test in June 2014 it became apparent that Warne’s frequent criticisms had got to the England captain. Speaking with more candour than good sense, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/19/alastair-cook-scene-last-test-century\" title=\"\">Cook admitted as much, saying that the criticism was personal and that “something should be done about it”.</a> This was a bullseye for Warne, who sometimes still appears to be preoccupied by winning the Ashes rather than just talking or writing about them. He had rattled the England captain.</p> \n<p>The general perception is that Clarke’s captaincy is vastly superior to Cook’s: the statistics do not entirely back that up. Clarke has won 22 and lost 13 of his 42 Tests as captain, a good record; Cook has won 14 and lost 10 of his 33 Tests in charge, which is not too bad either. There is not a huge disparity in the figures. What they may tell us is that we can overestimate the impact of the captain, whether he be funky or pragmatic, provided he has his team four-square behind him.</p> \n<p>It is more important how the two captains bat. Both are titanic run-scorers of the modern game. Cook has 9,000 runs at 47 from his 114 Test matches, Clarke 8,511 at 51 from 110 games. It will not come as a major surprise that when England win Test matches Cook averages 60, when they lose he slumps to 29. Clarke averages 56 when Australia win and 31 when they lose.</p> \n<p>Those runs are usually more influential than any funky field/bowling changes. A prime objective for both players in the hullaballoo that precedes an Ashes series is to get their own games in order. In recent times Clarke has managed this better than Cook, who has averaged 26 in his last 10 Tests against Australia and who has barely seen a ball that can be cut or clipped on the leg-side. In this series look to the captains rather than the coaches.</p> \n<p>There are plenty of other compelling duels. Eighteen months ago Mitchell Johnson reintroduced the fear factor to Test cricket. There was the mesmerising sight of certain batsmen quaking in their boots. Can he repeat that on slower English pitches? It was instructive that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/englands-stuart-broad-puts-up-his-dukes-as-he-relishes-villainous-role\" title=\"\">Stuart Broad hoped for “slow seamers”</a> this summer, an odd request for an opening bowler. Johnson is unlikely to be given the new ball, which is now in the possession of Mitchell Starc, an ominous development for England.</p> \n<p>Of the two wonderkids of international cricket, who will come out on top? Steve Smith at No3 or Root at No5? The chances are that when the next Ashes series comes around this pair will be tossing up together. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/england-ben-stokes-australia-intimidation-cricket\" title=\"\">How will Ben Stokes react to a little bit of goading from behind the stumps?</a> How much will Australia miss the inspirational Ryan Harris after his sad and sudden retirement? Will England be able to control Warner, potentially the most destructive batsmen in the series? Will the Aussies? Will anyone bother to defend against the spinners?</p> \n<p>There are intriguing questions everywhere, which start and end with the captains. And now, traditionally, comes a prediction: no, not the outcome but the observation that whichever captain ends up on the losing side will relinquish their job at the end of the series, not necessarily of their own volition.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922768329/Michael-Clarke-and-Alasta-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images","credit":"Pool/Action Images","altText":"Michael Clarke and Alastair Cook","cleanCaption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:00:03Z","lastModified":"2015-07-04T23:01:49Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":true,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Alastair Cook","Michael Clarke","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia","shortUrl":"http://gu.com/p/4acv4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia","webUri":"http://www.theguardian.com/sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922768329/Michael-Clarke-and-Alasta-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia’s Michael Clarke and England’s Alastair Cook face each other as Test captains for the third time in two years. Photograph: Action Images","credit":"Pool/Action Images","altText":"Michael Clarke and Alastair Cook","cleanCaption":"Australia’s Michael Clarke and England’s Alastair Cook face each other as Test captains for the third time in two years. Photograph: Action Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922768329/Michael-Clarke-and-Alasta-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images","credit":"Pool/Action Images","altText":"Michael Clarke and Alastair Cook","cleanCaption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435937276643/The-England-director-of-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match","cleanCaption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA"}}]},{"title":"Wimbledon / Purple hair, dreadlocks, bad boys: who says Wimbledon has no characters left?","rawTitle":"Purple hair, dreadlocks, bad boys: who says Wimbledon has no characters left?","item":{"type":"article","id":"sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios","title":"Purple hair, dreadlocks, bad boys: who says Wimbledon has no characters left?","trailText":"Stifling though the all-white dress code may be, some competitors at this year’s Wimbledon  are doing their level best to stand out","standFirst":"Though the all-white dress code may be restrictive, some competitors – Dustin Brown, Nick Kyrgios and Bethanie Mattek-Sands among them – are doing their level best to stand out","byline":"Tim Lewis","body":"<p>It is a perennial refrain: where are the characters in tennis? Who are this generation’s rabble-rousers, our Jimmy Connors, Ilie “Nasty” Nastase, and, the most indulged brat of all, John McEnroe? Where are the psychologically impenetrable enigmas like Bjorn Borg and Ivan Lendl? Why has the sport become so straitlaced and humourless?</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon\">Andy Murray stumbles against Andreas Seppi but bounces back to victory</a> </p> \n</aside> \n<p>The debate was reignited on the eve of Wimbledon <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/john-mcenroe-fighting-spirit-tennis\">by McEnroe himself</a>. The three-time champion suggested that the rules needed to be changed to make it more exciting. He’d start by removing line judges and have the players decide when the ball was in or out. An umpire and Hawk-Eye would settle the most contentious disagreements. Then McEnroe would ban on-court microphones so that opponents could yell at each other without fearing a fine.</p> \n<p>“The players need to be able to feel that they can express themselves,” McEnroe reasoned. “I’m sure on the soccer pitch, they’re not saying, ‘Hello, how are you?’ Or on the rugby field. Is it really different in tennis? Should it be treated differently?”</p> \n<p>McEnroe is correct that real characters have become an endangered species in tennis, but the first week at Wimbledon 2015 has been enlivened by some authentically offbeat performers. On the men’s side, the 20-year-old Australian wonderkid Nick Kyrgios is through to the fourth round and enthusiastically justifying his nickname, the Wild Thing. Dustin Brown, a German-Jamaican journeyman, provided some of the most intoxicating moments of the tournament <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/dustin-brown-rafael-nadal-wimbledon\">in beating Rafael Nadal </a>with a mix of old-school serve-and-volley and outrageous invented shots.</p> \n<figure class=\"element element-image\" data-media-id=\"d349d48e6e98af8c91cd63eca9675b09934c0553\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436021642570/7d1b9fe8-42d3-4a84-aadf-62134a46c3ec-460x276.jpeg\" alt=\"Nick Kyrgios \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nick Kyrgios has won John McEnroe’s seal of approval.</span> \n  <span class=\"element-image__credit\">Photograph: Tang Shi/Xinhua Press/Corbis</span> \n </figcaption> \n</figure> \n<p>In the women’s draw, Bethanie Mattek-Sands, the world No 158, upset the seventh seed, Ana Ivanovic. Until now, Mattek-Sands has mostly been known for her novelty sartorial choices, which have included cowboy hats, pink knee socks and chandelier earrings. She also has an extravagant tattoo of lilies running down her right bicep. A yellow dress made from tennis balls that she wore to a pre-Wimbledon party in 2011 led to a description of her that has stuck: “the Lady Gaga of tennis”.</p> \n<p>These are certainly not the usual suspects, and they have lit up a phase of the tournament typically dominated by ceremonial drubbings for lower-ranked players. Of the breakout performers, the one with the greatest potential is Kyrgios, the 26th seed, perhaps the most eccentric player to reach the highest levels of tennis since the 1980s. McEnroe has anointed him as the current player most like himself and Kyrgios, perhaps accepting the mantle, has even taken to competing in a throwback towelling headband.</p> \n<p>At Wimbledon, Kyrgios, an Australian with Greek-Malaysian roots, has done McEnroe proud. In a perfunctory first-round victory, he shouted “dirty scum”, an insult that he insisted was self-admonishment and not directed at officials (the All England Club agreed). In the next round, he took umbrage when a line judge reported him to the umpire for swearing. When the umpire refused to be drawn on the exact nature of their conversation, Kyrgios barked, “Does it feel good to be in the chair up there? Do you feel strong up there?”</p> \n<p>So far, so charmless, but Kyrgios does have his winning moments. He plays explosive, high-wire tennis accompanied by a stream-of-consciousness commentary. In his third-round clash on Friday against Milos Raonic, the No 7 seed, Kyrgios had a prolonged back-and-forth with a stranger in the crowd wearing a Batman T-shirt, which he claimed was key to his victory. He tried impossible trick shots (didn’t work), stood next to a ballboy to receive serve (didn’t work either) and threw his racket down so violently that it bounced up and landed five rows back in the first tier of the stands. But, like McEnroe, every outburst and stunt made him more focused and, in turn, discombobulated the hapless Raonic.</p> \n<p>Asked afterwards if tennis had become too conformist, Kyrgios replied, “I guess so. I’m not the biggest believer in saying nothing out there or being a robot. I feel you should express yourself. You know, it’s a sport.”</p> \n<figure class=\"element element-image\" data-media-id=\"97ee434a592c8851bd9558aa2376799223943a1b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436021839702/0711142f-9a16-4de2-9d6e-decd1d3f37d3-280x420.jpeg\" alt=\"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in a tasselled jacket covered with tennis balls\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in an (all-white) tasselled jacket covered with tennis balls.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Dempsey/PA</span> \n </figcaption> \n</figure> \n<p>McEnroe’s also a fan of Brown, the world No 102, describing his win against Nadal as one of the all-time great performances by a lower-ranked player. (He was unable to rediscover the magic on Saturday and lost in four sets to Viktor Troicki.) A 30-year-old with thick cables of dreadlocks down his spine, Brown was born in Germany but played his formative tennis in Jamaica. When he returned to Europe, he travelled round tournaments in a VW campervan – though one with three rooms and a bathroom, he notes defensively – and strung other players’ rackets for pocket money.</p> \n<p>After tactically dismantling Nadal on Thursday, it was suggested to Brown that it must be a relief to talk about his tennis, not just his hair or his unusual backstory. “I am the way I am,” he replied. “Obviously it’s great that people appreciate it. But on the other side, if I would worry too much about what people think, then I wouldn’t have the hair and definitely wouldn’t look the way I look.”</p> \n<p>Brown looked out at the press corps: overwhelmingly white and middle-aged. “It’s difficult when people ask me that about myself because for me it’s normal,” he said. “I could be sitting here and saying, ‘Why are you guys all different?’”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/bbc-wimbledon-2day-clare-balding-gatsby-club\">Clare Balding and guests endure a wild week on BBC’s Wimbledon 2day | Emma John</a> </p> \n</aside> \n<p>For Mattek-Sands, a 30-year-old American, the conversation – even at pristine, all-white Wimbledon – has again been dominated by clothing. She said, diplomatically, that the rules, which stipulate no more than a 1cm coloured trim, had “gotten a little excessive” – though she has managed to express her unique sensibility by wearing white knee socks and a transparent-backed shirt, and dyeing the ends of her hair purple.</p> \n<p>What niggles Mattek-Sands, though, it that it’s becoming harder at Wimbledon to show your personality through your outfits. “I was actually Googling some players – like when John McEnroe played, Arthur Ashe, they had colour everywhere: on their sleeves, big stripes, they were coming out in coloured jackets. So I feel it’s actually gotten stricter.”</p> \n<p>Her point was hard to argue with: we can complain about the lack of characters in tennis, but when you dress everyone alike, it’s not so easy to stand out.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021519435/Dustin-Brown-at-Wimbledon-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Dustin Brown at Wimbledon","cleanCaption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021643887/7d1b9fe8-42d3-4a84-aadf-62134a46c3ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios has won John McEnroe’s seal of approval. Photograph: Tang Shi/Xinhua Press/Corbis","credit":"Tang Shi/Xinhua Press/Corbis","altText":"Nick Kyrgios ","cleanCaption":"Nick Kyrgios has won John McEnroe’s seal of approval.","cleanCredit":"Photograph: Tang Shi/Xinhua Press/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021841220/0711142f-9a16-4de2-9d6e-decd1d3f37d3-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in an (all-white) tasselled jacket covered with tennis balls. Photograph: Sean Dempsey/PA","credit":"Sean Dempsey/PA","altText":"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in a tasselled jacket covered with tennis balls","cleanCaption":"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in an (all-white) tasselled jacket covered with tennis balls.","cleanCredit":"Photograph: Sean Dempsey/PA"}],"webPublicationDate":"2015-07-04T23:05:05Z","lastModified":"2015-07-05T00:13:20Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Tim Lewis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750522/TimLewis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timlewis"}],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport","Fashion","Life and style"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"sport"},"topics":[{"displayName":"Tim Lewis","topic":{"type":"tag-contributor","name":"profile/timlewis"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios","shortUrl":"http://gu.com/p/4actt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios","webUri":"http://www.theguardian.com/sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021519435/Dustin-Brown-at-Wimbledon-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Dustin Brown at Wimbledon","cleanCaption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021519435/Dustin-Brown-at-Wimbledon-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Dustin Brown at Wimbledon","cleanCaption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock"}}]},{"title":"F1 / Commercial rights holder CVC denies that it will sell stake","rawTitle":"Commercial rights holder CVC denies that it will sell stake","item":{"type":"article","id":"sport/2015/jul/04/formula-one-cvc-qatar-donald-mackenzie","title":"F1 commercial rights holder CVC denies that it will sell stake","trailText":"BSE Ventures and Qatar had been linked with an £8bn deal to buy CVC’s stake in Formula One but the private equity fund has no wish to sell","standFirst":"<span class=\"bullet\">•</span> BSE Ventures and Qatar had been linked with &pound;8bn deal\n<br />\n<span class=\"bullet\">•</span> Co-chairman Donald Mackenzie: ‘We like owning it, we don’t want to sell’","byline":"Reuters","body":"<p>Formula One’s commercial rights holder, CVC Capital Partners, is under no pressure to sell its controlling stake in the sport and wants to keep it, according to the co-chairman Donald Mackenzie. He would not comment on reports that RSE Ventures, the investment vehicle of the Miami Dolphins’ owner, Stephen Ross, was teaming up with Qatar to buy CVC’s stake in an $8bn deal.</p> \n<p>Asked at the British Grand Prix whether the private equity fund had a deadline by which it had to sell its 35.5% stake, Mackenzie replied: “No, we don’t. There is no end date. We have 12-year funds, which we have to return the original money. We have already done that. So the pressure’s off. We like owning it [F1], we don’t want to sell it. There are always some people who’d like to buy it, it’s a very good business.“</p> \n<p>Bernie Ecclestone, who has ruled over the sport for four decades, said: “Lots of people have made approaches.” The 84-year-old added: “Donald Mackenzie doesn’t want to sell, simple as that. He loves Formula One, loves the business. He may have to sell his shares. Whether he will invest himself, maybe with me separately, we will have to wait and see.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/4/1436048922725/Donald-Mackenzie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bernie Ecclestone says that Donald Mackenzie, right, loves F1 but may yet have to sell his shares. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Donald Mackenzie","cleanCaption":"Bernie Ecclestone says that Donald Mackenzie, right, loves F1 but may yet have to sell his shares. Photograph: Charles Coates/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T22:29:46Z","lastModified":"2015-07-04T23:02:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Formula One 2015","Motor sport","Formula One","Sport"],"tags":[{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/formula-one-cvc-qatar-donald-mackenzie","shortUrl":"http://gu.com/p/4acy5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/formula-one-cvc-qatar-donald-mackenzie","webUri":"http://www.theguardian.com/sport/2015/jul/04/formula-one-cvc-qatar-donald-mackenzie"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/4/1436048922725/Donald-Mackenzie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bernie Ecclestone says that Donald Mackenzie, right, loves F1 but may yet have to sell his shares. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Donald Mackenzie","cleanCaption":"Bernie Ecclestone says that Donald Mackenzie, right, loves F1 but may yet have to sell his shares. Photograph: Charles Coates/Getty Images"}},"importance":3,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/4/1436048922725/Donald-Mackenzie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bernie Ecclestone says that Donald Mackenzie, right, loves F1 but may yet have to sell his shares. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Donald Mackenzie","cleanCaption":"Bernie Ecclestone says that Donald Mackenzie, right, loves F1 but may yet have to sell his shares. Photograph: Charles Coates/Getty Images"}}]}],"lastModified":"2015-07-05T07:25:37Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}