{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"ODI series / Bairstow blasts England to thrilling series win over New Zealand","rawTitle":"Bairstow blasts England to thrilling series win over New Zealand","item":{"type":"article","id":"sport/2015/jun/20/england-new-zealand-fifth-odi-cricket","title":"Jonny Bairstow blasts England to thrilling series win over New Zealand","trailText":"Jonny Bairstow, a late replacement for the injured Jos Buttler, struck a match-winning 83 to guide England to a thrilling three-wicket victory in a rain-affected ODI series decider against New Zealand","standFirst":"<span class=\"bullet\">•</span> England 192-7; New Zealand 283-9\n<br />\n<span class=\"bullet\">•</span> England win by three wickets (DL) to claim the series 3-2","byline":"Ali Martin at the Emirates Durham","body":"<p>Jonny Bairstow needed 24 hours with this new-look England side to be taken in by their intoxicating, never-say-die approach to one-day cricket. Joining the squad on Friday evening as a late replacement for Jos Buttler, the Yorkshireman’s astonishing unbeaten 83 took his side past a rain-revised 192 at Chester-le-street for a 3-2 series win against New Zealand.</p> \n<p>The wicketkeeper came into the side following the hand injury suffered by Buttler in training but showed no sign of nerves under immense pressure. He struck 11 fours in a 60-ball innings that enabled his side to recover from 45 for five at one stage to knock off the rain-revised target with an over to spare.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-jonny-bairstow-one-day-series-win-new-zealand\">England’s Jonny Bairstow says carefree attitude of ODI side inspired win</a> </p> \n</aside> \n<p>In ending a run of four successive home defeats in bilateral series – a sequence that began with New Zealand’s last visit to these shores, in 2013 – and putting that harrowing World Cup behind them, Eoin Morgan’s side experienced a reawakening in 50-over cricket, the feelgood factor of which could yet spill into the Ashes series that begins in just over a fortnight.</p> \n<p>From breaking the 400-barrier <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\">in the series-opening victory</a> at Edgbaston to Wednesday’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/england-morgan-root-new-zealand-centuries\">chase of 350 with six overs to spare</a> at Trent Bridge – sitting either side of creditable performances in defeat at The Oval and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/new-zealand-england-one-day-international\">Southampton</a> – England have played attacking cricket from which there is no going back. In this decider, after two hours and 35 minutes were lost to rain between innings and the algorithms of Messrs Duckworth, Lewis and Stern turned 284 required from 50 overs into 192 from 26, the approach came off once more – even if it began with a wobble.</p> \n<p>Needing a run-rate of 7.38 per over, England were met with a wave of the magic wand from New Zealand’s captain, Brendon McCullum, as he opted to open with Mitchell Santner and three batsmen succumbed to the left-arm spinner’s charms in seven deliveries. Alex Hales was unfortunate not to clear a flying Kane Williamson at square-leg, Joe Root was stumped despite a fumbled from the wicketkeeper, Luke Ronchi, and Eoin Morgan – two runs short of becoming England’s highest scorer in a series of five games or fewer – holed out to deep midwicket first ball.</p> \n<p>By the time Ben Stokes followed successive boundaries by picking out McCullum at mid-off from Ben Wheeler, and Jason Roy gifted Andrew Mathieson a wicket from his first delivery in international cricket, England had subsided to 45 for five from 8.1 overs, needing 147 runs from 106 balls. But Bairstow found an ally in Sam Billings, adding 80 for the sixth wicket to get the sold-out Riverside Ground bouncing and the tourists fearing the worst.</p> \n<p>Billings struck 41 from 30 deliveries in his fifth appearance for his country and hit the 76th six of the series – a record over five matches to go with the unprecedented 3,151 runs scored by the sides – only to pick out Ross Taylor at midwicket in the 18th over. When David Willey, fresh from figures of two for 50 with the ball, gave Wheeler his second with a top-edged hook, the equation sat at 54 required from 35 balls.</p> \n<p>But Bairstow, who was shelled by Ronchi on 39 and in the deep by Santner with 56 to his name, showed a gimlet-eyed determination alongside his county team-mate Adil Rashid, himself enjoying an unbeaten 12, to knock off the target – sealing the victory with a two through point off the last ball of the penultimate over.</p> \n<p>New Zealand’s 283 for nine, following their insertion by Morgan at the toss, featured half-centuries from Martin Guptill and Williamson – the latter becoming the first international batsman past 1,000 one-day runs in 2015 – and was given a coat of gloss in the 50th over when Steven Finn was taken down to the tune of 22 by the tailenders Wheeler and Matt Henry.</p> \n<p>Following three neck-aching fixtures for England’s bowlers, it was refreshing to see the attack return figures of relative respectability, with all but Finn going at six runs an over or fewer – what is starting to be considered the modern benchmark. His two for 73, which began with McCullum chopping on in the first over immediately after a six, must be seen in the light of eight of his allotted 10 coming in the powerplays.</p> \n<p>Stokes claimed three on his home ground, breaking a stand of 94 between Guptill and Williamson with his first when the latter played on in the 20th over with 50 to his name, while Willey claimed the key removal of the in-form Taylor on 47. The right-hander became the first New Zealander past 1,000 one-day runs against England and the first man “caught Bairstow, bowled Willey” since Rod Marsh fell to their respective fathers, David and Peter, in 1979. But it was Rashid’s two for 45, in this era of emboldened batsmen and unkind fielding restrictions, that shone brightest.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/20/eoin-morgan-england-captain-lead-example-new-zealand\">Eoin Morgan’s England flourishing under a captain able to lead by example | Vic Marks</a> </p> \n</aside> \n<p>Yorkshire’s leg-spinner learned on Thursday he is not part of England’s pre-Ashes training camp in Spain next weekend and will, following the one-off Twenty20 at Old Trafford on Tuesday, return to this ground for a County Championship fixture with the pacesetters, Durham. Produce the control, flight and deception on show here with the red ball and the 27-year-old will only become harder to ignore for the selectors.</p> \n<p>With Bairstow behind the stumps following the wise decision not to risk Buttler’s injured left hand – he will miss the T20 match but is not considered a doubt for the first Test in Cardiff on 8 July – Rashid kept the full tosses to a minimum and extracted revenge for the 28-run over suffered at the hands of Santner at Trent Bridge on Wednesday.</p> \n<p>The left-hander, promoted to No5 by McCullum with a repeat presumably in mind following Guptill’s nick behind off Stokes on 67, was undone when dancing down the pitch to a leg-break that shot between bat and pad and nudged leg stump. Rashid’s second, which ended Taylor and Grant Elliott’s 55-run revival, was an even finer sleight of hand, when the latter’s misreading of a googly presented Bairstow with the simplest of stumpings.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434824890742/Jonny-Bairstow-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Jonny Bairstow","cleanCaption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T18:42:14Z","lastModified":"2015-06-20T23:01:36Z","metadata":{"commentable":true,"commentCount":297,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","Jonny Bairstow","New Zealand cricket team","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/jonny-bairstow","webTitle":"Jonny Bairstow"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket","shortUrl":"http://gu.com/p/4axnd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket","webUri":"http://www.theguardian.com/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/23eea5444220da26870df5915e35357ae1ec08f3/0_116_1786_1071/1786.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1071,"width":1786,"orientation":"landscape","caption":"Jonny Bairstow’s unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Phil Noble/Reuters","credit":"Phil Noble/Reuters","altText":"Jonny Bairstow’s unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images","cleanCaption":"Jonny Bairstow’s unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand.","cleanCredit":"Photograph: Phil Noble/Reuters"}},"importance":7,"kicker":{"title":"ODI series"},"showQuotedHeadline":false,"sublinks":[{"title":"Bairstow praises carefree attitude of one-day side","rawTitle":"Bairstow praises carefree attitude of one-day side","item":{"type":"article","id":"sport/2015/jun/20/england-jonny-bairstow-one-day-series-win-new-zealand","title":"England’s Jonny Bairstow says carefree attitude of ODI side inspired win","trailText":"Yorkshire wicketkeeper said he was delighted to come back into the team after leading England to a series-sealing win in the fifth one-day international against New Zealand","standFirst":"<span class=\"bullet\">•</span> Bairstow leads England to thrilling series-sealing win\n<br />\n<span class=\"bullet\">•</span> ‘It’s been great to come back into a carefree atmosphere’","byline":"Ali Martin at Emirates Durham","body":"<p>Jonny Bairstow hailed a special group of players at the heart of England’s one-day revolution after his nerveless unbeaten 83 led them to a thrilling three-wicket, series-sealing win over New Zealand at Chester-le-Street.</p> \n<p>The Yorkshire wicketkeeper, drafted into the squad 24 hours earlier after Jos Buttler injured a hand, revived Eoin Morgan’s side from 45 for five to chase down a rain-revised target of 192 in 26 overs, for a 3-2 one-day series win over the tourists that leaves England’s hapless World Cup a distant memory.</p> \n<p>“It’s a fantastic turnaround, and it’s been great to come back into a carefree atmosphere and just play cricket. I’m really, really happy with the way that I’ve been striking the ball after coming back from the tour of the Caribbean and this is the icing on the cake.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket\">Jonny Bairstow blasts England to thrilling series win over New Zealand</a> </p> \n</aside> \n<p>Bairstow added: “The amount of hard work and belief the guys have shown this series is fantastic. For me to come into this dressing room and put in a little performance, in what has been such a huge series, is unbelievable.</p> \n<p>“A massive hats off to the guys who have put in some serious hard work. It’s something very special and this group is very special. We’ve got a very long way to go to see how good we can be and that is exciting.”</p> \n<p>Bairstow dedicated the knock to his grandfather, who died this month, adding: “It’s never nice losing someone in your family. It was a tough time for us but it shows how strong us Bairstows are. It’s a trait that we have and I’m sure those who watched my dad play will have seen that. It runs in the blood.” David Bairstow played for Yorkshire and represented England in four Tests and 21 ODIs. He died in 1998 aged 46.</p> \n<p>Reflecting on the series win, the captain, Morgan, said: “There has been some incredible cricket played over the five games. All credit to New Zealand – they’ve played some fantastic cricket. We’ve come out of left field.</p> \n<p>“Jonny Bairstow was incredible – in what was our worst batting display of the series, he stuck his hand up and won us the game. Everything that has happened in this series has been stuff that we’ve been striving for over the past few years. As we’ve gone around the country the support has been magnificent and we’ve managed to deliver some entertaining cricket.”</p> \n<p>Speaking about his own returns – four scores over 50 before a first-ball duck in England’s chase – Morgan said: “I had an immensely dry spell up until this series and I managed to make some contributions which was great, but it was a huge team effort. Let’s hope going into the Ashes that we maintain that level.”</p> \n<p>The New Zealand captain, Brendon McCullum, tipped England to challenge for the World Cup in four years, saying: “I think England’s an exciting group – fast forward four years and provided they stay true to that style, they’ll be a dangerous team.”</p> \n<p>Asked if, at 33, he may consider retiring from one-day cricket, McCullum replied: “It’s been a year and at the World Cup we scaled heights we haven’t done before. I have certainly enjoyed the last two years. The body is a bit sore but we’ll see what happens in time to come.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829193677/Jonny-Bairstow-after-hitt-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Jonny Bairstow celebrates after hitting the winning runs in the fifth one-day international between England and New Zealand. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Jonny Bairstow after hitting winning runs, England v New Zealand","cleanCaption":"England's Jonny Bairstow celebrates after hitting the winning runs in the fifth one-day international between England and New Zealand. Photograph: Paul Ellis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T19:44:49Z","lastModified":"2015-06-20T23:40:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Jonny Bairstow","England cricket team","New Zealand cricket team","England v New Zealand 2015","Cricket","Sport"],"tags":[{"id":"sport/jonny-bairstow","webTitle":"Jonny Bairstow"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-jonny-bairstow-one-day-series-win-new-zealand","shortUrl":"http://gu.com/p/4axz6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/england-jonny-bairstow-one-day-series-win-new-zealand","webUri":"http://www.theguardian.com/sport/2015/jun/20/england-jonny-bairstow-one-day-series-win-new-zealand"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829193677/Jonny-Bairstow-after-hitt-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Jonny Bairstow celebrates after hitting the winning runs in the fifth one-day international between England and New Zealand. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Jonny Bairstow after hitting winning runs, England v New Zealand","cleanCaption":"England's Jonny Bairstow celebrates after hitting the winning runs in the fifth one-day international between England and New Zealand. Photograph: Paul Ellis/AFP/Getty Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829193677/Jonny-Bairstow-after-hitt-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Jonny Bairstow celebrates after hitting the winning runs in the fifth one-day international between England and New Zealand. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Jonny Bairstow after hitting winning runs, England v New Zealand","cleanCaption":"England's Jonny Bairstow celebrates after hitting the winning runs in the fifth one-day international between England and New Zealand. Photograph: Paul Ellis/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434824890742/Jonny-Bairstow-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Jonny Bairstow","cleanCaption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images"}}]},{"title":"Queen's 2015 / Andy Murray forced to wait after ‘The Dog’ bares his teeth","rawTitle":"Andy Murray forced to wait after ‘The Dog’ bares his teeth","item":{"type":"article","id":"sport/2015/jun/20/andy-murray-queens-tennis","title":"Andy Murray forced to wait at Queen’s after ‘The Dog’ bares his teeth","trailText":"Rain stopped Andy Murray’s semi-final against Viktor Troicki at Queen’s after South Africa’s Kevin Anderson booked his place in the final after hitting 34 aces past Gilles Simon to win in three sets","standFirst":"<span class=\"bullet\">•</span> Rain halts Scot’s semi-final against Viktor Troicki in first set\n<br />\n<span class=\"bullet\">•</span> South Africa’s Kevin Anderson fires 34 aces past Gilles Simon to reach final \n<br />","byline":"Kevin Mitchell at Queen's","body":"<p>Gilles Simon is the best Frenchman still standing on the tour and likely to lead his country into the Davis Cup quarter-finals against Great Britain next month, if Ga&euml;l Monfils and Jo-Wilfried Tsonga do not recover from injury – but he left here another bashed-up loser after three thrilling sets against Kevin Anderson.</p> \n<p>The Dog, as they call the 6ft 8in South African, won 6-3, 6-7 (6-8), 6-3 in an hour and 52 minutes, putting 34 aces past the world No13 to bring his tournament total to an astonishing 96 from four matches. Nobody has stood up to the brute speed and precision of his towering serve, although Simon – whose tongue-in-cheek description of himself is the Return Genius – did heroically well in defeat.</p> \n<p>But averaging nearly 25 aces a match is power serving at its finest and any opponent of Anderson can find the task of just getting the ball back turning from tough to herculean pretty quickly.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/roger-federer-ivo-karlovic-gerrry-weber-open-halle\">Roger Federer beats Ivo Karlovic to reach Gerry Weber Open final</a> </p> \n</aside> \n<p>They finished in sunshine but Anderson was left wondering who his next dartboard was going to be, as Andy Murray and Viktor Troicki were forced from the court for a second and final time by rain in the other semi-final, with the first set poised tantalisingly on break point to the Scot in the seventh game. They will resumeon Sunday at 11am, with the final not starting before 2.25pm.</p> \n<p>There was drama enough to go with the interruption, as the Serb (not one of Murray’s favourite players on Tour after his ban for failing to provide a blood sample in 2013) took a painful tumble just before they withdrew for the first time, at 5.16pm.</p> \n<p>Troicki overbalanced but stayed on his feet as he scrambled to retrieve a drop shot, then tumbled as he swerved right, his left shoulder taking all his weight and jamming awkwardly as he crashed to the turf. The grimace on his face told the story. It looked at first glance as if he could not easily lift his arm above the horizontal.</p> \n<p>As he received treatment, the skies began to spit and Troicki got up from his chair to carry on, a gesture of defiance if not altogether the cleverest move of the day. The chair umpire intervened, however, and – after consulting the groundsman, Graham Kimpton – they all took a break from the weather.</p> \n<p>The tension in the first semi-final was confined to the excellence of the play, with Simon fighting hard in every rally, guessing as best he could which way the next thunderous serve was going to fly.</p> \n<p>Anderson revealed he had prepared for the short grass season at the Florida home of a golfing legend. “I was able to get up to Jack Nicklaus’s house,” he said. “He’s got three courts in Jupiter, only 30 minutes away from me. That was pretty special.</p> \n<p>“My coach back home, Jay Bosworth, he’s been living there for ages, and he made some calls. The tennis community is so small; when somebody has three grass courts, most people know about it.</p> \n<p>“Fortunately, Jack was kind enough to let us hit there. He’s let other pros come out before. Ivan Lendl did it way back with Jay as well. It was a nice few days up there.”</p> \n<p>Getting down to business on court life was less of a fairytale. At 5-5 in the second-set tie-break, Anderson sent down his 24th ace – the fastest of the tournament at 141mph – for match point, but he botched a backhand and the Frenchman was still in it.</p> \n<p>Simon’s insistence on going for the lines paid a dividend when Anderson, trapped awkwardly on the baseline, pushed his hurried reply on to the top of the net and the ball ballooned long to even up the contest at a set apiece.</p> \n<p>Anderson went out for the deciding set carrying the baggage of failing to convert four break points. After an hour and a quarter of do-or-die tennis, would he stay on the tightrope or would he freeze? He kept blasting – and Simon, who took him to deuce for the first time in the opening game, kept soaking up the haymakers.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/laura-robson-daria-gavrilova-eastbourne\">Laura Robson looks ahead despite Daria Gavrilova’s easy Eastbourne win</a> </p> \n</aside> \n<p>Sentiment was with Simon: more elegant, his two-fisted backhand not as ugly as some, a lovely mover across the lush lawn – but the power resided in Anderson’s racket still. Two more aces saved his serve from love-30 in the third game.</p> \n<p>Simon, meanwhile, hit just his second ace of the match in the fourth game, and battled through two deuce points to hold. Anderson gambled and his huge forehand went a millimetre wide. About 10 minutes later, he went for the same spot, got the break point, and took it. He struck his 33rd ace for two match points. Simon saved one with a blazing crosscourt winner – but there was nothing he could do about the 34th and final ace. Simon twice came from a set down to stay in the tournament. Not this time.</p> \n<p>France’s fortunes suffered elsewhere too. Monfils and Tsonga look doubtful for Wimbledon, which starts on Monday week – and they might also be struggling to make the Davis Cup quarter-final against Great Britain, which is here at Queen’s the weekend after the championships.</p> \n<p>Monfils injured his right abductor muscle when he slipped on the grass in the second game of his quarter-final against Andreas Seppi at Halle on Friday, and could be out for up to six weeks. The Italian, unbelievably, then got a second retirement win when Kei Nishikori quit after five games, and he now plays Roger Federer in the Gerry Weber Open final on Sunday. Federer withstood a barrage of 20 aces by Ivo Karlovic – who brought his week’s total to 114 – to win 7-6 (7-3), 7-6 (7-4).</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434826428239/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Andy Murray ","cleanCaption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T19:08:36Z","lastModified":"2015-06-20T23:01:32Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/andy-murray-queens-tennis","shortUrl":"http://gu.com/p/4axzv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/andy-murray-queens-tennis","webUri":"http://www.theguardian.com/sport/2015/jun/20/andy-murray-queens-tennis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434826428239/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Andy Murray ","cleanCaption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Queen's 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434826428239/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Andy Murray ","cleanCaption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images"}}]},{"title":"US Open / Jason Day rally makes it a four-way tie with 18 holes to play","rawTitle":"Jason Day rally makes it a four-way tie with 18 holes to play","item":{"type":"article","id":"sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play","title":"US Open: Jason Day rally makes it a four-way tie with 18 holes to play","trailText":"Jason Day retains a strong chance of completing what would be one of the more astonishing major championship victories in recent times, with the Australian part of a four-way 54-hole lead at the US Open","standFirst":"<ul>\n <li>Jason Day joins Speith, Johnson and Grace at clubhouse lead</li>\n <li>Australian proves resilient in the face of ongoing bouts of vertigo</li>\n <li>Re-live the third round’s action as it happened <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/20/us-open-2015-third-round-live\">here</a>.</li>\n</ul>","byline":"Ewan Murray at Chambers Bay","body":"<p>Jason Day retains a strong chance of completing what would be one of the more astonishing major championship victories in recent times, with the Australian part of a four-way 54-hole lead at the US Open.</p> \n<p>Day’s prospects of even seeing out this event were slim after he collapsed on the course towards the end of his second round. The world No10 was suffering from vertigo, which has troubled him with worrying routine. <br /></p> \n<p>Day still looked well short of energy when taking to the range for his pre-round warm-up on Saturday. Incredibly, he was subsequently to card 68 for a total of four under par. That means a share of top position with Jordan Spieth, Dustin Johnson and Branden Grace. A maiden major victory would always be significant for Day but winning it in these circumstances would take things to another level entirely. </p> \n<p>For all the USGA and Chambers Bay have been criticised, an epic finale awaits with some of the world’s finest players at the core of it. Without question, and even outside of his native land, it is Day who has the bulk of popular support. </p> \n<p>Before holing for birdie on the 18th, Day was afforded a fantastic standing ovation from packed stands when approaching the green. He later admitted to still feeling far from his best. And yet, against all odds, Day will play in this tournament’s final Sunday pairing alongside Johnson. </p> \n<p>“I didn’t feel that great coming out early, and then I felt pretty groggy on the front nine just from the drugs that I had in my system,” Day explained. “Then I kind of flushed that out on the back nine. But then it kind of came back, the vertigo came back a little bit on the 13th tee box, and then I felt nauseous all day. I started shaking on the 16th tee box and then just tried to get it in, really. I just wanted to get it in.</p> \n<p>“Last year I didn’t play the round after I had vertigo and this one was worse. I think the goal was just to go through today and see how it goes.”</p> \n<p>Day added that he was “extremely fatigued” and was returning for consultation with his medical team. </p> \n<p>Day’s caddie, Colin Swatton, reflected on the “gutsiest” and “most stressful” round of golf he had ever seen his employer play. Only one player in the remaining field of 75, Louis Oosthuizen, carded a better third round than Day. “He just dug deeper than he has ever dug before,” added Swatton. </p> \n<p>Johnson and Grace both signed for third rounds of 70. Johnson didn’t miss a single fairway, the first time he believes he has achieved such a feat in a major. Spieth had wobbled seriously and didn’t play particularly well but survived relatively unscathed with a one over par 71. Not so Patrick Reed, who stumbled to a 76.</p> \n<figure class=\"element element-image\" data-media-id=\"af1fd95773e9f1f734617a36de560543b833785c\"> \n <img src=\"http://media.guim.co.uk/af1fd95773e9f1f734617a36de560543b833785c/0_217_3761_2256/1000.jpg\" alt=\"Shane Lowry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Irishman Shane Lowry appeared to be enjoying himself on course.</span> \n  <span class=\"element-image__credit\">Photograph: David Cannon/Getty Images</span> \n </figcaption> \n</figure> \n<p>Europeans have an excellent recent record in this event. Leading the charge on behalf of that continent this time around is Shane Lowry, who carded his second successive 70 on Saturday. He is one under par and still firmly part of the discussion. </p> \n<p>“I said to my caddie coming up the last, it’s probably one of the most enjoyable days I’ve had at a golf course in a while,” said the Irishman. “Being in contention in a tournament like this, what more do you want? It’s great. </p> \n<p>“I’m excited about tomorrow. I’m really looking forward to it. I’ll definitely sleep after that round today. I’ll get up and just chill out in the morning. A nice late tee time tomorrow is something that what you want.</p> \n<p>“I like coming to golf courses that nobody has played. Everyone is on an even keel at the start of the week and you play it from there. </p> \n<p>“It’s very tough but I think it’s playable. The greens are not the best surfaces, but if you hit a good putt nine times out of 10 it goes in. Sometimes you hit a good putt and it misses. That’s the thing a lot of players are focusing on. </p> \n<p>“Yeah, it’s very tough. It’s tough to hit greens. But at the end of the day it’s a US Open.”</p> \n<p>If Lowry falls short on day four, it clearly won’t be on account of attitude. Precisely the same can be said of Day.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89118f64d0bf8306ba16cd0c1a1799f71052fc02/0_140_3119_1872/3119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":3119,"orientation":"landscape","credit":"Andrew Redington/Getty Images","altText":"Jason Day US Open","cleanCredit":"Photograph: Andrew Redington/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/af1fd95773e9f1f734617a36de560543b833785c/0_217_3761_2256/3761.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2256,"width":3761,"orientation":"landscape","caption":"Irishman Shane Lowry appeared to be enjoying himself on course. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"Shane Lowry","cleanCaption":"Irishman Shane Lowry appeared to be enjoying himself on course.","cleanCredit":"Photograph: David Cannon/Getty Images"}],"webPublicationDate":"2015-06-21T03:20:17Z","lastModified":"2015-06-21T04:59:22Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["US Open Golf 2015","US Open","PGA Tour","US sports","Golf","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play","shortUrl":"http://gu.com/p/4axp6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play","webUri":"http://www.theguardian.com/sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89118f64d0bf8306ba16cd0c1a1799f71052fc02/0_140_3119_1872/3119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":3119,"orientation":"landscape","caption":"Australian Jason Day shakes hands with caddie Colin Swatton after shooting a two-under par 68 during the third round of the 115th U.S. Open Championship. Day had been struggling throughout the round with illness, but steeled himself to card an impressive round. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Jason Day US Open","cleanCaption":"Australian Jason Day shakes hands with caddie Colin Swatton after shooting a two-under par 68 during the third round of the 115th U.S. Open Championship. Day had been struggling throughout the round with illness, but steeled himself to card an impressive round.","cleanCredit":"Photograph: Andrew Redington/Getty Images"}},"importance":5,"kicker":{"title":"US Open"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89118f64d0bf8306ba16cd0c1a1799f71052fc02/0_140_3119_1872/3119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":3119,"orientation":"landscape","credit":"Andrew Redington/Getty Images","altText":"Jason Day US Open","cleanCredit":"Photograph: Andrew Redington/Getty Images"}}]},{"title":"Women's World Cup / China edge past Cameroon into last eight","rawTitle":"China edge past Cameroon into last eight","item":{"type":"article","id":"football/2015/jun/21/womens-world-cup-china-edge-past-cameroon-into-last-eight","title":"Women's World Cup: China edge past Cameroon into last eight","trailText":"China booked their place in the quarter-finals of the Women’s World Cup with a 1-0 win over Cameroon at the Commonwealth Stadium on Saturday","standFirst":"<ul>\n <li>China 1-0 Cameroon<br /></li>\n</ul>","byline":"Reuters","body":"<p>China booked their place in the quarter-finals of the Women’s World Cup with a 1-0 win over Cameroon at the Commonwealth Stadium on Saturday.<br /></p> \n<p> A classy 12th minute goal from forward Wang Shanshan proved enough for the 1999 runners-up to reach the last eight of the competition where they will face the winners of Monday’s game between the United States and Colombia.</p> \n<p> Cameroon, playing in their first Women’s World Cup finals, will feel unlucky though not to have at least forced extra time with a determined and positive display.</p> \n<p> The Africans went close to an equaliser in the 65th minute when a looping header from forward Gaelle Enganamouit hit the top of the cross-bar but a well-organised China team held firm for the win.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/20/germany-sweden-womens-world-cup-match-report\">Germany 4-1 Sweden | Women’s World Cup match report</a> </p> \n</aside> \n<p> The decisive goal was a superbly executed move from a corner which was swung in by Wang Lisi to Li Dongna who brought the ball down nicely and then set up Wang who side-footed a volley home.</p> \n<p> Cameroon were lively in midfield, bursting forward with pace with Francine Zouga and Madeleine Ngono Mani particularly influential, but they lacked the killer touch in the final third.</p> \n<p> China should have doubled their advantage shortly after the interval but Wang Lisi missed a good chance at the back post from close range, slicing the ball wide.</p> \n<p> Wang Shanshan, a converted defender playing as centre-forward, also should have done better in the 60th minute when she was put clear with a ball over the top but shot wide.</p> \n<p> Cameroon were determined to make China regret those missed opportunities and after Enganamouit’s header went close, Ajara Nchout tested Wang Fei with a volley at the back post.</p> \n<p> The long ball was causing Cameroon’s high defensive line some trouble though Lou Jiahui raced on to one deep pass and had an attempted lob superbly tipped wide by Annette Ngo Ndom.</p> \n<p> Wang Shanshan again found herself free on goal but she hesitated and allowed Christine Manie to intervene.</p> \n<p> Cameroon piled on the pressure in the final minutes but China kept their shape well and made sure of their place in the quarter-finals.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4d30e3f6cd14490bb78db155c8cb44e57be9f4e1/0_123_2944_1768/2944.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1768,"width":2944,"orientation":"landscape","credit":"Maddie Meyer - FIFA/FIFA via Getty Images","altText":"Cameroon China Women's World Cup","cleanCredit":"Photograph: Maddie Meyer - FIFA/FIFA via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T04:49:34Z","lastModified":"2015-06-21T04:55:25Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Women's World Cup 2015","Women's football","Football","Sport","China"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/china","webTitle":"China"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/21/womens-world-cup-china-edge-past-cameroon-into-last-eight","shortUrl":"http://gu.com/p/4axpc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/21/womens-world-cup-china-edge-past-cameroon-into-last-eight","webUri":"http://www.theguardian.com/football/2015/jun/21/womens-world-cup-china-edge-past-cameroon-into-last-eight"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4d30e3f6cd14490bb78db155c8cb44e57be9f4e1/0_123_2944_1768/2944.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1768,"width":2944,"orientation":"landscape","caption":"Tang Jiali jockeys with the Cameroon defence in China’s narrow 1-0 win over the African powerhouses. Photograph: Maddie Meyer - FIFA/FIFA via Getty Images","credit":"Maddie Meyer - FIFA/FIFA via Getty Images","altText":"Cameroon China Women's World Cup","cleanCaption":"Tang Jiali jockeys with the Cameroon defence in China’s narrow 1-0 win over the African powerhouses.","cleanCredit":"Photograph: Maddie Meyer - FIFA/FIFA via Getty Images"}},"importance":4,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4d30e3f6cd14490bb78db155c8cb44e57be9f4e1/0_123_2944_1768/2944.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1768,"width":2944,"orientation":"landscape","credit":"Maddie Meyer - FIFA/FIFA via Getty Images","altText":"Cameroon China Women's World Cup","cleanCredit":"Photograph: Maddie Meyer - FIFA/FIFA via Getty Images"}}]},{"title":"Copa América: Early Higuain goal steers Argentines past Jamaica","rawTitle":"Copa América: Early Higuain goal steers Argentines past Jamaica","item":{"type":"article","id":"football/2015/jun/21/copa-america-early-higuain-goal-steers-argentines-past-jamaica","title":"Copa América: Early Higuain goal steers Argentines past Jamaica","trailText":"An early goal from Gonzalo Higuain was enough to give Argentina a 1-0 victory over Jamaica at the Copa America on Saturday and secure their place in the quarter-finals as winners of Group B","standFirst":"<ul>\n <li>Argentina 1-0 Jamaica<br /></li>\n</ul>","byline":"Reuters","body":"<p>An early goal from Gonzalo Higuain was enough to give Argentina a 1-0 victory over Jamaica at the Copa Am&eacute;rica on Saturday and secure their place in the quarter-finals as winners of Group B.<br /></p> \n<p> Higuain collected a pass from Angel di Maria in the 11th minute and turned his marker in the box before firing a low shot past Dwayne Miller in the Jamaican goal.</p> \n<p> The Argentines looked&nbsp;set for a goal-fest but despite their dominance in possession could not add to their tally in what was Lionel Messi’s 100th appearance for his country.</p> \n<p> “We had phases when we were in good form that give us reason for optimism,” said coach Gerardo Martino said. “If we have games that are more like the second half today then evidently we are going to have problems.“</p> \n<p> Martino’s side will find out on Sunday who they meet in the next round, as will Paraguay who finished second in the group.</p> \n<p> “The important thing was to secure qualification and we did that,” Higuain said. “Now we need to rest mentally and prepare for the quarter-finals which will be very tough.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/20/uruguay-paraguay-copa-america-quarter-finals-group-b\">Uruguay 1-1 Paraguay | Copa Am&eacute;rica Group B match report</a> </p> \n</aside> \n<p> Argentina’s victory meant Uruguay finished third and will face Chile in the quarter-finals in Santiago next Wednesday.</p> \n<p>Meanwhile,&nbsp;Jamaica are eliminated having lost all three of their matches 1-0, though their German coach Winfried Schafer was pleased with their progress.</p> \n<p> “I am very proud of my team, we had too much respect for Argentina in the first half, but more courage in the second,” said Schafer. “For us it was a very good tournament, we know what we have to do, now I can build a very good team.”</p> \n<p> Once Higuain put them ahead, the Argentines looked certain to win comfortably.</p> \n<p> The Napoli striker almost added a second in the 22nd minute but his lob bounced off the top of the crossbar and behind the goal.&nbsp;Di Maria also rattled the crossbar before halftime and Messi came close with a rasping drive that whistled past Miller’s right-hand post.</p> \n<p> Argentina controlled&nbsp;the first 45 minutes in terms of possession and shots on goal but seemed to run out of ideas after the break and the match ended with the Jamaicans bombarding the Argentine goal in search of an equaliser.</p> \n<p> Messi’s 100th cap will not be remembered as one of the better matches of his glittering career - but&nbsp;at the age of just 27, he becomes only the fifth player from his country to hit triple figures.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bdc8fa03c8e06c9895d82e845d02c0583ee341ea/0_128_2500_1500/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1500,"width":2500,"orientation":"landscape","credit":"Alex Reyes/STR/LatinContent/Getty Images","altText":"Argentina Copa America Jamaica Lionel Messi","cleanCredit":"Photograph: Alex Reyes/STR/LatinContent/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T04:02:47Z","lastModified":"2015-06-21T04:57:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Copa América","Football","Sport","US sports","Argentina","Jamaica"],"tags":[{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"football/argentina","webTitle":"Argentina"},{"id":"football/jamaica","webTitle":"Jamaica"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/21/copa-america-early-higuain-goal-steers-argentines-past-jamaica","shortUrl":"http://gu.com/p/4axp9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/21/copa-america-early-higuain-goal-steers-argentines-past-jamaica","webUri":"http://www.theguardian.com/football/2015/jun/21/copa-america-early-higuain-goal-steers-argentines-past-jamaica"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bdc8fa03c8e06c9895d82e845d02c0583ee341ea/0_128_2500_1500/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1500,"width":2500,"orientation":"landscape","caption":"The tight scoreline disguised Argentina’s dominance, with sloppy finishing sparing Jamaica a more one-sided result. Photograph: Alex Reyes/STR/LatinContent/Getty Images","credit":"Alex Reyes/STR/LatinContent/Getty Images","altText":"Argentina Copa America Jamaica Lionel Messi","cleanCaption":"The tight scoreline disguised Argentina’s dominance, with sloppy finishing sparing Jamaica a more one-sided result.","cleanCredit":"Photograph: Alex Reyes/STR/LatinContent/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bdc8fa03c8e06c9895d82e845d02c0583ee341ea/0_128_2500_1500/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1500,"width":2500,"orientation":"landscape","credit":"Alex Reyes/STR/LatinContent/Getty Images","altText":"Argentina Copa America Jamaica Lionel Messi","cleanCredit":"Photograph: Alex Reyes/STR/LatinContent/Getty Images"}}]},{"title":"Athletics / Mo Farah looks like the victim of a witch-hunt, says Steve Cram","rawTitle":"Mo Farah looks like the victim of a witch-hunt, says Steve Cram","item":{"type":"article","id":"sport/2015/jun/20/mo-farah-witch-hunt-steve-cram","title":"Mo Farah looks like the victim of a witch-hunt, says Steve Cram","trailText":"Steve Cram believes Mo Farah is the victim of a witch hunt after the double Olympic champion was forced to deny ever using performance-enhancing drugs","standFirst":"<span class=\"bullet\">•</span> ‘We have gone off on a couple of tangents from the original allegations’\n<br />\n<span class=\"bullet\">•</span> ‘I can understand why Mo is annoyed,’ former world champion says","byline":"Press Association","body":"<p>Steve Cram believes Mo Farah is the victim of a witch-hunt after the double Olympic champion was forced to deny ever using performance-enhancing drugs. Farah issued a statement on Friday defending his reputation in the wake of a BBC investigation that alleged his coach, Alberto Salazar, had practised doping techniques with the American athlete Galen Rupp. It emerged this past week that Farah had missed two drugs tests in the buildup to the 2012 Olympics.</p> \n<p>Cram, the 1983 world 1500m champion, told the BBC: “It has begun to look like a bit of a witch-hunt against Mo. It seems as if some people are deliberately going after him and that is a shame.”</p> \n<p>Farah won gold in the 5,000m and 10,000m in London three years ago, with Cram commentating on his successes for the BBC. The <em>Panorama</em> documentary about Salazar did not accuse Farah of any wrongdoing but Thursday’s revelations regarding his missed tests led to further questions being asked and Cram sympathised with the 32-year-old. “We have gone off on a couple of different tangents from the original set of allegations,” Cram said. “The allegations were against his coach. Now Mo has also had to come out give an explanation about the two missed tests. We need clarification on that.</p> \n<p>“Some sections of the media seem keen to make out that a missed test means avoiding a test, which it does not. There is an individual here being targeted around his credibility as an athlete. In some quarters people are now saying he is a cheat. I can understand why Mo is annoyed and frustrated and all the other words he used in his statement.”</p> \n<p>Farah used Facebook to address his missed tests in 2010 and 2011, writing: “I have never taken performance-enhancing drugs in my life and I never will.</p> \n<p>“Over the course of my career I have taken hundreds of drugs tests and every single one has been negative. I’ve fully explained the only two tests in my career that I have ever missed, which the authorities understood, and there was never any suggestion that these were anything more than simple mistakes.</p> \n<p>“The last two weeks have been the toughest of my life – with rumours and speculation about me that are completely false – and the impact this has had on my family and friends has left me angry, frustrated and upset.”</p> \n<p>Salazar has denied the allegations against him, and Farah revealed he had travelled to his base in Portland, Oregon to speak to the American about the allegations. “As I made clear, I went to Portland to speak to Alberto Salazar and demand answers,” Farah added. “He reassured me that the claims are false and that he will soon be providing evidence to make that clear. Until then I will not be commenting further on the allegations.”</p> \n<p>Farah is training in France ready for a planned return at the Diamond League meeting in Monaco on 17 July. “Running is the one thing Mo can control at the moment and the one place where he can be Mo Farah and get away from this to some extent,” said Cram, a former world record holder over 1500m and the mile. “It can’t be easy but until something is proved against him we want to see him on track and racing because we don’t have many medal hopes. I bet he can’t wait to get back to racing.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434831642186/Mo-Farah-and-Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Mo Farah and Galen Rupp","cleanCaption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T20:23:08Z","lastModified":"2015-06-20T23:46:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Mo Farah","Sport","Athletics"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram","shortUrl":"http://gu.com/p/4axzb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram","webUri":"http://www.theguardian.com/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434831642186/Mo-Farah-and-Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Mo Farah and Galen Rupp","cleanCaption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA"}},"importance":3,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[{"title":"Athletics / Mo Farah’s PR team eases the pressure but plenty of questions for others","rawTitle":"Mo Farah’s PR team eases the pressure but plenty of questions for others","item":{"type":"article","id":"sport/2015/jun/20/mo-farah-pr-team-eases-pressure-alberto-salazar-galen-rupp","title":"Mo Farah’s PR team eases the pressure but plenty of questions for others","trailText":"Carefully calibrated statement aims to cool the situation but questions remain for Alberto Salazar, Galen Rupp and the UK Anti-Doping Agency","standFirst":"Carefully calibrated statement aims to cool the situation but questions remain for Alberto Salazar, Galen Rupp and the UK Anti-Doping Agency","byline":"Sean Ingle","body":"<p>Mo Farah took a hiding from the media over the past week, especially when it was revealed that he had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-reportedly-missed-drugs-tests-2012-olympics\">missed two drugs tests before London 2012</a>. But the release on Friday of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-statement-denies-taking-performance-enhancing-drugs\">carefully calibrated statement</a>, drafted by his recently appointed crisis-management PR team Freud’s, has eased the pressure – for now. After another week of revelations and rumours, it is time to take stock of the key players in this saga:</p> \n<h2>Mo Farah</h2> \n<p>Crucially, Farah has now addressed the main issues head on, explaining that he had not missed any other tests in his career and had never taken performance-enhancing drugs. He also offered a glimpse of his human side, insisting: “The last two weeks have been the toughest of my life – with rumours and speculation about me that are completely false – and the impact this has had on my family and friends has left me angry, frustrated and upset.”</p> \n<p>It is understood by the <em>Observer </em>that Farah, who has never been accused of taking a banned substance, intends to stay out of the public eye until he races in Monaco on 17 July, although he will release a statement after his coach, Alberto Salazar, has responded to the doping allegations made by <em>Panorama</em>.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram\">Mo Farah looks like the victim of a witch-hunt, says Steve Cram</a> </p> \n</aside> \n<h2>Alberto Salazar</h2> \n<p>Despite rumours that Farah was in the process of separating from the coach who turned him into the best 5,000m and 10,000m runner in the world, Salazar remains very much in charge. For while Farah is now training at altitude in Font Romeu in France, the American coach is still setting his daily programme and calling the shots. “Mo is on a different training cycle, as he always is at this time of year,” Salazar told the <em>Oregonian </em>newspaper. “So I send him to Europe to get accustomed to the time zone. This is how we’ve always done it.”</p> \n<p>On Friday Farah revealed that Salazar has also “reassured me that the claims [against him] are false and that he will soon be providing evidence to make that clear”. But it is nearly two weeks since Salazar asked for a “short time” to deliver his riposte to the allegations made by <em>Panorama</em> and the ProPublica website and we are still waiting. The rumours are he will do it before the US trials which start on Thursday.</p> \n<h2>UK Athletics</h2> \n<p>UK Athletics believes that missed doping tests are a matter for the UK Anti-Doping Agency and so remained silent over Farah’s two missed drugs tests. Indeed, there has been little publicly from the governing body since Ed Warner, chair of UKA, appeared on Radio 5 Live’s <em>Sportsweek</em> last Sunday to talk about the independent review it has set up to investigate its relationship with Salazar. Privately, however, it is understood some in the organisation are happy that Farah is now training in Font Romeu under the guidance of UK Athletics’ head of endurance, Barry Fudge, rather than in Portland, where he was being chased by paparazzi when he tried to train.</p> \n<p>Publicly they remain firmly behind Salazar, who serves as an unpaid consultant, with Warner urging people to “wait for a few weeks to see all the facts and see how things settle, and that is what we are doing”, adding: “Alberto is innocent until proven guilty. The right thing is to be swift but not hasty.”</p> \n<h2>UK Anti-Doping Agency</h2> \n<p>Usually when Ukad speaks to the media it is dry and procedural. But that was not the case in the wake of the revelations about Farah’s missed tests in midweek, with the chief executive, Nicole Sapstead, admitting it was “not common for athletes to have two missed tests” and the director of legal, Graham Arthur, explaining: “We have got a pretty detailed protocol for doping control officers to follow when they conduct an in-hours test – and they include ringing the doorbell every 10-15 minutes or so, knocking and staying there for the full hour.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-testing-period-ricky-simms-alberto-salazar\">Mo Farah faces testing period that could snuff out golden glow of 2012</a> </p> \n</aside> \n<p>It has been suggested that Ukad should be more open about how often it tests athletes – the US Anti-Doping Agency has a searchable database of athletes which shows their tests each quarter – but Ukad says this would be difficult to achieve in the UK because of data privacy issues and it “would add significantly to our workload”.</p> \n<h2>Galen Rupp</h2> \n<p>Mo Farah’s training partner has not spoken publicly about the allegations against him, including that he took testosterone from the age of 16, since emailing a short comment on the morning after the Panorama programme to a handful of journalists – including the <em>Observer</em>. In it he claimed: “I expressly told these reporters that these allegations were not true and their sources admit they have no evidence, yet they print ‘suspicions’ attacking me and sullying my reputation. That is inexcusable, irresponsible journalism.”</p> \n<p>Since then Rupp has stayed out of the limelight but in the past week confirmed he would be running the 5,000m and 10,000m at the US world championships trials, which start on Thursday. Inevitably there will be a huge amount of focus on him – and pressure, too. Rupp is likely to speak to the media but how will he cope with the most pointed questions?</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434810575616/Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah, who has never been accused of taking a banned substance, is now training in Font Romeu in France. Photograph: Barry Coombs/PA","credit":"Barry Coombs/PA","altText":"Mo Farah","cleanCaption":"Mo Farah, who has never been accused of taking a banned substance, is now training in Font Romeu in France. Photograph: Barry Coombs/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T20:00:01Z","lastModified":"2015-06-20T23:01:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Mo Farah","Alberto Salazar","Sport","Athletics","Drugs in sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/mo-farah-pr-team-eases-pressure-alberto-salazar-galen-rupp","shortUrl":"http://gu.com/p/4axyf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/mo-farah-pr-team-eases-pressure-alberto-salazar-galen-rupp","webUri":"http://www.theguardian.com/sport/2015/jun/20/mo-farah-pr-team-eases-pressure-alberto-salazar-galen-rupp"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434810575616/Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah, who has never been accused of taking a banned substance, is now training in Font Romeu in France. Photograph: Barry Coombs/PA","credit":"Barry Coombs/PA","altText":"Mo Farah","cleanCaption":"Mo Farah, who has never been accused of taking a banned substance, is now training in Font Romeu in France. Photograph: Barry Coombs/PA"}},"importance":0,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434810575616/Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah, who has never been accused of taking a banned substance, is now training in Font Romeu in France. Photograph: Barry Coombs/PA","credit":"Barry Coombs/PA","altText":"Mo Farah","cleanCaption":"Mo Farah, who has never been accused of taking a banned substance, is now training in Font Romeu in France. Photograph: Barry Coombs/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434831642186/Mo-Farah-and-Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Mo Farah and Galen Rupp","cleanCaption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA"}}]},{"title":"2015 Tour de France / Meet the contenders who should make it a classic","rawTitle":"Meet the contenders who should make it a classic","item":{"type":"article","id":"sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","title":"2015 Tour de France: Meet the contenders that should make it a classic","trailText":"With a mouth-watering Tour de France on the cards, featuring Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador, their form and build-up to the race will be key, so how do they shape up as the Grand Départ approaches?","standFirst":"With a mouth-watering Tour de France on the cards, featuring Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador, their form and build-up to the race will be key, so how do they shape up as the Grand D&eacute;part approaches?","byline":"William Fotheringham","body":"<p>In May the Tour de France picture muddies as the favourites disappear to the altitude training camps which are now all the rage but in the second half of June every pedal stroke in the brief series of Tour warm-up races takes on added significance. The 2015 Tour has a mouth-watering look about it because it should boast four lead candidates for victory – Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador – none of whom looks to be head and shoulders above the others.</p> \n<p>Assuming they all get through the opening phase of the Tour in one piece, any one of them can be viewed as a possible victor on diverse grounds such as youth, experience, climbing ability, team backing and race management. In addition there is a large subgroup of outsiders who, on paper at least, should be fighting for the podium.</p> \n<p>With the Crit&eacute;rium du Lib&eacute;r&eacute; and Giro d’Italia out of the way, and other races such as the Tour de Suisse, Route du Sud and Ster ZLM Toer well under way, all the Tour names have broken cover but the great unknown remains in what shape they will all turn up at the Grand D&eacute;part in Utrecht on 4 July.</p> \n<figure class=\"element element-image\" data-media-id=\"175a0b21deb05be32ea31b285f762c8bb8342259\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829674184/78676a44-cb0f-4296-a350-d623ae3d157d-460x307.jpeg\" alt=\"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d'Italia, Tour of Italy, in May.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May.</span> \n  <span class=\"element-image__credit\">Photograph: Luk Benies /AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Alberto Contador</strong></h2> \n<p>The 2007 and 2009 Tour winner briefly took a back seat after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/alberto-contador-giro-ditalia-tour-de-france\">winning the Giro d’Italia</a> in May, where he rode a calculating race – or perhaps laboured with a shoulder injury – to finish the three weeks without a single stage win, holding off a concerted challenge from the Astana squad largely by gauging just the right moments to expend his energy.</p> \n<p>After a rest Contador followed the Giro with an altitude camp at Livigno in Switzerland – although he said he has managed only three days hard training due to fatigue – before returning to racing in the Route du Sud in southern France where he won Saturday’s key Pyrenean stage after pulling ahead of Nairo Quintana on the final descent. Of the quartet, he has the least to lose, having already landed a Grand Tour win this season, and this relaxed frame of mind could prove his great strength given the nerves that always mark the start of the Tour de France.</p> \n<figure class=\"element element-image\" data-media-id=\"d17cbe5eb31c5ab9b6e8bf9fc0a970251da80519\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829799768/5f0b200a-ebab-479b-ba53-7ee972970062-460x332.jpeg\" alt=\"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.\" width=\"460\" height=\"332\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Chris Froome</strong><br /></h2> \n<p>As victory in the Dauphin&eacute; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">a week ago</a> showed, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/chris-froome-wins-tour-de-france\">the winner of 2013 Tour</a> has returned to somewhere near his best after a spring that was disrupted by illness. If Froome is correct and he has a little further to progress between the Dauphin&eacute; and the Tour, then he will hit his best form by 4 July. That is critical, because at the Dauphin&eacute;, although the Kenyan-born Briton was the fastest over the eight days, he did not open the conclusive margins on the mountain climbs that he will need to forge at the Tour.</p> \n<p>Critically his entire Sky team look to be coming to the boil as well, with Peter Kennaugh, Ian Stannard, Wout Poels, Geraint Thomas and Nicolas Roche all shining recently. Froome’s biggest loss of time at the Dauphin&eacute; came in the team time trial, a discipline where Sky will need to be at full strength next month.</p> \n<figure class=\"element element-image\" data-media-id=\"b3dbff7b171f71b731f10a0314f92108ff5ae691\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829882239/c6fb6135-a635-4843-8eb5-b3ef4e8379c6-460x276.jpeg\" alt=\"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.</span> \n  <span class=\"element-image__credit\">Photograph: Agence Zoom/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Vincenzo Nibali</strong></h2> \n<p>The defending champion is performing in a way uncannily similar <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2014/jul/28/vincenzo-nibali-marcel-kittel-stage-21-tour-de-france-2014\">to 12 months ago</a>. As with last year, Nibali has focused his buildup on training rather than racing in May and early June, opting for a three-week block of altitude training in Tenerife, coincidentally at the same time and in the same hotel as Froome.</p> \n<p>As with Froome, the Dauphin&eacute; was his pre-Tour test but, unlike the Sky leader, Nibali was clearly making efforts only on certain days – such as stage six through the Vercors, when he was in a day-long escape, and the final stage, when he put the hammer down to impressive effect early on the final climb.</p> \n<p>On other stages at key moments he was observing his power meter and slipping off the pace in a way that indicated he was riding to the orders of his trainer not to dig too deep. This worked for him in 2014 and it might well do so again.</p> \n<figure class=\"element element-image\" data-media-id=\"46e57eefa29b2826243affe7ba29589ab648c1f1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829958145/849f0b96-8f1d-4ab6-8d6f-627c0d8ae0eb-460x302.jpeg\" alt=\"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.</span> \n  <span class=\"element-image__credit\">Photograph: Luis Acosta/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Nairo Quintana</strong><br /></h2> \n<p>The Colombian climbing sensation will start as favourite for the Tour because of the huge number of climbs packed into the finale, where four days up and down through the Alps culminate in a brief leg over the Col du Galibier – the highest pass regularly climbed by the race – to the classic finish at l’Alpe d’Huez.</p> \n<p>Having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/06/nairo-quintana-giro-ditalia-richard-williams\">won the Giro last year</a>, and finished second to Froome in the 2013 race – on a route with a similar structure to this year’s – the 25-year-old looks ready to take the final step, the more so after having beaten Nibali and Contador to win Tirreno-Adriatico in March. As in previous years he has been absent from European racing for May and part of June, preferring to return to his home in Boyac&aacute; to make the best of training at altitude. Given his absence for so long, his return at the Route du Sud was eagerly awaited and he did not disappoint, matching Contador up the toughest climb on Saturday’s principal mountain stage, although he slipped behind the Spaniard on the descent to the finish.</p> \n<p><strong>Behind the Big </strong>Four is a jostling pack of potential candidates for the podium in Paris, who have begun to show their hands. Foremost among them is France’s <strong>Thibaut Pinot</strong>, third overall last year, who has stepped up this year with victories in the toughest mountain stages at the Tour de Romandie and Tour de Suisse.</p> \n<p>Pinot was in the yellow jersey at the Swiss race going into its final weekend but was being pressed hard by <strong>Geraint Thomas</strong>, who is having a stellar season and looks ready to play a lead support role to Froome in France or step in if his leader falters.</p> \n<p>Last year’s surprise runner-up <strong>Jean-Christophe P&eacute;raud </strong>won the Crit&eacute;rium International in March but on current form looks set to play second fiddle to his younger team-mate <strong>Romain Bardet</strong>, who finished sixth in the 2014 Tour and was an incisive winner of a mountain stage in the Dauphin&eacute; 10 days ago. The Dauphin&eacute; is traditionally the best pointer of form for the Tour and among those to hit the spotlight was the American <strong>Tejay van Garderen</strong>, who led the race before Froome took over and looks to be hitting his best climbing form.</p> \n<p>Last year’s Dauphin&eacute; winner, <strong>Andrew Talansky</strong>,<strong> </strong>and his Cannondale-Garmin team-mate <strong>Daniel Martin </strong>were also in the mix in this year’s race. Not a Tour overall contender – yet – but one of that week’s surprises was the 22-year-old <strong>Simon Yates </strong>from Bury, who climbed with the best to finish fifth overall and will start the Tour in search of stage wins.</p> \n<p>On which note, among the sprinters, <strong>Marcel Kittel </strong>continues to fight for fitness and is off the pace; <strong>Andr&eacute; Greipel </strong>is performing consistently while <strong>Peter Sagan </strong>and <strong>Michael Matthews </strong>were the pick in the early stages in Switzerland where <strong>Mark Cavendish </strong>has yet to hit his best.</p> \n<h2>Bluffers’ guide to the Tour</h2> \n<p>■ The 102nd edition of the Tour de France starts outside France for the 21st time, with an individual time trial on Saturday 4 July in the Dutch city of <strong>Utrecht</strong>, birthplace of Marco van Basten and the <em>Emmanuelle</em> actress Sylvia Kristel, and location of the 1713 treaty that granted Gibraltar to Britain.</p> \n<p>■ After the Grand D&eacute;part, the Tour then spends <strong>two days in Belgium</strong> before arriving in France on stage four.</p> \n<p>■ The <strong>cobbles</strong> are back, despite last year’s precarious spells on the rain-lashed pav&eacute;. Organisers will be praying for more clement conditions on the 221km stage four between Seraing and Cambrai.</p> \n<p>■ Stage three mirrors La Fl&egrave;che Wallonne, with the same <strong>Mur de Huy</strong> climb to the finish as the classic.</p> \n<p>■ The Tour’s 21 stages will cover a total distance of <strong>3,360km</strong> and feature nine flat stages, three hill stages, seven mountain stages with five altitude finishes, one individual time trial, one team time trial and two rest days before arriving in Paris on Sunday 26 July.</p> \n<p>■ <strong>Six cities</strong> are new to the Tour: Utrecht, Z&eacute;lande, Livarot, La Pierre Saint-Martin, Muret and S&egrave;vres.</p> \n<p>■ La Pierre Saint-Martin will stage the initial <strong>summit finish</strong>.</p> \n<p>■ The alpine finish at La Toussuire was where Chris Froome surged past Bradley Wiggins in 2012’s stage 11, sparking one of cycling’s great feuds – a <strong>bitter exchange</strong> on Twitter between Wiggins’ wife Cath and Froome’s then girlfriend (now wife) Michelle Cound.</p> \n<p>■ The Tour will be broadcast live daily on <strong>ITV4</strong>, <strong>S4C</strong> and <strong>British Eurosport</strong>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829672795/78676a44-cb0f-4296-a350-d623ae3d157d-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May. Photograph: Luk Benies /AFP/Getty Images","credit":"Luk Benies /AFP/Getty Images","altText":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d'Italia, Tour of Italy, in May.","cleanCaption":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May.","cleanCredit":"Photograph: Luk Benies /AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829798724/5f0b200a-ebab-479b-ba53-7ee972970062-2060x1488.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1488,"width":2060,"orientation":"landscape","caption":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.","cleanCaption":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829883686/c6fb6135-a635-4843-8eb5-b3ef4e8379c6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.","cleanCaption":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.","cleanCredit":"Photograph: Agence Zoom/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829957174/849f0b96-8f1d-4ab6-8d6f-627c0d8ae0eb-2060x1352.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1352,"width":2060,"orientation":"landscape","caption":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June. Photograph: Luis Acosta/AFP/Getty Images","credit":"Luis Acosta/AFP/Getty Images","altText":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.","cleanCaption":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.","cleanCredit":"Photograph: Luis Acosta/AFP/Getty Images"}],"webPublicationDate":"2015-06-20T19:05:00Z","lastModified":"2015-06-20T23:01:33Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Cycling","Chris Froome","Alberto Contador","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","shortUrl":"http://gu.com/p/4axa9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","webUri":"http://www.theguardian.com/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali. Photograph: Getty Images","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCaption":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}},"importance":3,"kicker":{"title":"2015 Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}}]}],"lastModified":"2015-06-21T05:06:38Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}