{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"French Open / Murray aims to play dictator against Ferrer","rawTitle":"Murray aims to play dictator against Ferrer","item":{"type":"article","id":"sport/2015/jun/02/andy-murray-david-ferrer-french-open-quarter-final","title":"French Open: Andy Murray aims to play dictator against David Ferrer","trailText":"Andy Murray is hoping warmer weather will help him defeat David Ferrer for the first time in five attempts on clay","standFirst":"<span class=\"bullet\">•</span> Murray confident but has never beaten Spaniard on clay\n<br />\n<span class=\"bullet\">•</span> Warmer weather could help Murray in quarter-final","byline":"Kevin Mitchell at Roland Garros","body":"<p>Andy Murray and Novak Djokovic have much in common from adjacent birthdays to a spirit-sapping defensive game. The most important similarity between them right now, however, is the lack of a French Open title and, after four of seven matches, it is the world No1 who looks more likely to leave Paris smiling on Sunday.</p> \n<p>Djokovic is approaching such a pitch of excellence that even those smiling supporters wearing “Vamos Rafa!” T-shirts around Roland Garros are looking apprehensive before his quarter-final against the Serb on Wednesday. The Spaniard, who dropped a set against the unseeded American Jack Sock on Monday, is struggling for friends at the tournament he has won nine times.</p> \n<p>Nonetheless Murray, who will play the winner if he beats David Ferrer , thinks Djokovic will have to be at his best to beat Nadal. “It’s a huge match any time those guys play each other,” he said, “especially in the majors or finals of the events on the Tour. But Rafa seems to be playing very well. I think the conditions here suit him and he’s more comfortable than anywhere else on the Tour. It will be a lot closer than in the Monte Carlo semi-final [where the Serb beat him in two sets for the loss of six games in a little over an hour and a half].”</p> \n<p>And who would be foolish enough to question the tennis judgment of Murray?</p> \n<p>Nevertheless, doubts hang heavy over Nadal. Four defeats on European clay in one summer may not be disastrous for some players but they plainly hit Nadal’s self-belief in the midriff. He claimed in Rome, where he went out in the quarter-finals to Stan Wawrinka, that he had recovered from his defeat by Murray in the Madrid final the week before but it did not sound convincing.</p> \n<p>And Djokovic’s easy win over Roger Federer in that final only underlined the gulf between him and the rest of the field. When Nadal arrived in Paris, though, his spirits lifted and so did his level. He swatted aside the French teenager Quentin Halys, his compatriot Nicol&aacute;s Almagro, the unseeded Russian Andrey Kuznetsov and then Sock, who had looked inspired putting out Grigor Dimitrov and the rising Croatian Borna Coric.</p> \n<p>Djokovic has looked better, while only rarely having to find an extra gear to beat the Tour-weary Jarkko Nieminen and Gilles M&uuml;ller, the excellent young Australian Thanasi Kokkinakis and a spent Richard Gasquet without dropping a set.</p> \n<p>In the most intense rivalry of modern times, Nadal leads Djokovic 23-20 on all surfaces since 2006. On clay it is 13-5 Nadal. In finals on clay it is 7-4 Nadal. And the single statistic that matters to Nadal supporters is Djokovic has not beaten their hero at Roland Garros in six attempts, most recently in last year’s final, when the champion saved six of 10 break points and survived 11 aces over three and a half hours of quality suffering. Can he do it again after an appendectomy last year and an indifferent return in 2015?</p> \n<p>Look a little closer at the numbers, though: while Nadal won their first eight matches on the dirt, three of them in finals, they are five-all since Djokovic broke through in Madrid in 2011, his year of years. The general impression is the world No1, fuelled by 26 wins on the spin, will be too tough to stop.</p> \n<p>Murray has quietly worked his way through the draw; he is happy with his tennis, even if not many rate his chances of getting past either Nadal or Djokovic in the semi-finals.</p> \n<p>First Murray must deal with Ferrer, who has won all their four clay matches. He is hoping the predicted warmer weather arrives, to harden the court a little and take the drag off the heavy balls they use here. He knows one thing: there will be a lot of running to do unless he plays aggressively.</p> \n<p>“It is [like that] if you allow him to dictate the points,” he said. “But I feel I’ve done a better job of not playing so defensively on clay this year. And when I have had to defend, I’ve moved a lot better so, when I’ve had the chance, I have stepped into the court and dictated the points. In [cold, damp] conditions, David can make you run a lot if you allow him to.</p> \n<p>“But, because he’s not as hard a hitter as somebody like [J&eacute;r&eacute;my] Chardy, you have the opportunity to dictate the points as well. I will need to do that for sure.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433261065449/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray knows a semi-final against either Novak Djokovic or Rafael Nadal awaits if he can defeat David Ferrer for the first time on clay. Photograph: UPI/Landov/Barcroft Media","credit":"UPI /Landov / Barcroft Media/UPI /Landov / Barcroft Media","altText":"Andy Murray ","cleanCaption":"Andy Murray knows a semi-final against either Novak Djokovic or Rafael Nadal awaits if he can defeat David Ferrer for the first time on clay. Photograph: UPI/Landov/Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-06-02T21:00:02Z","lastModified":"2015-06-02T23:30:03Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","French Open 2015","Novak Djokovic","Rafael Nadal","French Open","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/french-open-2015","webTitle":"French Open 2015"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/frenchopen","webTitle":"French Open"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/02/andy-murray-david-ferrer-french-open-quarter-final","shortUrl":"http://gu.com/p/49evk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/02/andy-murray-david-ferrer-french-open-quarter-final","webUri":"http://www.theguardian.com/sport/2015/jun/02/andy-murray-david-ferrer-french-open-quarter-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433261065449/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray knows a semi-final against either Novak Djokovic or Rafael Nadal awaits if he can defeat David Ferrer for the first time on clay. Photograph: UPI/Landov/Barcroft Media","credit":"UPI /Landov / Barcroft Media/UPI /Landov / Barcroft Media","altText":"Andy Murray ","cleanCaption":"Andy Murray knows a semi-final against either Novak Djokovic or Rafael Nadal awaits if he can defeat David Ferrer for the first time on clay. Photograph: UPI/Landov/Barcroft Media"}},"importance":7,"kicker":{"title":"French Open"},"showQuotedHeadline":false,"sublinks":[{"title":"French Open / Wawrinka blows Federer away while gale brings courtside drama","rawTitle":"Wawrinka blows Federer away while gale brings courtside drama","item":{"type":"article","id":"sport/2015/jun/02/stan-wawrinka-roger-federer-french-open-jo-wilfried-tsonga-kei-nishikori","title":"Stan Wawrinka blows Roger Federer away as gale brings courtside drama","trailText":"Wawrinka put out Federer 6-4, 6-3, 7-6, while Jo-Wilfried Tsonga beat Kei Nishikori 6-1, 6-4, 4-6, 3-6, 6-3 in a match interrupted when a metal panel fell on spectators, injuring three","standFirst":"<span class=\"bullet\">•</span> Wawrinka puts out world No2 Federer 6-4, 6-3, 7-6\n<br />\n<span class=\"bullet\">•</span> Fans injured as Jo-Wilfried Tsonga beats Kei Nishikori 6-1, 6-4, 4-6, 3-6, 6-3","byline":"Kevin Mitchell at Roland Garros","body":"<p>While Stan Wawrinka was blowing Roger Federer away in straight sets on Court Suzanne Lenglen, the gale that whipped through the French Open on day 10 came perilously close to doing the same job on Jo-Wilfried Tsonga on Court Philippe Chatrier.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/02/play-suspended-roof-french-open-tsonga-nishikori\">French Open: play suspended after metal panel falls on crowd</a> </p> \n</aside> \n<p>The Frenchman was cruising at a set and 5-2 up against Kei Nishikori in his quarter-final on the tournament’s main court, when, during the changeover, a strong gust loosened an oblong-shaped sheet-metal panel, which was held by nine-inch spikes to the superstructure of the large replay screen in the western corner of the stand, and sent it crashing 50 feet into a group of maybe 100 spectators. With it went Tsonga’s equilibrium.</p> \n<p>Three spectators were cut, bruised, shaken and taken to hospital. Everyone else returned after a half-hour delay for running repairs to the stadium but the Frenchman’s tennis also needed attention.</p> \n<p>His progress towards a semi-final place against Wawrinka – which had looked a formality before the interruption – was now in jeopardy. Japan’s Nishikori, without the anxiety of protecting a lead in front of a home crowd hungry for success at their own tournament, began to hit with freedom and precision. Tsonga wobbled.</p> \n<p>He recovered his composure after a worryingly long dip to win 6-1, 6-4, 4-6, 3-6, 6-3 in three hours and 45 minutes. So what had looked like a stroll at the start before turning into a fierce battle with his opponent, the elements and his own faltering confidence, ended like a soothing zephyr.</p> \n<p>Tsonga celebrated by scribbling “I love you Roland” on the clay.</p> \n<p>Federer, similarly, struggled with an eddying breeze that cut across Lenglen, interfering with probably the most sophisticated touch in tennis since the Czech Miroslav Mecir, who was known to his French fans as <em>Le Prestidigitateur</em>.</p> \n<p>The raw power of Federer’s compatriot did not help, either. Lenglen, the second show court at Roland Garros, is more exposed than Chatrier but Wawrinka’s strong, flat groundstrokes to a large extent took the wind out of the equation.</p> \n<p>Federer, in his 17th consecutive visit, probably expected to be on Chatrier, where he has played most of his matches when reaching the second week. It made little difference, as he conceded later (grateful, no doubt, to miss the distraction of falling metal).</p> \n<p>“It’s just nice for [Wawrinka] to string it together on a big occasion like this at the French, where I always thought he’d have his best chance to do well,” he said. As for what contributed to his defeat, he offered: “Mostly it’s because of Stan’s quality of shot-making, forehand, backhand, serving big when he had to. For me it was trying to hang on.”</p> \n<p>Despite Federer’s best efforts to mix it up, the ball would not drop kindly for him often enough, either short or long. He saved set point on his serve for 4-5, but Wawrinka was relentless.</p> \n<p>While there was little in it from that point until the end, after two hours and nine minutes that must have seemed far longer to the players, his face lit up the court in celebration of a near-flawless 6-4, 6-3, 7-6 victory, only his third in 19 matches against Federer, all of them on clay, but this the first in a slam.</p> \n<p>Nine times in his storied career Federer has come back from two sets down, although he could not make up the deficit against Andreas Seppi in the third round in Melbourne this year, nor here against Tsonga in the quarter-finals two years ago. He’s nearly 34. Such feats get tougher – and Wawrinka, one of the Tour’s most physical players, was just too strong for him.</p> \n<p>Federer forced a tie-break in the third after 40 minutes of some times brutal exchanges and, with the crowd almost totally with him, the tension mounted to serious levels – for spectators and combatants. They crossed at 3-3 – and drama struck. Wawrinka’s forehand hit the line, it was called out, fractionally after Federer hit the ball wide, it seemed. The point stood.</p> \n<p>He observed later: “I would have to see it again on replay. I hope it wasn’t a mistake and, if it was, it was obviously a costly one for me.</p> \n<p>There was a call … as I’m hitting it. Does it throw you off or not? I don’t know. But that’s the rule: if it was during the shot [or] just before, it’s replayed. I hope it was after.”</p> \n<p>Wawrinka led 5-3 and, breathing heavily, held his nerve, finishing the job with a smart volley at the net – where the Swiss friends embraced.</p> \n<p>It was the first time in 291 slam matches stretching back to the US Open in 2002 in which Federer had failed to break his opponent at least once. That is some statistic. But, as Federer said, the day belonged to Wawrinka, who has had the burden of intrusions on his personal life to contend with, and now he wore a smile in the environment where he has always felt most comfortable.</p> \n<p>If Wawrinka and Tsonga can reproduce some of this tennis in the semi-final, it will be a match to remember. Wawrinka thinks so. “It’s going to be exciting,” he said. “Jo is a really strong player. He’s been struggling a little bit since Toronto last year with injury and up and down tennis but, in the French Open, in a grand slam, he’s always there, always playing really well. He already played a semi-final here a few years ago. I saw him a lot this tournament. I think he’s happy and strong mentally.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433273298655/Switzerlands-Stanislas-Wa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stan Wawrinka, the No8 seed, dumped out his compatriot and world No2 Roger Federer in straight sets to set up a semi-final against Jo-Wilfried Tsonga. Photograph: Kenzo Tribouillard/AFP/Getty Images","credit":"Kenzo Tribouillard/AFP/Getty Images","altText":"Switzerland's Stanislas Wawrinka returns","cleanCaption":"Stan Wawrinka, the No8 seed, dumped out his compatriot and world No2 Roger Federer in straight sets to set up a semi-final against Jo-Wilfried Tsonga. Photograph: Kenzo Tribouillard/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-02T19:29:58Z","lastModified":"2015-06-02T23:30:04Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Roger Federer","French Open 2015","Stanislas Wawrinka","Jo-Wilfried Tsonga","French Open","Tennis","Sport"],"tags":[{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/french-open-2015","webTitle":"French Open 2015"},{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/jo-wilfried-tsonga","webTitle":"Jo-Wilfried Tsonga"},{"id":"sport/frenchopen","webTitle":"French Open"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/02/stan-wawrinka-roger-federer-french-open-jo-wilfried-tsonga-kei-nishikori","shortUrl":"http://gu.com/p/49e5t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/02/stan-wawrinka-roger-federer-french-open-jo-wilfried-tsonga-kei-nishikori","webUri":"http://www.theguardian.com/sport/2015/jun/02/stan-wawrinka-roger-federer-french-open-jo-wilfried-tsonga-kei-nishikori"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433273298655/Switzerlands-Stanislas-Wa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stan Wawrinka, the No8 seed, dumped out his compatriot and world No2, Roger Federer, in straight sets to set up a semi-final against Jo-Wilfried Tsonga. Photograph: Kenzo Tribouillard/AFP/Getty Images","credit":"Kenzo Tribouillard/AFP/Getty Images","altText":"Switzerland's Stanislas Wawrinka returns","cleanCaption":"Stan Wawrinka, the No8 seed, dumped out his compatriot and world No2, Roger Federer, in straight sets to set up a semi-final against Jo-Wilfried Tsonga. Photograph: Kenzo Tribouillard/AFP/Getty Images"}},"importance":0,"kicker":{"title":"French Open"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Football / Benítez confirmed as Real Madrid’s new manager","rawTitle":"Benítez confirmed as Real Madrid’s new manager","item":{"type":"article","id":"football/2015/jun/03/rafael-benitez-confirmed-real-madrid-new-manager","title":"Rafael Benítez confirmed as Real Madrid’s new manager","trailText":"Rafael Benítez has been confirmed as Real Madrid’s new manager","standFirst":"<span class=\"bullet\">•</span> Ben&iacute;tez to replace Carlo Ancelotti at Real on a three-year deal\n<br />\n<span class=\"bullet\">•</span> Spaniard began his coaching career at the Bernab&eacute;u","byline":"Press Association","body":"<p>Rafael Ben&iacute;tez has been appointed as Real Madrid’s new manager on a three-year contract, the club have confirmed.</p> \n<p>The former Liverpool, Chelsea and Napoli coach will <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/25/carlo-ancelotti-real-madrid-la-liga\" title=\"\">succeed Carlo Ancelotti</a>, who left the club at the end of the Spanish league season.</p> \n<p>A short statement on Real’s official website read: “Real Madrid CF will present Rafa Ben&iacute;tez as the new first-team coach for the next three seasons today, Wednesday 3 June.</p> \n<p>“The ceremony will take place at 1pm CEST [12pm BST] in the presidential box of the Santiago Bernab&eacute;u. Following his unveiling, Rafa Benitez will hold a press conference in the press room.”</p> \n<p>Ben&iacute;tez began his coaching career at Real before winning two La Liga titles and the Uefa Cup with Valencia. From there he moved to Liverpool in 2004 and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2015/may/25/2005-champions-league-final-brick-by-brick-video\" title=\"\">won the Champions League</a> in his first season at Anfield.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/3/1433319585701/Rafael-Ben-tez-has-been-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rafael Benítez has been confirmed as the new Real Madrid manager.  Photograph: Carlo Hermann/AFP/Getty Images","credit":"Carlo Hermann/AFP/Getty Images","altText":"Rafael Benítez has been confirmed as the new Real Madrid manager","cleanCaption":"Rafael Benítez has been confirmed as the new Real Madrid manager.  Photograph: Carlo Hermann/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-03T08:27:16Z","lastModified":"2015-06-03T08:31:52Z","metadata":{"commentable":true,"commentCount":3,"contributors":[],"feature":false,"keywords":["Rafael Benítez","Real Madrid","Football","Sport"],"tags":[{"id":"football/rafael-benitez","webTitle":"Rafael Benítez"},{"id":"football/realmadrid","webTitle":"Real Madrid"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/03/rafael-benitez-confirmed-real-madrid-new-manager","shortUrl":"http://gu.com/p/49ect","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/03/rafael-benitez-confirmed-real-madrid-new-manager","webUri":"http://www.theguardian.com/football/2015/jun/03/rafael-benitez-confirmed-real-madrid-new-manager"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/3/1433319585701/Rafael-Ben-tez-has-been-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rafael Benítez has been confirmed as the new Real Madrid manager.  Photograph: Carlo Hermann/AFP/Getty Images","credit":"Carlo Hermann/AFP/Getty Images","altText":"Rafael Benítez has been confirmed as the new Real Madrid manager","cleanCaption":"Rafael Benítez has been confirmed as the new Real Madrid manager.  Photograph: Carlo Hermann/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Cricket / Cook urges England batsmen to find form before Ashes","rawTitle":"Cook urges England batsmen to find form before Ashes","item":{"type":"article","id":"sport/2015/jun/02/alastair-cook-england-new-zealand-brendon-mccullum","title":"England captain Alastair Cook urges batsmen to find form before Ashes","trailText":"Ian Bell and Gary Ballance have been told by England’s captain, Alastair Cook, to put their games in order after failing against New Zealand","standFirst":"<p><span class=\"bullet\">•</span> Ian Bell and Gary Ballance told they must work hard at their games<br /><span class=\"bullet\">•</span> Cook warns they have five weeks to improve after failing against New Zealand</p>","byline":"Ali Martin at Headingley","body":"<p>Alastair Cook still believes England can regain the Ashes this summer but he has told the struggling batsmen Ian Bell and Gary Ballance they must go away and put their games in order before the first Test against Australia in Cardiff on 8 July.</p> \n<p>Speaking after the 199-run defeat by New Zealand that left the two-Test series drawn 1-1 – and on a day when Bell, Ballance, Jimmy Anderson and Stuart Broad were all dropped for the one-dayers – the captain was in defiant mood.</p> \n<p>Asked whether he still thought beating Australia was possible, despite England winning only one Test series in their last five, Cook said: “Yes, I do. I think in our conditions as well we are comfortable. But we have to make that step forward as a side and we have to do it quickly.”</p> \n<p>The early-season encounter with New Zealand has highlighted a worrying dip in returns from Bell and Ballance, with the former averaging 6.28 in his past four Tests and the latter’s technique facing scrutiny during a run of six innings without passing 30.</p> \n<p>With both batsmen among six players from the World Cup to be left out of the 50-over squad, Cook believes that, as with his own resurgence since being dropped from that tournament, the pair can use the additional time to seek remedial help before having to face bowlers such as Mitchell Johnson and Mitchell Starc when they play Australia.</p> \n<p>“Clearly they haven’t scored the runs – that is the black and white of it,” said Cook, who was named man of the series for England after scoring 309 runs in four innings. “They have five weeks to go away and find form. They are fantastic players and both their records suggests that.</p> \n<p>“They will be concerned because they haven’t scored the runs but it wasn’t long ago I was struggling and form comes and goes. They have a lot of hard work to do but two games in isolation don’t make you a bad player.”</p> \n<p>The breakneck speed of New Zealand’s cricket, in which they scored at 4.92 runs per over at Headingley before bowling England out for 255 on the fifth day, has only highlighted the disappointment that there will be no decider between the two sides – something Cook agrees with.</p> \n<p>“I get blamed for a lot of things but you can’t blame me for the schedules,” he said, jokingly. “Both sides would have loved another Test match. One-all feels like there should have been more. If you were a boxing promoter you’d want a rematch now, wouldn’t you? Both sides played it as cricket should be played and the standard has been high.”</p> \n<p>One area where the standard dropped, however, was England’s catching, with nine chances going to grass during the course of the series. Cook admitted there were areas to work on but he had seen plenty both at Lord’s and in Leeds to remain optimistic.</p> \n<p>“We let things slip but there are positives,” he said. “It was great for Adam Lyth to get a hundred on his home ground – that is the stuff dreams are made of. Ben Stokes did well, not only at Lord’s, but in a tough situation at Headingley and Mark Wood has added fire to our bowling line-up.”</p> \n<p>Cook’s opposite number, Brendon McCullum, who guided his side to the World Cup final in March, said that leading New Zealand to only their fifth Test win on English soil will rank among his greatest achievements when he retires. He knows cricket will always come second in his country to rugby but the 33-year-old hopes a new generation will be inspired.</p> \n<p>“England is a tough place to tour,” McCullum said. “There is the ball and the conditions, plus England are a very good cricket team in their own backyard. We will look back in years to come and be very proud.”</p> \n<p>He added: “We’ll never get near rugby – it’s in our blood. From when you are born in New Zealand you try to become an All Black. But we were able to captivate our nation during the World Cup and performances like this will help. If it sees one or two extra talents coming through to choose to play our sport, then that’s great for the game.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/2/1433275080086/Englands-captain-Alastair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's captain Alastair Cook admitted his team had 'let things slip' against New Zealand. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"England's captain Alastair Cook admitted his team had 'let things slip' against New Zealand.","cleanCaption":"England's captain Alastair Cook admitted his team had 'let things slip' against New Zealand. Photograph: Gareth Copley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-02T20:09:19Z","lastModified":"2015-06-02T23:50:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England cricket team","Alastair Cook","New Zealand cricket team","Ian Bell","Cricket","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/ian-bell","webTitle":"Ian Bell"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/02/alastair-cook-england-new-zealand-brendon-mccullum","shortUrl":"http://gu.com/p/49e5p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/02/alastair-cook-england-new-zealand-brendon-mccullum","webUri":"http://www.theguardian.com/sport/2015/jun/02/alastair-cook-england-new-zealand-brendon-mccullum"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/2/1433275080086/Englands-captain-Alastair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England’s captain, Alastair Cook, admitted his team had ‘let things slip’ against New Zealand. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"England's captain Alastair Cook admitted his team had 'let things slip' against New Zealand.","cleanCaption":"England’s captain, Alastair Cook, admitted his team had ‘let things slip’ against New Zealand. Photograph: Gareth Copley/Getty Images"}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Cycling / Wiggins throws down hour-record gauntlet to elite rivals","rawTitle":"Wiggins throws down hour-record gauntlet to elite rivals","item":{"type":"article","id":"sport/2015/jun/02/bradley-wiggins-cycling-hour-record","title":"Sir Bradley Wiggins throws down hour-record gauntlet to elite cyclists","trailText":"Sir Bradley Wiggins has urged top cyclists to take up the challenge of the hour record as he attempts to break it","standFirst":"<span class=\"bullet\">•</span> Olympian confident of setting new mark in London on Sunday\n<br />\n<span class=\"bullet\">•</span> 2012 Tour de France winner urges other riders to take up the challenge","byline":"Press Association","body":"<p>Sir Bradley Wiggins has challenged cycling’s elite to “add more kudos” to the hour record by urging them to better him if he sets a new mark on Sunday.</p> \n<p>Wiggins is confident he can beat the official record of 52.937km set last month by Alex Dowsett – Chris Boardman produced the all-time longest distance of 55.250km using the now-banned “superman” position – when he rides at London’s Lee Valley VeloPark on Sunday.</p> \n<p>“I welcome competition,” said Wiggins. “Whatever I do on Sunday I hope someone goes for the record again, even if they fail. If no one attacks them because they’re frightened of failing, then the record will sit there dormant. That’s what sport’s all about.</p> \n<p>“It will add more kudos to the record the more people that attempt it. Up to now it seems like people have been in a rush to get in there before I do it, and that’s great, but I hope it continues after this weekend.”</p> \n<p>New rules dictate that Wiggins must use a conventional time-trial bike, a significant disadvantage to Boardman when he set his now defunct record in 1996. But the 2012 Tour de France winner remains optimistic he could eclipse Dowsett and Boardman should the air pressure and other conditions prove favourable.</p> \n<p>Wiggins said he was aiming to join “quite a special club” of riders who have won the Tour de France and set an hour record. “It’s certainly not easy but I really enjoy doing this type of thing, just how quantifiable it is,” he said. “I find that easy mentally. Partly why I’m doing it is to put your name up there with those people who have done it before. It’s an incredibly historic record. To put your name up there, it puts you into a bracket of those who have done it and also won the Tour de France as well, which is quite a special club.”</p> \n<p>Wiggins said training had been going well. “We’ve done a few lengthy sessions at race pace and they’ve gone well, it’s not been a slog,” he said. “That builds excitement. A month ago we were doing 40-minute blocks and we were saying ’it’s a shame it’s not on Sunday’. So we’ve just been trying not to get too carried away. Now we’re in the taper the nerves are building. But historically that’s what I’ve always done well, the execution. But now I’m going through the process of building myself up. If I was to get up and do a 4k pursuit I reckon I could get close to the world record at the moment. So I feel I’m in good shape.”</p> \n<p>The four-times Olympic gold winner believes reaching the latter stage of his career at 35 could actually prove a boost to his chances of setting a new record.</p> \n<p>“A lot of it is maturity as an athlete, I can train harder now than I used to,” he said. “I always used to shy away from that stuff, because I didn’t want to test myself. The only thing that really affects how fast you can go is the air pressure. It looks like it’s going to be high, and that could make a kilometre difference. That could be the difference between chasing Chris’ record. It’s doable but a lot will tell in the next few days.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433282290401/Sir-Bradley-Wiggins-is-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Bradley Wiggins is the man of the hour as he prepares for his record attempt in London. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Sir Bradley Wiggins is the man of the hour as he prepares for his record attempt in London.","cleanCaption":"Sir Bradley Wiggins is the man of the hour as he prepares for his record attempt in London. Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-02T22:22:16Z","lastModified":"2015-06-02T22:22:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Sir Bradley Wiggins","Cycling","Sport"],"tags":[{"id":"sport/bradleywiggins","webTitle":"Sir Bradley Wiggins"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/02/bradley-wiggins-cycling-hour-record","shortUrl":"http://gu.com/p/49e74","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/02/bradley-wiggins-cycling-hour-record","webUri":"http://www.theguardian.com/sport/2015/jun/02/bradley-wiggins-cycling-hour-record"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433282290401/Sir-Bradley-Wiggins-is-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Bradley Wiggins is the man of the hour as he prepares for his record attempt in London. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Sir Bradley Wiggins is the man of the hour as he prepares for his record attempt in London.","cleanCaption":"Sir Bradley Wiggins is the man of the hour as he prepares for his record attempt in London. Photograph: Bryn Lennon/Getty Images"}},"importance":4,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Football / Rodgers to stay at Liverpool after positive talks with club","rawTitle":"Rodgers to stay at Liverpool after positive talks with club","item":{"type":"article","id":"football/2015/jun/02/brendan-rodger-set-to-remain-liverpool-manager-positive-talks","title":"Brendan Rodgers to remain at Liverpool after positive talks with club officials","trailText":"Brendan Rodgers is set to continue as Liverpool manager after he held positive discussions with the club’s executives","standFirst":"<span class=\"bullet\">•</span> Manager held review with FSG representatives in city centre on Tuesday\n<br />\n<span class=\"bullet\">•</span> Group agreed on ‘a comprehensive plan for improvement’","byline":"Andy Hunter","body":"<p>Brendan Rodgers is to remain the Liverpool manager following a review with Tom Werner, the club chairman, and Mike Gordon, the president of Fenway Sports Group.</p> \n<p>The 42-year-old had been under pressure after a dismal end to the season that culminated in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/stoke-city-liverpool-premier-league-match-report\" title=\"\">6-1 loss at Stoke City</a>, Liverpool’s heaviest defeat in 52 years, no silverware for the third year of his reign and failure to qualify for the Champions League, despite a &pound;117m investment in new players. However, having met the two members of the Anfield hierarchy who are leading a wide-ranging review into what went wrong in 2014-15, Rodgers has been assured his position is safe and that he remains FSG’s man going into next season.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/01/liverpool-james-milner-free-transfer-manchester-city\">Liverpool to sign James Milner on free transfer from Manchester City</a> </p> \n</aside> \n<p>Rodgers met Werner and Gordon in Liverpool on Tuesday after they arrived on Merseyside on Monday night. The three had a two-hour debrief, although Rodgers and Gordon had held meetings since the end of the season, at which all parties agreed on “a comprehensive plan for improvement” at Anfield.</p> \n<p>The talks have been described as “good and productive” but Liverpool have not divulged what the plan for improvement entails. The club’s transfer committee has been heavily <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/25/brendan-rodgers-liverpool-transfers-suarez-gerrard-sterling\" title=\"\">criticised for a series of poor signings</a> and a failure to acquire leading targets in recent windows but Rodgers had stated his support for the FSG model prior to the review. There may yet be changes or additions to Liverpool’s backroom staff but the manager himself has received FSG’s backing to lead a necessary improvement at Anfield next season.</p> \n<p>Rodgers has long advocated more established Premier League signings to balance the owners’ strategy of acquiring young, developing talent. With <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/01/liverpool-james-milner-free-transfer-manchester-city\" title=\"\">the free transfer of James Milner believed to be close</a>, Burnley’s Danny Ings also favouring a move to Anfield, Aston Villa striker <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/26/liverpool-kolo-toure-andre-wisdom-contract-extensions\" title=\"\">Christian Benteke a leading target</a> and Nathaniel Clyne the subject of a &pound;10m bid from Liverpool, albeit rejected by Southampton, it appears the manager’s argument has been accepted to a degree by the club’s owners.</p> \n<p>Gordon and Rodgers have a strong working relationship and the FSG president’s review encompasses far more than the manager’s ability to revive Liverpool after the sixth-placed finish in the Premier League. The recruitment strategy and the youth academy set-up are aspects of the club that are also under consideration.</p> \n<p>FSG accepted that the &pound;75m sale of Luis Su&aacute;rez to Barcelona last summer would undermine Rodgers’ hopes of sustaining the thrilling football and title challenge of 2013-14. But there was also a belief that the biggest transfer outlay in Liverpool’s history, with eight players arriving at Anfield last summer and a ninth, Divock Origi, remaining at Lille on loan for the season, should have resulted in Champions League qualification for a second successive season.</p> \n<p>Instead, Liverpool finished eight points behind fourth-placed Manchester United, having won only two of their final nine Premier League matches, and have now qualified for the Champions League once in the last six seasons.</p> \n<p>Rodgers’ team did reach the semi-finals of both domestic cup competitions, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/27/chelsea-liverpool-capital-one-cup-match-report\" title=\"\">losing to Chelsea in the Capital One Cup</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/19/aston-villa-liverpool-fa-cup-semi-final-match-report\" title=\"\">meekly to Aston Villa at Wembley in the FA Cup</a>, but Europe brought further disappointment. Liverpool managed just the one win in a relatively modest Champions League group – with Rodgers’ decision to field a weakened team <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/nov/04/real-madrid-liverpool-champions-league-match-report\" title=\"\">at Real Madrid</a> inviting pressure – and exited the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/feb/26/besiktas-liverpool-europa-league-match-report\" title=\"\">Europa League on penalties against Besiktas</a> having dropped into the second-tier competition.</p> \n<p>Rodgers’ clear misgivings over the suitability of the new signings had also been an issue for the owners. Only midfielder Emre Can established himself as a regular of last summer’s intake and that was in a defensive role. But FSG also accept the mitigating circumstances behind Liverpool’s dramatic deterioration in goals last season. With Su&aacute;rez gone, Daniel Sturridge was expected to lead the attack last season but started only seven league games because of a succession of injuries as Liverpool’s Premier League goals tally fell from 101 in 2013-14 to 52 last term.</p> \n<p>The former Borussia Dortmund coach Jurgen Klopp and ex-Liverpool manager Rafael Ben&iacute;tez had support among a fanbase that appeared to lose faith in Rodgers during the team’s struggles in 2014-15. FSG, however, maintained the Northern Irishman was their man for the long term, even after the humiliation at Stoke, and have now removed any lingering uncertainty following the end-of-season review.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433262612820/Brendan-Rodgers-had-come--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendan Rodgers had come under pressure following a poor season for Liverpool but he now looks set to remain as manager.  Photograph: Dave Howarth/PA","credit":"Dave Howarth/PA","altText":"Brendan Rodgers had come under pressure following a poor season for Liverpool","cleanCaption":"Brendan Rodgers had come under pressure following a poor season for Liverpool but he now looks set to remain as manager.  Photograph: Dave Howarth/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-02T16:36:05Z","lastModified":"2015-06-02T23:01:36Z","metadata":{"commentable":true,"commentCount":682,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Brendan Rodgers","Liverpool","Football","Sport"],"tags":[{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/02/brendan-rodger-set-to-remain-liverpool-manager-positive-talks","shortUrl":"http://gu.com/p/49e2y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/02/brendan-rodger-set-to-remain-liverpool-manager-positive-talks","webUri":"http://www.theguardian.com/football/2015/jun/02/brendan-rodger-set-to-remain-liverpool-manager-positive-talks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433262612820/Brendan-Rodgers-had-come--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendan Rodgers had come under pressure following a poor season for Liverpool but he now looks set to remain as manager.  Photograph: Dave Howarth/PA","credit":"Dave Howarth/PA","altText":"Brendan Rodgers had come under pressure following a poor season for Liverpool","cleanCaption":"Brendan Rodgers had come under pressure following a poor season for Liverpool but he now looks set to remain as manager.  Photograph: Dave Howarth/PA"}},"importance":4,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Cipriani arrest gives hard-line Lancaster new World Cup dilemma","rawTitle":"Cipriani arrest gives hard-line Lancaster new World Cup dilemma","item":{"type":"comment","id":"sport/blog/2015/jun/02/danny-cipriani-arrest-stuart-lancaster-world-cup-england","title":"Danny Cipriani arrest gives hard-line Lancaster new World Cup dilemma","trailText":"Stuart Lancaster has made a point of changing the England team’s culture having seen at first hand how things unravelled in New Zealand in 2011","standFirst":"The England coach has made a point of changing the team’s culture having seen at first hand how things unravelled in New Zealand in 2011\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/02/danny-cipriani-arrest-england\" title=\"\">England await outcome of police investigation after Cipriani arrest </a>","byline":"Robert Kitson","body":"<p>Another week, another England rugby player, another police station. No charges have yet been issued following <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/02/danny-cipriani-arrested-suspicion-drink-driving\" title=\"\">Danny Cipriani’s arrest in the early hours of Monday morning</a> on suspicion of drink-driving but the fly-half’s latest off-field scrape could scarcely have come at a more delicate moment for Stuart Lancaster or the Rugby Football Union.</p> \n<p>So far Cipriani has merely been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/02/danny-cipriani-arrest-england\" title=\"\">bailed and asked to report back to police in early August</a> following his involvement in a traffic accident in Chelsea at around 5.15am. The RFU is stressing it will not rush to any draconian conclusions but Lancaster will not be amused by this latest episode. Within the past three weeks <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/15/manu-tuilagi-rugby-world-cup-assautling-police-officer-england\" title=\"\">Manu Tuilagi has been convicted on three counts of assault</a> – the Leicester centre has since been handed a 56-day driving ban after being caught speeding in a separate incident – and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/29/england-dylan-hartley-world-cup-squad\" title=\"\">Dylan Hartley’s suspension for a headbutt has also caused Lancaster to drop him from his World Cup squad</a>.</p> \n<p>Given there are still more than 100 days to go until the 2015 tournament kicks off this autumn, it is not an encouraging attrition rate. As Brian O’Driscoll wryly pointed out on Twitter on Tuesday, the law of averages suggests England can still expect to lose a couple more players through injury between now and September, regardless of how early an evening curfew Lancaster imposes when his players assemble on 22 June to prepare for the highest-profile tournament of their lives.</p> \n<p>Regardless of whether a charge does or does not follow, Cipriani has chosen an unwise time to shine a torch back on his after-hours lifestyle. By scoring two tries and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/england-barbarians-five-players-world-cup-squad\" title=\"\">contributing handsomely to a big win over the Barbarians at Twickenham on Sunday</a>, he had just made the management think again about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/england-barbarians-five-players-world-cup-squad\" title=\"\">the positive impact he could have at a World Cup</a>. Now he has reminded them why they were ever so slightly reluctant to welcome him back into the fold in the first place.</p> \n<p>The 27-year-old Cipriani, who was breath-tested by police after his black Mercedes was in a collision with a silver Toyota near Chelsea Harbour, has been released on unrestricted bail with police declining to reveal whether he was over the legal drink-drive limit. Given this is the same man who was once excluded from an England squad under Brian Ashton for picking up tickets from a nightclub in the early hours when he was sober, however, Cipriani will be uncomfortably aware there is a precedent for the RFU to consider even if the police decide to take no further action.</p> \n<p>The issue once again is trust. In the goldfish-bowl environment of a home World Cup Lancaster needs to be confident all his players will display sound off-field judgment at all times. Having seen at first hand <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2011/sep/15/dwarf-throwing-england-rugby\" title=\"\">how things unravelled in New Zealand in 2011</a>, the head coach has made a point of emphasising the culture had to change. On recent evidence it has to be concluded the healing process still has some way to go.</p> \n<p>Which is why Cipriani, even if innocent of nothing worse than being in the wrong place at the wrong time, is battling to feature at a World Cup he has set his heart on making. He was already struggling to make the final 31, with George Ford and Owen Farrell set to be England’s two first-choice fly-halves, and the versatility of Exeter’s Henry Slade and Saracens’ Alex Goode is not helping his cause either.</p> \n<p>In mitigation there are rugby players up and down the country currently enjoying later nights than usual at the conclusion of a long season. The modern player puts in so many weeks of conditioning work that, when allowed to step off the treadmill in the narrow window before pre-season training begins, the temptation to let off steam is considerable.</p> \n<p>Over the last 12 months Cipriani’s dedication to the job of steering Sale around the field has been exemplary but, ominously for him, Lancaster has taken a consistently hard line on off-field distractions.</p> \n<p>There are even suggestions <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/01/england-wing-david-strettle-depart-saracens-clermont-auvergne\" title=\"\">David Strettle may have compromised his World Cup chances by signing for Clermont Auvergne</a>, even though he is not relocating to France from Saracens until after the World Cup. The Test future of Cipriani, who turned down a move to the Top 14 to enhance his international prospects, is now firmly back in the hands of others.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433263152461/Danny-Cipriani-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Danny Cipriani has chosen an unwise time to shine a torch back on his after-hours lifestyle with the World Cup so close. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Danny Cipriani","cleanCaption":"England's Danny Cipriani has chosen an unwise time to shine a torch back on his after-hours lifestyle with the World Cup so close. Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-02T16:44:06Z","lastModified":"2015-06-02T23:30:02Z","metadata":{"commentable":true,"commentCount":131,"contributors":[{"name":"Robert Kitson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747414/RobertKitson.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertkitson"}],"feature":true,"keywords":["Danny Cipriani","Stuart Lancaster","Rugby World Cup 2015","England rugby union team","Rugby World Cup","Rugby union","Sport"],"tags":[{"id":"sport/danny-cipriani","webTitle":"Danny Cipriani"},{"id":"sport/stuart-lancaster","webTitle":"Stuart Lancaster"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Robert Kitson","topic":{"type":"tag-contributor","name":"profile/robertkitson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/02/danny-cipriani-arrest-stuart-lancaster-world-cup-england","shortUrl":"http://gu.com/p/49e3v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/02/danny-cipriani-arrest-stuart-lancaster-world-cup-england","webUri":"http://www.theguardian.com/sport/blog/2015/jun/02/danny-cipriani-arrest-stuart-lancaster-world-cup-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433263152461/Danny-Cipriani-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Danny Cipriani has chosen an unwise time to shine a torch back on his after-hours lifestyle with the World Cup so close. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Danny Cipriani","cleanCaption":"England's Danny Cipriani has chosen an unwise time to shine a torch back on his after-hours lifestyle with the World Cup so close. Photograph: David Davies/PA"}},"importance":3,"byline":{"title":"Robert Kitson"},"showQuotedHeadline":true,"sublinks":[]},{"title":"French Open / Ivanovic beats Svitolina to reach first Paris semi since 2008","rawTitle":"Ivanovic beats Svitolina to reach first Paris semi since 2008","item":{"type":"article","id":"sport/2015/jun/02/french-open-ana-ivanovic-elina-svitolina","title":"Ana Ivanovic beats Elina Svitolina to reach first French semi since 2008","trailText":"The No7 seed Ana Ivanovic will play Lucie Safarova in the semi-finals of the French Open","standFirst":"<span class=\"bullet\">•</span> Serb to face Czech Lucie Safarova for place in final\n<br />\n<span class=\"bullet\">•</span> Lucie Sararova beats Garbi&ntilde;e Muguruza in her quarter-final 7-6, 6-3","byline":"Kevin Mitchell at Roland Garros","body":"<p>Despite a faltering serve and a struggle with the elements, Ana Ivanovic found enough of her old magic on Court Philippe Chatrieron Tuesday to revive memories of her best days here seven and eight years ago, when she was runner-up and then champion. Now only Lucie Safarova stands between her and another final.</p> \n<p>On a warm and windy day, she beat the rising Ukrainian Elina Svitolina – coached by Iain Hughes, a friend of Andy Murray’s – 6-3, 6-2 in just an hour and a quarter to reach her first French Open semi-final since 2008, when she went on to beat Dinara Safina 6-4, 6-3 in the final. That was a year after she lost in the final to Justine Henin in two painfully quick sets, 6-1, 6-2.</p> \n<p>The Serb was hitting a peak back then as a teenager – reaching the semi-finals at Wimbledon in 2007 and the final in Melbourne the following January – that inspired good judges to predict great things for her but the player’s career did not quite take off.</p> \n<p>“I was always very shy, and for me it was very hard to have that much attention,” Ivanovic told the New York Times last year. She went 17 slams without getting past the fourth round and her ranking tumbled.</p> \n<p>Ivanovic, only 27, is seeded No7 here and in excellent form. “I don’t know if I should feel really old or really happy,” she said courtside.</p> \n<p>Later she recalled the joy of her victory in 2008: “I do remember that feeling, and I’m just so thrilled. You can’t take any victory for granted, let alone a quarter-final. It’s been a long time. I know the feeling and the emotions – and winning on Philippe Chatrier, it means a lot to me. I’m very humbled.”</p> \n<p>This was Ivanovic’s first quarter-final at a slam since she lost to Eugenie Bouchard of Canada at the Australian Open last year and, if she goes all the way in the absence of the beaten Maria Sharapova and with the world No1 Serena Williams wobbling, she has possibilities.</p> \n<p>Ivanovic served out the first set comfortably, as Svitolina failed to control the wind, with a wild forehand for 30-0 and an overcooked backhand, the last shot of the frame. Despite three double faults in the second set, as many as she had in the first, Ivanovic was always in control.</p> \n<p>With her boyfriend Bastian Schweinsteiger, the Germany midfielder and World Cup winner, watching from the stands, she took her third match point after an hour and a quarter with a cross-court forehand of such elegance and certainty it was hard to believe she has been away so long.</p> \n<p>Waiting for her in the semi-finals on Thursday will be the Czech Safarova, who put out Sharapova on Monday and, on Tuesday was too strong for the Spaniard Garbi&ntilde;e Muguruza, winning 7-6, 6-3 on Court Suzanne Lenglen.</p> \n<p>Muguruza’s serve did not cope with the wind and she hit five double faults, as well as 29 unforced errors in a tight, seesawing contest that lasted nearly two hours. She saved six of eight break points but could not hold Safarova at bay in the second set.</p> \n<p>Safarova also is feeling the tide of emotion of getting this far. “I could not sleep last night,” she said, “so I was a little tired in the morning.” The adrenaline, though, will be back by Thursday.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433267666930/Ana-Ivanovic-celebrates-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ana Ivanovic of Serbia celebrates after defeating Elina Svitolina 6-3, 6-2 in the French Open quarter-finals. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Ana Ivanovic celebrates at the Frecnh Open","cleanCaption":"Ana Ivanovic of Serbia celebrates after defeating Elina Svitolina 6-3, 6-2 in the French Open quarter-finals. Photograph: Ella Ling/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-02T17:57:50Z","lastModified":"2015-06-02T23:30:04Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["French Open 2015","Tennis","French Open","Sport"],"tags":[{"id":"sport/french-open-2015","webTitle":"French Open 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/frenchopen","webTitle":"French Open"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/02/french-open-ana-ivanovic-elina-svitolina","shortUrl":"http://gu.com/p/49e3p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/02/french-open-ana-ivanovic-elina-svitolina","webUri":"http://www.theguardian.com/sport/2015/jun/02/french-open-ana-ivanovic-elina-svitolina"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433267666930/Ana-Ivanovic-celebrates-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ana Ivanovic of Serbia celebrates after defeating Elina Svitolina 6-3, 6-2 in the French Open quarter-finals. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Ana Ivanovic celebrates at the Frecnh Open","cleanCaption":"Ana Ivanovic of Serbia celebrates after defeating Elina Svitolina 6-3, 6-2 in the French Open quarter-finals. Photograph: Ella Ling/BPI/Rex Shutterstock"}},"importance":3,"kicker":{"title":"French Open"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-03T08:35:25Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}