{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Anthony Joshua interview / It's amazing how boxing has turned me around","rawTitle":"It's amazing how boxing has turned me around","item":{"type":"article","id":"sport/2015/may/26/anthony-joshua-boxing-prison-heavyweight-greatness","title":"Anthony Joshua goes from prison to punching way to heavyweight greatness","trailText":"The Olympic champion tells Donald McRae his troubled past has helped him stay humble and focused on the biggest fight of his fledgling pro career against Kevin Johnson","standFirst":"Unbeaten boxer’s troubled past has helped him stay humble and focused on the biggest fight of his fledgling professional career against the strutting American Kevin Johnson at the O2 Arena on Saturday","byline":"Donald McRae","body":"<p>On a hazy spring afternoon in a farmyard gym outside Brentwood in Essex, Anthony Joshua’s face lights up as he anticipates the most important contest of his brief but highly impressive boxing career so far. He faces the swaggering American Kevin “Kingpin” Johnson at the O2 Arena in London on Saturday and his opponent <a href=\"https://www.youtube.com/watch?v=x7-156i_C5E\">has talked up a storm</a>.</p> \n<p>“We squared off <a href=\"https://www.youtube.com/watch?v=c7lTDU24m-I\">at the first press conference</a> and it’s great that Johnson has no fear of me and I have no fear of him,” Joshua says with a wide grin. “He’s been in with Vitali Klitschko and he’s thinking: ‘If Vitali can’t drop me, who the hell is this kid?’”</p> \n<p>The 25-year-old laughs softly at the apparent logic of Johnson. “Look, he’s an American. They’re a different breed. They’re arrogant. Their egos are bigger than themselves but that’s what makes it interesting.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/amir-khan-dominate-welterweight-division-virgil-hunter\">Amir Khan can dominate welterweight division for years, says Virgil Hunter</a> </p> \n</aside> \n<p>Joshua, with his imposing physique and cheerful character layered by a bright intelligence and past adversity, is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/aug/12/anthony-joshua-wins-gold-boxing\">an Olympic champion </a>with a 12-0 professional record. None of his opponents have lasted more than three rounds but Joshua thinks carefully and talks fluidly whether assessing Johnson’s mentality or revealing that, while still a Watford teenager, he was on remand and preparing for a 10-year prison term. That candid admission indicates a serious resolve to make up for his youthful mistakes and, one day, become the undisputed world heavyweight champion.<br /></p> \n<p>But, first, he is genuinely engaged when asked if he thinks Johnson really believes he can win their fight. Joshua leans back in his chair and savours the question. “Hmmm … let me put myself in Johnson’s shoes. If I do that then the answer is ‘yes’. He will be looking at me as a green novice who has had only 12 fights. He’s going to throw some sneaky lefts which he thinks might shock me. I think he really does believe he has a chance.”</p> \n<p>Johnson is canny and he has not been stopped in 36 fights. He is expected to last longer than any of Joshua’s previous opponents – even if that means he adopts a strategy of survival to avoid being hit cleanly. In his quieter reflections Johnson will have seen how Joshua’s pulverising power appears more evident with each new victory. “The last guy was supposed to last,” the 6ft 6in Joshua says of Raphael Zumbano Love, the experienced Brazilian heavyweight, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/09/anthony-joshua-raphael-zumbano-love\">whom he knocked out inside two rounds</a> in Birmingham this month. “A lot of guys I’ve fought as a pro have been shorter than me and they’ve been trying to counter me. Zumbano was about the same height so I could counter him. I slipped more punches and that’s how I got Zumbano. I threw a lazy jab just as he did and I knew I was coming over the top. That’s why I got that spectacular KO. I’m not punching down. I’m punching straight over the top of his jab.</p> \n<p>“But I’m not hitting anywhere near as hard as I can because I want the rounds. People say of every opponent: ‘When are you going to knock him out?’ But <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jan/24/mike-tyson-interview-pain-escape-violent-past\">I’m not like Mike Tyson</a> who came flying out of his corner. I’m much more composed. A guy is supposed to be durable but then I start finding my range and, well, it comes together. Boom.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/23/james-degale-ibf-title-andre-dirrell\">James DeGale wins IBF title with unanimous decision over Andre Dirrell</a> </p> \n</aside> \n<p>Joshua spreads his hands and smiles helplessly at his power. Over the course of the afternoon we talk a lot about great old heavyweights, <a href=\"http://www.donaldmcrae.com/inblackandwhtabout.html\">from Joe Louis</a> to Tyson, and Joshua is acutely aware how even once seemingly impregnable champions were not only defeated but ended up in chaos, debt and drug addiction. He pinpoints the need to keep the myth of invincibility in check and, even more pressingly, to avoid a vast retinue of admirers and hangers-on.<br /></p> \n<p>He may have looked like a sculpted wrecking machine in his first dozen fights but Joshua admits he has yet to be examined. The heavyweight thinks long and hard when asked if he can identify even a small moment of difficulty for him as a pro. The pause lasts 10 seconds before Joshua shakes his head. “In the gym, during sparring, there have been some. But in the arenas, during fights, not one hard moment springs to mind. The only thing I could say is that I boxed Michael Sprott with a fractured back [Joshua’s injury was diagnosed after his first-round win]. But it’s still early days.”</p> \n<p>Joshua knows that, eventually, there will be hard nights ahead. And so it feels important to ask him about his last defeat at the 2011 amateur world championships. “Magomedrasul Majidov was an unbelievable fighter,” he says of the renowned amateur from Azerbaijan. “But I had only been boxing for two and a half years then because my first amateur fight was in November 2008. So he was much more experienced.</p> \n<p>“Majidov wasn’t big or tough-looking. I thought I would have him easy. But in the first round I was like a novice, missing shots, spinning off. I still thought it was going to be easy. But he came steaming out in the second and caught me with a beautiful shot. Boom. I was OK but I thought: ‘You want to take it there? Suits me.’ I lost my composure and went toe-to-toe with him. That cost me the fight. He won 21-20. I shed a tear afterwards.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/22/muhammad-ali-phantom-punch-sonny-liston-1965\">Muhammad Ali’s phantom punch has us scratching our heads 50 years on | Richard Williams</a> </p> \n</aside> \n<p>As we discuss his two other defeats as an amateur, Joshua selects his second loss at the European Championships, also in 2011, as a way to understand his troubled background. “That was when I had my one court case,” he says, remembering how he had been caught in possession of cannabis and charged wrongly with an intent to supply. “They had banned me from all boxing internationally and domestically for my club. I thought I’m done with boxing. So I went back to Watford and started hanging around with my mates. But that’s when GB Boxing called me up and asked if I want to go to the Europeans. They said: ‘We’re still looking into your case …’ So I had a week’s training and then lost in the quarter-finals.<br /></p> \n<p>“It was a turning point. Before the world championships I said: ‘Man, I have to change. I have an opportunity with boxing that I believe in. I am going to focus all my energies in boxing.’ I was 21 and I’d had my share of problems. Another court case actually got me into boxing. I was facing a long sentence … and when I beat that I decided to start boxing.”</p> \n<p>Was this earlier case also cannabis-related? “No,” Joshua says. “It was fighting and other crazy stuff. I was actually on remand, when you’re in jail waiting for your sentence. There are idiots inside and this is when you realise what you are dealing with in prison. I was on remand in Reading for two weeks. Once you’re there it’s 50-50 because you’ve been found guilty, so I was preparing myself for the worst. It could have been 10 years. I would’ve been there until I was 28 because I was 18 at the time. So I would have still been there right now …”</p> \n<p>Joshua shakes his head bleakly at his narrow escape but then brightens. “My guardian angel decided I didn’t need to be punished with a jail sentence. But I was on tag for over a year and that helped. I became so disciplined when I was on tag. I would be at home by eight o’clock and because I had boxing, I lived the disciplined life. I started reading because I learnt that so many champions educated themselves. Joe Louis, Mike Tyson, Bernard Hopkins. Before it was ‘act now, think later’ – but the discipline and reading changed me.</p> \n<p>“Before, I was just with guys my age or younger and we’d drive past fancy houses and say: ‘Oh, when I make my money I’m going to buy that house.’ But it was a far-fetched dream. People who do crime do it for reward. But you end up in jail – that’s no reward. Through crime your ambitions are low. It’s strange but now I am being invited into these fancy houses. And I enter them polite and humble. It’s amazing how boxing turned me around.”</p> \n<p>We’re at a farmyard house, owned by a friend of Eddie Hearn, Joshua’s promoter, where there is a helicopter in the back garden. And yet I like the fact Joshua has not swapped his council house in Golders Green in north-west London for a swanky penthouse.</p> \n<p>“I’m happy where I am,” he says. “I bought the council house and I’ve got another small flat as an investment. It’s humbling and it shows I’m only 12 fights in and I’m not in the big-money fights yet. And it’s so expensive in London. So I am doing more investments rather than buying luxury things. You can make a lot of money in boxing – but you have not come from an educated background. Guys have come from jail or poverty-ridden backgrounds and suddenly they’re in million-dollar fights. That’s why I’m staying sensible and making sure it’s structured. It’s also why I went into camp with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/wladimir-klitschko\">Wladimir Klitschko</a>. I chatted to him as much as possible. I wanted to see how a champion operates and I achieved that. I also got to showcase some of my skills.”</p> \n<p>When I last spoke to Klitschko he was effusive in his praise for Joshua – both for his prowess between the ropes and his maturity outside the ring. Klitschko told me he had no doubt Joshua would follow him as the dominant force in the heavyweight division for years.</p> \n<p>“It’s very interesting,” Joshua says. “A lot of UK heavyweights never give you a compliment. But Wlad, who has an Olympic medal and is the second-longest-running world champ after Joe Louis, can give me these unbelievable props. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/26/britain-heavyweight-tyson-fury-fight-wladimir-klitschko\">Someone like Tyson Fury</a> says he would knock out Wlad but it’s not based on logic. He just says: ‘Wlad’s shit.’ I want to say ‘shut up’ to those kind of guys. They’ve done nothing compared to Klitschko.”</p> \n<p>The Ukrainian is 39 and it is surely unlikely he will still be fighting in another 18 months when Joshua may be ready to challenge him. “No man!” Joshua exclaims. “It’s very likely. You know boxing. A great world champion and the new prospect would be a huge fight. My gut says it will definitely happen. What makes a champion great is how he dethrones the guy before him. <a href=\"https://www.youtube.com/watch?v=9J51tf5myk0\">Look at Mike Tyson against Trevor Berbick</a> and how he crushed him. You have to rip the title away from him. In order to become a great you have to beat the current champion in totally dominant fashion. That’s why I would like to fight Klitschko.”</p> \n<p>A supposedly durable big-mouth in “Kingpin” Johnson, however, needs to be beaten next. “No one has ever stopped him so I am in a win-win situation – unless I lose,” Joshua quips. “He’s a credible opponent for my 13th fight. If I don’t stop him I will have gone 10 rounds for the first time. If I knock him out? Well it’s just another guy who, once I hit him, stays hit. How can I lose?”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/26/1432646497566/Anthony-Joshua-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Anthony Joshua, who is 12-0, has been training with Wladimir Klitschko, and says he would like to fight the heavyweight champion in the future. Photograph: Tom Jenkins for the Guardian.","credit":"/Tom Jenkins for the Guardian.","altText":"Anthony Joshua","cleanCaption":"Anthony Joshua, who is 12-0, has been training with Wladimir Klitschko, and says he would like to fight the heavyweight champion in the future. Photograph: Tom Jenkins for the Guardian."}],"bodyImages":[],"webPublicationDate":"2015-05-26T20:59:19Z","lastModified":"2015-05-26T23:00:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Donald McRae","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/donaldmcrae"}],"feature":true,"keywords":["Anthony Joshua","Boxing","Sport"],"tags":[{"id":"sport/anthony-joshua","webTitle":"Anthony Joshua"},{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Donald McRae","topic":{"type":"tag-contributor","name":"profile/donaldmcrae"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/26/anthony-joshua-boxing-prison-heavyweight-greatness","shortUrl":"http://gu.com/p/498da","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/26/anthony-joshua-boxing-prison-heavyweight-greatness","webUri":"http://www.theguardian.com/sport/2015/may/26/anthony-joshua-boxing-prison-heavyweight-greatness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/26/1432646497566/Anthony-Joshua-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Anthony Joshua, who is 12-0, has been training with Wladimir Klitschko, and says he would like to fight the heavyweight champion in the future. Photograph: Tom Jenkins for the Guardian.","credit":"/Tom Jenkins for the Guardian.","altText":"Anthony Joshua","cleanCaption":"Anthony Joshua, who is 12-0, has been training with Wladimir Klitschko, and says he would like to fight the heavyweight champion in the future. Photograph: Tom Jenkins for the Guardian."}},"importance":7,"kicker":{"title":"Anthony Joshua interview"},"showQuotedHeadline":true},{"title":"Today's matches","rawTitle":"Today's matches","item":{"type":"todaysMatches","todaysMatches":{"competitions":[{"name":"Europa League","matches":[{"id":"3830294","status":"F","phase":"before","kickOff":"2015-05-27T18:45:00Z","competitionDisplayName":"Europa League Final","homeTeam":{"id":"38305","name":"Dnipro","shortCode":"DNI","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/38305.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/dniprodnipropetrovsk"},"topic":{"displayName":"Dnipro","topic":{"type":"football-team","name":"38305"}}},"awayTeam":{"id":"27821","name":"Sevilla","shortCode":"SEV","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/27821.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/sevilla"},"topic":{"displayName":"Sevilla","topic":{"type":"football-team","name":"27821"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3830294","venue":"Warsaw National Stadium","topic":{"displayName":"Dnipro vs Sevilla (2015-05-27)","topic":{"type":"football-match","name":"3830294"}}}]}]},"title":"Today's matches","style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","backgroundColour":"#ffffff","ruleColour":"#4bc6df","titleColour":"#333333","dateColour":"#999999","competitionColour":"#676767","teamColour":"#333333","scoreColour":"#676767","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","viewMoreColour":"#676767","colourPalette":"todaysMatches"},"lastModified":"2015-05-27T08:37:48Z","webPublicationDate":"2015-05-27T00:00:00Z","links":{"uri":"http://mobile-apps.guardianapis.com/items/todays-matches"}},"importance":6,"showQuotedHeadline":false},{"title":"Football / Liverpool chase Benteke as defenders sign new contracts","rawTitle":"Liverpool chase Benteke as defenders sign new contracts","item":{"type":"article","id":"football/2015/may/26/liverpool-kolo-toure-andre-wisdom-contract-extensions","title":"Liverpool chase Benteke as two defenders sign new contracts","trailText":"The Liverpool defenders Kolo Touré and Andre Wisdom have signed contract extensions despite their peripheral roles under Brendan Rodgers","standFirst":"<span class=\"bullet\">•</span> Club plan bid for Aston Villa striker after FA Cup final\n<br />\n<span class=\"bullet\">•</span> Kolo Tour&eacute; accepts new one-year deal at Anfield\n<br />\n<span class=\"bullet\">•</span> Andrew Wisdom commits his future to club until 2019\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/25/liverpool-brendan-rodgers-fsg-owners-anfield-future-stoke-pressure\" title=\"Brendan Rodgers backed by FSG to walk through Liverpool storm\">Brendan Rodgers backed by FSG to walk through Liverpool storm</a>","byline":"Andy Hunter","body":"<p>Liverpool are preparing to bid for Aston Villa’s Christian Benteke after the FA Cup final on Saturday while their the defenders Kolo Tour&eacute; and Andre Wisdom have signed contract extensions despite their peripheral roles under Brendan Rodgers.</p> \n<p>Liverpool have targeted Benteke as the man they believe can score the goals to take them back to the top four, with Rodgers having lost faith in Daniel Sturridge’s ability to stay fit for an entire campaign. The manager said in April the club was on the hunt for proven goalscorers and Benteke appears to be the one he has landed upon. “It’s simple, we need more of a scoring threat,” Rodgers said. “We missed it immensely this year and obviously that has affected results. I think what the players have done to arrive where we have is credit to them without that. So in the summer we have to try and find goals again. We looked last summer and certainly will again this summer. If we do that we have an opportunity again for next season to be like our second year.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/25/brendan-rodgers-liverpool-transfers-suarez-gerrard-sterling\">Brendan Rodgers’ Liverpool signings show a flaw that cannot be ignored | Barney Ronay</a> </p> \n</aside> \n<p>The Belgian striker is preparing for the FA Cup final against Arsenal, with the Anfield hierarchy recognising that Aston Villa will not countenance transfer talks in the build-up to that game. Benteke has scored 15 goals in 32 appearances this season as he recaptured the form of his debut Premier League year in 2012-13.</p> \n<p>Tour&eacute;, the former Ivory Coast international, would have been out of contract this summer and had received offers from several European clubs but has agreed a new 12-month deal. Wisdom, who spent the last Premier League campaign on loan at West Bromwich Albion, has committed his future to Anfield until 2019. The contract awarded to Wisdom underlines Rodgers’ view that he does have a long-term future with Liverpool despite sending him out on loan to gain more Premier League experience last season. Wisdom made a decent start at Albion under the former manager Alan Irvine but lost his regular place under Tony Pulis and made only two substitute appearances after 31 January.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/26/brendan-rodgers-liverpool-manager-debate-sack-back\">Fan view: Brendan Rodgers – should Liverpool give him more time?</a> </p> \n</aside> \n<p>Despite pressure on his position as manager, with a review expected to be held next month into Liverpool’s poor season that culminated in Sunday’s 6-1 humiliation at Stoke City, Rodgers intends to give homegrown talent a more prominent role next term and Wisdom features in that plan. Tour&eacute;, who arrived at Anfield on a free transfer from Manchester City in 2013, made only only 21 appearances for Liverpool last season but his experience is viewed as important to an unsettled defence. to an unsettled defence. “Liverpool is a great club for me to stay at,” he said. “Liverpool is going to be massive. I love Premier League football and I played all my years here. If I can finish here it would be great.”</p> \n<p>Jordon Ibe has been forced to withdraw from the England Under-20 squad for this summer’s Toulon Tournament because of a recurring knee injury. The 19-year-old, who signed a new five-year contract with Liverpool last week and was one of the few positives to emerge from a disappointing season for Rodgers. Ibe has struggled with his knee since the Europa League exit to Besiktas in February.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432677563145/Christian-Bentek-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Christian Benteke has scored 15 goals for Aston Villa this season. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"Christian Bentek","cleanCaption":"Christian Benteke has scored 15 goals for Aston Villa this season. Photograph: Scott Heavey/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-26T21:37:00Z","lastModified":"2015-05-26T23:50:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Liverpool","Aston Villa","Kolo Touré","Brendan Rodgers","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/kolo-toure","webTitle":"Kolo Touré"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/26/liverpool-kolo-toure-andre-wisdom-contract-extensions","shortUrl":"http://gu.com/p/498mv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/26/liverpool-kolo-toure-andre-wisdom-contract-extensions","webUri":"http://www.theguardian.com/football/2015/may/26/liverpool-kolo-toure-andre-wisdom-contract-extensions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432677563145/Christian-Bentek-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Christian Benteke has scored 15 goals for Aston Villa this season. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"Christian Bentek","cleanCaption":"Christian Benteke has scored 15 goals for Aston Villa this season. Photograph: Scott Heavey/PA"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false},{"title":"Rugby union / Hartley’s England World Cup hopes in balance after citing","rawTitle":"Hartley’s England World Cup hopes in balance after citing","item":{"type":"article","id":"sport/2015/may/26/dylan-hartley-england-rugby-world-cup-cited-northampton-saracens","title":"Dylan Hartley’s England World Cup hopes in balance after being cited","trailText":"Dylan Hartley, the England and Northampton hooker, could be in danger of missing the World Cup after being cited for foul play","standFirst":"<span class=\"bullet\">•</span> Northampton hooker faces disciplinary panel for striking opponent with head\n<br />\n<span class=\"bullet\">•</span> Saints captain could miss World Cup if found guilty and banned\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/23/saracens-northampton-premiership-semi-final-match-report\" title=\"\">Saracens beat Northampton to reach Premiership final</a>","byline":"Paul Rees","body":"<p>Dylan Hartley is in danger of missing the World Cup after being cited for striking an opponent with his head during the Premiership semi-final between Northampton and Saracens. The England hooker has been banned for 50 weeks in his career and, if he is found guilty at Wednesday’s disciplinary hearing in Coventry, he cannot expect leniency.</p> \n<p>Hartley, who missed the 2013 Lions tour to Australia because of an 11-week suspension for verbally abusing the referee Wayne Barnes in the Premiership final against Leicester and receiving a red card, will face a three-man disciplinary panel chaired by a judge after being cited for an incident involving his opposite number Jamie George.</p> \n<p>Hartley strode towards George on Northampton’s line after a ruck and appeared to drop his head, although contact seemed to be minimal. The Saracens’ flanker Jacques Burger was angered enough to intervene and grab the top of Hartley’s jersey. The referee, Greg Garner,, who had reviewed a tackle made by the hooker on Billy Vunipola, did not ask the television match official to take a look at what had happened.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/chris-pennell-worcester-championship-play-off-bristol\">Chris Pennell loses out with England but it has all been Worcester’s gain</a> </p> \n</aside> \n<p>The recommended mid-range ban for a player found guilty of striking an opponent with his head is 10 weeks, which would finish Hartley’s World Cup before it started: any ban would start from when he is next due to play. England have three World Cup warm-up matches in August and September. The lower limit, applied when premeditation is deemed to be absent, is four weeks. A guilty plea and contrition can halve that but a player’s disciplinary record is also considered and Hartley’s is appalling.</p> \n<p>He was banned for 26 weeks in 2007 for eye-gouging and in the last three years he has received bans for biting, punching, swearing at a referee and elbowing. The last incident was in December against Leicester after which he was supported by the England head coach, Stuart Lancaster, who may decide to plan for life without Hartley if the player receives another ban, no matter what its length.<br /></p> \n<p>If Hartley contested the citing and was found guilty, he could expect a ban of five weeks because there would be no mitigating factors for the panel to fall back on. That would rule him out of the warm-up matches and the first two World Cup group games against Fiji and Wales, which would leave England a hooker short if another got injured. If Hartley were to be ruled out, George would be among the candidates to replace him.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/26/bath-saracens-premiership-final-england-world-cup-glasgow-munster\">Bath and Saracens final may offer a few clues for England at the World Cup</a> </p> \n</aside> \n<p>Hartley would appear to have more to lose in pleading guilty than in contesting the citing. Any contact was minimal, if enough to warrant a red card in football, rather than a butt. Lancaster’s problem is that Hartley again finds himself before a disciplinary panel after a big match and they do not come any bigger than in a World Cup hosted by England.<br /></p> \n<p>Saracens face Bath in Saturday’s Premiership final at Twickenham after defeating Northampton. It will be a match-up between England’s two leading fly-halves, Owen Farrell and George Ford. “I do not see it as a personal duel because George is all about the team,” said the Bath head coach, Mike Ford. “If it is for him to stand and pass all game because Burger is all over him, that is what he will do. If he has to kick to the corners, he will do that and he will go to the line and take on his good mate Farrell if he has to. The England shirt will not come into his thinking at all.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/26/1432656743073/Northamptons-Dylan-Hartle-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Northampton's Dylan Hartley ended up on the losing side in the Premiership play-off semi-final against Saracens. Photograph: Joe Toth/BPI/ReX Shutterstock","credit":"Joe Toth/BPI/ReX Shutterstock","altText":"Northampton's Dylan Hartley was on the losing side in the Premiership semi-final against Saracens","cleanCaption":"Northampton's Dylan Hartley ended up on the losing side in the Premiership play-off semi-final against Saracens. Photograph: Joe Toth/BPI/ReX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-26T19:51:00Z","lastModified":"2015-05-27T00:00:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Rees","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746242/PaulRees.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulrees"}],"feature":false,"keywords":["Northampton","England rugby union team","Rugby World Cup 2015","Rugby World Cup","Premiership","Saracens","Rugby union","Sport"],"tags":[{"id":"sport/northamptonsaints","webTitle":"Northampton"},{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/premiership","webTitle":"Premiership"},{"id":"sport/saracens","webTitle":"Saracens"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Rees","topic":{"type":"tag-contributor","name":"profile/paulrees"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/26/dylan-hartley-england-rugby-world-cup-cited-northampton-saracens","shortUrl":"http://gu.com/p/498k7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/26/dylan-hartley-england-rugby-world-cup-cited-northampton-saracens","webUri":"http://www.theguardian.com/sport/2015/may/26/dylan-hartley-england-rugby-world-cup-cited-northampton-saracens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/26/1432656743073/Northamptons-Dylan-Hartle-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Northampton’s Dylan Hartley ended up on the losing side in the Premiership play-off semi-final against Saracens. Photograph: Joe Toth/BPI/Rex Shutterstock","credit":"Joe Toth/BPI/Rex Shutterstock","altText":"Northampton's Dylan Hartley was on the losing side in the Premiership semi-final against Saracens","cleanCaption":"Northampton’s Dylan Hartley ended up on the losing side in the Premiership play-off semi-final against Saracens. Photograph: Joe Toth/BPI/Rex Shutterstock"}},"importance":5,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false},{"title":"FC United of Manchester: the story that proves what fans can achieve","rawTitle":"FC United of Manchester: the story that proves what fans can achieve","item":{"type":"article","id":"football/blog/2015/may/26/fc-united-manchester-benfica-united-fans","title":"FC United of Manchester: the success story that proves what fans can achieve","trailText":"Ten years ago rebel Manchester United fans sat in a pub in Stretford talking about forming a new club. On Friday, after four promotions and a lot of hard work, they welcome Benfica to open their new £6.3m stadium. It has been quite a journey","standFirst":"<p>Ten years ago rebel Manchester United fans sat in a pub in Stretford talking about forming a new club. On Friday, after four promotions and a lot of hard work, they welcome Benfica to open their new &pound;6.3m stadium. It has been quite a journey<br /></p>","byline":"David Conn","body":"<p>All tickets have been sold to see FC United of Manchester officially open their new Broadhurst Park stadium on Friday with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/27/fc-united-manchester-benfica-friendly-10-year-anniversary\" title=\"\">a friendly match against a Benfica team</a>.</p> \n<p>That is a simple statement about an upcoming match but it takes a little pause to assimilate what it means. This is the club formed by rebel Manchester United supporters who in 2005 decided that the Glazer family’s debt-loaded takeover at Old Trafford marked a final outrage too far.</p> \n<p>From discussions in a Stretford pub, Rusholme curry house and a public meeting at Manchester’s Apollo venue, they have built a football club of their own, won four promotions, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/22/fc-united-manchester-conference-north-promoted\" title=\"\">now to the tougher semi-professional level of the Conference North</a>, built a fine &pound;6.3m stadium – and, brazenly, booked the eagles of Lisbon to fly in and christen it.</p> \n<p>At a trial-run practice match between players present and past held at the stadium in beaming sunshine on 16 May, FC United fans who have lived this 10‑year journey which started at Bury’s Gigg Lane variously hugged, cried, sang or stood speechless in disbelief. A large part of the impact is not only the crazy reality that they have built their own ground but the thought and care that has gone into the design and detail.</p> \n<p>Fans who have fled the expense, compulsory seating and increasingly passive nature of the Premier League experience, as much as investor-owners’ exploitation, made it clear that if they ever had a home, they wanted to stand and sing. So partly in wistful homage to their raucous formative years, the new ground has a terrace behind one goal and a standing area in front of the main stand seats, like the former Old Trafford paddocks. Wood cladding on the designed front of the stadium references railway sleepers and United’s Newton Heath train company origins.</p> \n<p>There is a long bar area in the main stand, which will be used for club and local community functions, plus splendid 3G facilities and two grass pitches to be shared with the flourishing local club Moston Juniors, and other public use.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-b8174622-593e-4237-b3fc-8a92fbd67217\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432655255927/a2a88c31-fea9-45ce-b72d-a4c471bb9d5a-460x276.jpeg\" alt=\"Broadhurst Park\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The wood cladding on the outside of Broadhurst Park references railway sleepers and United’s Newton Heath train company origins.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Allen/Manchester Evening News</span> \n </figcaption> \n</figure> \n<p>The same attention to detail runs through the whole FC United enterprise, which is no doubt surprising to those who scoffed, including Sir Alex Ferguson himself, who sneered that these fans seemed to be getting above themselves.</p> \n<p>It is a reminder that the Independent Manchester United Supporters Association, which Andy Walsh, the FC United general manager, formerly chaired, was in fact a very organised and well-run campaign group, protesting against football’s red-toothed commercialisation.</p> \n<p>The fans still sing “Glazer, wherever you may be, you bought Old Trafford but you can’t buy me” – but anger at the game’s financial takeover is largely taken as read now. The talk and atmosphere at Broadhurst Park is passionately positive about doing things the right way, and there are plans to progress further.</p> \n<p>“Of course we are still totally motivated by challenging things we believe are wrong in football,” said Walsh. “But this is about demonstrating a better way. Now, 10 years after we started, we’re welcoming Benfica to our new ground having just won promotion to the Conference North. You have to pinch yourself sometimes. It’s the power of people.”</p> \n<p>Adam Brown, another founding father and key force behind the stadium’s funding and construction, was in 1997-99 appointed as a respected academic and fans’ representative to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2009/sep/24/government-football-premier-league-sport-minister\" title=\"\">the Labour government’s Football Task Force</a> – whose administrator was Andy Burnham, now favourite to become his party’s leader. Brown often felt sore that his two years’ work, producing rigorously researched arguments for real change to football’s structures, largely foundered on the force of Premier League wealth and lobbying.However FC United, and British football’s many fan-owned clubs and democratic trusts, have grown out of thinking developed then, with Supporters Direct formed to promote mutual ownership.</p> \n<p>The rebel United supporters could in 2005 draw on mutual models already developed for clubs such as AFC Wimbledon, Exeter City and the Swansea City Supporters’ Trust, which owns 21% of the Premier League club and elects a director to its board.</p> \n<p>FC United have taken the concept further and formed specifically as a community benefit society, owned equally by each of its 4,200 paying members. This central duty to benefit the community is felt more keenly, given that there was some local resistance in the area to the stadium being built on common space, and the disruption a football club could bring.</p> \n<p>The partnership with Moston Juniors is part of the community duty and their chairman, Paul Mitchell, says they have facilities – including changing and function rooms within the stadium – beyond those they ever hoped for. FC are also committed to encouraging wider participation in football and other sports – working with schools, colleges and social organisations, last year reaching 2,000 people – particularly aiming to help young people struggling for work or training.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-683fc17e-ce37-4968-970a-a2d65358e51d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432655507481/ed306d45-f0bd-4eb4-a584-931c521a2d13-460x276.jpeg\" alt=\"FC United of Manchester\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">FC United’s is primarily concerned with helping the local community, and also works with schools, colleges and social organisations.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Allen/Manchester Evening News</span> \n </figcaption> \n</figure> \n<p>“One member, one vote is a fundamental part of what we’re about and I think that is what has held us to these principles,” said Brown. “The members set the rules, directly elect the board and keep us to the core aims of the club.”</p> \n<p>He is proud of the community shares scheme, which raised &pound;2m from fans towards the new stadium, without compromising the democratic ownership. It is a money-raising model seen as a blueprint for other clubs and since extended to the majority fan-owned Wrexham and Portsmouth. The shares do provide for a potential dividend and for a proportion of the money to be available to withdraw once the stadium is built, and the club are running at a sufficient profit, but most fans saw it as a way of contributing what they could.</p> \n<p>Scott Fletcher, <a href=\"http://www.ans.co.uk/news/ans-chairman-scott-fletcher-named-mbe#.VWRho2bd79J\" title=\"\">chairman of ANS</a>, a &pound;50m turnover IT management company, is an FC United fan who acknowledges he contributed “a six-figure sum” to community shares, while happy to remain a member with only one ownership vote.</p> \n<p>“It is similar to a charitable donation,” explained Fletcher, who has served on the club’s board. “But the capital is protected and the organisation is held to a sustainable model. I believe one member, one vote is essential; nobody can do what happened to United, where the soul of the club was sold for the benefit of financiers.”</p> \n<p>The &pound;2m raised in community shares enabled FC United to access financial grants, which all require a public benefit in return. The Football Foundation, which redistributes a fraction of Premier League and Football Association TV income down the football pyramid – another outcome of the Task Force – contributed &pound;150,000 towards the stadium and &pound;500,000 towards the 3G and grass pitches, based on a development plan to more than triple participation. Sport England’s iconic facilities fund provided &pound;918,000, based on guaranteed community use of the stadium and the commitment particularly to encourage more women and girls, young people, disability groups and ethnic minorities to play sport.</p> \n<p>Manchester city council, which had earmarked capital investment for Moston, a disadvantaged area to the north of the city, provided a &pound;750,000 grant for the stadium and a &pound;500,000 loan at commercial rates, to achieve what it has described as “huge social and economic benefits”.</p> \n<p>Other smaller grants still left a shortfall and the club raised &pound;460,000 from fans’ donations and crowd-funding, and &pound;325,000 from supporters via a loan stock scheme. There is still &pound;200,000 to raise over the next year.</p> \n<p>FC United have incorporated an irreversible “asset lock” over the stadium and other value in the club, which means its member-owners cannot profit individually from a sale in the future; any surplus money would be distributed to the community.</p> \n<p>The building of the football club itself, to raise a team from the North West Counties League second division, to promotion this season as champions of the Evo-Stik Northern Premier League, has been a process of relentless improvement. Unusually in the hard-bitten non-leagues, they have remained loyal throughout to the same manager, Karl Marginson, despite serial play-off disappointments that would elsewhere have led to a firing.</p> \n<p>Marginson, a former professional with Rotherham United who was a qualified but inexperienced coach in 2005, has demonstrated commitment to the club’s values, and a capacity to develop, his management now extending to first team, reserves and post-16 scholars. Having <a href=\"http://www.leeds.ac.uk/arts/profile/20047/480/damian_hughes\" title=\"\"> worked with Damian Hughes, a sports psychologist</a>, Marginson explains they now recruit players based on “attitudes and behaviours”, to mould a collective spirit throughout.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-bad96174-5dc9-434d-8ef4-1b3ce7e104ab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432655046781/fcd12b96-9a99-417e-ad62-61a4d5343cee-460x276.jpeg\" alt=\"FC United manager Karl Marginson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">FC United manager Karl Marginson, left and Darren Lyons have been at the club since its inception in 2005.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Allen/Manchester Evening News</span> \n </figcaption> \n</figure> \n<p>“It is a fine balance,” Marginson said. “We want footballers to be super confident on the pitch but be humble, have their feet on the ground, as people. I’m a totally changed person since 2005; I have learned so much. It has taken time to reach stability and that itself is attractive to players.”</p> \n<p>Jerome Wright, who came to the club in 2006 after suffering rejection at 16 by Oldham Athletic, has played more than 300 games for FC United. He said he and other players have been offered much more money by other non-league clubs than the &pound;150 per week they are paid on average, but they stay because they feel valued.</p> \n<p>“I’ve been offered money which would change my life financially,” Wright said, gazing at the new stadium. “But I believe with all my heart I have had an experience here better than most footballers in the world.”</p> \n<p>Benfica have special prestige in United lore, having been the opponents when Matt Busby’s team secured their first European Cup victory on the same day, 29 May 1968. The Benfica link with FC United was made by one of the coaches, Paul Bright, and last year the club looked after Benfica’s under-19 team when they played Manchester City. Benfica volunteered a return favour and so find themselves bringing a B team over for an occasion when 4,500 people will be pinching themselves.</p> \n<p>At the trial game one supporter, Michelle Noonan, called over to Brown. “I can’t stop crying,” she said. Asked why, she was quiet for a while. Then she replied: “Because I can’t believe that out of so much anger and hatred we have made something so good.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/26/1432649182300/FC-United-of-Manchester-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"FC United of Manchester won promotion to the Conference North this season. Photograph: Steve Allen/Manchester Evening News","credit":"Steve Allen/Manchester Evening News","altText":"FC United of Manchester won promotion to the Conference North this season","cleanCaption":"FC United of Manchester won promotion to the Conference North this season. Photograph: Steve Allen/Manchester Evening News"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/26/1432655171099/Broadhurst-Park-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The wood cladding on the outside of Broadhurst Park references railway sleepers and United’s Newton Heath train company origins. Photograph: Steve Allen/Manchester Evening News","credit":"Steve Allen/Manchester Evening News","altText":"Broadhurst Park","cleanCaption":"The wood cladding on the outside of Broadhurst Park references railway sleepers and United’s Newton Heath train company origins.","cleanCredit":"Photograph: Steve Allen/Manchester Evening News"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/26/1432655489060/FC-United-of-Manchester-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"FC United’s is primarily concerned with helping the local community, and also works with schools, colleges and social organisations. Photograph: Steve Allen/Manchester Evening News","credit":"Steve Allen/Manchester Evening News","altText":"FC United of Manchester","cleanCaption":"FC United’s is primarily concerned with helping the local community, and also works with schools, colleges and social organisations.","cleanCredit":"Photograph: Steve Allen/Manchester Evening News"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/26/1432655018754/FC-United-manager-Karl-Ma-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"FC United manager Karl Marginson, left and Darren Lyons have been at the club since its inception in 2005. Photograph: Steve Allen/Manchester Evening News","credit":"Steve Allen/Manchester Evening News","altText":"FC United manager Karl Marginson","cleanCaption":"FC United manager Karl Marginson, left and Darren Lyons have been at the club since its inception in 2005.","cleanCredit":"Photograph: Steve Allen/Manchester Evening News"}],"webPublicationDate":"2015-05-26T19:00:16Z","lastModified":"2015-05-27T00:00:02Z","metadata":{"commentable":true,"commentCount":313,"contributors":[{"name":"David Conn","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733736896/DavidConn.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidconn"}],"feature":true,"keywords":["FC United of Manchester","Manchester United","Benfica","Football","Sport"],"tags":[{"id":"football/fc-united-of-manchester","webTitle":"FC United of Manchester"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/benfica","webTitle":"Benfica"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"David Conn","topic":{"type":"tag-contributor","name":"profile/davidconn"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/may/26/fc-united-manchester-benfica-united-fans","shortUrl":"http://gu.com/p/498be","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/may/26/fc-united-manchester-benfica-united-fans","webUri":"http://www.theguardian.com/football/blog/2015/may/26/fc-united-manchester-benfica-united-fans"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/5/26/1432649182300/FC-United-of-Manchester-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"FC United of Manchester won promotion to the Conference North this season. Photograph: Steve Allen/Manchester Evening News","credit":"Steve Allen/Manchester Evening News","altText":"FC United of Manchester won promotion to the Conference North this season","cleanCaption":"FC United of Manchester won promotion to the Conference North this season. Photograph: Steve Allen/Manchester Evening News"}},"importance":4,"byline":{"title":"David Conn"},"showQuotedHeadline":true},{"title":"Cricket / Bayliss confirmed as England coach in time for Ashes","rawTitle":"Bayliss confirmed as England coach in time for Ashes","item":{"type":"article","id":"sport/2015/may/26/trevor-bayliss-confirmed-new-head-coach-england-cricket-ecb","title":"Australian Trevor Bayliss to take charge of England for Ashes","trailText":"The 52-year-old Australian was chosen in preference to Yorkshire’s Jason Gillespie for the role of England coach","standFirst":"<p><span class=\"bullet\">•</span> ‘It’s one of the big jobs in the cricket world,’ says Bayliss<br /><span class=\"bullet\">•</span> Bayliss to work again with caretaker coach Paul Farbrace <br /><span class=\"bullet\">•</span> Andrew Strauss: ‘Trevor has an outstanding record as a coach’ <br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/england-new-zealand-first-test-match-report\"><span class=\"bullet\">•</span> Ben Stokes inspires England to thrilling Test win against New Zealand</a></p>","byline":"Ali Martin","body":"<p>England will go into the opening Ashes Test in Cardiff on 8 July with, for the first time in the country’s history, an Australian head coach after Trevor Bayliss was confirmed in the role on Tuesdayon Tuesday.</p> \n<p>The 52-year-old former batsman, who was not capped by his country, has been persuaded to give up his roles coaching New South Wales and the Indian Premier League side Kolkata Knight Riders by Andrew Strauss, the director of England cricket.</p> \n<p>“It is obviously one of the big jobs in the cricket world,” Bayliss said. “To be asked to go on the shortlist was good enough. To be successful and get it is an unbelievable feeling.”</p> \n<p>With Bayliss due to start at the beginning of July, Paul Farbrace, who oversaw the thrilling 124-run win over New Zealand at Lord’s, will continue as the interim head coach before returning to his role as assistant.</p> \n<p>The pair worked together in the Sri Lanka set-up six years ago and, while Bayliss will still push to bring his start date forward, he is happy to have a friend at the tiller for Friday’s second Test at Headingley and the limited-overs series that follows.</p> \n<p>“The great thing for me is that Paul Farbrace is in charge there and we go back a fair way,” Bayliss said. “I’m really looking forward to renewing our working relationship and friendship. I’ve already been speaking to him about the job and the team. He and the other coaches will be my eyes and ears.”</p> \n<p>Bayliss also gives up a role as an adviser to Australia’s head coach, Darren Lehmann, whom he even covered for during a Twenty20 series against South Africa last November. The close friends will now go up against each other during the Ashes.</p> \n<p>“I have coached against Australia before with Sri Lanka and the way I explained it then is that in Australia your toughest battles are against your brothers and best mates in the backyard,” Bayliss said. “I expect them to come out and play some tough, hard cricket and they wouldn’t expect anything different from a team I’m coaching either.”</p> \n<p>While regaining the urn remains a natural priority, Strauss opted for Bayliss ahead of the Yorkshire head coach, Jason Gillespie, because of Bayliss’s record of success in limited-overs cricket. Strauss has been set the target of ensuring England challenge for the 2019 World Cup on home soil.</p> \n<p>Bayliss’s Sri Lanka side reached the final of that competition in 2011 and he has since gone on to win two IPL titles with Kolkata and the Big Bash League with the Sydney Sixers. In red-ball cricket he boasts two Sheffield Shields from two spells in charge of New South Wales.</p> \n<p>“Trevor has an outstanding record as a coach, has global experience and is very highly regarded in the game,” Strauss said. “He has proved himself in domestic and international cricket, has a strong reputation for man-management and has shown how to build winning teams in all three formats.”</p> \n<p>Bayliss, speaking to the website of the England and Wales Cricket Board, claimed his preferred approach was to work in the background and let others take the publicity – something Farbrace has confirmed.</p> \n<p>“Trevor is an old-fashioned cricket coach and is a very calm guy who doesn’t say a great deal,” he said. “But when he does people listen. He won’t be sat out at the front all the time. It’s not about him. He encourages players to play. That’s his natural way.”</p> \n<p>Both men were on the Sri Lanka team bus that was shot at during the Lahore terrorist attacks in 2009, an experience Farbrace admits strengthened their bond. “We’ve always had a good relationship but we were just grateful we got through that to be honest,” he said. “Something like that certainly does bring you closer together.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/25/trevor-bayliss-england-new-head-coach-pedigree\">Trevor Bayliss expertise in white-ball cricket a fine fit for England</a> </p> \n</aside> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ECB_cricket/statuses/603168467517382657\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">ECB names Trevor Bayliss as <a href=\"https://twitter.com/englandcricket\">@englandcricket</a>'s new Head Coach <a href=\"http://t.co/KbWa1ZXV6u\">pic.twitter.com/KbWa1ZXV6u</a></p>— ECB (@ECB_cricket) \n  <a href=\"https://twitter.com/ECB_cricket/status/603168467517382657\">May 26, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ECB_cricket/statuses/603169506920419328\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">&quot;It’s an honour to be appointed England Coach&quot; - Trevor Bayliss READ: <a href=\"http://t.co/t4tAp7Kekn\">http://t.co/t4tAp7Kekn</a> <a href=\"http://t.co/4IjUVhKYM8\">pic.twitter.com/4IjUVhKYM8</a></p>— ECB (@ECB_cricket) \n  <a href=\"https://twitter.com/ECB_cricket/status/603169506920419328\">May 26, 2015</a>\n </blockquote> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/26/1432634138386/Trevor-Bayliss-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Trevor Bayliss led Sri Lanka to the World Cup final in 2011, and has since been the head coach of Sydney Sixers in the Big Bash and Kolkata Knight Riders in the IPL. Photograph: Matt King/Getty Images","credit":"Matt King/Getty Images","altText":"Trevor Bayliss","cleanCaption":"Trevor Bayliss led Sri Lanka to the World Cup final in 2011, and has since been the head coach of Sydney Sixers in the Big Bash and Kolkata Knight Riders in the IPL. Photograph: Matt King/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-26T12:00:31Z","lastModified":"2015-05-27T08:28:05Z","metadata":{"commentable":true,"commentCount":235,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England cricket team","Andrew Strauss","ECB","The Ashes","Cricket","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/andrew-strauss","webTitle":"Andrew Strauss"},{"id":"sport/ecb","webTitle":"ECB"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/26/trevor-bayliss-confirmed-new-head-coach-england-cricket-ecb","shortUrl":"http://gu.com/p/49867","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/26/trevor-bayliss-confirmed-new-head-coach-england-cricket-ecb","webUri":"http://www.theguardian.com/sport/2015/may/26/trevor-bayliss-confirmed-new-head-coach-england-cricket-ecb"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/26/1432634138386/Trevor-Bayliss-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Trevor Bayliss led Sri Lanka to the World Cup final in 2011, and has since been the head coach of Sydney Sixers in the Big Bash and Kolkata Knight Riders in the IPL. Photograph: Matt King/Getty Images","credit":"Matt King/Getty Images","altText":"Trevor Bayliss","cleanCaption":"Trevor Bayliss led Sri Lanka to the World Cup final in 2011, and has since been the head coach of Sydney Sixers in the Big Bash and Kolkata Knight Riders in the IPL. Photograph: Matt King/Getty Images"}},"importance":4,"kicker":{"title":"Cricket"},"showQuotedHeadline":false},{"title":"Football / Howe pips Mourinho to claim LMA manager of the year title","rawTitle":"Howe pips Mourinho to claim LMA manager of the year title","item":{"type":"article","id":"football/2015/may/26/jose-mourinho-chelsea-lma-manager-year-award","title":"Bournemouth’s Eddie Howe pips José Mourinho as LMA manager of the year","trailText":"José Mourinho has been named Premier League manager of the year by the League Managers Association after his Chelsea side won the league and Capital One Cup double this season","standFirst":"<p><span class=\"bullet\">•</span> Howe the first winner from outside top flight since Steve Coppell in 2006<br /><span class=\"bullet\">•</span> Brendan Rodgers says Howe “has done a fine job with style and humility”</p>","byline":"Press Association","body":"<p>Eddie Howe has been named Manager of the Year by the League Managers Association after guiding Bournemouth to the top flight while Jose Mourinho was named Premier League manager of the year on Tuesday evening.</p> \n<p>Howe, who was also named Championship manager of the year after the Cherries’ title-winning season, is the first manager from outside the top flight to take the overall award since Steve Coppell, then of Reading, won in 2006.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/26/bournemouth-join-tottenham-sign-kieran-trippier-burnley\">Bournemouth join Tottenham in race to sign Burnley defender Kieran Trippier</a> </p> \n</aside> \n<p>The award came as recognition of Howe leading Bournemouth to the title, and promotion to the Premier League, with limited resources compared with many of his club’s rivals.</p> \n<p>In comments reported on Bournemouth’s website, Brendan Rodgers, who presented the award to Howe, said: “He’s done a fine job, a remarkable job, and done it with style and humility.”</p> \n<p>Bournemouth secured the title on the final day of the season as they beat Charlton 3-0 while Watford were held to a draw by Sheffield Wednesday.<br /></p> \n<p>Mourinho took the top-flight award after a league and Capital One Cup double but did not attend the ceremony in London to collect it as he was at Chelsea’s own club awards event.</p> \n<p>The Portuguese had already been named Barclays Premier League Manager of the Season despite not once winning the monthly award throughout the season.</p> \n<p>Despite the accolades coming his way, Mourinho was still complaining about a perceived lack of recognition for his side in his speech at Chelsea’s event.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/quiz/2015/apr/29/afc-bournemouth-football-quiz-eddie-howe-promotion\">Football quiz: Bournemouth</a> </p> \n</aside> \n<p>Mourinho said: “I don’t think my players got the respect that they deserve after what they did from day one until the last day. And these are words that I really feel, serious words.”</p> \n<p>The League One award went to Steve Cotterill after Bristol City’s title-winning season.<br /></p> \n<p>The only divisional award not to go to the manager of the title-winning side was the League Two gong, which went to Wycombe Wanderers’ Gareth Ainsworth despite his side losing the play-off final to Southend on penalties. The champions, Burton Albion, were managed by Gary Rowett, then Jimmy Floyd Hasselbaink after Rowett went to Birmingham.</p> \n<p>Bradford City’s Phil Parkinson was named FA Cup manager of the year after his side beat Chelsea at Stamford Bridge and Sunderland en route to the quarter-finals of the competition.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432681050054/Eddie-Howe-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eddie Howe was also named Championship manager of the year by the LMA. Photograph: Clive Rose/Getty Images","credit":"Clive Rose/Getty Images","altText":"Eddie Howe","cleanCaption":"Eddie Howe was also named Championship manager of the year by the LMA. Photograph: Clive Rose/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-26T22:57:00Z","lastModified":"2015-05-27T08:06:23Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":false,"keywords":["Bournemouth","José Mourinho","Chelsea","Football","Sport"],"tags":[{"id":"football/bournemouth","webTitle":"Bournemouth"},{"id":"football/jose-mourinho","webTitle":"José Mourinho"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/26/jose-mourinho-chelsea-lma-manager-year-award","shortUrl":"http://gu.com/p/498pa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/26/jose-mourinho-chelsea-lma-manager-year-award","webUri":"http://www.theguardian.com/football/2015/may/26/jose-mourinho-chelsea-lma-manager-year-award"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432681050054/Eddie-Howe-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bournemouth’s Eddie Howe was named manager of the year by the LMA. Photograph: Clive Rose/Getty Images","credit":"Clive Rose/Getty Images","altText":"Eddie Howe","cleanCaption":"Bournemouth’s Eddie Howe was named manager of the year by the LMA. Photograph: Clive Rose/Getty Images"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false},{"title":"Athletics / Bolt comfortably wins 200m at Golden Spike event in Ostrava","rawTitle":"Bolt comfortably wins 200m at Golden Spike event in Ostrava","item":{"type":"article","id":"sport/2015/may/26/usain-bolt-200m-golden-spike-ostrava","title":"Usain Bolt comfortably wins 200m at Golden Spike event in Ostrava","trailText":"Usain Bolt eased to victory on his first race on European soil this year in the 200m at the Golden Spike event in Ostrava","standFirst":"<span class=\"bullet\">•</span> Jamaican legend in control as he finishes in 20.13sec\n<br />\n<span class=\"bullet\">•</span> Britain’s James Ellington fourth in impressive 20.81\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/17/usain-bolt-looks-to-break-19sec-barrier-rio-olympic-games\" title=\"\">Usain Bolt looks to break 19sec barrier for 200m at Rio Olympic Games </a>","byline":"Press Association","body":"<p>Usain Bolt eased to victory on his first race on European soil this year in the 200 metres at the Golden Spike event in Ostrava in the Czech Republic.</p> \n<p>The Jamaican lived up to his showbiz reputation as he made light of the greasy conditions and waved to the delighted crowd on his way to the blocks. But after a few moments of levity he was focus personified. The six-times Olympic gold medal winner made a customary slow start, with the American Isiah Young getting the early advantage, but the 28-year-old took complete control round the corner and powered home in 20.13sec.</p> \n<p>Despite winning by a comfortable 0.22sec over Young, Bolt – who kept running at full tilt across the line – was visibly unimpressed and underlined his determination to be at the top of his game for the world championships in Beijing in August. “It was difficult as it was a little bit colder than I thought it would be,” he said. “I just need to try to get myself into running shape. It’s all about the work and the technique.”</p> \n<p>It was the second time Young had finished second behind a Jamaican sprinter after being edged out by Asafa Powell in the 100m earlier on. Like Bolt, Powell did not have the best start but he began to pull away after about 60m to take the victory in 10.04s. Although Powell was unable to add to the 84 times he has broken the 10-second barrier, he will be pleased to have been so close in the wet weather.</p> \n<p>Young crossed the line in 10.13 while Britain’s Richard Kilty continued his bid to replicate indoor success outdoors by finishing third in 10.31.</p> \n<p>His fellow Briton James Ellington finished sixth in 10.45, before he returned for the 200m race and was impressive, finishing fourth in running 20.81.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/26/1432674896161/Jamaicas-Usain-Bolt-power-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jamaica's Usain Bolt powers ahead of Carvin Nkanata of Kenya and Isiah Young of the US in the 200m in Ostrava on Tuesday evening. Photograph: Michal Cizek/AFP/Getty Images","credit":"Michal Cizek/AFP/Getty Images","altText":"Jamaica's Usain Bolt powers ahead of Carvin Nkanata of Kenya and Isiah Young of the US in the 200m i","cleanCaption":"Jamaica's Usain Bolt powers ahead of Carvin Nkanata of Kenya and Isiah Young of the US in the 200m in Ostrava on Tuesday evening. Photograph: Michal Cizek/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-26T21:16:18Z","lastModified":"2015-05-26T21:46:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Usain Bolt","Athletics","Sport"],"tags":[{"id":"sport/usainbolt","webTitle":"Usain Bolt"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/26/usain-bolt-200m-golden-spike-ostrava","shortUrl":"http://gu.com/p/498z5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/26/usain-bolt-200m-golden-spike-ostrava","webUri":"http://www.theguardian.com/sport/2015/may/26/usain-bolt-200m-golden-spike-ostrava"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/5/26/1432674896161/Jamaicas-Usain-Bolt-power-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jamaica's Usain Bolt powers ahead of Carvin Nkanata of Kenya and Isiah Young of the US in the 200m in Ostrava on Tuesday evening. Photograph: Michal Cizek/AFP/Getty Images","credit":"Michal Cizek/AFP/Getty Images","altText":"Jamaica's Usain Bolt powers ahead of Carvin Nkanata of Kenya and Isiah Young of the US in the 200m i","cleanCaption":"Jamaica's Usain Bolt powers ahead of Carvin Nkanata of Kenya and Isiah Young of the US in the 200m in Ostrava on Tuesday evening. Photograph: Michal Cizek/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Athletics"},"showQuotedHeadline":false}],"lastModified":"2015-05-27T08:32:30Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}