{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"French Open tennis / Nadal’s revival facing stern test at the hands of Djokovic","rawTitle":"Nadal’s revival facing stern test at the hands of Djokovic","item":{"type":"article","id":"sport/2015/jun/01/rafael-nadal-novak-djokovic-french-open-quarter-finals","title":"Rafael Nadal’s revival faces stern test at the hands of Novak Djokovic","trailText":"The nine-times French Open champion, Rafael Nadal, will meet the world No1, Novak Djokovic, in the quarter-finals of the French Open while Andy Murray faces Davd Ferrer","standFirst":"<span class=\"bullet\">•</span> Nine-times French Open champion to meet world No1 in quarter-finals\n<br />\n<span class=\"bullet\">•</span> Andy Murray plays David Ferrer and Roger Federer faces Stan Wawrinka","byline":"Kevin Mitchell at Roland Garros","body":"<p>As the summer shadows lengthened on Monday evening the French Open delivered the quarter-final the draw had promised: the world No1, Novak Djokovic, against the slightly vulnerable nine-times champion, Rafael Nadal – and it is still difficult to be sure who will win the match&nbsp;on Wednesday.</p> \n<p>The Serb, most likely, will start a slight and sacrilegious favourite and looked sharp again beating Richard Gasquet, who tried so hard on Court Philippe Chatrier to deliver for the home fans while it is increasingly obvious his days in the sun, after much early promise, have dwindled.</p> \n<p>A little earlier Nadal overcame the minor embarrassment of dropping a set against the unseeded young American Jack Sock – who had thrashed two fellow young lions, Grigor Dimitrov and Borna Coric, on his way to his first major fourth-round experience – winning 6-3, 6-1, 5-7, 6-2 in two hours and 52 minutes.</p> \n<p>That was a minute longer than Andy Murray took to dispose of J&eacute;r&eacute;my Chardy just before him on Court Suzanne Lenglen but the Spaniard, whose two time violations on Monday might play on his mind when he is under pressure against Djokovic, now has a much tough challenge than the Scot, who plays David Ferrer.</p> \n<p>Djokovic is yet to drop a set and, not long after Nadal headed for the locker room, he brought his workout against Gasquet to a conclusion in exactly two hours, winning 6-1, 6-2, 6-3.</p> \n<p>Of the serious contenders Roger Federer has had the easiest matches, although Djokovic has looked the most consistently impressive, with Nadal rediscovering the form that deserted him during four defeats on European clay before this tournament, a slump that sent his world ranking tumbling to seventh – which is how he has come to be pitched in against Djokovic ahead of schedule.</p> \n<p>At times it was difficult to know where to look on day nine. The draw, tickled a little by the weather, served up a cornucopia of delights, and none was more delighted than Federer, who survived his overnight scare against Ga&euml;l Monfils in style, winning 6-3, 4-6, 6-4, 6-1 in a little over two hours, a disappointing conclusion to a match that hit such a pitch of excitement in the fading light on Sunday.</p> \n<p>Federer said he had no complaints about having his match split, meaning his quarter-final against his compatriot Stan Wawrinka on Tuesday will be his third in three days.</p> \n<p>“I kind of didn’t expect it to end last night,” he said on Monday. “Even though I thought after two sets we were going to continue a little bit, I still think it was the right call by the referee.”</p> \n<p>Not a lot disturbs the Federer equilibrium and Monfils, eccentric as he can be on a tennis court, was not up to that task here.</p> \n<p>Asked what it would be like to win a tournament that has provided more disappointment for him than any other major, Federer said: “It would be unbelievable, no doubt. Clearly those thoughts also creep into my mind some times and I go, ‘How would that feel again?’ Then again, you’re, like, ‘Whoa, let’s not go that far down the tournament yet.’ At the same time, sometimes I think: ‘How does it feel if I take the plane tomorrow and go home if I lose today?’”</p> \n<p>Ferrer reckoned his win over the reigning US Open champion, Marin Cilic, was his best so far and “easier than expected”. He said: “Cilic is a very difficult player to play against but I was comfortable until the very last point.”</p> \n<p>Ferrer, who seems destined always to be taken for granted and parked on an outside court away from the fizz and pop of the big courts until finally noticed, added ominously that he felt in perfect shape to play his “best tennis” against Murray. Still, humble as ever, he reckoned the Scot was “much more aggressive on clay and when he uses his different shots, he’s one of the best in the top three. He’s much more serene and&nbsp;calm.”</p> \n<p>Ferrer, who has been hitting with Nadal, still regards his fellow Spaniard as the favourite, despite Djokovic’s seamless progress. It is not a view widely held.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/1/1433185556157/Rafael-Nadal-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Rafael Nadal beat Jack Sock 6-3, 6-1, 5-7, 6-2 and will now face the world No1, Novak Djokovic, in the French Open quarter-finals. Photograph: Jason Cairnduff/Action Images via Reuters","credit":"Jason Cairnduff/Action Images via Reuters","altText":"Rafael Nadal","cleanCaption":"Rafael Nadal beat Jack Sock 6-3, 6-1, 5-7, 6-2 and will now face the world No1, Novak Djokovic, in the French Open quarter-finals. Photograph: Jason Cairnduff/Action Images via Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-01T19:09:20Z","lastModified":"2015-06-01T23:01:18Z","metadata":{"commentable":true,"commentCount":108,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["French Open 2015","Novak Djokovic","Rafael Nadal","Andy Murray","Roger Federer","Tennis","French Open","Sport"],"tags":[{"id":"sport/french-open-2015","webTitle":"French Open 2015"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/frenchopen","webTitle":"French Open"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/01/rafael-nadal-novak-djokovic-french-open-quarter-finals","shortUrl":"http://gu.com/p/49d58","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/01/rafael-nadal-novak-djokovic-french-open-quarter-finals","webUri":"http://www.theguardian.com/sport/2015/jun/01/rafael-nadal-novak-djokovic-french-open-quarter-finals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/1/1433185556157/Rafael-Nadal-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Rafael Nadal beat Jack Sock 6-3, 6-1, 5-7, 6-2 and will now face the world No1, Novak Djokovic, in the French Open quarter-finals. Photograph: Jason Cairnduff/Action Images via Reuters","credit":"Jason Cairnduff/Action Images via Reuters","altText":"Rafael Nadal","cleanCaption":"Rafael Nadal beat Jack Sock 6-3, 6-1, 5-7, 6-2 and will now face the world No1, Novak Djokovic, in the French Open quarter-finals. Photograph: Jason Cairnduff/Action Images via Reuters"}},"importance":7,"kicker":{"title":"French Open tennis"},"showQuotedHeadline":false,"sublinks":[{"title":"Murray sets up quarter-final against Ferrer","rawTitle":"Murray sets up quarter-final against Ferrer","item":{"type":"article","id":"sport/2015/jun/01/french-open-andy-murray-jeremy-chardy","title":"Andy Murray sets up French Open quarter-final against David Ferrer","trailText":"Andy Murray beat Jérémy Chardy 6-4, 3-6, 6-3, 6-2 but struggled against the Frenchman and will have to improve against David Ferrer","standFirst":"<span class=\"bullet\">•</span> British No1 beats J&eacute;r&eacute;my Chardy 6-4, 3-6, 6-3, 6-2\n<br />\n<span class=\"bullet\">•</span> Murray to face Spain’s Ferrer in last eight on Wednesday","byline":"Kevin Mitchell at Roland Garros","body":"<p>Andy Murray swore a little, sweated a lot and, when it was done, allowed himself the smallest smile for beating J&eacute;r&eacute;my Chardy on Monday. It was a victory as sweet for where it takes him – into the quarter-finals of the French Open for the fourth time – as for the mild retribution he inflicted on an opponent with whom he probably would not want to share a dinner for two.</p> \n<p>He won 6-4, 3-6, 6-3, 6-2 in just under three hours but made life slightly difficult for himself by not taking two wonderful chances in the second set that would have shortened his workload considerably before the much tougher assignment that awaits him on Wednesday against David Ferrer.</p> \n<p>“Throughout the course of the match I was creating many more opportunities than him,” Murray said. “I wasn’t overly concerned. I just had to take my chances when they came. I did that in the third and fourth sets.”</p> \n<p>He did not do it when Chardy first looked like collapsing in the second: over 15 minutes at the start when the Frenchman survived nine deuce points, three double faults and saved three break points; then, after breaking Murray, holding with only a pair of deuces for 3-1.</p> \n<p>Chardy saw the match a little differently: “There were moments when I thought he was doubting himself and he was not feeling that well. He started panicking a little. During the second set, the first two service games, he had so many opportunities to break. He didn’t and I managed to remain strong. Then I broke him, kept my break and won the set. I broke him immediately at the beginning of the third. After that I made some silly mistakes.”</p> \n<p>Chardy said beforehand he did not like it that Murray withdrew in Rome, claiming fatigue, after beating him in his only match. “We all get tired,” he said, adding that, if he went on to win at Roland Garros, maybe it was the right decision. So, how did he see Murray’s chances now?</p> \n<p>“My favourite for the title is Djokovic, second is always Nadal. Murray’s just behind them. He defeated Nadal in Madrid – so he can beat them, that’s true. But at the end of the tournament it depends on the matches they will have played, who is going to have more energy. But he’s one of the best outsiders for me.”</p> \n<p>Murray can park Chardy in the past and look forward to Ferrer, whom he has not beaten in their four matches on clay. “I’m sure both of us will have changed [since they last met on the surface three years ago] and probably have improved. I feel like I have a better understanding of how I need to play on this surface than I did back then..”</p> \n<p>While Chardy handed Murray 66 allegedly free points, through 10 double faults and 56 unforced errors (although that statistic is sometimes open to interpretation), Ferrer will be a more stubborn, orthodox barn-door of a proposition.</p> \n<p>“It’s going to be tough,” Murray said. “On this surface he’s one of the top four or five players in the world. He’s made a final here and some semis. And the higher-ranked players you play the fewer opportunities they give you, the fewer mistakes they give you, especially in important moments. I’m going to have to be very patient.”</p> \n<p>His patience let him down a couple of times against Chardy – possibly because of the tension between them after Rome – and he said later he still struggles to control his swearing.</p> \n<p>“I’m much better now than I was. But often when we go for our towels, the microphone is right there and you forget where you are sometimes.</p> \n<p>“In football the language they use is not that pleasant all the time but the camera is not on them all the time either. I would rather I didn’t do it but, unfortunately, it’s one of the mistakes I make as a human being. I do try to be better.”</p> \n<p>While his immediate challenge is Ferrer, Murray has been keeping an eye on Roger Federer who breezed past Ga&euml;l Monfils in their postponed match on Monday and has by some way had the easier passage into the second week.</p> \n<p>“If he can get past Stan [Wawrinka, in the quarter-finals on Tuesday], he’s coming up against either Kei [Nishikori] or Jo-Wilfried [Tsonga]. Jo has played in a slam final and so has Kei. But the difference in experience at this stage of an event, Roger trumps them comfortably. And he hasn’t used up too much energy. Playing the match against Ga&euml;l over two days, maybe that helps.</p> \n<p>“I’m sure he will go into the match with Stan fairly fresh. There is absolutely no reason why he couldn’t win the event. But anyone who wants to win this event is going to have to play great tennis because of the level of the field that’s still left in it.”</p> \n<p>And that includes one very fine player from Scotland, the owner now of 17 straight wins in quarter-finals of majors he’s participated in. As he pointed out, there are few ahead of him in that regard, including Federer, who has 36 semi-final appearances. “I’m playing against guys that make some of the things I have done look pretty average because of how good they have been,” he said.</p> \n<p>“Pretty average” is not a description many people would use to describe what Murray has done in tennis even if, against Chardy, he dipped maybe to just “very good”.</p> \n<p>For the record Federer heads the Open era list for consecutive quarter-final appearances with 36, followed by Jimmy Connors (27), Djokovic (24), Murray (17), Ivan Lendl (14), Bjorn Borg (12) and Pete Sampras (10). So he is mixing in pretty good company.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/1/1433168020503/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates after defeating Jérémy Chardy  to reach the quarter-finals of the French Open. Photograph: Michel Euler/AP","credit":"Michel Euler/AP","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates after defeating Jérémy Chardy  to reach the quarter-finals of the French Open. Photograph: Michel Euler/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-01T14:14:04Z","lastModified":"2015-06-01T23:01:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["French Open 2015","Andy Murray","French Open","Tennis","Sport"],"tags":[{"id":"sport/french-open-2015","webTitle":"French Open 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/frenchopen","webTitle":"French Open"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/01/french-open-andy-murray-jeremy-chardy","shortUrl":"http://gu.com/p/49czf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/01/french-open-andy-murray-jeremy-chardy","webUri":"http://www.theguardian.com/sport/2015/jun/01/french-open-andy-murray-jeremy-chardy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/1/1433168020503/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates after defeating Jérémy Chardy  to reach the quarter-finals of the French Open. Photograph: Michel Euler/AP","credit":"Michel Euler/AP","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates after defeating Jérémy Chardy  to reach the quarter-finals of the French Open. Photograph: Michel Euler/AP"}},"importance":0,"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Football / Liverpool to sign James Milner on free transfer from Man City","rawTitle":"Liverpool to sign James Milner on free transfer from Man City","item":{"type":"article","id":"football/2015/jun/01/liverpool-james-milner-free-transfer-manchester-city","title":"Liverpool to sign James Milner on free transfer from Manchester City","trailText":"James Milner looked set to move to Liverpool from Manchester City on a free transfer, despite the club having failed to qualify for the Champions League","standFirst":"<span class=\"bullet\">•</span> England midfielder prefers Anfield to Arsenal and Roma\n<br />\n<span class=\"bullet\">•</span> Lack of Champions League football not a factor for Milner","byline":"Andy Hunter","body":"<p>Liverpool hope to agree the free transfer of James Milner this week with the England international poised to reject Champions League football with Manchester City or Arsenal in favour of a prominent role at Anfield.</p> \n<p>Milner is one of the items on Liverpool’s agenda for a week that will shape their summer strategy. Tom Werner, the club’s chairman, and Mike Gordon, the president of Fenway Sports Group, are due on Merseyside on Tuesday to conduct an end-of-season review that will have major implications for Brendan Rodgers’ position.</p> \n<p>The club are also free to negotiate personal terms with Danny Ings, who is out of contract at Burnley on 1 July and understood to prefer a move to Liverpool over Tottenham Hotspur and Real Sociedad. Burnley are entitled to compensation set by a tribunal of around &pound;5m-&pound;6m for the 22-year-old striker.</p> \n<p>Milner is a key target for Liverpool as they prepare to rebuild their midfield without Steven Gerrard and the club are confident of reaching a swift agreement with the player and his advisers despite failing to qualify for the Champions League. The 29-year-old is a free agent on 1 July having resisted City’s offer of a four-year contract worth up to &pound;165,000-a-week since last summer. Arsenal and Roma are also interested in Milner, who cost City &pound;26m when he joined from Aston Villa in 2010 and last season made more starts in the Premier League, including against the leading sides, plus in the Champions League than in 2013-14.</p> \n<p>However, he did not secure the regular central midfield role he wanted under Manuel Pellegrini and Liverpool hope that prospect at Anfield, and the fact he can remain in the north-west, has swayed him towards Merseyside.</p> \n<p>Milner, Ings, Nathaniel Clyne, the Southampton right-back who has been subject of a &pound;10m bid from Liverpool, and Aston Villa’s Christian Benteke are all transfer targets that have been agreed with Rodgers, although FSG’s review into an underwhelming campaign will address his future as manager.</p> \n<p>Gordon is leading a far-reaching review that includes the poor return on last summer’s &pound;117m transfer spree, swift exits from the Champions League and Europa League and Rodgers’ handling of a sixth-placed finish in the Premier League that ended in a humiliating 6-1 defeat at Stoke City.</p> \n<p>Werner is also involved in the process but his presence on Merseyside is also scheduled to include meetings over the Anfield stadium development, the club’s academy and the Premier League shareholder’s meeting in London on Thursday.</p> \n<p>FSG have indicated that Rodgers retains their backing since the final day drubbing at the Britannia Stadium but want to hear his plans for a vast improvement next season and willingness to work within their model before moving into a fourth campaign with the Northern Irishman in charge.</p> \n<p>Pressure grew on the Liverpool manager during a miserable end to last season when his team lost the FA Cup semi-final to Villa and faded from Champions League contention as a consequence of only two wins from the last nine league matches. Both J&uuml;rgen Klopp and Rafael Ben&iacute;tez have been touted as replacements for Rodgers this summer but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/01/jurgen-klopp-break-management-borussia-dortmund\" title=\"\">the German coach has confirmed his intention to take a sabbatical</a> following the end of his seven year reign at Borussia Dortmund while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/31/real-madrid-vice-president-rafa-benitez\" title=\"\">the former Liverpool manager is expected to be unveiled as Real Madrid’s head coach on Wednesday</a>.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433192998467/James-Milner-in-action-fo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Milner's desire for regular first-team football appears to have influenced his decision to leave Manchester City for Liverpool. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"James Milner in action for Manchester City","cleanCaption":"James Milner's desire for regular first-team football appears to have influenced his decision to leave Manchester City for Liverpool. Photograph: Shaun Botterill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-01T21:10:58Z","lastModified":"2015-06-02T00:10:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Liverpool","Brendan Rodgers","Manchester City","Burnley","Football","Aston Villa","Transfer window","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/burnley","webTitle":"Burnley"},{"id":"football/football","webTitle":"Football"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/01/liverpool-james-milner-free-transfer-manchester-city","shortUrl":"http://gu.com/p/49d68","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/01/liverpool-james-milner-free-transfer-manchester-city","webUri":"http://www.theguardian.com/football/2015/jun/01/liverpool-james-milner-free-transfer-manchester-city"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433192998467/James-Milner-in-action-fo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Milner's desire for regular first-team football appears to have influenced his decision to leave Manchester City for Liverpool. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"James Milner in action for Manchester City","cleanCaption":"James Milner's desire for regular first-team football appears to have influenced his decision to leave Manchester City for Liverpool. Photograph: Shaun Botterill/Getty Images"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Rumour Mill / Karim Benzema on his way to Liverpool?","rawTitle":"Karim Benzema on his way to Liverpool?","item":{"type":"article","id":"football/2015/jun/02/transfer-rumours-karim-benzema-liverpool","title":"Football transfer rumours: Karim Benzema on his way to Liverpool?","trailText":"Luciano Vietto to Liverpool? | Andriy Yarmolenko to Tottenham? | Bastian Schweinsteiger to Manchester United","standFirst":"Today’s fluff says: ‘Go to a gallery. You’ll meet someone there’","byline":"Paul Doyle","body":"<p>It seems that Liverpool have accepted that Raheem Sterling is too far gone into his Shania Twain routine to be talked out of it. They can bandy James Milner and Danny Ings about all they want but Sterling’s response is still That Don’t Impress Me Much. And so the youngster with the ability and determination that Liverpool so desperately need right now will soon leave Anfield for good, and fly into the tanned and bejewelled arms of Real Madrid, where none other than Rafa Ben&iacute;tez is preparing to lavish him with riches, trophy opportunities and a special issue Rafa Handbook and Protractor for studying the most meticulous game plans this side of a global Sims convention.</p> \n<p>Liverpool will attempt to avoid a repeat of The Worst Transfer Window in English Football History by landing either Villarreal’s Luciano Vietto – although there are concerns that the striker’s release clause applies only to Spanish clubs – or, wait for it, Karim Benzema! Yes, reports in Madrid claim that the town isn’t big enough for two Bens, so Ben&iacute;tez will boot out Benzema on the grounds that he is more dispensable than Cristiano Ronaldo or Gareth Bale, the other two members of a trio whose defensive input is not as big as Ben&iacute;tez demands. Hmmn. That’s dangerous talk in Madrid, so the Mill is not ruling out the possibility of Ben&iacute;tez replacing Brendan Rodgers at Anfield this side of January.</p> \n<p>Before that, Rodgers has more shopping to do. Liverpool fans are appropriately braced.</p> \n<p>Vietto is unlikely to be one of his purchases if it turns out, as reported, that the release clause in the Villarreal striker’s contract only applies to other Spanish clubs. Dynamo Kyiv’s Andriy Yarmolenko has aroused Rodgers’ interest too, but Tottenham’s antennae are also twitching. And the same two clubs – and Aston Villa – are in a face-off for Burnley’s Kieran Trippier. And like two pupils copying off each other in an exam with each hoping the other is not a dunce, Liverpool and Spurs are both also courting Andr&eacute; Ayew, who is being serenaded by Roma too.</p> \n<p>Spurs want another player from Marseille too, namely the 22-year-old midfield enforcer Giannelli Imbula, who is being eyed up by Chelsea, but Spurs reckon they have an edge because Marseille fancy taking Benjamin Stambouli in part-return.</p> \n<p>The Sun claims that Diego Costa has told friends that he wants to leave Chelsea. And these people are such good friends that they then turned around and told The Sun. Something stinks here, and it’s not the Mill. Apologies, it is the Mill. Hold on a moment while we peel off these socks. There, that’s better. Feel free to open a window. As wide as possible.</p> \n<p>West Ham’s door is open, as you know. And Slaven Bilic fancies striding through it, as you also know. While the Hammers are keen on the Croat, their first choice remains Marcelo Bielsa, who also remains Marseille manager, at least for now. Sevilla’s Unai Emery is a long shot.</p> \n<p>Manchester United, meanwhile, want Sevilla striker Carlos Bacca. They also want Morgan Schneiderlin or Bastian Schweinsteiger. Possibly both, but definitely not Tom Cleverley, who could, therefore, move to Everton.</p> \n<p>Newcastle’s Moussa Sissoko fancies being known next season as Chelsea’s Moussa Sissoko.</p> \n<p>Finally, in the same way that some folks just won’t give up the research for the Loch Ness monster, Aston Villa are looking for buyers for Aly Cissokho, Philippe Senderos and Matt Lowton while Lyon are on their way to Scotland – not on a Nessie quest, obviously – but rather to catch Celtic striker John Guidetti. *</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/44e93e25824eb6d5f58c646ede7f6250f0f9137d/0_131_2094_1256/2094.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1256,"width":2094,"orientation":"landscape","credit":"Gerard Julien/AFP/Getty Images","altText":"Karim Benzema","cleanCredit":"Photograph: Gerard Julien/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-02T08:10:25Z","lastModified":"2015-06-02T08:12:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Doyle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pauldoyle"}],"feature":true,"keywords":["Liverpool","Real Madrid","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/realmadrid","webTitle":"Real Madrid"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Doyle","topic":{"type":"tag-contributor","name":"profile/pauldoyle"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/02/transfer-rumours-karim-benzema-liverpool","shortUrl":"http://gu.com/p/49dbp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/02/transfer-rumours-karim-benzema-liverpool","webUri":"http://www.theguardian.com/football/2015/jun/02/transfer-rumours-karim-benzema-liverpool"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/44e93e25824eb6d5f58c646ede7f6250f0f9137d/0_131_2094_1256/2094.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1256,"width":2094,"orientation":"landscape","caption":"Is Karim Benzema about to swap Real Madrid for Liverpool? Photograph: Gerard Julien/AFP/Getty Images","credit":"Gerard Julien/AFP/Getty Images","altText":"Is Karim Benzema about to swap Real Madrid for Liverpool?","cleanCaption":"Is Karim Benzema about to swap Real Madrid for Liverpool?","cleanCredit":"Photograph: Gerard Julien/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Rumour Mill"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Rugby union / Danny Cipriani arrested on suspicion of drink-driving after 5am crash","rawTitle":"Danny Cipriani arrested on suspicion of drink-driving after 5am crash","item":{"type":"article","id":"sport/2015/jun/02/danny-cipriani-arrested-suspicion-drink-driving","title":"Danny Cipriani arrested on suspicion of drink-driving after 5am crash","trailText":"Danny Cipriani, a member of Stuart Lancaster’s England squad for the World Cup, was arrested on suspicion of drink-driving after his Mercedes was involved in a collision in the early hours of Monday","standFirst":"<span class=\"bullet\">•</span> Fly-half bailed after his Mercedes is involved in crash\n<br />\n<span class=\"bullet\">•</span> Incident happens hours after Cipriani stars in England win over Barbarians","byline":"Gerard Meagher","body":"<p>Danny Cipriani’s hopes of making England’s World Cup squad appear to be in jeopardy after the fly-half was arrested on suspicion of drink-driving after a 5am car crash on Monday.</p> \n<p>Cipriani was reportedly breathalysed after a collision in Chelsea, west London, and taken to a nearby police station before being released on bail. On Sunday the 27-year-old scored two tries for England in a man-of-the-match performance against the Barbarians at Twickenham.</p> \n<p>A spokeswoman for the Metropolitan Police said: “Police were called at approximately 5.15am on Monday, 1 June, to reports of two cars in collision in Imperial Road, SW6. No reports of any injuries.</p> \n<p>“The cars involved were a silver Toyota Prius and a black Mercedes C63. The driver of the Mercedes, a 27-year-old man, was arrested on suspicion of drink-driving.</p> \n<p>“He was taken to a west London police station where he was later released on police bail. Return date to be confirmed.”</p> \n<p>Cipriani’s arrest is a blow to the England head coach, Stuart Lancaster, who had singled the Sale No10 out for praise for his performance at Twickenham. It comes less than three weeks after Manu Tuilagi’s conviction for assaulting two female police officers and a taxi driver, and Lancaster spent last Friday explaining his decision to drop Dylan Hartley from England’s 50-man World Cup training squad after the hooker was banned for four weeks for a headbutt in Northampton’s defeat by Saracens.</p> \n<p>England’s 73-12 victory over the Barbarians provided a boost for Lancaster before England’s hosting of the World Cup later this year. The match was only Cipriani’s second start for England under Lancaster, having ended a six-year international exile against New Zealand last summer, and had seemingly enhanced his hopes of being selected in the 31-man World Cup squad. After the victory the coach had said: “He has learned a lot about discipline from Sale this year, so he has been a lot more controlled and composed in games.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433202963587/Danny-Cipriani-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Danny Cipriani cored two tries for England in a man-of-the-match performance against the Barbarians at Twickenham on Sunday. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Danny Cipriani","cleanCaption":"Danny Cipriani cored two tries for England in a man-of-the-match performance against the Barbarians at Twickenham on Sunday. Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-02T00:05:07Z","lastModified":"2015-06-02T00:13:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Gerard Meagher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gerard-meagher"}],"feature":false,"keywords":["Danny Cipriani","England rugby union team","Sport","Rugby union"],"tags":[{"id":"sport/danny-cipriani","webTitle":"Danny Cipriani"},{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/rugby-union","webTitle":"Rugby union"}],"section":{"id":"sport"},"topics":[{"displayName":"Gerard Meagher","topic":{"type":"tag-contributor","name":"profile/gerard-meagher"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/02/danny-cipriani-arrested-suspicion-drink-driving","shortUrl":"http://gu.com/p/49d7y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/02/danny-cipriani-arrested-suspicion-drink-driving","webUri":"http://www.theguardian.com/sport/2015/jun/02/danny-cipriani-arrested-suspicion-drink-driving"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/2/1433202963587/Danny-Cipriani-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Danny Cipriani scored two tries for England in a man-of-the-match performance against the Barbarians at Twickenham on Sunday. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Danny Cipriani","cleanCaption":"Danny Cipriani scored two tries for England in a man-of-the-match performance against the Barbarians at Twickenham on Sunday. Photograph: David Davies/PA"}},"importance":5,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Cricket / England will come out ‘all guns blazing’ for Test win, says Joe Root","rawTitle":"England will come out ‘all guns blazing’ for Test win, says Joe Root","item":{"type":"article","id":"sport/2015/jun/01/england-all-guns-blazing-win-second-test-new-zealand","title":"England will come out ‘all guns blazing’ for Test win, says Joe Root","trailText":"Joe Root claims England will come out ‘all guns blazing’ as they look to pull off the improbable with a world-record run chase of 455 on the final day of the second Test with New Zealand","standFirst":"<span class=\"bullet\">•</span> England face world-record run chase on final day against New Zealand\n<br />\n<span class=\"bullet\">•</span> BJ Watling says touring side ‘backing ourselves to win’ second Test\n<br />","byline":"Ali Martin at Headingley","body":"<p>Joe Root claims England will come out “all guns blazing” as they look to pull off the improbable with a world-record run chase of 455 on the final day of the second Test with New Zealand at Headingley.</p> \n<p>Alastair Cook and his opening partner, Adam Lyth, reached <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/01/england-new-zealand-second-test-match-report-day-four\" title=\"\">44 without loss before rain wiped out five hours of play</a> in the afternoon on Monday, following a morning session in which the tourists hammered 116 runs in 16 overs and declared on 454 for eight.</p> \n<p>While Cook’s side are 1-0 up after last week’s win at Lord’s and know a draw in Leeds would be enough to secure the series Root was adamant they would approach the day thinking only of the win – a feat which would surpass the 418 chased down by West Indies against Australia in 2003.</p> \n<p>“There is quite a bit of work to do but we’ve got an opportunity to do something special,” said Root. “We’re positive, we’ve got off to a great start and hopefully that can continue. The rain coming in has made things a little harder for us but we’ve got every intention of going out with a view to win the game.</p> \n<p>“[It will take] guys doing what they do best and being very ruthless in the way they do it. Someone has obviously got to stand up and play a really important innings. But it is still a good pitch and we got off to a reasonable start ourselves, so fingers crossed we can come out in the morning all guns blazing.”</p> \n<p>With tickets for the Headingley finale at &pound;5 for adults and free for children, Root hopes the ground can be filled and an atmosphere generated akin to that experienced in London last week.</p> \n<p>“It would be great to get as many people into the ground as we can,” said the Yorkshire batsman. “You look around that changing room and one to 11 are match-winners. We’ve got a long line-up and we’ve got every opportunity to chase them down.</p> \n<p>“We need to make sure we get as much from that and get off to the best start possible to set the day and the chase up.”</p> \n<p>With only this one Test innings remaining before the Ashes begins in Cardiff on 8 July, attention has turned to the form of Gary Ballance and Ian Bell, who have not passed 30 in their three knocks this series. Root was quick to back the pair to deliver, pointing out that they both scored centuries on the recent tour of the Caribbean.</p> \n<p>“It would be hard to say they are in a lean patch,” he said. “They came out of that series with the West Indies with hundreds. They are not concerned about their form. They know how good they are and that they have an opportunity here. One of them, both of them, could win us the game and set their summers up nicely.”</p> \n<p>With seven left-handers in the England batting order the New Zealand off-spinner Mark Craig will operate on a pitch that is already showing signs of turn.</p> \n<p>But BJ Watling, who scored 120 in New Zealand’s second innings, believes the seamers Tim Southee and Trent Boult will still be their go-to men.</p> \n<p>“We have 98 overs and 30 of those with the second new ball. We are backing ourselves to win the game,” said Watling. “We need to pick up early poles and put them under pressure. But we know England will not back down.</p> \n<p>“You can still score runs on that pitch but we saw some spin and it could be tricky for them. [Craig] should enjoy the turn and bounce.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/1/1433189046640/Alastair-Cook-England-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Alastair Cook put on 44 for the first wicket with Adam Lyth before rain cut play short at Headingley. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Alastair Cook England","cleanCaption":"England's Alastair Cook put on 44 for the first wicket with Adam Lyth before rain cut play short at Headingley. Photograph: Lynne Cameron/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-01T20:04:38Z","lastModified":"2015-06-02T00:10:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England v New Zealand 2015","New Zealand cricket team","England cricket team","Joe Root","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/01/england-all-guns-blazing-win-second-test-new-zealand","shortUrl":"http://gu.com/p/49d67","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/01/england-all-guns-blazing-win-second-test-new-zealand","webUri":"http://www.theguardian.com/sport/2015/jun/01/england-all-guns-blazing-win-second-test-new-zealand"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d65cdab08815bc861f5c888f63450596bf625744/0_109_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Joe Root believes England are capable of a record-breaking run chase against New Zealand at Headingley. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Joe Root believes England are capable of a record-breaking run chase against New Zealand at Headingley.","cleanCaption":"Joe Root believes England are capable of a record-breaking run chase against New Zealand at Headingley.","cleanCredit":"Photograph: Gareth Copley/Getty Images"}},"importance":4,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Rugby union / Wales pick George North for World Cup training but pledge to take care","rawTitle":"Wales pick George North for World Cup training but pledge to take care","item":{"type":"article","id":"sport/2015/jun/01/wales-george-north-world-cup-squad","title":"Wales pick George North for World Cup training but pledge to take care","trailText":"Wales have named George North in their World Cup training squad but will wait for at least six weeks before involving the wing in contact training following his concussions","standFirst":"<span class=\"bullet\">•</span> Wing may not play in warm-up matches in August after concussions\n<br />\n<span class=\"bullet\">•</span> Ross Moriarty, Tomas Francis and Dominic Day named in 47-man squad","byline":"Paul Rees","body":"<p>Wales have named George North in their World Cup training squad but will wait for at least six weeks before involving the wing in contact training as he continues his comeback from a third concussion in five months.</p> \n<p>North, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/14/george-north-wait-neurologists-resuming-career-concussion\" title=\"\">who has not played since the end of March</a>, has reached the stage in the concussion protocol when he is allowed to run. But he cannot take contact and Wales <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/12/breakdown-george-north-wales-concussion\" title=\"\">will be guided by medical opinion</a>.</p> \n<p>“It sometimes comes down to more than rugby,” said the Wales forwards coach, Robin McBryde, a week after the Newport Gwent Dragons centre and former Wales Under-20 captain Ashley Smith announced his retirement after a series of concussions. “Let’s get George through the tests first.”</p> \n<p>North was at Twickenham on Monday for a World Cup commercial announcement. “It has been a bit of a long road but I am feeling fit and well now and looking forward to what is ahead,” he said.</p> \n<p>The Wales squad will start gathering from 15 June and each player will have an individual return-to-play programme depending on when his season finished – last weekend in the case of a few while it is not over for the Toulon full-back Leigh Halfpenny – before attending training camps in Switzerland, Qatar and Poland.</p> \n<p>“It is different for each individual,” said Rob Howley, the Wales attack coach. “It may be that George will sit out the warm-up matches in August but that will be guided by him and the medical team. He is fine in terms of running but what we do not know is whether contact will bring back signs of concussion and we will not be doing anything bone-on-bone until we go to Doha next month.”</p> \n<p>Nearly a third of the 47 players named in the training squad are based outside Wales, who have different selection criteria from their group rivals England. The hosts will not consider anyone not playing for a Premiership club while three of the forwards called up by Wales made an impact on the English game this season.</p> \n<p>The Gloucester back-row Ross Moriarty, whose father, Paul, played for Wales, the Exeter prop Tomas Francis and the Bath second-row Dominic Day will add to the competition for places at a time when the Wales management, who have had a largely settled squad since the last World Cup, are warning against complacency.</p> \n<p>“We do not have the player numbers of England and you cannot compare like for like,” Howley said. “It is all about picking the best players who are available for us and giving them a chance. All our players who are with Premiership clubs will be fully available for our training programme and that ensures us a level playing field.”</p> \n<p>Moriarty was a member of England’s Under-20 squad and was born in St Helens. His uncle, Richard Moriarty, captained Wales at the inaugural World Cup in 1987. “Ross was chomping at the bit when I spoke to him,” McBryde said, “very eager to join up with us. He has plenty to offer and he has elements of his father and uncle. We did not think about getting in there before England. He was qualified to play for us and he was making an impact with Gloucester.”</p> \n<p>Francis qualifies for Wales through a grandparent and Day was born in Haverfordwest. “Tomas was named in the Premiership team of the season and that is testimony to how effective he has been,” McBryde said. “When they played Northampton he got the better of a Lions prop, Alex Corbisiero, and they could not handle him. Dominic’s game has come on at Bath and he deserves the opportunity.”</p> \n<p>James Hook is back in the squad after being dropped for the Six Nations. Although the centre Jonathan Davies will not play in the World Cup after damaging knee ligaments Hook will not be considered in the midfield but will be regarded as a fly-half who is an option at fullback.</p> \n<p>“We spoke to James earlier in the season about the fact he was quite lateral in attack and it is difficult for a fly-half to then control a game,” Howley said. “Danny Cipriani was superb for England against the Barbarians on Sunday in the way he ran the game and the challenge for James is to be effective when play is structured and when it is unstructured.</p> \n<p>“Dan Biggar has had an outstanding season for us at fly-half but this squad is all about driving competition and giving us choices for the 31,” he said.</p> \n<h2>Wales training squad</h2> \n<p><strong>Forwards (25):</strong> Rob Evans (Scarlets), Tomas Francis (Exeter Chiefs), Paul James (Bath Rugby), Aaron Jarvis (Ospreys), Gethin Jenkins (Cardiff Blues), Rhodri Jones (Scarlets), Samson Lee (Scarlets), Nicky Smith (Ospreys), Scott Baldwin (Ospreys), Kristian Dacey (Cardiff Blues), Richard Hibbard (Gloucester Rugby), Ken Owens (Scarlets), Jake Ball (Scarlets), Luke Charteris (Racing Metro), Dominic Day (Bath Rugby), Bradley Davies (Wasps), Alun Wyn Jones (Ospreys), Rory Thornton (Ospreys), Dan Baker (Ospreys), Taulupe Faletau (Newport Gwent Dragons), James King (Ospreys), Dan Lydiate (Ospreys), Ross Moriarty (Gloucester Rugby), Justin Tipuric (Ospreys), Sam Warburton (captain - Cardiff Blues).</p> \n<p><strong>Backs (22):</strong> Gareth Davies (Scarlets), Mike Phillips (Racing Metro), Rhys Webb (Ospreys), Lloyd Williams (Cardiff Blues), Gareth Anscombe (Cardiff Blues), Dan Biggar (Ospreys), James Hook (Gloucester Rugby), Matthew Morgan (Bristol Rugby), Rhys Patchell (Cardiff Blues), Rhys Priestland (Scarlets), Cory Allen (Cardiff Blues), Jack Dixon (Newport Gwent Dragons), Tyler Morgan (Newport Gwent Dragons), Jamie Roberts (Racing Metro), Scott Williams (Scarlets), Hallam Amos (Newport Gwent Dragons), Alex Cuthbert (Cardiff Blues), Leigh Halfpenny (Toulon), Tom James (Exeter Chiefs), George North (Northampton Saints), Eli Walker (Ospreys), Liam Williams (Scarlets).</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/1/1433178273750/George-North-Wales-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George North, the Wales wing, has not played since the end of March following three concussions in five months. Photograph: Ettore Ferrari/EPA","credit":"Ettore Ferrari/EPA","altText":"George North Wales","cleanCaption":"George North, the Wales wing, has not played since the end of March following three concussions in five months. Photograph: Ettore Ferrari/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-01T21:00:00Z","lastModified":"2015-06-01T23:55:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Rees","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746242/PaulRees.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulrees"}],"feature":false,"keywords":["Wales rugby union team","Rugby World Cup 2015","Rugby union","Rugby World Cup","Sport"],"tags":[{"id":"sport/wales-rugby-union-team","webTitle":"Wales rugby union team"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Rees","topic":{"type":"tag-contributor","name":"profile/paulrees"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/01/wales-george-north-world-cup-squad","shortUrl":"http://gu.com/p/49d22","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/01/wales-george-north-world-cup-squad","webUri":"http://www.theguardian.com/sport/2015/jun/01/wales-george-north-world-cup-squad"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/1/1433178273750/George-North-Wales-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George North, the Wales wing, has not played since the end of March following three concussions in five months. Photograph: Ettore Ferrari/EPA","credit":"Ettore Ferrari/EPA","altText":"George North Wales","cleanCaption":"George North, the Wales wing, has not played since the end of March following three concussions in five months. Photograph: Ettore Ferrari/EPA"}},"importance":4,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Football Weekly / Arsenal thrash Villa as Fifa farce rumbles on","rawTitle":"Arsenal thrash Villa as Fifa farce rumbles on","item":{"type":"audio","id":"football/blog/audio/2015/jun/01/fa-cup-championsleague","title":"Football Weekly: Arsenal thrash Aston Villa as Fifa farce rumbles on","trailText":"<p>Arsenal retain the FA Cup, Sepp Blatter lives to fight another day, and a preview of the Champions League final</p>","standFirst":"Arsenal retain the FA Cup, Sepp Blatter lives to fight another day, and a preview of the Champions League final","byline":"Presented by James Richardson and produced by Ben Green","body":"<p>It's the penultimate<strong> Football Weekly</strong> of the season, and with <strong><a href=\"http://www.twitter.com/amylawrence71\">Amy Lawrence</a></strong>, <strong><a href=\"http://www.twitter.com/jacobsteinberg\">Jacob Steinberg </a></strong>and <strong><a href=\"http://www.twitter.com/john_ashdown\">John Ashdown</a></strong> alongside <strong><a href=\"http://www.twitter.com/acjimbo\">AC Jimbo</a></strong>, we're going out with something of a bang.</p>\n<p>We begin with that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/31/arsenal-fa-cup-premier-league-title-arsene-wenger-wembley-aston-villa\">ridiculously one-sided FA Cup final</a> where Arsenal absolutely tonked Aston Villa to retain the trophy.</p>\n<p>Next, <strong><a href=\"http://www.twitter.com/owen_g\">Owen Gibson</a></strong> tells us about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/30/sepp-blatter-accuses-us-and-british-media-campaign-topple\">his wild week in Zurich at Fifa's annual congress</a>. You may have read about what went on.</p>\n<p>Finally,<strong><a href=\"https://twitter.com/filippomricci\"> Filippo Maria Ricci</a></strong> – an Italian covering Spanish football – gives us his unique take on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/30/barcelona-champions-league-final-juventus-lionel-messi-luis-suarez-neymar-berlin-luis-enrique\">Juventus taking on Barcelona in Saturday's Champions League final</a>.</p>\n<p>Congratulations by the way to listeners and posters <strong>Andrew Pinel </strong>and <strong>New Buildings</strong> who correctly predicted that Arsenal would win 4-0 at Wembley. Signed copies of Amy's excellent book <em>Invincible</em> will be on their way to you <a href=\"mailto:ben.green@theguardian.com\">just as soon as you email Producer Ben your address</a>. No timewasters, please.</p>","audio":{"source":"guardian.co.uk","durationInSeconds":3295,"uri":"http://static.guim.co.uk/audio/kip/football/series/footballweekly/e/1433169357203/8801/FW-01062015-arsenal-fifa.mp3","mimeType":"audio/mpeg"},"section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433066847617/2fe17269-1147-4363-ac83-6fd8082455c3-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Theo Walcott of Arsenal celebrates after scoring his side's first goal during the FA Cup final against Aston Villa. Photograph: Tom Jenkins","credit":"Tom Jenkins","altText":"Theo Walcott of Arsenal celebrates after scoring his side's first goal during the FA Cup final against Aston Villa.","cleanCaption":"Theo Walcott of Arsenal celebrates after scoring his side's first goal during the FA Cup final against Aston Villa.","cleanCredit":"Tom Jenkins"}],"bodyImages":[],"webPublicationDate":"2015-06-01T15:19:47Z","lastModified":"2015-06-01T15:19:53Z","metadata":{"commentable":true,"commentCount":58,"contributors":[{"name":"James Richardson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/2/1399056122245/James-Richardson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamesrichardson"},{"name":"Ben Green","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bengreen"},{"name":"Amy Lawrence","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/21/1408638591823/Amy-Lawrence-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amylawrence"},{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"},{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"},{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["Football","FA Cup","Champions League","Fifa","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"football/fa-cup","webTitle":"FA Cup"},{"id":"football/championsleague","webTitle":"Champions League"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"series":{"title":"Football Weekly","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/footballweekly"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#aad8f1","navigationDownColour":"#dbf3ff","ruleColour":"#aad8f1","headlineColour":"#ffffff","headlineAccentColour":"#aad8f1","standfirstColour":"#ffffff","metaColour":"#ffffff","timestampColour":"#ffffff","dividerColour":"#333333","backgroundColour":"#484848","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#999999","iconColour":"#aad8f1","kickerColour":"#aad8f1","colourPalette":"podcast"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/audio/2015/jun/01/fa-cup-championsleague","shortUrl":"http://gu.com/p/49cqd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/audio/2015/jun/01/fa-cup-championsleague","webUri":"http://www.theguardian.com/football/blog/audio/2015/jun/01/fa-cup-championsleague"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"Football Weekly"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Football / Steve McClaren and Patrick Vieira in battle for Newcastle Utd job","rawTitle":"Steve McClaren and Patrick Vieira in battle for Newcastle Utd job","item":{"type":"article","id":"football/2015/jun/01/steve-mcclaren-patrick-vieira-newcastle-united-job","title":"Steve McClaren and Patrick Vieira in battle for Newcastle United job","trailText":"Steve McClaren continues to command strong support in the corridors of power at Newcastle United where he is vying with Patrick Vieira for the manager’s job","standFirst":"<span class=\"bullet\">•</span> McClaren was sacked by Derby County last week\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/01/patrick-vieira-manchester-city-ready-to-leave-newcastle\" title=\"\">Vieira would leave Manchester City for the right job</a>","byline":"Louise Taylor and Jamie Jackson","body":"<p>Steve McClaren continues to command strong support in the corridors of power at Newcastle United where he is vying with Patrick Vieira for the manager’s job.</p> \n<p>Much hinges on the outcome of talks involving Vieira, the Manchester City under-21 coach, and Lee Charnley, Newcastle’s managing director, who hopes to be in a position to name John Carver’s successor by the end of the week.</p> \n<p>Vieira has made it clear he will leave City <a href=\"http://http://www.theguardian.com/football/2015/jun/01/patrick-vieira-manchester-city-ready-to-leave-newcastle\">for the right managerial position</a> but will join Newcastle only if he is offered certain assurances regarding autonomy. Unless Mike Ashley, Newcastle’s owner, has experienced a volte face this could represent a sticking point as his head coaches have traditionally enjoyed limited influence over transfer market activities.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/01/patrick-vieira-manchester-city-ready-to-leave-newcastle\">Patrick Vieira ready to leave Manchester City for right job</a> </p> \n</aside> \n<p>After four years at the Etihad in various non-playing roles the former Arsenal and France midfielder is close to obtaining his pro licence qualification and feels ready to become a No1.</p> \n<p>Vieira is highly regarded at City where he is on a 12-month rolling contract worth around &pound;1.5m a year. It appears City would want Newcastle to pay that amount in compensation although the open ended nature of his one year “roll-on” deal suggests Ashley could well attempt to negotiate a rather more modest compromise figure.</p> \n<p>Those in the Newcastle hierachy championing McClaren’s cause are concerned by Vieira’s inexperience and fear one of English football’s most challenging jobs could prove too big for a first foray into management.</p> \n<p>As a former Middlesbrough manager, still living in the north-east, McClaren <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/25/derby-county-steve-mcclaren-sacked\">– sacked by Derby County last week –</a> has the advantage of knowing the region inside out. The former England manager’s record is mixed but the 54-year-old is an excellent training ground coach who won the League Cup and reached the Uefa Cup final with Boro before winning the Dutch title at FC Twente.</p> \n<p>There is understood to be a third choice – possibly Michael Laudrup – on Charnley’s shortlist but he appears very much a backstop option unlikely to come under serious consideration unless negotiations with the two leading contenders founder.</p> \n<p>Carver is expected to revert to his former assistant’s role next season and received support on Monday from Ryan Taylor. The defender, who revealed both he and Jon&aacute;s Guti&eacute;rrez were told they were to be released over the telephone, said: “He’s a good friend of mine ... I can’t really blame John because he’s under instructions on what to do.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433178005802/Steve-McClaren-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve McClaren, who was dismissed by Derby County after failing to finish in the play-offs, is vying with Patrick Vieira for the Newcastle United job. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve McClaren","cleanCaption":"Steve McClaren, who was dismissed by Derby County after failing to finish in the play-offs, is vying with Patrick Vieira for the Newcastle United job. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-01T17:03:01Z","lastModified":"2015-06-02T01:25:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"},{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":false,"keywords":["Newcastle United","Steve McClaren","Manchester City","Football","Sport"],"tags":[{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"football/steve-mcclaren","webTitle":"Steve McClaren"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/01/steve-mcclaren-patrick-vieira-newcastle-united-job","shortUrl":"http://gu.com/p/49d2q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/01/steve-mcclaren-patrick-vieira-newcastle-united-job","webUri":"http://www.theguardian.com/football/2015/jun/01/steve-mcclaren-patrick-vieira-newcastle-united-job"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433178005802/Steve-McClaren-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve McClaren, who was dismissed by Derby County after failing to finish in the play-offs, is vying with Patrick Vieira for the Newcastle United job. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve McClaren","cleanCaption":"Steve McClaren, who was dismissed by Derby County after failing to finish in the play-offs, is vying with Patrick Vieira for the Newcastle United job. Photograph: BPI/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-02T08:16:25Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}