{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Wimbledon / Murray radiates calm before facing storm of expectation","rawTitle":"Murray radiates calm before facing storm of expectation","item":{"type":"article","id":"sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin","title":"Andy Murray radiates calm before facing storm of Wimbledon expectation","trailText":"Andy Murray appears relaxed and is in a rich vein of form before his return to Wimbledon, scene of his greatest triumph and some of the disappointments","standFirst":"Scot appears relaxed and in a rich vein of form before his return to scene of his greatest triumph and some of the disappointments","byline":"Kevin Mitchell at Wimbledon","body":"<p>In the few hours left to him for contemplation before he walks out to face Mikhail Kukushkin on Tuesday Andy Murray might reflect on the unfortunate circumstances of his last appearance at Wimbledon, the defeat by Grigor Dimitrov in the quarter-final a year ago.</p> \n<p>Am&eacute;lie Mauresmo had just joined him as coach and two other key members his team, Dani Vallverdu and Jez Green, were unhappy they had not been consulted. The loss to the Bulgarian on that otherwise pleasant afternoon was not pretty and, adding a patina of pain to the experience, there was Murray’s outburst during play, that sounded to most ears like “five minutes before the fucking match”, which indicated unspecified turmoil either unfolding or recently concluded behind the scenes.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker\">Novak Djokovic denies being coached during matches by Boris Becker</a> </p> \n</aside> \n<p>It is still unclear what it all meant. Murray insists he cannot remember. But the best guess is that he was confronted with some advice or piece of information just before going on to Centre Court that unsettled his then fragile psyche.</p> \n<p>He had been tense and unsure of himself for months, ever since Ivan Lendl had ended their two-year arrangement in March 2014 and here he was trying to defend his title and it was, he reckoned, all falling apart.</p> \n<p>Then his life took another lurch, this time for the better, as it turned out. Vallverdu, his assistant coach, and Green, his fitness trainer, were still tenuously in place but soon would be jettisoned, on good terms. In the same week Murray announced he was to marry Kim Sears. His back began to feel loose again after the career-saving surgery towards the end of 2013.</p> \n<p>The changes in Murray’s private life and very public career thereafter would be considerable and he would emerge from the experience at the start of 2015 not only more content than he had been for a long while but a dangerous player again, self-assured at last after the rolling upheavals that had threatened to disrupt the rehabilitation of his game seriously.</p> \n<p>So he has returned to the scene of both his greatest triumphs and disappointments a different beast over the past week or so. There is calm in his eyes.</p> \n<p>Kukushkin should not delay Murray long if he carries his recent form from the clay of Europe and the grass of Queen’s into his favourite tournament.</p> \n<p>Wimbledon has been his home for 10 years now and there is hardly a day when he does not look back on the drama and excitement of it all, sometimes while sitting alone, high up in the seats of Centre Court.</p> \n<p>What did he remember of his very first match at Wimbledon, against the eccentric Swiss George Bastl whose claim to fame will forever be beating the seven-times champion Pete Sampras in the second round in 2002? Murray beat him 6-4, 6-2, 6-2. “I don’t remember loads about the match,” Murray says.</p> \n<p>“I remember I played on No2 Court. I was the first match on and the crowd wasn’t full at the beginning. It was quite quiet and it gradually built up as I got to the end. I remember feeling very comfortable during the match. I felt quite confident during it.</p> \n<p>“It was kinda everything that went with it was extremely new to me. I had never experienced big press conferences, people following me home. After the second match I went out to play mixed doubles and I couldn’t get to the court. That was really weird for me because just a few weeks before I was playing in front of five people. That is the kind of thing that sticks out for me when I think back then.</p> \n<p>“I loved the matches on the court. There was no pressure, zero. No expectation. But off the court it was actually more hectic than it is now.</p> \n<p>“Sometimes I have the odd cameraman or photographer or whatever following me around but then it was worse.” Did the pressure ease by the time he got to play David Nalbandian on Centre Court?</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation\">Rafael Nadal rounds on ‘media show’ surrounding Spanish tennis federation</a> </p> \n</aside> \n<p>“Not for me. I didn’t really read the press at that age. I had no expectations myself and I think it doesn’t really matter what anyone else writes if you, in your heart, aren’t putting any pressure or expectations on yourself. So I just went out there and played and enjoyed it.”</p> \n<p>The other change for Murray at this tournament is the presence of his new assistant coach, Jonas Bjorkman, and it seems to be a positive one. The Swede has been by his side for nine matches and nine wins during Mauresmo’s temporary absence this summer. Now they are all back together for the big one.</p> \n<p>Bjorkman, a former world No4 who reached the semi-finals here in 2006, revealed he was commentating for Swedish television when Murray won the title two years ago. He said: “It would obviously be great to have another final. I would be very happy if Andy can get to that position.</p> \n<p>“Once again he is playing great tennis – and he has since the year started. His physical shape is really good. We are going to keep working hard on a few things and the team around will help him to be really strong and fresh.”</p> \n<p>There is undeniably a sense that Murray is growing into his best tennis. Unlike too many times in the past, there is a certainty about him. He looks and sounds relaxed. How different it all was only 12 months ago.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435511335369/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian","credit":"/Tom Jenkins for the Guardian","altText":"Andy Murray","cleanCaption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-28T21:30:09Z","lastModified":"2015-06-28T23:14:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Wimbledon 2015","Andy Murray","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin","shortUrl":"http://gu.com/p/4a7fx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin","webUri":"http://www.theguardian.com/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435511335369/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian","credit":"/Tom Jenkins for the Guardian","altText":"Andy Murray","cleanCaption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian"}},"importance":7,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Tennis / Djokovic denies Becker coaches him during matches","rawTitle":"Djokovic denies Becker coaches him during matches","item":{"type":"article","id":"sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker","title":"Novak Djokovic denies being coached during matches by Boris Becker","trailText":"The world No1 Novak Djokovic has fended off questions about the extent of friendship with Roger Federer","standFirst":"<span class=\"bullet\">•</span> Djokovic: ‘We can’t pretend coaching’s not happening in tennis’\n<br />\n<span class=\"bullet\">•</span> Wimbledon champion questioned about friendship with Roger Federer","byline":"Kevin Mitchell at Wimbledon","body":"<p>Novak Djokovic has denied on the eve of Wimbledon that he and his coach, Boris Becker, are cheating when exchanging glances during play, although the laws of tennis specifically forbid any communication.</p> \n<p>Section VIII (i) of the ATP’s rulebook states: “Players shall not receive coaching during a tournament match. Communications of any kind, audible or visible, between a player and a coach may be construed as coaching.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin\">Andy Murray radiates calm before facing storm of Wimbledon expectation</a> </p> \n</aside> \n<p>When asked on Sunday what he thought of reports that Becker admitted in a recent interview to doing just that, Djokovic, the reigning Wimbledon men’s singles champion, said: “I don’t think that we’re cheating. I don’t think that’s how you can call it.</p> \n<p>“I mean, there are special ways of, I would say, communication, as he mentioned: the way you look at each other, the way you ‘feel’ your box, and the box ‘feels’ what you’re going through on the court. I think that’s something that just gives you that reassurance, gives you that confidence.</p> \n<p>“It’s not necessary that he tells me where to serve or to which side of the opponent’s court I have to play, because that doesn’t happen. But it’s more of a, you know, encouragement, and more of a support and reassurance, as I said, that’s basically present in those moments.”</p> \n<p>Pressed further on whether or not this constituted “a signal”, Djokovic smiled nervously, and replied: “Well, I think with all the cameras pointed out to him and to the box, I think you would already notice if he would just kind of go kick serve, slice, to do the backhand or forehand.</p> \n<p>“But again, we can’t pretend like that’s not happening in tennis. Of course, there’s situations when it happens, and not just with the top players, with everybody. This is a very competitive sport. You’re alone on the court. Of course, there’s certain rules.</p> \n<p>“But also there are times when the team of the player communicates with the player when he gets to go and take the towel in the corner, which is closer to the box, or, you know, different ways.</p> \n<p>“I think it’s all fine as long as it’s not regular. I think it just depends. Also that’s up to the chair umpire or supervisor to decide if somebody’s breaking the rules or not. As long as it’s something that you can tolerate, let’s say, within the ways of communication, I think it’s fine.”</p> \n<p>As measured as that sounds, it suggests at the very least a cavalier regard for the game’s protocols. If the umpire caught Becker and Djokovic – or any coach and player – violating this or another code of conduct, they would issue a warning, followed by a point penalty for a second offence, then a game penalty for a further transgression.</p> \n<p>It is a rule that you rarely see enforced, however, and whether or not coaching should or should not be allowed is an issue that divides the men’s and women’s Tours.</p> \n<p>In WTA events outside the majors, coaches can come on to the court once per set, or when an opponent is receiving a medical time-out, but cannot communicate during play.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation\">Rafael Nadal rounds on ‘media show’ surrounding Spanish tennis federation</a> </p> \n</aside> \n<p>Rules, regulations, nods and winks aside, Djokovic was further embarrassed during his champion’s press conference when he strayed into another row ignited by Becker: questioning whether or not the world No1 and Roger Federer “really don’t like each other” – as the forever outspoken Becker suggests in his new book.</p> \n<p>When asked about how moved he seemed during a long, standing ovation from the crowd at Roland Garros immediately after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/french-open-2015-stanislas-wawrinka-novak-djokovic-win\">he’d lost to Stan Wawrinka</a> in the French Open final earlier this month, Djokovic said: “I felt something I never felt before in any grand slam final with any of my rivals … this connection with Stan.</p> \n<p>“The way we greeted each other at the net, then after when he came to my bench, I appreciate it very much. I think that shows his greatness, as well. That’s the way it’s supposed to be.”</p> \n<p>He added that there was “some kind of wrong connotation” at large in the perception of rivalries in the modern game, “where you’re trying to create such a tense atmosphere between the two players, where instead you’re supposed to just, you know, focus on the right values and the fair play and the respect to the opponent and to the game itself”.</p> \n<p>Djokovic might have a point on the “coaching” row, but loading the blame for his coach’s remarks about the dislike between him and Federer back on to the media – and it is certain Becker has appreciated the publicity for his book – was less convincing.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435499642396/Novak-Djokovic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool","credit":"Florian Eisele/PA/AELTC/Pool","altText":"Novak Djokovic ","cleanCaption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool"}],"bodyImages":[],"webPublicationDate":"2015-06-28T13:55:45Z","lastModified":"2015-06-28T23:00:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Novak Djokovic","Wimbledon 2015","Roger Federer","Stanislas Wawrinka","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker","shortUrl":"http://gu.com/p/4a7dc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker","webUri":"http://www.theguardian.com/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435499642396/Novak-Djokovic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool","credit":"Florian Eisele/PA/AELTC/Pool","altText":"Novak Djokovic ","cleanCaption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool"}},"importance":0,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435499642396/Novak-Djokovic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool","credit":"Florian Eisele/PA/AELTC/Pool","altText":"Novak Djokovic ","cleanCaption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool"}}]},{"title":"Is late-flowering Venus Williams primed to beat her sister?","rawTitle":"Is late-flowering Venus Williams primed to beat her sister?","item":{"type":"article","id":"sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","title":"Is a late-flowering Venus Williams primed to beat her sister at Wimbledon?","trailText":"The five-time Wimbledon champion has been in good form this year, and she could yet pull off a big upset in SW19<br>","standFirst":"<p data-dropid=\"0\">The five-time Wimbledon champion has been in good form this year, and she could yet pull off a big upset in SW19<br /></p>","byline":"Ben Rothenberg at Wimbledon","body":"<p>Nearly every player who came in this weekend for pre-tournament media obligations at Wimbledon was asked about Serena Williams, and her chances of sweeping all four grand slam events in one year. After Roger Federer took his turn complimenting Williams’ dominance on Saturday afternoon, he pivoted to her sister.</p> \n<p>“Also Venus, I must say,” Federer said. “We don’t talk about Venus that often because Serena has been so dominant. Actually, that they’re both still playing is more of a surprise to me. But that they are playing, it doesn’t surprise me they’re actually playing well. It goes hand in hand. I wouldn’t imagine them still playing and playing poorly. Let’s put it that way. They’re too good for that.”</p> \n<p>Neither is playing poorly, but it’s not fair to either to equate their recent results. Though the sisters have been lumped together throughout their careers for obvious reasons, top-ranked Serena has remained in the game’s upper echelon while Venus has been outside the top 10 since 2011. While still solidly ranked inside the top 20 at No16, Venus has struggled to reach the halfway mark at the same major tournaments Serena continues to dominate. </p> \n<p>Seven years removed from her fifth and most recent Wimbledon title and all the “Venus in Orbit” headlines that accompanied each of her high-flying major triumphs, Williams’ results have been decidedly earthbound. But unlike the stagnant Lleyton Hewitt, who has final killed off his atrophying career by announcing that this will be his final Wimbledon, Williams has still shown flashes of greatness more than occasionally, despite turning 35 earlier this month. She won a tournament in Auckland and reached the Australian Open quarter-finals in January, and compiled a solid 18-4 record this year before the tour shifted to her least favored clay. </p> \n<p>On grass, where Williams is always at her best, is a particularly apt time to celebrate both her past and present. </p> \n<p>“It was one of only twice in my career where I felt like I really didn’t know what to do,” said Jill Craybas, who was Williams’ fourth-round opponent in 2005 en route to her third Wimbledon title. “She played so well and she was on her game. She’s so long, you just feel like there’s no openings on the court. Even on the grass court, her serve was bouncing over my head.”</p> \n<p>At Wimbledon last year, she gave eventual champion Petra Kvitova her toughest test of the tournament, before ultimately losing 5-7, 7-6, 7-5 in the third round. <br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vbgVYhigskc\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/vbgVYhigskc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Venus has another roadblock in her path this year, <a href=\"http://www.usatoday.com/story/sports/tennis/2015/06/26/serena-venus-williams-wimbledon/29320565/\">with Serena looming as a possible opponent in the fourth round</a>. But at least one former opponent, retired doubles specialist Rennae Stubbs, likes her chances.</p> \n<p>“It was really the match of the tournament here last year against Kvitova, and nobody pushed Kvitova but Venus,” said Stubbs. “In that respect, I think Venus has an outside chance to win the tournament this year. Why not? If she’s fit. She has Serena fourth round, but Serena is going to feel an unbelievable amount of pressure at this tournament. She feels it every tournament, but it’s only building, and more by the time that match rolls around. And it’s always hard for her against Venus.”</p> \n<p>Stubbs, who lost all seven matches she played against Venus including twice at Wimbledon, said all of Williams’ weapons were even more bruising on the slick, low-bouncing grass courts of the All-England Club.</p> \n<p>“Flat, hard, penetrative groundies, and the serve was diabolical if it was on,” said Stubbs. “It came through at you at a pace that you didn’t see from any other player, because of her height. She could bomb it down at 120mph at you, and then slide it away on the forehand side with that nasty sliding serve, and a lot of players didn’t know whether to move forward or back.”</p> \n<p>Stubbs has seen Williams slow since the fatigue-causing autoimmune disorder Sjogren’s syndrome which she was diagnosed with in 2011, but believes there’s no doubting her heart.</p> \n<p>“She’s got to feel good, that’s important for her to wake up and feel good,” said Stubbs. “We know she has the desire. There’s not many greater champions, and there’s no one in the draw who’s won more than her, except for Serena.”</p> \n<p>Despite her major-title haul of seven being second only to Serena’s 20 among active players, and her five titles here tied for first with Serena, Venus was relegated to No3 Court for her opening match at the tournament this year against 36th-ranked Madison Brengle. It is not the first time a Williams has been perceptibly slighted by organizers at the tournament, something which two-time Wimbledon women’s doubles champion Stubbs has taken note of.</p> \n<p>“It might be a little bit controversial, but I think that the Williams sisters have not been treated the best here all the time. There’s been times where Serena has been out on No2 Court, and I’m just blown away by that. Somebody who has won as many grand slam titles as she has deserves to be on Centre Court every match, except from time-to-time on No1 Court.”</p> \n<p>Stubbs believes the longevities on tour of both Williams sisters should be especially appreciated, considering how many other players have ended careers at much younger ages.</p> \n<p>“I’ve always thought that they were underappreciated in general. Let’s hope people appreciate them. Me personally, I’m just happy they’re still around, because they add something so special to the tour. Great champions are usually done by 30. Look how many we’ve lost: Henin, Capriati, Clijsters, Mauresmo. Graf was done by 29, right after she won the French. It’s great that they’ve dealt with the fact that they haven’t won every time and still came back and wanted to play.</p> \n<p>“Especially Venus; She just keeps going. She’s never wanted the praise, she’s never had a pat-my-back attitude. She’s just Venus. When you’re around her, you know. She’s just a great ambassador for our sport.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}],"bodyImages":[],"webPublicationDate":"2015-06-28T19:37:06Z","lastModified":"2015-06-28T19:39:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ben Rothenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-rothenberg"}],"feature":true,"keywords":["Venus Williams","Serena Williams","Wimbledon 2015","Sport","Tennis","US sports","Wimbledon"],"tags":[{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Ben Rothenberg","topic":{"type":"tag-contributor","name":"profile/ben-rothenberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","shortUrl":"http://gu.com/p/4a7t5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Venus Williams pushed Petra Kvitova harder than anyone else at last championships. Photograph: Michael Mayhew/Sportsphoto Ltd","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCaption":"Venus Williams pushed Petra Kvitova harder than anyone else at last championships.","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}}]},{"title":"Order of play / Monday 29 June","rawTitle":"Monday 29 June","item":{"type":"article","id":"sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june","title":"Wimbledon 2015: order of play for Monday 29 June","trailText":"Great Britain’s Johanna Konta has been handed a Centre Court slot for her Wimbledon first-round match against the former champion Maria Sharapova","standFirst":"<span class=\"bullet\">•</span> Johanna Konta faces Maria Sharapova on Centre Court\n<br />\n<span class=\"bullet\">•</span> Novak Djokovic will start title defence against Philipp Kohlschreiber","byline":"Press Association","body":"<p>Great Britain’s Johanna Konta has been handed a Centre Court slot for her Wimbledon first-round match against the former champion Maria Sharapova.</p> \n<p>Konta, who reached the quarter-finals of Eastbourne, will tackle the 2004 Wimbledon winner in the second match on the main show court. Sharapova is the fourth seed.</p> \n<p>Their tussle follows the tradition of the men’s champion opening play on Centre Court. Novak Djokovic, who defeated Roger Federer in last year’s final, begins his defence against the German Philipp Kohlschreiber.</p> \n<p>Centre Court action is rounded off for the day by the match between the French Open champion Stan Wawrinka and Jo&atilde;o Sousa of Portugal. Andy Murray, in the bottom half of the men’s draw, begins his challenge on Tuesday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin\">Andy Murray radiates calm before facing storm of Wimbledon expectation</a> </p> \n</aside> \n<h2>Order of play at the Wimbledon Championships for Monday (all times BST)</h2> \n<p><strong>Centre Court:</strong> 13:00: (1) Novak Djokovic (Ser) v Philipp Kohlschreiber (Ger), (4) Maria Sharapova (Rus) v Johanna Konta (GB), (4) Stan Wawrinka (Swi) v Joao Sousa (Por)</p> \n<p><strong>No1 Court:</strong> 13:00: (1) Serena Williams (US) v Margarita Gasparyan (Rus), (31) Simone Bolelli (It) v (5) Kei Nishikori (Jpn), (11) Grigor Dimitrov (Bul) v Federico Delbonis (Arg)</p> \n<p><strong>No2 Court:</strong> 11:30: (26) Nick Kyrgios (Aus) v Diego Schwartzman (Arg), Jarkko Nieminen (Fin) v Lleyton Hewitt (Aus), Alison Riske (US) v (6) Lucie Safarova (Cz),Heather Watson (GB) v (32) Caroline Garcia (Fr)</p> \n<p><strong>No3 Court:</strong> 11:30: (9) Marin Cilic (Cro) v Hiroki Moriya (Jpn), Yi-Fan Xu (Chn) v (7) Ana Ivanovic (Ser), Daniel Gimeno-Traver (Sp) v (7) Milos Raonic (Can), Madison Brengle (US) v (16) Venus Williams (US)</p> \n<p><strong>Court 12:</strong> 11:30: Anett Kontaveit (Est) v (23) Victoria Azarenka (Blr), Go Soeda (Jpn) v (17) John Isner (US), Danka Kovinic (Mne) v (22) Samantha Stosur (Aus), Lucas Pouille (Fr) v (14) Kevin Anderson (SA)</p> \n<p><strong>Court 18:</strong> 11:30: Liam Broady (GB) v Marinko Matosevic (Aus), (30) Belinda Bencic (Swi) v Tsvetana Pironkova (Bul), Luke Saville (Aus) v (21) Richard Gasquet (Fr), Shelby Rogers (US) v (14) Andrea Petkovic (Ger)</p> \n<p><strong>Court 5</strong>: 11:30: Timea Babos (Hun) v Petra Cetkovska (Cz), Alexandra Dulgheru (Rou) v Kristina Mladenovic (Fr), Juan Monaco (Arg) v Florian Mayer (Ger), Hsieh Su-wei (Twi) v Kaia Kanepi (Est)</p> \n<p><strong>Court 6</strong>: 11:30: Andreas Haider-Maurer (Aut) v Ricardas Berankis (Lit), Vitalia Diatchenko (Rus) v Anna-Lena Friedsam (Ger), Victor Estrella Burgos (Dom) v Benjamin Becker (Ger), Daria Gavrilova (Aus) v (29) Irina-Camelia Begu (Rou)</p> \n<p><strong>Court 7:</strong> 11:30: Janko Tipsarevic (Ser) v Marcel Granollers (Sp), Darija Jurak (Cro) / Ana Konjuh (Cro) v Jelena Jankovic (Ser) / Mirjana Lucic-Baroni (Cro), Edina Gallovits-Hall (US) v Urszula Radwanska (Pol), (28) Pablo Cuevas (Uru) v Denis Kudla (USA)</p> \n<p><strong>Court 8:</strong> 11:30:Dudi Sela (Isr) v (32) Dominic Thiem (Aut), (9) Carla Suarez Navarro (Spa) v Jelena Ostapenko (Lat), Dusan Lajovic (Ser) v Tommy Haas (Ger)</p> \n<p><strong>Court 9:</strong> 11:30: Horacio Zeballos (Arg) v (16) David Goffin (Bel), Alison Van Uytvanck (Bel) v Bethanie Mattek-Sands (US), Kenny De Schepper (Fr) v John-Patrick Smith (Aus), Nicole Gibbs (US) v Lesia Tsurenko (Ukr)</p> \n<p><strong>Court 10:</strong> 11:30: (24) Flavia Pennetta (It) v Zarina Diyas (Kaz), Albert Ramos-Vinolas (Sp)/Andreas Seppi (It) v Jonathan Erlich (Isr)/Philipp Petzschner (Ger), Pierre-Hugues Herbert (Fr) v Chung Hyeon (Kor)</p> \n<p><strong>Court 11:</strong> 11:30: Kirsten Flipkens (Bel) v Annika Beck (Ger), (9) Casey Dellacqua (Aus) /Yaroslava Shvedova (Kaz) v Gabriela Dabrowski (Can) /Alicja Rosolska (Pol),Matthew Ebden (Aus) v Blaz Rola (Slo), (19) Tommy Robredo (Sp) v John Millman (Aus)</p> \n<p><strong>Court 14:</strong> 11:30: Martin Klizan (Svk) v Fernando Verdasco (Spa), Aleksandra Krunic (Ser) v Roberta Vinci (It), Polona Hercog (Slo) v Lauren Davis (US), Teymuraz Gabashvili (Rus) v Alexander Zverev (Ger)</p> \n<p><strong>Court 15:</strong> 11:30: Coco Vandeweghe (US) v Anna Karolina Schmiedlova (Svk), Lin Zhu (Chn) v Aliaksandra Sasnovich (Blr), Lukas Lacko (Svk) v Steve Johnson (US), Marsel Ilhan (Tur) v Jerzy Janowicz (Pol)</p> \n<p><strong>Court 16:</strong> 11:30: (24) Leonardo Mayer (Arg) v Thanasi Kokkinakis (Aus), Jan-Lennard Struff (Ger) v (27) Bernard Tomic (Aus), Daniela Hantuchova (Svk) v Dominika Cibulkova (Svk)</p> \n<p><strong>Court 17:</strong> 11:30: (11) Karolina Pliskova (Cz) v Irina Falconi (US), (19) Sara Errani (It) v Francesca Schiavone (It), Joao Souza (Bra) v Santiago Giraldo (Col), Donald Young (US) v Marcos Baghdatis (Cyp)</p> \n<p><strong>Court 19:</strong> 11:30: Sam Groth (Aus) / Sergiy Stakhovsky (Ukr) v (3) Vasek Pospisil (Can) / Jack Sock (US), (9) Rohan Bopanna (Ind) / Florin Mergea (Rou) v Tim Smyczek (US) / Jiri Vesely (Cze), Richel Hogenkamp (Neth) v Qiang Wang (Chn), Marina Erakovic (NZ) v Yulia Putintseva (Kaz)</p> \n<p><strong>TBC:</strong> Not before 17.30: Mariana Duque-Marino (Col) v Naomi Broady (GB), (27) Barbora Strycova (Cz) v Sloane Stephens (US)</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435494704434/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Wimbledon","cleanCaption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-28T12:37:39Z","lastModified":"2015-06-29T07:50:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june","shortUrl":"http://gu.com/p/4a7cb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june","webUri":"http://www.theguardian.com/sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435494704434/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Wimbledon","cleanCaption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters"}},"importance":0,"kicker":{"title":"Order of play"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435494704434/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Wimbledon","cleanCaption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435511335369/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian","credit":"/Tom Jenkins for the Guardian","altText":"Andy Murray","cleanCaption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Cycling / Kennaugh lands British road race title from close-at-hand Cavendish","rawTitle":"Kennaugh lands British road race title from close-at-hand Cavendish","item":{"type":"article","id":"sport/2015/jun/28/mark-cavendish-peter-kennaugh-british-championships","title":"Peter Kennaugh lands British road race title from close-at-hand Mark Cavendish","trailText":"Peter Kennaugh has defended British road race title while Lizzie Armitstead won the women’s version convincingly","standFirst":"<span class=\"bullet\">•</span> Kennaugh defends title and Cavendish says he is ready for Tour de France\n<br />\n<span class=\"bullet\">•</span> Lizzie Armitsead wins women’s title with Tour of Italy next up","byline":"William Fotheringham in Lincoln","body":"<p>Both Peter Kennaugh and Mark Cavendish have good reason to want to consign the 2014 Tour de France to history but their showings at the British championships on Sunday afternoon showed they should be in the best shape when this year’s Tour starts. Kennaugh defended his title in fine style but it was Cavendish who fought him pedal stroke for pedal stroke on the final climb up Michaelgate to take the silver medal.</p> \n<p>Kennaugh looks set to erase the memory of last year, when Sky dropped him inexplicably from their Tour lineup – to his utter frustration – but Cavendish’s display of stamina, speed, tactical nous and sheer bloody-mindedness also spoke volumes. Up against three members of Team Sky in the finale – the bronze medallist Ian Stannard and the Welshman Luke Rowe as well as Kennaugh – he rose to the occasion, chasing bravely behind Stannard and Kennaugh for many miles before going clear with Kennaugh on the final lap.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/tour-de-france-2015-yates-twins-orica\">Tour de France 2015: Yates twins ready for coming of age with Orica</a> </p> \n</aside> \n<p>“I’ve trained hard this year, the team’s given me a good programme to prepare for the Tour, and I’m up for it,” said Cavendish of Etixx-Quick Step and who has been training in the Isle of Man, including racing in a local time trial and handicap race. “This was a good hit out. I’m happy with how I felt, so I need a week of recovery now and I’ll be flying for the first days of the Tour de France. I just cracked the last time up Michaelgate, I’d been riding all day on my own. But I’m super happy with that.”</p> \n<p>If there was a downside for the sprinter it was in the close attentions of the crowd, who packed the narrow one-in-four cobbled climb into Lincoln’s historic centre. Early on, a camera hit Cavendish’s right shoulder – the one he damaged in last year’s spectacular crash on stage one of the Tour – and late on he struck his left, more heavily. He may have it looked at before he travels to Utrecht for the start of the Tour on Saturday.</p> \n<p>Sky set the pace from the off and the upshot was a viciously hard 125 miles; an initial group of 22 formed just two miles into the first 28-mile loop north of the city, two laps of which were followed by a shorter circuit with eight ascents of Michaelgate. Critically, neither of the Yates twins, Adam and Simon, were among the leaders, with the stronger of the pair, Simon, forced into a frustrating chase for 20th.</p> \n<p>Kennaugh and Cavendish forced the decisive split on only the second climb of Michaelgate, with Stannard and Luke Rowe linking up with the Yorkshiremen Adam Blythe and Scott Thwaites. A lap later Stannard pushed the pace up again, and only Kennaugh could hold him. With over 50 miles to race that looked to be the winning move but Cavendish thought otherwise, escaping with Rowe and pegging the two leaders back gradually until the four came together on the penultimate lap with some 12 miles remaining. Earlier in the day, Lizzie Armitstead put in a dominant display to take the third road-race title of her career and show she is over the finish-line crash that put her out of the Women’s Tour with heavy bruising to her left leg.</p> \n<p>The Yorkshirewoman controlled the moves effectively in the early phase of the race before putting in a single incisive attack as the leaders took the bell.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/tour-de-france-2015-alberto-contador-double-winners\">Tour de France 2015: Alberto Contador goes for a rare double</a> </p> \n</aside> \n<p>The defending champion, Laura Trott, made an initial attempt to hold her wheel but to no avail and Armitstead pulled rapidly away with only a single lap to cover before sealing victory. By the finish she had opened the gap to just under 2min over the first wave of chasers, with the 19-year-old Alice Barnes – one of the GB mountain-biking squad selected to support Armitstead at last year’s world championships – taking silver from Trott and Molly Weaver.</p> \n<p>“I tested the legs a few times and I knew if I really wanted to that I could drop [the opposition]. I didn’t want to take anyone with fresh legs to the finish,” Armitstead said. “I knew I’d be able to put about 30sec into them on the climb. It was important to show well after the crash, and to be honest I didn’t feel too good at the start. The other riders had five days of racing at the Women’s Tour, and it’s never easy coming into a race just like that.”</p> \n<p>The gap between Armitstead and the rest of the British peloton was clear to see. “She is miles above the rest of us, in a league of her own,” Trott said. Armitstead will now head for the Giro Rosa – the women’s Tour of Italy – which starts on Friday in Ljubljana, Slovenia, after which she will kick back and fix her mind on finding form for her major target, the world road race championship in Richmond, Virginia, at the end of September.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435513596279/Peter-Kennaugh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peter Kennaugh had the best preparation for the Tour de France by winning the British Championships. Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"Peter Kennaugh","cleanCaption":"Peter Kennaugh had the best preparation for the Tour de France by winning the British Championships. Photograph: Nigel French/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-28T17:58:38Z","lastModified":"2015-06-28T23:01:15Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":false,"keywords":["Cycling","Mark Cavendish","Lizzie Armitstead","Tour de France 2015","Sport"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/markcavendish","webTitle":"Mark Cavendish"},{"id":"sport/lizzie-armitstead","webTitle":"Lizzie Armitstead"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/mark-cavendish-peter-kennaugh-british-championships","shortUrl":"http://gu.com/p/4a7g7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/mark-cavendish-peter-kennaugh-british-championships","webUri":"http://www.theguardian.com/sport/2015/jun/28/mark-cavendish-peter-kennaugh-british-championships"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435513596279/Peter-Kennaugh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peter Kennaugh had the best preparation for the Tour de France by winning the British road race title. Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"Peter Kennaugh","cleanCaption":"Peter Kennaugh had the best preparation for the Tour de France by winning the British road race title. Photograph: Nigel French/PA"}},"importance":5,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435513596279/Peter-Kennaugh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peter Kennaugh had the best preparation for the Tour de France by winning the British Championships. Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"Peter Kennaugh","cleanCaption":"Peter Kennaugh had the best preparation for the Tour de France by winning the British Championships. Photograph: Nigel French/PA"}}]},{"title":"Football / Phil Neville set to swap TV punditry for Valencia coaching job","rawTitle":"Phil Neville set to swap TV punditry for Valencia coaching job","item":{"type":"article","id":"football/2015/jun/28/phil-neville-valencia-coach-tv-pundit","title":"Phil Neville set to swap TV punditry for Valencia coaching job","trailText":"The former Manchester United and England full-back Phil Neville has joined the coaching staff of Valencia","standFirst":"<span class=\"bullet\">•</span> Neville expected to replace Ian Cathro, who has joined Newcastle\n<br />\n<span class=\"bullet\">•</span> Valencia manager Nuno praises Neville’s experience","byline":"James Riach","body":"<p>Phil Neville looks set to join Valencia as their assistant manager. Although he has denied any deal has been signed, the former Manchester United and Everton player is expected to work for Peter Lim’s project with the Spanish club, the Singaporian billionaire having bought them last year before Nuno, the club’s Portuguese coach, guided them to a Champions League return.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/manchester-united-seamus-coleman-everton-no-formal-approach\">Manchester United yet to make formal approach for Everton’s Seamus Coleman</a> </p> \n</aside> \n<p>Lim has a connection with Neville through the Northern Premier League side Salford City. Neville, along with his former Manchester United team-mates Ryan Giggs, Paul Scholes, Nicky Butt and brother Gary, are the joint owner of Salford along with Lim, who bought a 50% stake in the club last year.</p> \n<p>Neville has been working as a pundit for the BBC since his coaching spell at United came to an abrupt end in May last year. The 38-year-old worked for David Moyes at Old Trafford but was not retained when Louis van Gaal became the manager. Valencia stated on their websiteon Sunday: “Valencia are pleased to announce the appointment of Phil Neville as assistant manager of the first team, joining the coaching staff headed by Nuno Esp&iacute;rito Santo. Neville offers a wealth of footballing knowledge to a club in constant growth.”</p> \n<p>Nuno, who was appointed as Valencia coach last summer, said: “Phil Neville has great experience at the top level of competition but above all he has knowledge and values that fit perfectly with our team and our club. He has always been a team player, and our philosophy is based on teamwork. We are – and want to continue to be – a group. I am convinced he is going to help us a lot.”</p> \n<p>Neville will replace Ian Cathro, the highly rated Scot who has agreed in principle to work for Steve McClaren as the assistant manager at Newcastle United.</p> \n<p>Last season Nuno and Cathro guided Valencia to fourth in La Liga and a qualification spot for the Champions League. Neville is set to join an ambitious club who have spent significant sums in the transfer market since Lim’s arrival.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre\">Mother of Leicester winger Marc Albrighton’s partner killed in Tunisia massacre</a> </p> \n</aside> \n<p>Neville won 59 caps for England during a playing career that included numerous trophies with Manchester United. Under Sir Alex Ferguson, Neville, who played in defence and occasionally midfield, won six Premier League titles, three FA Cups and a European Cup.</p> \n<p>After leaving Old Trafford in 2005 he moved to Everton where he spent eight years playing for Moyes and became the club captain.</p> \n<p>Neville made his debut as a BBC co-commentator at last year’s World Cup and received a lot of criticism following England’s opening match against Italy.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435517509293/62eb9400-2083-4ad7-95cb-f50b23fb2f0a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Matthew Peters/Man Utd via Getty Images","altText":"Phil Neville has worked previously as a coach under David Moyes at Manchester United.","cleanCredit":"Photograph: Matthew Peters/Man Utd via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T18:43:23Z","lastModified":"2015-06-28T23:35:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["Valencia","European club football","La Liga","Football","Sport","Real Sociedad"],"tags":[{"id":"football/valencia","webTitle":"Valencia"},{"id":"football/europeanfootball","webTitle":"European club football"},{"id":"football/laligafootball","webTitle":"La Liga"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/realsociedad","webTitle":"Real Sociedad"}],"section":{"id":"football"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/28/phil-neville-valencia-coach-tv-pundit","shortUrl":"http://gu.com/p/4a7ha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/28/phil-neville-valencia-coach-tv-pundit","webUri":"http://www.theguardian.com/football/2015/jun/28/phil-neville-valencia-coach-tv-pundit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435517509293/62eb9400-2083-4ad7-95cb-f50b23fb2f0a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Phil Neville has worked previously as a coach at Manchester United under David Moyes, the current Real Sociedad manager. Photograph: Matthew Peters/Man Utd via Getty Images","credit":"Matthew Peters/Man Utd via Getty Images","altText":"Phil Neville has worked previously as a coach under David Moyes at Manchester United.","cleanCaption":"Phil Neville has worked previously as a coach at Manchester United under David Moyes, the current Real Sociedad manager.","cleanCredit":"Photograph: Matthew Peters/Man Utd via Getty Images"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435517509293/62eb9400-2083-4ad7-95cb-f50b23fb2f0a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Matthew Peters/Man Utd via Getty Images","altText":"Phil Neville has worked previously as a coach under David Moyes at Manchester United.","cleanCredit":"Photograph: Matthew Peters/Man Utd via Getty Images"}}]},{"title":"Football / Mother of Leicester winger Albrighton’s partner killed in Tunisia massacre","rawTitle":"Mother of Leicester winger Albrighton’s partner killed in Tunisia massacre","item":{"type":"article","id":"football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre","title":"Mother of Leicester winger Marc Albrighton’s partner killed in Tunisia massacre","trailText":"Leicester City have offered their condolences after learning that the mother of Marc Albrighton’s partner Chloe was killed during the beach attacks in Tunisia","standFirst":"<span class=\"bullet\">•</span> Club offer condolences after death of Sue Davey in gun attack\n<br />\n<span class=\"bullet\">•</span> Davey’s partner Scott Chalkley was also killed on beach","byline":"Mark Dobson","body":"<p>Leicester City have offered their condolences after learning that the mother of Marc Albrighton’s partner, Chloe, was killed during the beach attacks in Tunisia.</p> \n<p>Sue Davey was confirmed as one of the victims in Friday’s attack, along with her partner Scott Chalkley.</p> \n<p>The Premier League club <a href=\"http://www.lcfc.com/news/article/lcfc-condolences-to-marc-albrighton-family-2510204.aspx\">released a statement on their website o</a>ffering support to the devastated family.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/derlis-gonzalez-paraguay-brazil-uncle-dies-celebrating\">Uncle of Paraguay’s Derlis Gonz&aacute;lez dies celebrating nephew’s penalty</a> </p> \n</aside> \n<p>The statement read: “Leicester City Football Club offers its sincerest condolences to Marc Albrighton, his partner Chloe and their family, after learning of the deaths of Chloe’s mother, Sue, and her partner, Scott, during Friday’s attacks in Tunisia. They are all in our thoughts and prayers.</p> \n<p>“We continue to offer our support to Marc and Chloe’s family at this time of great personal tragedy.”</p> \n<p>Ms Davey’s son Conor Fulford, who had launched a social-media appeal for information regarding his mother, posted: “Thank you for willing me and my family on but unfortunately we lost the battle to keep my mom in our lives but don’t worry mom, I’m there and so is Daren Fulford to look after our two girls Chloe Lea Fulford and Rosy Fulford and all of our family. Love you forever.”</p> \n<p>Mr Chalkley’s son Ross Naylor confirmed his father’s death via Twitter.</p> \n<p>He posted: “Tonight, me and Brad lost our dad. Unfortunately, he was caught up in the sickening attacks in Tunisia and is no longer with us. I feel I had to put this message out as many of you have been asking about him and asking for an update. I’m sure many of you have seen the news about Sue as well, so all I ask is that people let both families grief in peace. We are all trying to come to grips and process with what’s happened. I want to say thanks to everyone who has helped. You have all been amazing. One love to all. Rest in peace dad.”</p> \n<p>Albrighton, a former Aston Villa winger, made 20 appearances for Leicester last season, scoring twice.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530686729/Marc-Albrighton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Marc Albrighton","cleanCaption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T22:32:22Z","lastModified":"2015-06-28T23:18:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Leicester City","Football","Sport","Tunisia"],"tags":[{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/tunisia","webTitle":"Tunisia"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre","shortUrl":"http://gu.com/p/4a7j2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre","webUri":"http://www.theguardian.com/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530686729/Marc-Albrighton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Marc Albrighton","cleanCaption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images"}},"importance":4,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530686729/Marc-Albrighton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Marc Albrighton","cleanCaption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images"}}]},{"title":"Farah warned more Salazar revelations to come","rawTitle":"Farah warned more Salazar revelations to come","item":{"type":"article","id":"sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","title":"Mo Farah warned by ex-team-mate more Alberto Salazar revelations to come","trailText":"Mo Farah has been warned by a former team-mate that more revelations about Alberto Salazar are in the pipeline and he risks tarnishing his reputation if he stays with his coach","standFirst":"<span class=\"bullet\">•</span> Kara Goucher says ‘multiple sources’ came forward after Panorama allegations\n<br />\n<span class=\"bullet\">•</span> Salazar promises to cooperate with Usada if it decides to question him","byline":"Sean Ingle in Eugene","body":"<p>Mo Farah has been warned by a tearful former team-mate that more revelations about Alberto Salazar are in the pipeline and he risks tarnishing his reputation if he stays with the coach. On a day when Farah pledged to speak under oath to the United States Anti-Doping Agency, Kara Goucher – who trained alongside Farah in 2011 and 2012 – refused to criticise him directly but urged anyone thinking of training with Salazar to “think long and hard because you’re going to be labelled something for the rest of your life”.</p> \n<p>Goucher, one of the whistleblowers in the BBC Panorama programme, also said she was confident Usada would find enough evidence for “the truth to come out” but admitted it would probably not happen overnight.</p> \n<p>“I know that these things take time,” she added. “I saw Lance Armstrong on Oprah, and afterwards [the Usada CEO] Travis Tygart was on. I told my husband Adam: ‘You get me that guy and I’ll talk to him.’ Seven days later I was in his office. I believe that Usada is doing everything in its power. Think of how long it took for Lance. I believe the truth will come out. When? I don’t know.”</p> \n<p>Goucher’s claims came a day after it was revealed Usada’s team of detectives, who brought down Armstrong in 2012, has put its investigations into Salazar and Farah’s training partner Galen Rupp on a more formal footing by interviewing the Oregon Project athlete Treniere Moser. On Sunday night Salazar promised to co-operate with Usada if it decides to question him, saying: “Absolutely, I’ve got nothing to hide.” However, when asked whether he would do so under oath, he said: “I don’t understand exactly what that means. I’d need to speak to my lawyer.” When told it would mean if he lied then he would be in trouble, Salazar repeated: “I would have to speak to my lawyer about that.”</p> \n<p>Usada is also expected to speak to other members of the Oregon Project and its investigation may even involve senior figures at UK Athletics, which employs Salazar as a consultant. There is no suggestion Farah has committed any wrongdoing and he has made it clear to friends he would be happy to speak to any relevant authority, at any time, in any circumstances.</p> \n<p>Goucher, the 2007 world 10,000m bronze medallist from the US, said “multiple sources” had come forward since the Panorama documentary aired at the start of June. In the programme Goucher alleged Salazar had coached Rupp to try to get a Therapeutic Use Exemption (TUE) for an intravenous drip before the 2011 world championships and had offered her a thyroid drug to get her to lose weight. In his 11,750-word response to the BBC’s claims last week Salazar called both claims false and published detailed email documentation that appeared to show he was happy with Goucher’s weight.</p> \n<p>Yet Goucher stands by her story and says there is more to come. “I have, constantly, all day long, people passing me information, wanting me to bring it forward,” she said.</p> \n<p>“I really want to encourage all the people who have reached out to me to reach out to Usada. I pass everything along that you give me but the case is much stronger if it comes from you.</p> \n<p>“I will most definitely give all my evidence in the coming days. They took my quotes out of context and when you put partial emails or emails from a 10-email-long chain and just put one in, you don’t get both sides. I understand that, if you read it through, it looks like I’m a liar. I don’t like being labelled a liar, just like anybody else.”</p> \n<p>Goucher insisted she would continue to fight for a clean sport despite Salazar’s ferocious counterattack on her character. “I’m being dragged through the mud and it will probably continue but I’m still here, I’m going to keep racing and I stand by my statements and I always will. I want my son to be able to believe in the sport and the system.” Goucher, who first spoke to Usada in February 2013, also confirmed that she would be happy to go under oath. “I would welcome that opportunity for myself, for every former Oregon Project member, for every doctor that’s been involved,” she said.</p> \n<p>Rupp, who finished third in the final of the 5,000m on Sunday, said he had sent Usada “tons of documents and had nothing to hide”. He added: “Usada knows everything. I’ll do everything I need to do to co-operate with them.”</p> \n<p>Rupp’s team-mate Matthew Centrowitz, who won the 1500m at the US trials on Saturday, insisted he had never seen any evidence of wrongdoing at the Nike Oregon Project. ‚&Auml;&uacute;If I ever saw one thing that I felt was wrong or whatever I would be the first to leave,‚&Auml;&ugrave; he added.</p> \n<p>The most impressive time of the final day of the trials came from the controversial sprinter Justin Gatlin, who became the fifth fastest man in history over 200m when he ran 19.57sec.</p> \n<p>The most impressive performance, however, came from Alysia Monta&ntilde;o, who won the 800m only 10 months after giving birth to a daughter. Monta&ntilde;o ran in last year’s championships when she was pregnant.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}],"bodyImages":[],"webPublicationDate":"2015-06-28T21:54:24Z","lastModified":"2015-06-28T23:45:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Alberto Salazar","Usada (United States Anti-Doping Agency)","Mo Farah","Athletics","Drugs in sport","Sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/usada","webTitle":"Usada (United States Anti-Doping Agency)"},{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","shortUrl":"http://gu.com/p/4a7t4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","webUri":"http://www.theguardian.com/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}}]},{"title":"Ashes countdown / Australians ease to win over Kent","rawTitle":"Australians ease to win over Kent","item":{"type":"article","id":"sport/2015/jun/28/kent-australia-tour-match-report","title":"Australians ease to win over Kent despite Bell-Drummond’s resistance","trailText":"The Australians beat Kent by 255 runs in their opening tour game despite 127 off 112 balls by Kent’s opener Daniel Bell-Drummond","standFirst":"<p data-dropid=\"0\"><span class=\"bullet\">•</span> Australians 507-8 dec &amp; 332-4 dec; Kent 280 &amp; 294<br /><span class=\"bullet\">•</span> Australians win by 255 runs</p>","byline":"Vic Marks at Canterbury","body":"<p>Australia’s campaign is going rather better than last time. They have stuck with the same coach, no one has punched anyone and there were smiles all round after a leisurely 255-run victory over Kent.</p> \n<p>Actually it does not take much to find their coach, Darren Lehmann, smiling. “We have had some good prep, great facilities and we like winning cricket games. That’s what we’re here for,” he said. However, he declined to inform the assembled throng of his Test team for Cardiff. He started the process with “Clarke, Smith” but then petered out.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/jonny-bairstow-durham-yorkshire-county-championship-match-report\">Jonny Bairstow shows Ashes form with a century for Yorkshire at Durham</a> </p> \n</aside> \n<p>He did share the team for the match against Essex at Chelmsford from Wednesday, which excludes Mitchell Johnson and Steve Smith of those likely to play in the first Test from 8 July. Chris Rogers, rather than Shaun Marsh, will open the batting with David Warner while Ryan Harris is the solitary paceman from this game to play a second match, which is hardly surprising given that he was not in the Caribbean with the team recently. “I still think he’s a bit short of a gallop but he was better today,” said Lehmann, who also confirmed Shane Watson would be bowling in Chelmsford – he batted but was not risked with the ball in Canterbury.</p> \n<p>Australia’s victory was straightforward but the day was decorated by Daniel Bell-Drummond, who hit an enchanting 127 from 112 balls, hardly the orthodox way to battle for a draw. However, no one at the Spitfire Ground was complaining – 102 of his runs came from boundaries, yet it was not a violent innings.</p> \n<p>Bell-Drummond’s talent has been noted for a while. He played an abundance of cricket for England Under-19s. Now at the age of 21 he has seven first-class centuries to his name yet there is still the impression that here is a flower yet to be seen in full bloom. He is a languid strokemaker whose style may not be suited to the sporting wickets upon which so many counties are choosing to play their County Championship matches. But on this benign surface he could display his wares with much virtuosity. There is minimal movement of feet or head when Bell-Drummond bats.</p> \n<p>Wrists are flicked and the ball disappears with surprising power for a man of such slight frame. He does not swagger. Instead he hits a boundary, whereupon he generally stands stock still and stares at his feet.</p> \n<p>He began his innings with a flurry of boundaries against Harris. Whenever the ball was over-pitched, which was quite frequently, Bell-Drummond tapped it for four – no great effort was required on the glassy outfield. He was also partial to the glided dab to the vacant third-man region.</p> \n<p>He took a particular liking to Fawad Ahmed’s wrist-spin, which meant he circumnavigated the nervous 90s. If he was not late-cutting for four he was driving the ball for six over mid-on.</p> \n<p>Bell-Drummond took 18 runs from Fawad’s sixth over. From the seventh he sped from 86 to 102 in the space of three balls and the nerves seemed to be residing with the bowler rather than the batsman. In the end Harris disposed of him lbw, whereupon Bell-Drummond sheepishly acknowledged a standing ovation.</p> \n<p>None of the Kent batsmen could match him although Ben Harmison, in his first outing of the summer, battled grittily until succumbing to Smith via a shot he might like to forget. The rest came and saw but most definitely did not conquer although Mitchell Claydon, against his own countrymen, hit with rustic good humour at the end.</p> \n<div>\n __VIDEO_EMBED_gu-video-457298832__\n</div> \n<p>All of the Australia bowlers took wickets though Fawad was probably the grumpiest given the mauling he received from Bell-Drummond and the fact that Smith’s occasional leg-breaks proved to be more successful. Mind you, the luck was with Smith. His first scalp, Adam Ball, succumbed to a hip-high full-toss which was mishit to Peter Siddle on the boundary.</p> \n<p>Bell-Drummond was engagingly chuffed with his performance, especially since it began with him facing the prospect of a pair. “It was brilliant,” he said “probably the best day of my career. I can’t quite believe it’s happened against the best attack in the world that I watched on TV when I was growing up.”</p> \n<p>He explained the thinking behind the assault on Fawad with a certain unassailable logic. “With those pace bowlers you are never sure how long you are going to last.” He also reported how Michael Clarke had made a point of congratulating him on his innings as he left the field. The “friendly” tour continues – for about another week.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435514677976/Daniel-Bell-Drummond-Kent-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock","credit":"/James Marsh/BPI/Rex Shuttercock","altText":"Daniel Bell-Drummond Kent","cleanCaption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock"}],"bodyImages":[],"webPublicationDate":"2015-06-28T18:05:09Z","lastModified":"2015-06-29T04:07:26Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Australia cricket team","Kent","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[{"id":"gu-video-457298832","source":"Australian Associated Press/Cricket Australia","durationInSeconds":88,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629Lehmann_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629Lehmann_FromGAus/150629Lehmann_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435546816914/Darren-Lehmann-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Australian cricket coach Darren Lehmann speaks to the media after his team took a comfortable victory over Kent. 29 June 2015 Photograph: AAP","credit":"AAP","altText":"Darren Lehmann","cleanCaption":"Australian cricket coach Darren Lehmann speaks to the media after his team took a comfortable victory over Kent. 29 June 2015 Photograph: AAP"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/kent-australia-tour-match-report","shortUrl":"http://gu.com/p/4a7gd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/kent-australia-tour-match-report","webUri":"http://www.theguardian.com/sport/2015/jun/28/kent-australia-tour-match-report"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457298503","source":"AAP/Cricket Australia","durationInSeconds":181,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629Cricket_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629Cricket_FromGAus/150629Cricket_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435532532260/Kent-v-Australia-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Mitchell Claydon of Kent hits a six as Australia's Brad Haddin and Michael Clarke look on Kent v Australia, Tour Match, Cricket, The Spitfire Ground, Canterbury, Kent, Britain. 28 Jun 2015 Photograph: Sarah Ansell/REX Shutterstock","credit":"Sarah Ansell/REX Shutterstock/Sarah Ansell/REX Shutterstock","altText":"Kent v Australia","cleanCaption":"Mitchell Claydon of Kent hits a six as Australia's Brad Haddin and Michael Clarke look on Kent v Australia, Tour Match, Cricket, The Spitfire Ground, Canterbury, Kent, Britain. 28 Jun 2015 Photograph: Sarah Ansell/REX Shutterstock"}}},"importance":3,"kicker":{"title":"Ashes countdown"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435514677976/Daniel-Bell-Drummond-Kent-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock","credit":"/James Marsh/BPI/Rex Shuttercock","altText":"Daniel Bell-Drummond Kent","cleanCaption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock"}}]},{"title":"Carvalho has inspired Portugal to European Under-21 final","rawTitle":"Carvalho has inspired Portugal to European Under-21 final","item":{"type":"comment","id":"football/blog/2015/jun/28/william-carvalho-portugal-germany-euro-under-21-championship","title":"William Carvalho has inspired Portugal to European Under-21 final","trailText":"Sporting Lisbon’s William Carvalho has a £37m price tag and has been watched by all of Europe’s top clubs at championship in Czech Republic","standFirst":"Midfielder with Sporting has a &pound;37m price tag and has been watched by all of Europe’s top clubs at championship in Czech Republic","byline":"John Ashdown in Olomouc","body":"<p>There was a moment – well, in fact there were several but one stood out – at the Andruv Stadium on Saturday night that summed up William Carvalho’s utter dominance over the Germany midfield in Portugal’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/27/portugal-humiliate-germany-to-reach-european-under-21-championship-final\" title=\"\">5-0 humiliation</a> of the favourites. The ball broke loose in the middle of the Portugal half. Two German players converged on it but in a couple of strides the Sporting player had beaten both to the punch. A laconic shimmy later and the two players in white were on the turf, their tackles having swiped at thin air, and Portugal were away on another counterattack.</p> \n<p>In an Under-21 European Championship where team performances have caught the eye more than solo efforts, Carvalho and his team-mate Bernardo Silva, the two tips of Portugal’s midfield diamond, have been the outstanding individuals. Any notional team of the tournament nominated after Tuesday’s final will have to be set up in the exact formation Rui Jorge uses for his side. To do otherwise would be to underplay the impact of the pair.</p> \n<p>Horst Hrubesch looked to combat them by playing the two men he had posted in defensive midfield in a 4-2-3-1 in the group stages – Emre Can and the Bayern Munich-bound Joshua Kimmich – as the advanced central pair in a 4-1-4-1 but that simply served to offer Carvalho greater scope for his skills. The Germany coach returned to his tried-and-trusted formation in the second half, to no avail.</p> \n<p>Can, in particular, had a chastening match. The Liverpool player had enjoyed a decent tournament in midfield but there was a gulf between him and Carvalho. At this level Can has great presence – he is physically a step or two ahead of many in the age group – but it paled beside that of his Portugal counterpart, whose influence is such that he seems to have his own gravity, the whole game shaped and curved by its pull.</p> \n<p>Arsenal and Manchester United were linked with Carvalho last summer when he was called into Portugal’s squad for the World Cup in Brazil. Miguel Veloso, Jo&atilde;o Moutinho and Raul Meireles initially kept him out of the team but he did start the final group game, against Ghana, a match that turned out to be Portugal’s only win at the tournament.</p> \n<p>He made no secret at the time of his desire to play in England or Spain but a &pound;37m release clause was enough to put off suitors. The evidence of this tournament so far suggests it would be something of a bargain.</p> \n<p>Arsenal and United requested scouting tickets for this tournament but they were hardly alone – Bournemouth, Aston Villa, Bolton, Brentford, Brighton, Burnley, Charlton, Crystal Palace, Everton, Fulham, Liverpool, Manchester City, Middlesbrough, Reading, Southampton, Stoke, Sunderland, Swansea, Tottenham, Watford, West Ham and Wolves all made similar requests, not to mention Milan, Ajax, Dortmund, Atl&eacute;tico Madrid, Internazionale, Barcelona, Bayern Munich, Juventus, Paris Saint-Germain and many of Europe’s other big clubs.</p> \n<p>They cannot fail to have been impressed. Carvalho, who in the group stages covered more ground than any other player despite seeming rarely to be forced out of anything other than a jog, eclipsed not only Can and Kimmich in Olomouc but also Johannes Geis, who had come into the tournament with a growing reputation, and Max Meyer, Geis’s half-time replacement.</p> \n<p>Pierre Hojbjerg, expected to be part of Pep Guardiola’s first-team squad at Bayern next season, failed dismally to impose himself on the game in Denmark’s semi-final defeat to Sweden. There has been one outstanding midfielder in this tournament and that is the Portugal No6.</p> \n<p>The 23-year-old’s only rival for player of the tournament is his team-mate. After finding his opportunities at Benfica limited, Bernardo Silva went against the general flow of movement away from Monaco by going to the Stade Louis II for €15.75m in January. While Carvalho provides elegant, effortless control – he has played more passes than anyone else – Silva specialises in scurry and surge. Portugal’s nominal front two play almost as wingers, meaning the No10 is in essence the central attacking pivot.</p> \n<p>When he was replaced five minutes after half-time with Portugal four goals to the good, there was a standing ovation from a largely neutral crowd. The change meant a switch closer to a 4-4-2 for Jorge’s side and offered Carvalho a chance to show his versatility – one charge down the right channel particularly caught the eye and just after the hour he ambled forward on to another loose ball, taking three touches before firing his shot just over the bar, where others would have simply smashed straight for goal.</p> \n<p>If Portugal do go on to win the Under-21 European title for the first time they will owe much to the man from Sporting. Regardless of the result, though, Europe’s top clubs have been given plenty of food for thought.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435502526349/William-Carvalho-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"William Carvalho, left, controlled midfield in Portugal's European Under-21 Championship 5-0 semi-final win over Germany. Photograph: Peter Powell/EPA","credit":"Peter Powell/EPA","altText":"William Carvalho","cleanCaption":"William Carvalho, left, controlled midfield in Portugal's European Under-21 Championship 5-0 semi-final win over Germany. Photograph: Peter Powell/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-28T14:43:16Z","lastModified":"2015-06-28T23:35:01Z","metadata":{"commentable":true,"commentCount":95,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["European Under-21 Championship","Portugal","Germany","Football","Sport"],"tags":[{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/portugal","webTitle":"Portugal"},{"id":"football/germany","webTitle":"Germany"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/28/william-carvalho-portugal-germany-euro-under-21-championship","shortUrl":"http://gu.com/p/4a7df","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/28/william-carvalho-portugal-germany-euro-under-21-championship","webUri":"http://www.theguardian.com/football/blog/2015/jun/28/william-carvalho-portugal-germany-euro-under-21-championship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435502526349/William-Carvalho-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"William Carvalho, left, controlled midfield in Portugal's European Under-21 Championship 5-0 semi-final win over Germany. Photograph: Peter Powell/EPA","credit":"Peter Powell/EPA","altText":"William Carvalho","cleanCaption":"William Carvalho, left, controlled midfield in Portugal's European Under-21 Championship 5-0 semi-final win over Germany. Photograph: Peter Powell/EPA"}},"importance":3,"byline":{"title":"John Ashdown in Olomouc"},"showQuotedHeadline":true,"sublinks":[{"title":"Football / Beauty leaves the Brazilian game as glitter gives way to grit","rawTitle":"Beauty leaves the Brazilian game as glitter gives way to grit","item":{"type":"article","id":"football/blog/2015/jun/28/brazil-copa-america-paraguay","title":"Beauty leaves the Brazilian game as glitter gives way to grit","trailText":"Brazil’s Copa América defeat underlined a descent into workaday pragmatism that has longer roots than romanticising marketeers would have you believe","standFirst":"Brazil’s Copa Am&eacute;rica loss to Paraguay underlined a descent into workaday pragmatism that has longer roots than romanticising marketeers would have you believe","byline":"Jonathan Wilson in Concepción","body":"<p>It was not 7-1. It was not an epic humiliation. It was not a result that will reverberate through the generations. But in a sense, Brazil’s Copa Am&eacute;rica exit to Paraguay is all the more crushing for that. It was not some devastation to be written off as a freak; it was quotidian. Brazil went out of the Copa Am&eacute;rica by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/paraguay-brazil-copa-america-match-report\" title=\"\">losing a mundane game 4-3 on penalties after a 1-1 draw</a> because these days they are a mundane team; they no longer generate the emotional extremes they once did.</p> \n<p>Four years ago, Brazil also went out of the Copa Am&eacute;rica in a shootout against Paraguay, but this was worse, far worse. At least then there was talk of a new generation coming through, a sense that the likes of Neymar and Ganso were not quite ready but that they might be soon. If this tournament proved anything it is that Brazil are utterly dependent on Neymar and that he is uncomfortable – as anyone would be – with the pressure.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/paraguay-brazil-copa-america-match-report\">Brazil 1-1 Paraguay (Paraguay win 4-3 on penalties | Copa Am&eacute;rica match report</a> </p> \n</aside> \n<p>It’s been a long time since the notion of <em>jogo bonito</em> was anything other than an empty marketing slogan. The beauty has left the Brazilian game. The obsession with running and physicality that first developed – belatedly – as a response to a first-round exit in the 1966 World Cup has become dogma. The dictatorship that took power in Brazil in 1964 imposed technocrats in all walks of life: it was an article of faith that everything could be measured and analysed. That is why a military PT instructor, captain Cl&aacute;udio Coutinho, worked with the team at the 1974 World Cup and was the coach in 1978. The 80s and Tel&ecirc; Santana brought a brief reflowering of the old way, a reignition of the myth, but since then the drift into pragmatism has been relentless.</p> \n<p>There are no Gersons, Falc&atilde;os or Toninho Cerezos any more, just runners and battlers. Those who might once have sauntered in front of the defence, languidly setting the rhythm, are dispatched to the flanks to become laterals. Battle and grit and yards covered are the watchwords now. That, of course, is Brazil’s right: they are not obliged to live up to a marketeer’s romanticising of the past, and they won two World Cups by combining a solid core with a handful of fantasistas.</p> \n<p>“They don’t produce anything any more,” Ars&egrave;ne Wenger said in <a href=\"http://www.wsj.com/articles/european-strikers-in-short-supply-1410814629\" title=\"\">an interview with the Wall Street Journal</a> even before the humiliation of Belo Horizonte. “Even in midfield, they’re good – but they’re not the great Brazilians of the past.” And those they do produce tend to be whisked away as soon as their talent emerges: 12 of this squad have not played 50 league games in Brazil, only enhancing the sense of disconnection.</p> \n<p>What has emerged more recently, what has soured any notion of the beautiful game is boorishness. It may be that hosting the World Cup, and the expectation that brought to bear, magnified the issue, but the slide from pragmatism into expediency has long roots. The reappointment of Dunga, the step back into a past that seems increasingly prehistoric, was essentially a rejection of the need for change, a retreat into the conservatism that had created the problems in the first place. The familiar may seem comfortable, but it also smacks of a complacency, an unwillingness to believe that the rest of the world may have moved on without it.</p> \n<p>There was a Brazil youth team around the turn of the millennium who would wait in the dressing room until the last possible moment, leaving the opposition waiting in the tunnel, and then charge out screaming and spit on their rivals in a usually successful attempt to unsettle them. This was in a youth tournament, the purpose of which is supposed to be player development. Such was the lust for victory that abhorrent behaviour was at the very least condoned, perhaps even suggested, by coaches.</p> \n<p>“The pressure to win will always exist in Brazil,” Dunga said before the Copa Am&eacute;rica. “The national team must remain competitive and winning at any cost.” At any cost – that was the unpleasant edge to the hysteria that surrounded, and ultimately overwhelmed, Brazil last year, most obviously manifested in the tactical fouling.</p> \n<p>Some of the sense of entitlement, perhaps, has gone, but Neymar’s petulance was surely born of a combination of the demands on him to drag this team to the heights its public expects and his frustration that opponents had the effrontery to try to stop him. The tactical fouling has continued into this tournament. Before the quarter-final, Brazil had committed the fifth most fouls per game, which does not sound too bad until you consider they have had the third most possession. Fouls are usually a consequence of not having the ball; the two sides that have had more possession than Brazil, Chile and Argentina, have committed the fewest and second-fewest fouls per game.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/best-goals-week-thiago-silva-jesse-lingard-lucy-bronze-brazil\">The best goals of the week: Thiago Silva, Jesse Lingard, Eder and Lucy Bronze</a> </p> \n</aside> \n<p>Late on against Venezuela, Brazil had four centre-backs on the pitch, Dani Alves playing on the right wing and Elias as the advanced central midfielder. At one point, Elias received the ball in space in the centre-circle, turned, and – with no one ahead of him – launched a ball into the corner to run down the clock. It is cynical and almost wilfully ugly football.</p> \n<p>It is not even winning football any more. It took a brilliant pass from Neymar in injury time to beat Peru. They lost to Colombia. They wobbled horribly when 2-0 up against Venezuela. Then, here, having gone ahead after Robinho converted an Alves cross – the two thirtysomethings were probably Brazil’s best players – they contrived to let a very ordinary Paraguay side back into the game. Robinho’s finish was their only touch in Paraguay’s penalty area in the first half.</p> \n<p>What was most striking was the lack of fear about Paraguay, even while they were just humping balls into the Brazil box. No longer protected by the carapace of their reputation, what remains of Brazil is weak and unsightly. By the end, the largely Chilean crowd was hooting its derision. It’s a sound that should live with Brazil, the overture of their collapse. The beauty has gone, the aura has gone, and with them the respect of the continent has gone.</p> \n<p><em>This article has been amended to correct the year of the coup in Brazil to 1964</em></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435486330891/cbadf5e4-fe61-491e-b37b-fa85a9ae1ee5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Fernando Bizerra Jr/EPA","altText":"Brought low …  Brazil 's defeat to Paraguay highlighted a downward trajectory that goes back a long way.","cleanCredit":"Photograph: Fernando Bizerra Jr/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-28T10:17:43Z","lastModified":"2015-06-28T23:30:04Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jonathan Wilson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanwilson"}],"feature":true,"keywords":["Brazil","Copa América","Paraguay","Football","Sport"],"tags":[{"id":"football/brazil","webTitle":"Brazil"},{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/paraguay","webTitle":"Paraguay"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Jonathan Wilson","topic":{"type":"tag-contributor","name":"profile/jonathanwilson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/28/brazil-copa-america-paraguay","shortUrl":"http://gu.com/p/4a7ah","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/28/brazil-copa-america-paraguay","webUri":"http://www.theguardian.com/football/blog/2015/jun/28/brazil-copa-america-paraguay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435486330891/cbadf5e4-fe61-491e-b37b-fa85a9ae1ee5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brought low … Brazil’s Copa América defeat to Paraguay on penalties confirmed a downward spiral that may be traced back much further than last summer’s World Cup humiliation. Photograph: Fernando Bizerra Jr/EPA","credit":"Fernando Bizerra Jr/EPA","altText":"Brought low …  Brazil's Copa América defeat to Paraguay on penalties confirmed a downward spiral that may be traced back much further than last summer's World Cup humiliation.","cleanCaption":"Brought low … Brazil’s Copa América defeat to Paraguay on penalties confirmed a downward spiral that may be traced back much further than last summer’s World Cup humiliation.","cleanCredit":"Photograph: Fernando Bizerra Jr/EPA"}},"importance":0,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435486330891/cbadf5e4-fe61-491e-b37b-fa85a9ae1ee5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Fernando Bizerra Jr/EPA","altText":"Brought low …  Brazil 's defeat to Paraguay highlighted a downward trajectory that goes back a long way.","cleanCredit":"Photograph: Fernando Bizerra Jr/EPA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435502526349/William-Carvalho-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"William Carvalho, left, controlled midfield in Portugal's European Under-21 Championship 5-0 semi-final win over Germany. Photograph: Peter Powell/EPA","credit":"Peter Powell/EPA","altText":"William Carvalho","cleanCaption":"William Carvalho, left, controlled midfield in Portugal's European Under-21 Championship 5-0 semi-final win over Germany. Photograph: Peter Powell/EPA"}}]}],"lastModified":"2015-06-28T23:29:44Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}