{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Athletics / 'I am clean and do not dope' – Salazar breaks his silence","rawTitle":"'I am clean and do not dope' – Salazar breaks his silence","item":{"type":"article","id":"sport/2015/jun/25/alberto-salazar-issues-denial-doping-statement","title":"Alberto Salazar denies allegations: ‘I will never permit doping’","trailText":"The athletics coach Alberto Salazar has responded to doping allegations in an open letter of nearly 12,000 words on the Nike Oregon Project website","standFirst":"<span class=\"bullet\">•</span> Mo Farah’s coach breaks silence on doping allegations\n<br />\n<span class=\"bullet\">•</span> But the United States Anti-Doping Agency is launching an investigation\n<br />","byline":"Sean Ingle in Eugene","body":"<p>Mo Farah’s coach Alberto Salazar has launched a vigorous counterattack against allegations that he violated a series of anti-doping rules, chiding the BBC and the US news website ProPublica for their “remarkable display of irresponsible journalism” and demanding an immediate retraction of what he called “their false statements”.</p> \n<p>Yet late on Wednesday night it emerged that the American coach was being investigated by the United States Anti-Doping Agency to see whether he encouraged Galen Rupp and other athletes at the Nike Oregon Project to bend or break anti-doping rules. Usada has interviewed more than a dozen witnesses and is actively pursuing documents and other evidence from Salazar, who coached Rupp to the silver medal in the 10,000m at the London Olympics.</p> \n<p>Usada would not comment on whether an investigation was taking place but in a statement it said it took “all reports of doping seriously and we aggressively follow up on all information we receive in order to fulfil our oath to protect clean athletes and the integrity of competition”.</p> \n<p>Salazar has largely kept his counsel in the three weeks since a Panorama documentary made a number of sensational claims, including that he gave Rupp the banned steroid testosterone as a 16-year-old. But in a 11,750-word statement published on the Nike Oregon Project website he finally tackled the allegations which he said had left “innocent athletes’ careers tarnished with nothing but innuendo, hearsay and rumour”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/alberto-salazar-statement-galen-rupp-nike-oregon-project\">Alberto Salazar statement: let the haters hate – we will keep winning</a> </p> \n</aside> \n<p>Salazar insisted Rupp had only ever used legal testosterone supplements designed to naturally boost his levels, and that photographic evidence of testosterone being noted in his medical notes – obtained by his former assistant Steve Magness – was a recording error. “Galen has clearly stated that he did not take testosterone in December 2002 or at any other time,” he added.</p> \n<p>In Salazar’s lengthy rebuttal there were frequent references to dates, documents and exhibits. For the most part it gave his response a more formal and almost legal air. But there was no disguising his anger as he accused Magness of “spreading malicious false allegations” and suggested he left the Nike Oregon Project not because he saw anything suspicious but because he “proved to be a poor coach who had difficulty building rapport with world-class athletes”.</p> \n<p>He also claimed Magness had appeared happy when he discussed his role next to Salazar with <em>Runner’s World </em>in 2011. “Steve Magness did not leave the Oregon Project,” Salazar added. “The Oregon Project terminated his contract in 2012.”</p> \n<p>However, last night Magness revealed that he had a signed document to show that there had been a “mutual termination” of his contract. “I also have a recording of the conversation Alberto and I had when we decided to part ways, which makes absolutely zero mention of any relationship between myself and any other athlete, or any mention of departing for failure as a coach,” he said. “I did not have a relationship with any athlete during my time at the Nike Oregon Project.</p> \n<p>“Salazar goes to great lengths to use a July 2011 interview with me as evidence of my thought process at the time. I’d like to point out that since my employer was Nike at the time, I knew that speaking my true feelings would certainly jeopardise my career, so I stuck with the politically correct answers out of fear.</p> \n<p>“Since leaving Nike, this fear has been realised and demonstrated on many occasions, first with the insistence of disclaimers and phone calls following a Lance Armstrong piece I wrote, which were followed up with a confrontation at the 2013 London athletics meeting. It’s humbling to say but the intimidation and fear of speaking out is what kept me from publicly addressing my concerns at that time.</p> \n<p>“Salazar paints me as an inadequate coach, which my performance before and after Nike I dispute. In the past two years I have coached three individuals to top 20 at world championships.”</p> \n<p>Magness is one of nearly 20 former athletes or employees who have spoken out against Salazar’s methods. Some have indicated to the <em>Guardian </em>that they also plan to respond to his report in the coming days. Several of Salazar’s current athletes, including Rupp, Matthew Centrowitz and Shannon Rowbury, are also expected to speak after competing in the US Track and Field championships, which begin evening.</p> \n<p>Meanwhile a spokesman for the BBC defended its Panorama programme about Salazar, saying: “We are confident in our programme and that it was right to air the allegations of the witnesses who appeared on it. We stand by our journalism and it is now for the relevant anti-doping authorities to investigate the allegations.</p> \n<p>“The detailed allegations were put to Mr Salazar four weeks before the programme aired, giving him the opportunity to address them in full. The BBC has also invited Alberto Salazar to be interviewed about the allegations, an offer which still stands.”</p> \n<p>The back-and-forth is likely to continue in the coming days but Salazar says he has documented evidence going back to 2001 to show that another allegation, that Rupp was a frequent user of the asthma drug prednisone – which is banned by the World Anti-Doping Agency for use in competition – is “completely false”. Rupp was forced to take allergy and thyroid medicine because he suffered from “severe allergies and breathing issues”, not because he was cheating, said Salazar. “He is medically diagnosed as suffering from both asthma and Hashimoto’s disease, a thyroid disease,” he added. “Galen takes asthma medication so he can breathe normally, not so he can run better. Galen takes his thyroid medication so that his body can function normally, not for any competitive advantage.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/galen-rupp-us-track-field-championships-coach-alberto-salazar-eugene\">Galen Rupp to race at US championships amid Salazar controversy</a> </p> \n</aside> \n<p>But Salazar insisted Rupp was the exception not the rule at the Oregon Project when it came to using asthma and thyroid medication. He added that of the 55 athletes he had coached at Nike only five had been diagnosed with hypothyroidism and only eight with exercise-induced asthma after he had started working with them.</p> \n<p>Salazar also rejected the claims of his former athlete Kara Goucher, the 10,000m world championship bronze medallist, that he had “coached” Rupp to try to flout the strict rules around Therapeutic Use Exemption (TUEs) certificates so he could get an intravenous drip before the 2011 world championships – and said Rupp had had only two TUEs since 2010.</p> \n<p>But Salazar did admit that John Stiner, the massage therapist who worked briefly with him in 2008, was right to say that he had seen Androgel, a testosterone gel banned by Wada, in his room. However, he said it was strictly for his own use because he suffered from low virility levels.</p> \n<p>“My excessive training as an athlete did extensive damage to my body,” he added. “One of the lingering negative effects from which I still suffer today is hypogonadism with significant symptoms, including multiple low testosterone serum levels. There is no question that I have a valid justification for my possession of Androgel as defined by the Wada code. I have never given Androgel to any of my athletes.”</p> \n<p>Salazar also dismissed suggestions that a fridge full of vials in his training camp in Park City, which was seen by Stiner, was suspicious. “Stiner has tried to imply that Galen’s allergy immunotherapy medicine is something else,” he said. “It’s not. Galen has been receiving allergy immunotherapy vaccine injections since approximately 2004.”</p> \n<p>Yet Salazar did admit he had “let his paranoia get the best of him” when he asked Dr Jeffrey Brown to conduct an experiment to find out whether it was possible for someone to rub enough testosterone cream on an athlete to make them test positive. It had come about, he said, because Justin Gatlin had blamed his positive test for exogenous testosterone on being sabotaged by his massage therapist, Chris Whetstine, and he was worried the same thing might happen to Rupp.</p> \n<p>“On May 9, 2009, Galen Rupp’s University of Oregon 4x1 mile relay team set a new NCAA record,” he said. “Shortly after the race while talking to the press, Galen felt someone rubbing his shoulders. He turned around and it was Chris Whetstiner. Galen had heard the stories. He was extremely concerned and called me. I called the US Anti-doping Agency hotline to report it. Usada may still have the tapes or notes of my call. Nothing came of it but it caused us grave concern.”</p> \n<p>Salazar concluded with a message for his detractors: “Let the haters hate; we’re going to keep winning through hard work, dedication and fair play.” But the immediate response from Usada and Magness suggests this saga will rumble on for a long while yet.</p> \n<p>Nike later released its own statement saying it had conducted its own review and found no evidence of doping.</p> \n<p>“We take the allegations very seriously as Nike does not condone the use of performance enhancing drugs in any manner,” it read. “Both Alberto and Galen have made their position clear and refute the allegations made against them, as shown in Alberto’s open letter.</p> \n<p>“Furthermore we have conducted our own internal review and have found no evidence to support the allegations of doping.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435189878618/Alberto-Salazar-has-issue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar has issued a 12,000-word rebuttal of allegations of doping.  Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Alberto Salazar has issued a 12,000-word rebuttal of allegations of doping. ","cleanCaption":"Alberto Salazar has issued a 12,000-word rebuttal of allegations of doping.  Photograph: Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-24T23:52:47Z","lastModified":"2015-06-25T00:05:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Alberto Salazar","Drugs in sport","Athletics","Mo Farah","Sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-issues-denial-doping-statement","shortUrl":"http://gu.com/p/4a53m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/alberto-salazar-issues-denial-doping-statement","webUri":"http://www.theguardian.com/sport/2015/jun/25/alberto-salazar-issues-denial-doping-statement"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435189878618/Alberto-Salazar-has-issue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar has issued a 12,000-word rebuttal of allegations of doping.  Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Alberto Salazar has issued a 12,000-word rebuttal of allegations of doping. ","cleanCaption":"Alberto Salazar has issued a 12,000-word rebuttal of allegations of doping.  Photograph: Rex Shutterstock"}},"importance":7,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[{"title":"Cycling / Froome admits missed drug test and blames zealous hotel staff","rawTitle":"Froome admits missed drug test and blames zealous hotel staff","item":{"type":"article","id":"sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france","title":"Chris Froome admits missed drug test and blames zealous hotel staff","trailText":"The 2013 Tour de France winner Chris Froome said he missed a drug test because hotel staff would not let officials disturb him","standFirst":"<span class=\"bullet\">•</span> Froome says testers were told hotel policy did not allow guests to be disturbed\n<br />\n<span class=\"bullet\">•</span> Testers arrived while 2013 Tour de France winner was in bed at his Italian hotel","byline":"Barry Glendenning in Monaco","body":"<p>Chris Froome has admitted missing a drugs test while on holiday earlier this year, in what the 2013 Tour de France winner described as “a hugely frustrating situation”.</p> \n<p>Speaking in Monaco before this year’s Tour in which he will lead Team Sky as one of the favourites to win the race, Froome blamed overzealous hotel staff, rather than an inaudible doorbell similar to that owned by the distance runner Mo Farah, for his missed drug test.</p> \n<p>“I had a couple of recovery days and I took my wife down to quite an exclusive hotel in Italy,” said Froome, who was forced to abandon last year’s Tour through injury after two crashes on stage five. “On the first morning the authorities pitched up at seven and the hotel staff actually wouldn’t give them access to our room and also refused to let them call up.</p> \n<p>“So when we came down for breakfast at 8.30, they basically just said to us: ‘OK, the anti-doping guys were here to test you this morning but it’s our hotel policy not to let them disturb our clients or let anyone disturb our clients’. So that was a hugely frustrating situation for me.”</p> \n<p>Under the whereabouts system, designed to support out-of-competition testing, cyclists are obliged to inform officials where they will be for a specific hour between 5am and 11pm when they are obliged to be available for testing.</p> \n<p>Most nominate a time early in the morning, as it is when they are most certain of their likely whereabouts: at home in bed. While Froome had logged his temporary holiday address on the whereabouts website, he neglected to let hotel staff know he may have callers who should be granted immediate access to his room.</p> \n<p>“I did appeal to try and explain the circumstances to the authorities but at the end of the day I take full responsibility for that case,” said Froome, who has previously claimed to have been tested more than 30 times in one three-week period.</p> \n<p>“I should have been more proactive in letting the hotel know this was a possibility that I could be tested. I’ve certainly learned my lesson there. I’ve stayed in hotels all over the world and I’ve been tested all over the world without any issues at all. Unfortunately I just didn’t see this one coming but it’s opened my eyes and I’m definitely going to be more pro-active in the future. It’s always the athlete’s responsibility to make sure he or she is available for testing.”</p> \n<p>The World Anti-Doping Agency operates a three-strike policy that means anyone who misses three tests in a 12-month period is deemed to have committed an anti-doping rule violation and incurs an automatic ban of up to two years.</p> \n<p>Despite the recent blot on his copybook, Froome is pleased with what he sees as a more rigorous approach to drug testing in cycling.</p> \n<p>Last year he observed that neither he, nor his high-profile Tour de France rivals Vincenzo Nibali and Alberto Contador, had been asked to undergo drug controls during lengthy spells of altitude training in Tenerife.</p> \n<p>“As far as I can see that has been rectified,” he said. “This year, up in Tenerife alone, I think we were tested at least three or four times during the period when we were up there. So yes, I think the authorities have acted on that.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435178957279/The-2013-Tour-de-France-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race.","cleanCaption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T22:58:01Z","lastModified":"2015-06-25T00:05:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Chris Froome","Cycling","Tour de France","Team Sky","Sport"],"tags":[{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france","shortUrl":"http://gu.com/p/4a5xy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france","webUri":"http://www.theguardian.com/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435178957279/The-2013-Tour-de-France-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 2013 Tour de France winner, Chris Froome, is one of the favourites to win this year’s race. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race.","cleanCaption":"The 2013 Tour de France winner, Chris Froome, is one of the favourites to win this year’s race. Photograph: Bryn Lennon/Getty Images"}},"importance":0,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435178957279/The-2013-Tour-de-France-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race.","cleanCaption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/da417c50e3c400f3a6d268be0ffa49202d04c3dd/0_37_2080_1248/1000.jpg","height":600,"width":1000}}]},{"title":"England 1-3 Italy / Early exit for England after Italy deliver lesson in finishing","rawTitle":"Early exit for England after Italy deliver lesson in finishing","item":{"type":"article","id":"football/2015/jun/24/england-under-21-italy-european-championship-match-report","title":"England Under-21s out of European Championships after defeat by Italy","trailText":"Gareth Southgate’s England Under-21s crashed out of the European Championships when they lost 3-1 to Italy in their final match","standFirst":"<span class=\"bullet\">•</span> England 1-3 Italy\n<br />\n<span class=\"bullet\">•</span> Redmond 90; Belotti 25, Benassi 27, 72\n<br />","byline":"John Ashdown at Andruv Stadium","body":"<p>It has become a horribly familiar pattern: domination in qualifying, expectation in the build up and elimination at the finals. For the third time in succession England bowed out of the European Under-21 Championships at the group stage after slumping to a hugely-disappointing defeat to Italy in Olomouc.</p> \n<p>Gareth Southgate had hoped his side’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/21/sweden-england-european-under-21-championship-match-report\" title=\"\">win over Sweden</a> in their second group game would liberate his players but here they were clinically dispatched by opponents who they have now failed to beat in five meetings at this tournament.</p> \n<p>In truth, the result was never in doubt after Andrea Belotti and Marco Benassi had put Italy two goals to the good in the space of two minutes midway through the first half. Benassi’s second with just under 20 minutes to go simply killed the potential for drama despite Nathan Redmond’s late consolation. Positive thinking had been prevalent in the camp throughout but this result left little scope for optimism.</p> \n<p>“We can’t put this group of young players in with everything else that has happened in England’s football history,” said Southgate. “These are young players and there’s some improvement that needs to happen in terms of their general defending as a group and as individuals. That’s the age they’re at. All teams in this competition have made defensive errors, sometimes they’re punished, sometimes they’re not. We’ve been punished ruthlessly for them.”</p> \n<p>Sweden’s 89th-minute equaliser against Portugal in the other Group B game meant that both sides here are heading home before the semi-finals. But while Italy went out on a high, this was certainly the lowest point of Southgate’s two-year tenure with the under-21s. The former Middlesbrough manager signed an extension to his contract with the Football Association in January and is scheduled to take the team through to the end of the 2017 edition of this competition.</p> \n<p>“I’m contracted to stay on, I’d like to stay on. In the end, it’s not my decision,” he said. “But I think what we’ve done over two years has progressed the profile of the team, the style in which we’ve played. I think we’ve had some massive success stories in terms of individuals that have come through the programme. Even in this tournament one or two players that have come through have emerged from it. So I think people will look at all of that when they’re making that decision.”</p> \n<p>Southgate had been bold with his team selection, playing Danny Ings in the No10 role behind Harry Kane and giving Brighton’s Jake Forster-Caskey a surprise first appearance of the tournament. He was rewarded with the brightest opening his side has made in the competition, with Ings pulling a shot wide when clean through and Kane, a cut above his team-mates here after enduring a largely frustrating tournament, drawing a spectacular save from Francesco Bardi in the Italy goal.</p> \n<p>Two minutes after that effort, though, events began to unravel for Southgate and his side. With England caught cold from an Italian free-kick, the impressive Domenico Berardi dinked the ball over the defensive line to find Belotti, whose telescopic volley beat Jack Butland from close range. Almost immediately the Azzurrini doubled the lead, with Lorenzo Crisetig allowed to rumble forward unchallenged and Benassi seeing his deflected shot curl low past the helpless goalkeeper.</p> \n<p>That left England with a huge task and though they set about it with relish, Italy drew the sting expertly. Even so Redmond, enjoying perhaps his best game of the tournament, Kane, Jesse Lingard and Ings all went close but any lingering hope was extinguished with 18 minutes to go.</p> \n<p>Stefano Sabelli took a throw-in, Marcello Trotta – probably best known in England for a promotion-costing penalty miss while on loan on Brentford in 2013 – hooked the ball over his head and Benassi directed his header past Butland, condemning England to yet another early exit.</p> \n<p>Redmond did eventually thrash home a goal that England’s energy deserved from the edge of the area in injury time but for Italy there were two more important late goals in the other group game between Sweden and Portugal. The first, for the Portuguese, looked to be sending them into the semi-finals. The second, an equaliser from Sweden’s Simon Tibbling, meant neither side in Olomouc will be playing in the final four.</p> \n<p>“There’s so little between the teams in this tournament,” said Southgate. “Sweden have gone through, Italy haven’t. There’s nothing between the eight teams in my opinion. So it then comes down to detail and concentration and the two-minute spell in the first half when we concede two is the turning point of the game.”</p> \n<p>It meant a bleak scene for all concerned at the Andruv Stadium – even the Czech fans in the crowd went home disappointed, with England’s defeat costing their side an Olympic play-off – but Southgate tried to sound a note of positivity. “In general terms, in terms of what they can give to English football, I think there are some good characters that are going to come through this group who will go into the senior team and make that senior team stronger.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d563356b1b6504bdaf16aa2e3f7ec676147bc9fd/207_54_1197_718/1197.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":718,"width":1197,"orientation":"landscape","credit":"Michael Regan/Getty Images","altText":"England’s Danny Ings looks dejected after the third Italy goal during the Under-21 European Championship match.","cleanCredit":"Photograph: Michael Regan/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T21:06:13Z","lastModified":"2015-06-24T23:45:02Z","metadata":{"commentable":true,"commentCount":767,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["England Under-21s","Italy","European Championship","Football","Sport"],"tags":[{"id":"football/england-under-21s","webTitle":"England Under-21s"},{"id":"football/italy","webTitle":"Italy"},{"id":"football/european-championship","webTitle":"European Championship"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/24/england-under-21-italy-european-championship-match-report","shortUrl":"http://gu.com/p/4a5xq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/24/england-under-21-italy-european-championship-match-report","webUri":"http://www.theguardian.com/football/2015/jun/24/england-under-21-italy-european-championship-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d563356b1b6504bdaf16aa2e3f7ec676147bc9fd/207_54_1197_718/1197.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":718,"width":1197,"orientation":"landscape","caption":"England’s Danny Ings looks dejected after the third Italy goal during the Under-21 European Championship match. Photograph: Michael Regan/Getty Images","credit":"Michael Regan/Getty Images","altText":"England’s Danny Ings looks dejected after the third Italy goal during the Under-21 European Championship match.","cleanCaption":"England’s Danny Ings looks dejected after the third Italy goal during the Under-21 European Championship match.","cleanCredit":"Photograph: Michael Regan/Getty Images"}},"importance":5,"kicker":{"title":"England 1-3 Italy"},"showQuotedHeadline":false,"sublinks":[{"title":"Italy / Sturaro hits out at Sweden and Portugal ‘dogs’ after draw","rawTitle":"Sturaro hits out at Sweden and Portugal ‘dogs’ after draw","item":{"type":"article","id":"football/2015/jun/25/italy-european-under-21-championship-stefano-sturaro-sweden-portugal-dogs","title":"Italy’s Stefano Sturaro hits out at Sweden and Portugal ‘dogs’ after draw","trailText":"The Italy Under-21 player Stefano Sturaro has appeared to refer to Sweden and Portugal players as “dogs” after the two countries drew 1-1 to progress to the semi-finals at the European Under-21 Championship","standFirst":"<span class=\"bullet\">•</span> Sweden’s 1-1 draw with Portugal eliminated Italy despite win over England\n<br />\n<span class=\"bullet\">•</span> ‘Dogs celebrate on corpses of lions, but lions remain lions and dogs stay dogs’","byline":"Marcus Christenson","body":"<p>The Italy Under-21 player Stefano Sturaro has appeared to refer to Sweden and Portugal players as “dogs” after the two countries drew 1-1 to progress to the semi-finals at the European Under-21 Championship.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2012/jun/18/euro-2012-sweden-denmark-2-2\">Euro 2004: Sweden v Denmark – they said it would not end 2-2 … but it did</a> </p> \n</aside> \n<p>A win for either the Swedes or the Portuguese would have seen Italy, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/england-under-21-italy-european-championship-match-report\" title=\"\">3-1 winners over England in their final group game</a>, reach the semi-finals. In the end, Luigi Di Biagio’s team finished level on points with the Swedes but are on their way home because of their head-to-head record against the Scandinavians (they lost their game 2-1).</p> \n<p>To make matters worse, Sturaro was suspended for the game with England after being sent off against Sweden for slapping Mikael Ishak in the face. On Tuesday night, after Sweden had equalised against Portugal in the 89th minute, Sturaro tweeted: “Dogs celebrate on the corpses of lions, thinking they’ve won, but lions remain lions and dogs stay dogs.” By Wednesday morning it has been retweeted more than 800 times.</p> \n<p>It is not the first time Italy have been eliminated after a Sweden draw in the last group game of a final tournament. In 2004, Sweden and Denmark drew 2-2 in their final group match – the scoreline required to eliminate Italy, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2012/jun/18/euro-2012-sweden-denmark-2-2\" title=\"\">with the two Scandinavian countries advancing</a>. At the time, Milan’s vice president Adriano Galliani said: “We got as many points as the players who are blond and beautiful. But we are darker and not as beautiful.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sturaro_stefano/statuses/613827995443306496\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"it\" dir=\"ltr\">&quot;Sui cadaveri dei leoni festeggiano i cani credendo di aver vinto, ma i leoni rimangono leoni e i cani rimangono cani&quot;</p>— stefano sturaro (@sturaro_stefano) \n  <a href=\"https://twitter.com/sturaro_stefano/status/613827995443306496\">June 24, 2015</a>\n </blockquote> \n</figure> \n<p>On Tuesday night, La Gazzetta dello Sport published in article saying that Sweden are at risk of becoming “the masters of fixing games”, and that the result had the distinct smell of a “biscotto”, the Italian term for a result that has been agreed beforehand.</p> \n<p>It continued: “Even allowing a presumption of innocence, the impression this evening is that our Under-21s were eliminated by the most preannounced of biscotti: ‘little’ Sweden sent a very good Italy team home, with the complicity of Portugal (who finished top of the group).”</p> \n<p>The newspaper ends the article by asking: should Uefa not at least be monitoring these situations?”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435222546618/Italy-v-Sweden---UEFA-Eur-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stefano Sturaro, right, has labelled Sweden and Portugal 'dogs' after their draw knocked Italy out of the European Under-21 Championship. Photograph: Lee Smith/Reuters","credit":"Lee Smith/Reuters","altText":"Italy v Sweden - UEFA European Under 21 Championship - Czech Republic 2015 - Group B","cleanCaption":"Stefano Sturaro, right, has labelled Sweden and Portugal 'dogs' after their draw knocked Italy out of the European Under-21 Championship. Photograph: Lee Smith/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-25T09:01:25Z","lastModified":"2015-06-25T09:31:50Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Marcus Christenson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marcuschristenson"}],"feature":false,"keywords":["European Under-21 Championship","Italy","Sweden","Portugal","Football","Sport"],"tags":[{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/italy","webTitle":"Italy"},{"id":"football/sweden","webTitle":"Sweden"},{"id":"football/portugal","webTitle":"Portugal"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Marcus Christenson","topic":{"type":"tag-contributor","name":"profile/marcuschristenson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/25/italy-european-under-21-championship-stefano-sturaro-sweden-portugal-dogs","shortUrl":"http://gu.com/p/4a58n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/25/italy-european-under-21-championship-stefano-sturaro-sweden-portugal-dogs","webUri":"http://www.theguardian.com/football/2015/jun/25/italy-european-under-21-championship-stefano-sturaro-sweden-portugal-dogs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435222546618/Italy-v-Sweden---UEFA-Eur-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stefano Sturaro, right, has labelled Sweden and Portugal 'dogs' after their draw knocked Italy out of the European Under-21 Championship. Photograph: Lee Smith/Reuters","credit":"Lee Smith/Reuters","altText":"Italy v Sweden - UEFA European Under 21 Championship - Czech Republic 2015 - Group B","cleanCaption":"Stefano Sturaro, right, has labelled Sweden and Portugal 'dogs' after their draw knocked Italy out of the European Under-21 Championship. Photograph: Lee Smith/Reuters"}},"importance":0,"kicker":{"title":"Italy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435222546618/Italy-v-Sweden---UEFA-Eur-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stefano Sturaro, right, has labelled Sweden and Portugal 'dogs' after their draw knocked Italy out of the European Under-21 Championship. Photograph: Lee Smith/Reuters","credit":"Lee Smith/Reuters","altText":"Italy v Sweden - UEFA European Under 21 Championship - Czech Republic 2015 - Group B","cleanCaption":"Stefano Sturaro, right, has labelled Sweden and Portugal 'dogs' after their draw knocked Italy out of the European Under-21 Championship. Photograph: Lee Smith/Reuters"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/d39e74d8fae3d86779d97d6332f67a5dff7d60c6/699_230_1250_750/1000.jpg","height":600,"width":1000}}]},{"title":"Women's World Cup power rankings / Germany lead the way","rawTitle":"Germany lead the way","item":{"type":"article","id":"football/2015/jun/25/womens-world-cup-power-rankings-germany","title":"Women's World Cup power rankings: Germany lead the way from Matildas","trailText":"With only eight teams left, we’re at the business end of the tournament. Germany, Australia and Japan have looked good, and USA and China have room to improve","standFirst":"<p>With only eight teams left, we’re at the business end of the cup. Germany, Australia and Japan have looked good, and USA and China have room to improve</p>","byline":"Caitlin Murray","body":"<h2>1) Germany</h2> \n<p>Could there really be any other team in the No 1 spot? Germany came into this World Cup with a slew of injuries and questionable players, including 2014 Fifa world player of the year Nadine Kessler, who had knee surgery before the tournament. But No 1-ranked Germany have proven to be the most complete team in the tournament, looking utterly dominant whether they beat Ivory Coast 10-0 or beat Sweden 4-1. Their only blip of the tournament, a 1-1 draw to Norway, feels like a distant memory thanks to a roaring start in the knockout stage over the weekend. Buoyed by a stable of potent attacking weapons that includes Celia Stasic and Anja Mittag, if there’s anything that can hold Germany down, it may be their unfortunate quarter-final matchup against France.<br /></p> \n<h2>2) Australia</h2> \n<p>Could this small footballing nation become the Cinderella story of the Women’s World Cup? With the way the Westfield Matildas are playing, it’s certainly possible. The Aussies fought their way out of the Group of Death and followed it up by sending Brazil and the legendary Marta packing. New coach Alen Stajcic had just eight months to work with his squad after a player-led revolt of their previous coach earlier last year, but the team’s confidence in their new manager shows. Though the speedy Lisa De Vanna remains the notable focal point for her side, young players like Samantha Kerr and Kyah Simon are stepping up and playing important roles. The robust collective effort that helped the Matildas secure Australia’s first knockout win in a men’s or women’s World Cup may hold some more surprises in store.<br /></p> \n<h2>3) Japan</h2> \n<p>Sure, the Japanese haven’t won any of their games in this tournament by more than a goal, but does it really matter? The Japanese are extraordinarily efficient and play to the level that is necessary to get the win. They’ve won every match that way so far in this World Cup. Japan is not going to blow anyone away a la Germany with a goal fest, but their patience and ball movement is as much as a joy to watch as it is successful at picking apart midfields. Four years ago, the Japanese kept their proficiency quiet and no one really seemed to project Japan as the 2011 Women’s World Cup champions. Now, the secret is out, but Japan is still threading their way through matches with a calm ease. Despite their close-on-paper 2-1 win over the Netherlands in the Round of 16, there was never a doubt Japan would prevail and they should go deep into the bracket.</p> \n<h2>4) USA</h2> \n<p>Can the USA win a World Cup while not playing their best football? The Americans may have gotten flack for pulling out some ugly wins in this tournament, but World Cups aren’t won on style points, and the Americans keep winning. They topped the Group of Death and fended off a much-improved Colombia, proving that the Americans find ways to win games that many teams can’t. While the midfield has looked disjointed and their shot-to-goal conversion has been low, the Americans do boast perhaps the best defense in the tournament with goalkeeper Hope Solo and a strong four in front of her. Add in the return of Alex Morgan as a 90-minute player, and all the pieces are there. The x-factor for the Americans has always been their mentality and never-say-die approach. When tactics fail, their relentless pursuit of winning may be enough to push them over the edge, especially with the lowest-ranked opponent of the quarterfinal stage.</p> \n<h2>5) France</h2> \n<p>France looked like a real contender coming into this tournament, but is it all too much for them? France play a slick, fast style that many national teams would envy, but when they got to Canada, they seemed to forget how to execute it. A loss to Colombia, which it turns out wasn’t a brilliant strategy to avoid Germany in the bracket, rightly set off some alarm bells. France rebounded their reputation with a dominating 3-0 win over South Korea in the Round of 16, but it certainly raised a question: When France faces Germany in the quarterfinal, which version of France will show up? A lack of consistency may have been manageable in a weaker corner of the bracket, but an off performance against Germany will be punished. On a good day and a day when star striker Louisa Necib is creating chances, Les Bleues can top Germany but no one, including France, seems to know which French team will show up.</p> \n<h2>6) England</h2> \n<p>Has England finally found their rhythm? The group stage was a bit patchy for the English side, which has looked very good for stretches and quite lost for others. When it came to facing a strong Norway side – the only side to trouble Germany at all – the English looked like they deserved their first knockout round win in Women’s World Cup history. Manager Mark Sampson has taken an unorthodox approach of rotating his players so much that all his field players had gotten minutes before the knockouts, but now it appears there may be a method to his madness. Regardless of lineup, however, England’s problem seems to lie in that they struggle to set the tone of matches and impose on the game. Reacting and following the lead of the opposition may only get them so far.<br /></p> \n<h2>7) Canada</h2> \n<p>Canada has certainly captured the imaginations of their home country. The scenes from BC Place, where Canada squeezed past Switzerland, were perhaps the most celebratory of the tournament. The fans know this is a World Cup, but does the Canadian team? For a side led by legend Christine Sinclair and brimming with confidence at the start of the tournament, the Canadians have sure struggled to put on performances worthy of the 50,000-some crowds they’ve drawn. The Canadians have had their moments, but not nearly often enough. Perhaps the high stakes are only making matters worse. They are fortunate to be facing England in the quarter-final and not one of the stronger teams.<br /></p> \n<h2>8) China</h2> \n<p>China had an easy road in the round of 16, and now they are up against a big brick wall. If China somehow beats the USA in the quaterfinal, that will easily be the biggest upset of the tournament. But how exactly would China pull that off? China knows how to dig in their heels and pack themselves in on defense, which is probably what they will do against the USA. The problem with that is, the USA faces that sort of bunker constantly and should have the tools to get around it. If China wants to scrap by, they will need to make a real effort for goal, which they haven’t shown much capability for in this tournament</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/034f1075f3297d117e453cf20d39e5a07946751a/0_0_3688_2215/3688.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2215,"width":3688,"orientation":"landscape","credit":"Lars Baron - FIFA/FIFA via Getty Images","altText":"Dzsenifer Marozsan of Germany celebrates with Lena Goessling after their win over Sweden.","cleanCredit":"Photograph: Lars Baron - FIFA/FIFA via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T08:00:13Z","lastModified":"2015-06-25T08:03:42Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Caitlin Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caitlin-murray"}],"feature":true,"keywords":["Women's World Cup 2015","USA women's football team","England women's football team","US sports","Football","Sport","Women's football"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/usa-womens-football-team","webTitle":"USA women's football team"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/womensfootball","webTitle":"Women's football"}],"section":{"id":"football"},"topics":[{"displayName":"Caitlin Murray","topic":{"type":"tag-contributor","name":"profile/caitlin-murray"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/25/womens-world-cup-power-rankings-germany","shortUrl":"http://gu.com/p/4a5xk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/25/womens-world-cup-power-rankings-germany","webUri":"http://www.theguardian.com/football/2015/jun/25/womens-world-cup-power-rankings-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/034f1075f3297d117e453cf20d39e5a07946751a/0_0_3688_2215/3688.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2215,"width":3688,"orientation":"landscape","caption":"Dzsenifer Marozsan of Germany celebrates with Lena Goessling after their win over Sweden. Photograph: Lars Baron - FIFA/FIFA via Getty Images","credit":"Lars Baron - FIFA/FIFA via Getty Images","altText":"Dzsenifer Marozsan of Germany celebrates with Lena Goessling after their win over Sweden.","cleanCaption":"Dzsenifer Marozsan of Germany celebrates with Lena Goessling after their win over Sweden.","cleanCredit":"Photograph: Lars Baron - FIFA/FIFA via Getty Images"}},"importance":5,"kicker":{"title":"Women's World Cup power rankings"},"byline":{"title":"Caitlin Murray"},"showQuotedHeadline":false,"sublinks":[{"title":"TV coverage / England's Canada duel switches to BBC1","rawTitle":"England's Canada duel switches to BBC1","item":{"type":"article","id":"media/2015/jun/25/england-world-cup-quarter-final-match-canada-switches-bbc1","title":"England World Cup quarter-final match against Canada switches to BBC1","trailText":"Corporation moves live coverage from BBC3 after women’s football tournament becomes ratings hit with more than 2 million viewers<br>","standFirst":"<p>Corporation moves live coverage from BBC3 after women’s football tournament becomes ratings hit with more than 2 million viewers<br /></p>","byline":"John Plunkett","body":"<p>The BBC will switch England’s quarter final World Cup clash with Canada to BBC1 after the tournament proved a ratings hit on BBC3 with more than 2 million viewers.<br /></p> \n<p>The BBC3 TV channel, which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/mar/17/bbc3-tv-closure-jimmy-mulville-jon-thoday-jack-whitehall\">faces closure under controversial cost-cutting plans</a>, has tripled its typical overnight audiences as the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/women-s-world-cup-2015\">England women’s football team</a> have enjoyed their best ever tournament.</p> \n<p>The move may address <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/21/why-is-the-womens-world-cup-huge-in-the-us-and-sidelined-in-the-uk\">criticism from some quarters</a> that the corporation has sidelined the tournament by not putting its live coverage on a bigger channel.</p> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/womens-world-cup-norway-england-match-report\">Lionesses’ 2-1 win over former world champions Norway</a> on Monday was watched by a peak audience of 2 million viewers, the channel’s highest ratings since the London Olympics, three years ago.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/jun/24/womens-world-cup-2015-the-last-16-in-pictures\">Women's World Cup 2015: the last 16 – in pictures</a> </p> \n</aside> \n<p>BBC3’s coverage of the England-Norway game had an average of 1.4 million viewers, an 11% share of the audience.</p> \n<p>England’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/england-colombia-womens-world-cup-match-report\">2-1 win over Colombia on 17 June</a>, which secured the team’s passage into the last 16, rated even higher with an average audience of 1.6 million viewers and a peak of 2.3 million.</p> \n<p>The team’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jun/13/england-v-mexico-womens-world-cup-live\">earlier win over Mexico, also 2-1,</a> on 13 June, had 1.2 million viewers, peaking with 1.9 million.</p> \n<p>England’s only defeat to date was their opening fixture against France, a 1-0 reverse on 9 June that aired on sister channel BBC2 and had 1.5 million viewers (and 2.3 million peak).</p> \n<p>The quarter-final clash with tournament hosts Canada has been promoted from BBC3 to BBC1 in the early hours of Sunday morning in the UK.</p> \n<p>It will not require a radical revision of BBC1’s primetime schedule though – time differences mean the game will not kick-off until 12.30am, UK time.</p> \n<p>However, the BBC can still expect a sizeable share of the audience for the fixture, with Match of the Day Live kicking off on BBC1 at midnight.</p> \n<p>BBC3 typically has audiences of around 500,000 viewers, and is set to go online only in the new year under controversial cost-cutting plans put forward by BBC director general, Tony Hall.</p> \n<p>The proposal is yet to be ratified by the BBC Trust, with its verdict expected imminently.</p> \n<p>Even games not involving England have rated relatively well, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/21/france-australia-womens-world-cup-match-report\">France’s 3-0 win over South Korea</a> to reach the quarter finals on 21 June, with an average of 539,000 viewers, the most popular game not involving England so far.</p> \n<p>BBC3 enjoyed its biggest ever audiences during the 2012 Olympics, when it shared coverage of the games, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2012/aug/13/london-2012-tom-daley-bbc3\">more than 6 million viewers for the event in which diver Tom Daley won the bronze medal</a>.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435163230389/1c86d9a6-84f3-4ee7-9f1a-d22ece2874d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nicholas Kamm/AFP/Getty Images","altText":"England celebrates its 2-1 victory over Norway in the 2015 FIFA Women's World Cup.","cleanCredit":"Photograph: Nicholas Kamm/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T07:00:12Z","lastModified":"2015-06-25T07:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"John Plunkett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/2/1399058779148/John-Plunkett-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnplunkett"}],"feature":false,"keywords":["BBC","Media","BBC1","BBC3","Football","Women's football","Sport","World Cup","Women's World Cup 2015","Television industry"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"media/bbc1","webTitle":"BBC1"},{"id":"media/bbc3","webTitle":"BBC3"},{"id":"football/football","webTitle":"Football"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"media/television","webTitle":"Television industry"}],"section":{"id":"media"},"topics":[{"displayName":"John Plunkett","topic":{"type":"tag-contributor","name":"profile/johnplunkett"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/25/england-world-cup-quarter-final-match-canada-switches-bbc1","shortUrl":"http://gu.com/p/4a4zd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/25/england-world-cup-quarter-final-match-canada-switches-bbc1","webUri":"http://www.theguardian.com/media/2015/jun/25/england-world-cup-quarter-final-match-canada-switches-bbc1"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435163230389/1c86d9a6-84f3-4ee7-9f1a-d22ece2874d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England celebrates its 2-1 victory over Norway in the 2015 FIFA Women’s World Cup. Photograph: Nicholas Kamm/AFP/Getty Images","credit":"Nicholas Kamm/AFP/Getty Images","altText":"England celebrates its 2-1 victory over Norway in the 2015 FIFA Women's World Cup.","cleanCaption":"England celebrates its 2-1 victory over Norway in the 2015 FIFA Women’s World Cup.","cleanCredit":"Photograph: Nicholas Kamm/AFP/Getty Images"}},"importance":0,"kicker":{"title":"TV coverage"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435163230389/1c86d9a6-84f3-4ee7-9f1a-d22ece2874d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nicholas Kamm/AFP/Getty Images","altText":"England celebrates its 2-1 victory over Norway in the 2015 FIFA Women's World Cup.","cleanCredit":"Photograph: Nicholas Kamm/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/034f1075f3297d117e453cf20d39e5a07946751a/0_0_3688_2215/3688.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2215,"width":3688,"orientation":"landscape","credit":"Lars Baron - FIFA/FIFA via Getty Images","altText":"Dzsenifer Marozsan of Germany celebrates with Lena Goessling after their win over Sweden.","cleanCredit":"Photograph: Lars Baron - FIFA/FIFA via Getty Images"}}]},{"title":"Australia arrive for Ashes overshadowed by support act","rawTitle":"Australia arrive for Ashes overshadowed by support act","item":{"type":"comment","id":"sport/blog/2015/jun/24/michael-clarke-australia-ashes-england-new-zealand-cricket","title":"Michael Clarke’s Australia arrive for Ashes overshadowed by support act","trailText":"England’s battles with New Zealand could be the highlight of their summer but the Aussies must now realise the Ashes series will harder fought than predicted","standFirst":"England’s battles with New Zealand could end up as the home side’s best moments of the summer but the Ashes is set to be harder fought than predicted","byline":"Mike Selvey","body":"<p>The Black Caps are returning home, most of them anyway, and they can carry with them our thanks for invigorating not just the first part of the summer but for their part in revitalising the whole culture of cricket in this country. The cricket they and England have played has been compelling all the way through, from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/england-new-zealand-first-test-match-report\" title=\"\">the first Test match at Lord’s</a>, to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/england-new-zealand-twenty20-international-cricket\" title=\"\">the single T20 at Old Trafford</a>. Just as much, though, has been the manner in which the game has been played, something that is sneered at in some quarters, as if the values of sportsmanship, good manners and pure enjoyment, which both teams have managed to convey, are somehow redundant ideals and secondary to success.</p> \n<p>The response of the cricket-following public to the tour as it has unfolded has shown emphatically that this is not the case, the pity only that it has all been too short. The fullness of time could well show this visit of the New Zealand team to be one of the most important in memory simply for what it has done for the game.</p> \n<p>It is against this backdrop that the Australian team has arrived, and, attending Michael Clarke’s first press conference of the tour, rather than the frisson of excitement that has always preceded an Ashes series in this country, it all seemed rather flat, as if the best, or at least most entertaining part of the summer has passed with the solstice. This has nothing to do with the Australian team itself, except in the sense that the visit of New Zealand was always regarded (not least by themselves one imagines) as the precursor to yet another Ashes series, and Clarke’s men will no more enjoy having their thunder stolen by the warm-up act any more than the Who would if Paul Weller play them off the Pyramid Stage at Glastonbury on Sunday.</p> \n<p>Already the talk, largely but not entirely media-driven of course, has turned to aggression, attitude and confrontation. Clarke is probably wearied of fielding the same questions, but then there are elements within his side – <a href=\"http://www.espncricinfo.com/west-indies-v-australia-2015/content/story/886227.html\" title=\"\">David Warner’s recent interview with ESPN Cricinfo</a> a case in point – who have done little to divert the issue. But then Clarke talked of “the line” and “headbutting” it, whatever that means, and without quite explaining what that line is, and where exactly it is drawn. Or indeed whether it cannot be moved as Brendon McCullum has managed to do. It is, he said, “the Australian way”, which, repeated as it was by Shaun Marsh the next day, sounds suspiciously like the latest PR euphemism for what was once termed “banter” (as an aside, one of the first cricket books bought for me, which I stlll have, is called Cricket, The Australian Way by Jack Pollard, and I can find no reference therein to intangible lines, banter, attack dogs or sledging ).</p> \n<p>The turnaround in the England team since they slunk ignominiously away from the World Cup has been huge. There were good signs in West Indies, although some passive selections were not helpful, but since then self-belief and confidence has grown. Two months ago, the majority view would have been that England had the slimmest chance only of competing against a strong Australian side. Now though, that has changed from something beyond even guarded optimism into a feeling that the series will be a lot closer and harder fought than was anticipated.</p> \n<p>In this, there is a historical element, for although England have suffered two hideous whitewashes in Australia either side of their brilliant win there in the winter of 2010-11, there is not one member of the current Australian touring party who was here in 2001 when they last won a series in this country. In terms of matches here in that time it is 7-2 to England, a massive record of Australian underachievement away from home, and one they now must realise they will have to scrap mightily to rectify.</p> \n<p>The “Dad’s Army” jibes have been predictable and misplaced in intent for the selection of the touring party has been pragmatic: age, as they say, is just a number. Whatever the outcome of the last Ashes series in Australia, it is undeniable that the top order batting had weaknesses, and it was to England’s detriment that they could not destroy the lower order as the Australians managed to do so effectively to them. This time, much of the batting is largely unproven in English conditions, and hence the inclusion of both Chris Rogers and Adam Voges, experienced county players, at ages well beyond those at which they might once have been selected: they know the ropes. On the other hand, the rise of Steve Smith has been phenomenal but his technique will be challenged if the ball swings, so too those of Clarke, Warner and Shane Watson: Rogers and Voges are important cogs in this wheel and well chosen.</p> \n<p>The key to this whole series will rest with the respective attacks, however, and here it is hard to get away from the view that it is Australia who are better equipped. Bowlers who can swing the ball are always a great asset in England: those who can do so at pace are gold dust.</p> \n<p>Perhaps the most interesting aspect will be to see quite how Darren Lehmann and the selectors balance the attack for in the two Mitchells, Starc and Johnson, Josh Hazlewood, Ryan Harris, and the redoubtable workhorse Peter Siddle they have performers for all conditions, the deepest pool of quality pacemen in the business. In particular it will be intriguing to see how high up the pecking order Johnson comes now. His success against England in Australia has not been matched by that in England, and as a potent threat he has been overtaken by Starc, a pacier version of Trent Boult, the New Zealander who gave England considerable trouble in May.</p> \n<p>In Hazlewood they have a relentlessly accurate seamer, likened in method and attitude to Glenn McGrath, while England have encountered no more skilful bowler in the last five years than Harris, this barn door of a man with the most gently sublime wrist action around, whose fitness will be the only issue. It may well be Johnson, along with Siddle, who is sidelined at the start. This is the group, the wolfpack, in which the destiny of the Ashes lies.</p> \n<p>Maybe us poms have seen the best of the summer – but it won’t be without a scrap.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435150867002/Australia-captain-Michael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Australia captain Michael Clarke in batting practice during a nets session in the runup to the Ashes series against England. Photograph: Charlie Crowhurst/Getty Images","credit":"Charlie Crowhurst/Getty Images","altText":"Australia captain Michael Clarke ","cleanCaption":"The Australia captain Michael Clarke in batting practice during a nets session in the runup to the Ashes series against England. Photograph: Charlie Crowhurst/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T21:59:00Z","lastModified":"2015-06-24T23:00:54Z","metadata":{"commentable":true,"commentCount":218,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":true,"keywords":["The Ashes","England cricket team","Australia cricket team","Michael Clarke","New Zealand cricket team","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/michael-clarke-australia-ashes-england-new-zealand-cricket","shortUrl":"http://gu.com/p/4a4hf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/michael-clarke-australia-ashes-england-new-zealand-cricket","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/michael-clarke-australia-ashes-england-new-zealand-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435150867002/Australia-captain-Michael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Australia captain Michael Clarke in batting practice during a nets session in the runup to the Ashes series against England. Photograph: Charlie Crowhurst/Getty Images","credit":"Charlie Crowhurst/Getty Images","altText":"Australia captain Michael Clarke ","cleanCaption":"The Australia captain Michael Clarke in batting practice during a nets session in the runup to the Ashes series against England. Photograph: Charlie Crowhurst/Getty Images"}},"importance":4,"byline":{"title":"Mike Selvey"},"showQuotedHeadline":true,"sublinks":[{"title":"Barney Ronay / Bayliss can sell England a way to win","rawTitle":"Bayliss can sell England a way to win","item":{"type":"comment","id":"sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket","title":"Trevor Bayliss brand of fun and freedom set to unchain England","trailText":"England head into the Ashes with a coach whose special ability is knowing what makes a team tick and removing restrictions to help his charges release their inner Test player","standFirst":"England head into the Ashes with a coach whose special ability is knowing what makes a team tick and removing restrictions to help his charges release their inner Test player","byline":"Barney Ronay","body":"<p>Four years ago England’s cricketers were enjoying a summer of rare success. The Test team were about to become No1 in the world for the first time since rankings began. The Twenty20 world championship belt was still on the mantelpiece. Even the much-maligned ODI side were en route to completing a clean sweep at the top of the ICC tree the following year. In some ways those few months stand as the zenith of England’s modern cricketing history, acme of the brutal, brilliantly-engineered professionalism of The Flower Years.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/jimmy-anderson-ditch-seldging-ashes-england-australia\">Jimmy Anderson calls for England and Australia to ditch Ashes sledging</a> </p> \n</aside> \n<p>For Trevor Bayliss 2011 was also an interesting summer. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/30/trevor-bayliss-new-coach-england-australia\" title=\"\">England’s new head coach</a>, the man charged both with reviving that level of achievement and recasting it as something more engaged and sustainable, was working as an estate agent in rural New South Wales.</p> \n<p>It was, it must be said, only a brief stint spent flogging houses, an unplanned hiatus between leaving the Sri Lanka job and his appointment as the head coach of the Sydney Sixers. Nonetheless the journey from World Cup final coach to estate agent three months later is a remarkable, if rather overlooked biographical detail. One thing does seem certain given the sheer weight of warm words directed Bayliss’s way in the past month: England’s head coach will have taken something useful from the experience, if only perhaps the skills required to negotiate his own salary up from the initial offer made by Andrew Strauss – rejected by Bayliss – to a reported final figure of &pound;400,000 a year.</p> \n<p>What England are getting for their money will emerge only in time. It is impossible to find anyone with a harsh word to say about Bayliss, a remarkable achievement in any professional sport. But there is also a slightly opaque pitch to the universal praise. Brendon McCullum has called Bayliss a “champion fella”, Shane Warne “a ripper”. Riki Wessels says he’s “chilled”. Eoin Morgan, whose familiarity with Bayliss from the Kolkata Knight Riders raises an interesting current in England’s cross-format power politics, says: “He doesn’t talk a lot of BS, he gets straight to the point.”</p> \n<p>Bayliss is old school. Bayliss is straight. Bayliss doesn’t rely much on the dreaded “data” (except, that is, when he does rely on data). If it is hard to get any real sense of detail behind the unanimous backslaps then perhaps this is the real nub of the Bayliss effect, a coach whose special power seems to be the ability to help his players become more not less like themselves.</p> \n<p>One man who has shared more than purely sporting extremes is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/mahela-jayawardene-trevor-bayliss-england-success\" title=\"\">Mahela Jayawardene</a>. He was captain of Sri Lanka and a fellow passenger with both Bayliss and Paul Farbrace during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/mar/03/sri-lanka-cricket-terrorist-attack-pakistan\" title=\"\">the terrorist attack in Lahore in 2009</a>, where players and staff were saved from certain massacre by the bravery of the Pakistani policemen guarding their bus.</p> \n<p>“He encourages a freedom for the boys on and off the field, for them to enjoy themselves and their cricket,” Jayawardene says of his former coach. “We had a lot of different personalities during his time in Sri Lanka and he handled all those guys well. One on one, he’s really good with players and understands them.</p> \n<p>“He lets people express themselves freely. He doesn’t put restrictions on players – if you’re a good talent he’ll ask you to go and play freely – and gets the best out of them. That’s what good coaches do. That’s what he’s done with the Sri Lanka team, what he did with New South Wales. All those teams have talented players and England, I’m sure, have the same.</p> \n<p>“A lot of the things he brought into the team were fun elements, allowing players to enjoy themselves, which in return led to a much more relaxed environment. Playing as a unit together is a big thing in his agenda. So I think the England boys will enjoy working under him.”</p> \n<p>The notion of a broader perspective is a recurrent theme. Bayliss was born in Goulburn, New South Wales. He worked for a while as a handyman at a local naval base before establishing himself as an attacking middle order batsman at New South Wales, enjoying his best years between 1988-1990 when he scored a hatful of runs and was thought of, briefly, as an outside bet for national selection.</p> \n<p>After which came life as an itinerant gun-for-hire coach, bringing with it an unprecedented range of global domestic trophies including the Sheffield Shield, the IPL, the Big Bash and the Champions League Twenty20. With Sri Lanka there were two losing limited-overs finals and a rise to a Test rankings high of second in the world.</p> \n<p>The bare specifics of his role in all this tend to emerge only through a veil of characteristic understatement. “It doesn’t matter where you are around the world – you’ve got the same kind of characters in the team,” Bayliss said in 2011, while he was at Kolkata. “You’ve got your funny guys, your mad guys, your happy guys. It doesn’t really change from one team to the other.</p> \n<p>“To actually coach the game is only a small part of it. These guys know how to play. It’s maybe a little reminder of what they were doing when they were playing well if they’re out of form. Otherwise it’s trying to create the right environment, a happy one and an honest one, where you allow the players to express themselves on the field and you don’t come down hard on them if they stuff up.”</p> \n<p>It is perhaps typical Bayliss to suggest his main contribution is simply to keep the engine running. For all the hands-off schtick he does have a reputation as an intense and innovative tactician. In the IPL his use of the attacking spinners Sunil Narine and Brad Hogg was a notable success, along with an emphasis on athletic, aggressive fielding, an area in which Bayliss excelled as a player. Above all he is known for his planning and strategy in white-ball cricket, with a reputation for affecting the course of a match even during the “time-out” phase in the IPL and Champions League.</p> \n<p>It is in the emphasis on dynamism and universal skills – “the best players are the best players in any format,” he has said – that the new coach’s interaction with England’s established certainties, the primacy of the Test team and the Test captain, promises to be most interesting. Bayliss knows Morgan from the IPL. He knows Sam Billings from a brief spell at Penrith but he will meet Alastair Cook for the first time on the pre-Ashes bonding trip to Spain.</p> \n<p>It is a lack of professional familiarity that reflects both Bayliss’s primary involvement over the last few years in high-end white-ball cricket and Cook’s own very specific kind of batting brilliance. In the next few weeks the pair will hope to forge a similarly productive relationship to that enjoyed by Duncan Fletcher and Nasser Hussain, who also had not met before they were yoked together as captain and coach.</p> \n<p>For now a common purpose awaits, and a common foe Bayliss knows better than his own charges, having coached nine members of Australia’s Ashes party at NSW. Not that there will be any doubt about his appetite for the fight. “He’ll definitely enjoy that,” Jayawardene says. “When we played Australia and he was coach he was really passionate about beating the Australians.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435161781806/England-head-coach-Trevor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images","credit":"Mark Metcalfe/Getty Images","altText":"England head coach Trevor Bayliss ","cleanCaption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T16:09:27Z","lastModified":"2015-06-24T23:00:53Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["Trevor Bayliss","England cricket team","The Ashes","Australia cricket team","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket","shortUrl":"http://gu.com/p/4a4zy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435161781806/England-head-coach-Trevor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images","credit":"Mark Metcalfe/Getty Images","altText":"England head coach Trevor Bayliss ","cleanCaption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images"}},"importance":0,"kicker":{"title":"Barney Ronay"},"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/f459c4d88ecb8eee34c515b36b2d74b46484a1f7/965_186_2316_1390/1000.jpg","height":600,"width":1000}}]},{"title":"The Rumour Mill / Turan to join Chelsea from Atlético?","rawTitle":"Turan to join Chelsea from Atlético?","item":{"type":"article","id":"football/2015/jun/25/football-transfer-rumours-arda-turan-chelsea-atletico","title":"Football transfer rumours: Arda Turan to join Chelsea from Atlético Madrid?","trailText":"Today’s tittle-tattle is scooping the scoop that scooped the scoop","standFirst":"Today’s tittle-tattle is scooping the scoop that scooped the scoop","byline":"Simon Burnton","body":"<p>Lionel Messi has issued a go-and-get-him plea to his Barcelona-based paymasters, begging them to “end &Aacute;ngel Di Mar&iacute;a’s Old Trafford hell”. Manchester City, Bayern Munich and Paris Saint-Germain may all rival the treble-winners for the Manchester United man’s signature, the Sun reports. In the same paper, however, they scoop themselves by revealing that PSG have “ruled out a swoop for Di Mar&iacute;a”, and have instead bid &pound;18m for Atl&eacute;tico Madrid’s Arda Turan. However, they scoop their scoop-busting scoop by revealing that the Parisians have no chance of actually signing the Turkish dynamo, who is infinitely more likely to end up at Chelsea, possibly with Filipe Lu&iacute;s heading the other way. “Arda intends to leave Spain this summer and his will is to play in the Premier League,” the bearded wonder’s agent, Ahmet Bulut, said. “That is where he wants to take his career at this time.”</p> \n<p>If Turan does go to Chelsea it might not be the only player exchange deal between those two clubs this summer, with Antoine Griezmann potentially London-bound for a fee of &pound;35m plus Mohamed Salah (though the Egyptian is also wanted – perhaps less temptingly – by West Ham), and Jos&eacute; Mourinho is so excited by the whole swap thing he could let Oscar move to Turin as part of a deal to bring Juventus’s Paul Pogba to London. And to briefly return to the subject of Di Mar&iacute;a, “a United source” has told another tabloid that “he isn’t for sale and it doesn’t matter who might be interested in him”, but left the door delightfully ajar for suitors and rumourmongers by admitting “if he thinks otherwise, the situation might change”.</p> \n<p>Back, though, to Chelsea, who have already identified a left-back to replace Filipe Lu&iacute;s, in the shape of Augsburg’s Ghanaian international Baba Rahman. They are ready to pay &pound;10.7m for the 20-year-old, but his current employers value him closer to &pound;15m. Also on Chelsea’s radar is the Partizan Belgrade winger Andrija Zivkovic, who has already captained his club at 18.</p> \n<p>Real Madrid are busy shortlisting candidates to replace another apparently Manchester-bound player, Sergio Ramos – for whom they have now received a bid of either &pound;30m or &pound;35m, depending on who you ask – and Laurent Koscielny appears to be high on their list, with the Spaniards prepared to spend as much as &pound;21m on the Arsenal centre-back. The Gunners might also soon be waving farewell to Yaya Sanogo, who is a loan target for Lille.</p> \n<p>Liverpool are still shopping, despite the arrival of Roberto Firmino and much-reported increased offer for Nathaniel Clyne, with the Sevilla striker Carlos Bacca their latest target. The Colombian forward has a temptingly low release clause of around &pound;21.5m and Liverpool are not the only ones to know about it, with Manchester United and Roma also interested. Zenit St Petersburg’s Salomon Rondon, who plays in Russia but is not originally from there, and Real Madrid’s Denis Cheryshev, who does not play in Russia but is originally from there, are also among Liverpool’s potential targets.</p> \n<p>Xherdan Shaqiri’s San Siro hell is set to be ended, with Stoke riding to his rescue waving a first-class plane ticket and a cheque for &pound;9m. The Swiss wing wonder only moved to Internazionale in January, but has already decided that it was all a terrible mistake and will take any reasonable offer that comes his way. Stoke could fund their bid by selling Steven Nzonzi to Leicester for &pound;7m – Sevilla are also interested, and could offer the continental competition the player apparently desires, but the Spaniards have so far bid a miserly &pound;3m and need to pull their fingers – and indeed their wallets – out if they are to get their man.</p> \n<p>Southampton’s Morgan Schneiderlin not only wants to leave the club, but he apparently wants to complete his move in the next five days. The Mill is not sure what’s happening on Tuesday that’s so important. Spurs, Arsenal and Manchester United are all interested. Similarly Rotherham would like to sign Blackburn’s out-of-contract midfielder Chris Taylor, but want the deal done by the weekend.</p> \n<p>Newcastle’s Papiss Ciss&eacute; and Cheick Tiot&eacute; are both being targeted by Turkish Super Lig outfit Trabzonspor, who are seriously pondering a &pound;14m double swoop. While in perhaps the least surprising transfer rumour of the day, Watford are linked with some players based in Italy. Apparently &pound;8m might be enough to get them Inter’s Serbian midfielder Zdravko Kuzmanovic and their former Newcastle full-back Davide Santon – who, like Shaqiri, only signed in January, when something must have gone very seriously wrong with their player-welcoming procedures. Meanwhile Etienne Capoue has apparently “told pals” that he’s heading for Hertfordshire.</p> \n<p>Hull are ready and willing to sell Abel Hern&aacute;ndez, but are a bit miffed that nobody seems to be interested in anything more than a loan signing. Genoa, Sampdoria and Chievo are all said to be interested on the four-goal coolshot, but Hull are demanding they shell out &pound;6.5m – &pound;3.5m less than the &pound;10m they paid to sign him from Palermo last year – for a permanent deal.</p> \n<p>West Brom are considering smashing their record transfer deal and offering the highest wages in their history in an effort to entice a big-name striker to head for the Hawthorns. Less encouragingly, the subject of their advances is 30-year-old former Chelsea irrelevance Demba Ba.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435219936773/Arda-Turan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Is the greatest beard in European football heading to Stamford Bridge? Photograph: Aflo/REX Shutterstock","credit":"Aflo/REX Shutterstock/Aflo/REX Shutterstock","altText":"Arda Turan","cleanCaption":"Is the greatest beard in European football heading to Stamford Bridge? Photograph: Aflo/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-25T08:12:56Z","lastModified":"2015-06-25T09:29:50Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Burnton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonburnton"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Simon Burnton","topic":{"type":"tag-contributor","name":"profile/simonburnton"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/25/football-transfer-rumours-arda-turan-chelsea-atletico","shortUrl":"http://gu.com/p/4a588","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/25/football-transfer-rumours-arda-turan-chelsea-atletico","webUri":"http://www.theguardian.com/football/2015/jun/25/football-transfer-rumours-arda-turan-chelsea-atletico"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435219936773/Arda-Turan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Is the greatest beard in European football heading to Stamford Bridge? Photograph: Aflo/REX Shutterstock","credit":"Aflo/REX Shutterstock/Aflo/REX Shutterstock","altText":"Arda Turan","cleanCaption":"Is the greatest beard in European football heading to Stamford Bridge? Photograph: Aflo/REX Shutterstock"}},"importance":4,"kicker":{"title":"The Rumour Mill"},"showQuotedHeadline":false,"sublinks":[{"title":"Arsenal / Romania U-16 captain joins club for £71,000","rawTitle":"Romania U-16 captain joins club for £71,000","item":{"type":"article","id":"football/2015/jun/24/arsenal-sign-romania-under-16-vlad-dragomir","title":"Arsenal sign Romania Under-16 captain Vlad Dragomir for £71,000","trailText":"Arsenal have signed the Romania Under-16 captain Vlad Dragomir from ACS Poli Timisoara for £71,000","standFirst":"<span class=\"bullet\">•</span> Midfielder was also wanted by Internazionale\n<br />\n<span class=\"bullet\">•</span> Gunners have been monitoring him, says agent","byline":"David Hytner","body":"<p>Arsenal have signed the Romania Under-16 captain Vlad Dragomir from ACS Poli Timisoara for €100,000 (&pound;71,000) and he will begin his career at the north London club as a first-year scholar.</p> \n<p>The midfielder, who was wanted by Internazionale, has been pictured holding an Arsenal shirt alongside Dick Law, the club’s transfer negotiator, and his agent, Catalin Sarmasan.</p> \n<p>“I am very glad and I hope not to disappoint anyone,” Dragomir, who signed a three-year contract, said. “The Arsenal offer seemed the best to me, I felt that this is my place.”</p> \n<p>Arsenal will announce the full list of their first-year scholars next week, with the majority of them having progressed from the club’s Hale End academy.</p> \n<p>Sarmasan said: “I offered Vlad to Arsenal a year and a half ago and they have monitored him closely. In my opinion, he is one of the most talented young players in Europe at the moment.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/24/1435157581715/Vlad-Dragomir-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Arsenal unveil their new signing Vlad Dragomir. Photograph: Twitter","credit":"/Twitter","altText":"Vlad Dragomir","cleanCaption":"Arsenal unveil their new signing Vlad Dragomir. Photograph: Twitter"}],"bodyImages":[],"webPublicationDate":"2015-06-24T14:53:00Z","lastModified":"2015-06-24T15:02:19Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Hytner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400688222276/David-Hytner-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidhytner"}],"feature":false,"keywords":["Arsenal","Football","Sport"],"tags":[{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"David Hytner","topic":{"type":"tag-contributor","name":"profile/davidhytner"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/24/arsenal-sign-romania-under-16-vlad-dragomir","shortUrl":"http://gu.com/p/4a4f5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/24/arsenal-sign-romania-under-16-vlad-dragomir","webUri":"http://www.theguardian.com/football/2015/jun/24/arsenal-sign-romania-under-16-vlad-dragomir"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/24/1435157581715/Vlad-Dragomir-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Arsenal unveil their new signing Vlad Dragomir. Photograph: Twitter","credit":"/Twitter","altText":"Vlad Dragomir","cleanCaption":"Arsenal unveil their new signing Vlad Dragomir. Photograph: Twitter"}},"importance":0,"kicker":{"title":"Arsenal"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/24/1435157581715/Vlad-Dragomir-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Arsenal unveil their new signing Vlad Dragomir. Photograph: Twitter","credit":"/Twitter","altText":"Vlad Dragomir","cleanCaption":"Arsenal unveil their new signing Vlad Dragomir. Photograph: Twitter"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435219936773/Arda-Turan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Is the greatest beard in European football heading to Stamford Bridge? Photograph: Aflo/REX Shutterstock","credit":"Aflo/REX Shutterstock/Aflo/REX Shutterstock","altText":"Arda Turan","cleanCaption":"Is the greatest beard in European football heading to Stamford Bridge? Photograph: Aflo/REX Shutterstock"}}]},{"title":"Cricket / Trott says watching England at Lord’s gave him ‘great closure’","rawTitle":"Trott says watching England at Lord’s gave him ‘great closure’","item":{"type":"article","id":"sport/2015/jun/25/jonathan-trott-england-new-zealand-lords-cricket-closure","title":"Jonathan Trott says watching England at Lord’s gave him ‘great closure’","trailText":"Jonathan Trott has revealed he knew he had made the right decision to walk away from Test cricket after watching England storm back against New Zealand in the first Test at Lord’s earlier this summer","standFirst":"<span class=\"bullet\">•</span> Trott: ‘It was fantastic watching the guys do well’\n<br />\n<span class=\"bullet\">•</span> Batsman retired from international game after return from West Indies","byline":"Press Association","body":"<p>Jonathan Trott has revealed he knew he had made the right decision to walk away from Test cricket after watching England storm back against New Zealand in the first Test at Lord’s earlier this summer.</p> \n<p>Trott made a brief, ill-fated return to the England side during the tour of West Indies after 18 months out of the international game due to a stress-related illness, but retired from England duty after the return home.</p> \n<p>His departure was one of a string of changes in the wake of the drawn series in the Caribbean as the coach Peter Moores left and the former England captain Andrew Strauss was installed as director of cricket.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/05/jonathan-trott-early-retirement-england-cricket\">Something better change or Trott’s early retirement will not be the last | Andy Bull</a> </p> \n</aside> \n<p>England have looked revitalised as a result, scoring freely in a thrilling 3-2 one-day series win over New Zealand following another drawn Test series – one that Trott was actually able to enjoy.</p> \n<p>“I never planned on going to the first day at Lord’s but I got the opportunity,” he said in <a href=\"http://www.telegraph.co.uk/sport/cricket/international/theashes/11697654/Ashes-2015-Jonathan-Trott-achieves-great-closure-by-watching-England.html\" title=\"\">the Daily Telegraph</a>. “It was great closure, actually.</p> \n<p>“It was fantastic watching the guys do well. Joe Root got 90, Ben Stokes got 90 – close to 400 runs on the opening day.”</p> \n<p>The performance that day perhaps convinced Trott that he could no longer hold down a place in the side as he admitted the one highlight of the West Indies tour for him – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/23/joe-roots-century-leaves-england-in-command-against-west-indies\" title=\"\">59 in the second Test</a> – came with a big slice of luck.</p> \n<p>“I just didn’t feel good,” he said. “My batting wasn’t up to the standard. Don’t forget that I had a few inside edges that went for four. I had one shot straight down the ground, but if I’d inside-edged on to the stumps, like I did in the second innings …</p> \n<p>“I felt all right after the first innings, thinking that’s a start, but then I got nought in the second. I didn’t feel I was playing well enough really. I just felt my game wasn’t where it needed to be.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/55e9de02a58bfd0e8b77602913ebf45d3cfe50c2/0_43_4848_2908/4848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2908,"width":4848,"orientation":"landscape","credit":"Jason O'Brien/REUTERS","altText":"Jonathan Trott made his return to the England side during the tour of West Indies but retired on his return.","cleanCredit":"Photograph: Jason O'Brien/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-25T08:06:31Z","lastModified":"2015-06-25T09:18:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Jonathan Trott","England cricket team","Cricket","Sport"],"tags":[{"id":"sport/jonathan-trott","webTitle":"Jonathan Trott"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/jonathan-trott-england-new-zealand-lords-cricket-closure","shortUrl":"http://gu.com/p/4a58x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/jonathan-trott-england-new-zealand-lords-cricket-closure","webUri":"http://www.theguardian.com/sport/2015/jun/25/jonathan-trott-england-new-zealand-lords-cricket-closure"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/55e9de02a58bfd0e8b77602913ebf45d3cfe50c2/0_43_4848_2908/4848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2908,"width":4848,"orientation":"landscape","caption":"Jonathan Trott made his return to the England side during the tour of West Indies but retired on his return. Photograph: Jason O'Brien/Reuters","credit":"Jason O'Brien/Reuters","cleanCaption":"Jonathan Trott made his return to the England side during the tour of West Indies but retired on his return.","cleanCredit":"Photograph: Jason O'Brien/Reuters"}},"importance":3,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/55e9de02a58bfd0e8b77602913ebf45d3cfe50c2/0_43_4848_2908/4848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2908,"width":4848,"orientation":"landscape","credit":"Jason O'Brien/REUTERS","altText":"Jonathan Trott made his return to the England side during the tour of West Indies but retired on his return.","cleanCredit":"Photograph: Jason O'Brien/REUTERS"}}]},{"title":"F1 / Qatar eyes fast track to soft power with Formula One stake","rawTitle":"Qatar eyes fast track to soft power with Formula One stake","item":{"type":"article","id":"world/2015/jun/25/qatar-formula-one-bid-soft-power","title":"Qatar eyes fast track to soft power with Formula One stake","trailText":"Latest target of fast changing nation’s investment fund is part of long-term drive to invest in world sport at top level","standFirst":"<p>Latest target of fast changing nation’s investment fund is part of long-term drive to invest in world sport at top level</p>","byline":"Owen Gibson Chief sports correspondent","body":"<p>Next month, well-heeled punters will flock to the Qatar Goodwood Festival for one of the highlights of the British horse racing calendar. Meanwhile in Paris, a once down-at-heel football club that became home to David Beckham and Zlatan Ibrahimovic is undergoing a metamorphosis into one of the top 10 sporting brands in the world.</p> \n<p>In Doha, construction work is well under way on stadiums built to host an endlessly controversial World Cup in November 2022, including the showpiece Lusail Iconic stadium that nestles in a city built from scratch on the outskirts of the Qatari capital. Now, though, the tiny gulf state could be about to add another prime target to its global trolley dash: a major stake in Formula One.</p> \n<p>A controlling stake in the sport, built over four decades by Bernie Ecclestone into a global money-spinning machine, has been the subject of rumoured &shy;interest over the years from a variety of suitors, including Rupert Murdoch.</p> \n<p>But the Guardian understands that a mooted $7bn-plus bid from Qatar Sports Investments (QSI) – which also owns Paris St Germain (PSG) and the global sports broadcasting network beIN Sports – and a billionaire-backed US group is the most serious yet.</p> \n<p>QSI is the sports arm of the Qatar investment fund that owns London landmarks including the Shard, Canary Wharf and the Olympic Village. Ecclestone’s 5% share in F1 would be sold alongside 35.5% owned by a venture capital firm CVC, but he would probably stay on in the short-term to run the sport. One of the most immediate motives for such a move might be to ensure that Qatar had its own F1 race in a calendar that includes events in neighbouring Abu Dhabi and nearby Bahrain.</p> \n<p>In Britain, a similar rationale has underpinned huge Qatari investment in horse racing. Sheikh Joaan Al Thani, a son of the former emir of Qatar, retains Frankie Dettori to ride his string of horses and now sponsors the festival more commonly known as Glorious Goodwood. Sheikh Fahad Al Thani, meanwhile, established Qatar Racing and Qatar Bloodstock as subsidiaries of the private investment company Qipco, in 2011. </p> \n<p>Qipco this year unveiled a &pound;50m sponsorship deal with British racing to underwrite the Champions Series, &shy;taking in the biggest flat races of the &shy;season, until 2024.</p> \n<p>As with Qatar’s other investments, from substantial stakes in Sainsbury’s and Barclays to its push into landmark London properties, the rationale is twofold. As outlined in its 2030 Vision document, the gas-rich state is attempting to prepare for a future beyond its bounteous natural resources and invest globally in industries that can provide an ongoing return.</p> \n<p>But it has also chosen some of the most eyecatching brands and &shy;properties in the world as a means of putting the country on the map, and projecting “soft power” in an unstable region built on constantly shifting political alliances with its neighbours and the west.</p> \n<p>While senior sources in Doha are keen to underline the differences between the investment funds and businesses that have bought into world sport on multiple levels, in a feudal monarchy with a single source of huge wealth the lines inevitably become blurred.</p> \n<p>In 2010, Qatar agreed a deal for its charitable Qatar Foundation to take over Barcelona’s sponsorship from Unicef, before a deal for Qatar Airways took effect that has since been renewed.</p> \n<p>Sport presses emotional buttons that other investments cannot reach and the strategy is far from haphazard as far as QSI is concerned. </p> \n<p>PSG were seized upon by QSI for the untapped potential of the biggest one-club city in Europe. Since then, partly through acquisitions including Beckham, Ibrahimovic, and Edinson Cavani – plus major investment in the stadium and infrastructure – the club has been successfully rebranded. A once down-on-its luck side has been transformed into an upmarket lifestyle choice.</p> \n<p>The beIN Sports network, formerly al-Jazeera Sport, has bought up sports rights and launched channels around the world, including the US, and would provide a ready-made outlet for F1. It is the potential prize of combining &shy;ownership of a sport with the means of distribution that has attracted interest from Murdoch and others.</p> \n<p>It is in this context of a web of complementary investments that the prospective F1 deal should be viewed. Where neighbouring countries have focused on retail or tourism, Qatar (like near neighbour Abu Dhabi, owner of Manchester City) has alighted upon sport and culture as a means of asserting its place in the world.</p> \n<p>Sport is also seen as a means of bringing together a fast changing nation that is virtually unrecognisable from a generation ago and where the indigenous population enjoys the highest per capita income in the world, but are outnumbered seven to one by migrant labourers fuelling a construction boom.<br /></p> \n<p>Hand in hand with its global investments in sport, Qatar’s then-emir, Sheikh Hamad bin Khalifa Al Thani, succeeded by his son Sheikh Tamim Bin Hamad Al Thani in 2013, agreed to a push to bring the biggest global sporting events to the country. Bids for the 2016 and 2020 Olympics failed at the shortlisting stage.</p> \n<p>But despite the climactic challenges in a country, where summer temperatures regularly top 50 degrees, it will host the world cycling road racing championships in 2016 and the world athletics championships in 2019, &shy;following money-no-object bids.</p> \n<p>Most controversially of all, in December 2010 Qatar won the right to host the 2022 World Cup in a vote that caused shockwaves that are still reverberating. While there is now believed to be some concern at the highest levels over the scrutiny that the World Cup has brought, it has clearly not damaged Qatar’s determination to buy into world sport at the highest level.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18e272be73ec1d1c3fdc7e90dc9e0de81dff46ff/700_0_4484_2690/4484.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2690,"width":4484,"orientation":"landscape","credit":"Andrew Hone/Getty Images","altText":"SPIELBERG, AUSTRIA - JUNE 24:  Daniel Ricciardo of Australia and Infiniti Red Bull Racing drives during Formula One Testing at the Red Bull Ring on June 24, 2015 in Spielberg, Austria.  (Photo by Andrew Hone/Getty Images)","cleanCredit":"Photograph: Andrew Hone/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T23:46:41Z","lastModified":"2015-06-25T00:09:51Z","metadata":{"commentable":true,"commentCount":20,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Qatar","Sport","Formula One","World Cup 2022","Football","Formula One 2015","Motor sport","World Cup","World news","Middle East and North Africa"],"tags":[{"id":"world/qatar","webTitle":"Qatar"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"football/world-cup-2022","webTitle":"World Cup 2022"},{"id":"football/football","webTitle":"Football"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"world"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/25/qatar-formula-one-bid-soft-power","shortUrl":"http://gu.com/p/4a53g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/25/qatar-formula-one-bid-soft-power","webUri":"http://www.theguardian.com/world/2015/jun/25/qatar-formula-one-bid-soft-power"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18e272be73ec1d1c3fdc7e90dc9e0de81dff46ff/700_0_4484_2690/4484.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2690,"width":4484,"orientation":"landscape","caption":"Qatar Sports Investment is interested in Formula One, while the country will host the World Athletics Championships in 2019 and the 2022 World Cup. Photograph: Andrew Hone/Getty Images","credit":"Andrew Hone/Getty Images","altText":"The sports arm of the Qatar investment fund is interested in Formula One, while the country will host the World Athletics Championships in 2019 and the 2022 World Cup.","cleanCaption":"Qatar Sports Investment is interested in Formula One, while the country will host the World Athletics Championships in 2019 and the 2022 World Cup.","cleanCredit":"Photograph: Andrew Hone/Getty Images"}},"importance":3,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18e272be73ec1d1c3fdc7e90dc9e0de81dff46ff/700_0_4484_2690/4484.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2690,"width":4484,"orientation":"landscape","credit":"Andrew Hone/Getty Images","altText":"SPIELBERG, AUSTRIA - JUNE 24:  Daniel Ricciardo of Australia and Infiniti Red Bull Racing drives during Formula One Testing at the Red Bull Ring on June 24, 2015 in Spielberg, Austria.  (Photo by Andrew Hone/Getty Images)","cleanCredit":"Photograph: Andrew Hone/Getty Images"}}]}],"lastModified":"2015-06-25T09:17:50Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}