{"id":"uk/groups/collections/754c-8e8c-fad9-a927","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/754c-8e8c-fad9-a927"},"cards":[{"title":"Cut Nick Kyrgios some slack – if you built the boy up, you can't then cut him down","rawTitle":"Cut Nick Kyrgios some slack – if you built the boy up, you can't then cut him down","item":{"type":"comment","id":"sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction","title":"Cut Nick Kyrgios some slack – if you built the boy up, you can't then cut him down","trailText":"A year since his dramatic victory over Nadal, Australia’s enfant terrible is being hounded for all the exact traits that made his rise so compelling and enjoyable","standFirst":"<p>A year since his dramatic victory over Nadal, Australia’s enfant terrible is being hounded for all the exact traits that made his rise so compelling and enjoyable</p>","byline":"Russell Jackson","body":"<p>In the wake of his combustible second round <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco\">Wimbledon victory over Juan Monaco</a>, let’s pause to reflect on how the media view young Australian Nick Kyrgios. </p> \n<p>“No fear and a golden arm”, a “free spirit and irresistible power” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/01/nick-kyrgios-rafael-nadal-wimbledon-2014\">says Kevin Mitchell</a> in these pages. “Game and confidence-wise, Kyrgios has it all” <a href=\"http://www.smh.com.au/sport/tennis/nick-kyrgios-knocks-rafael-nadal-out-of-wimbledon-in-four-sets-20140701-zssra.html\">say others</a>. Even prime minister Tony Abbott weighed in: “Australia couldn’t be prouder of you”.</p> \n<p>The only catch? All these quotes come from a year ago, when Kyrgios’s blistering serve and rifled forehands were enough to impress us, before anyone had found the time to pick at the seams on his Nike shirts and before he’d been around long enough to take issue with authority figures in the way that youngsters tend to. </p> \n<p>And now apparently, the tide has turned.</p> \n<p>“Unfortunately being himself continues to rile fans who are fed up with his on-court antics,” <a href=\"http://www.smh.com.au/sport/tennis/wimbledon/wimbledon-2015-nick-kyrgios-is-a-tennis-player-with-a-basketballers-attitude-20150630-gi13gh\">say the Sydney Morning Herald</a> this week. “Now he has to decide how he wants to be remembered.” </p> \n<p>Got that? A 20-year-old with barely a year in the international spotlight needs to pay close attention to his legacy. </p> \n<p>“I’m starting to feel like Nick Kyrgios is - and there’s no delicate way of putting this - a bit of a tool,” went another opinion column before Kyrgios had even laid racquet on ball this week. </p> \n<p>A year ago the world didn’t mind when this kid crashed the party because it all just looked like a hell of a lot of fun. Novelty now exhausted, Kyrgios is being relentlessly bashed over the head with all of the same personality traits that made his rise so compelling and enjoyable, that made it possible in the first place.</p> \n<p>A particular point of interest is the hiding he receives on account of the bling, the swagger and the hip-hop posturing. But besides an actual rapper, surely there’s no professional endeavor more suited to the brash individualism of the hip-hop star than a solo sport like tennis? </p> \n<p>Think about it: you’ve got no teammates; you’re followed around the world by an entourage; people pay you absurd amounts of money to use their products as ostentatiously as possible; nobody really begrudges you obscene levels of wealth, and a rebel streak helps in that sense. </p> \n<p>Rich and famous sports people like Kyrgios are the only people on earth who should act like rappers. Not even rappers should act as much like rappers as sportspeople do. With the assistance of a decent producer and autotune, anyone could release a hip-hop single - but only a minuscule percentage of human beings can regularly spear 210kmph aces into the ribs of line judges. </p> \n<p>Kyrgios’s on-court behaviour and insubordination towards officials in both his matches at Wimbledon so far hasn’t been too flash, that’s for certain. The only problem is that we’re talking about a fairly standard pitfall of youth and inexperience suffered by many of the best players. </p> \n<p>There are now countless case studies telling us that being a bit of a prat at Kyrgios’s age is no hurdle to either success or lasting fame - or have we so quickly forgotten early-era Lleyton Hewitt or, heaven forbid, even the early moments of he-that-is-above-reproach, Roger Federer?</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco\">Nick Kyrgios shows his good, bad and ugly side in win over Juan M&oacute;naco</a> </p> \n</aside> \n<p>If Australia should engage in genuine national debate about Kyrgios and his potential legacy then surely a decent amount of attention should be paid to the huge interest he’s generating for tennis. </p> \n<p>Make no mistake, every sport in Australia is engaged in a war for the attention of consumers and participants, battling not just each other but rapid societal shifts and cheaper, easier and frankly better entertainment options, ones that don’t involve sitting in the baking sun for eight hours. </p> \n<p>What place would tennis – a sport of no great fit to modern childhood life with its hours upon hours of solitary, glamourless training sessions – continue to hold in the imagination of children were a path not lit by a personality as engaging and symbolic of the times as Kyrgios? </p> \n<p>As you read this he’s probably responding to one of those kids’ tweets or Instagram comments. If the fact that Kyrgios favours the basketball world inhabited by LeBron James over tennis says anything, it’s that he’s probably more in tune with the interests of the average teenager than most sporting pundits seem to be.</p> \n<p>In fact, the closer Kyrgios’s behaviour and style matches that of the pop-cultural touchstones of the time – the LeBrons and Kanyes – the greater the chance that the sport remains relevant to kids. And rather than driving a wedge between himself and Australians, shouldn’t the admission that he doesn’t particularly like his job bond both parties in one of life’s universal sorrows?</p> \n<p>That Kyrgios isn’t in love with tennis at his age should qualify as the least surprising thing in the world given the sacrifices players make to get to the top, with all those chunks of missed childhood and hours in departure lounges. He seems to view tennis as merely the medium through which he can achieve stardom, but that itself is still a compelling incentive for him to achieve great things. </p> \n<p>Here’s something else that no one wants to acknowledge about a player so supremely talented: even the derailed or mediocre career path that’s being touted as a possibility if Kyrgios doesn’t cut the histrionics wouldn’t be that bad. If he spends a decade reaching the fourth round of grand slams he’ll still receive more solo prime-time TV coverage than almost any athlete in Australia. </p> \n<figure class=\"element element-image\" data-media-id=\"910d0850ff5bc183bc44919d0c5c529fcfc1e3fc\"> \n <img src=\"http://media.guim.co.uk/910d0850ff5bc183bc44919d0c5c529fcfc1e3fc/0_22_1972_2957/667.jpg\" alt=\"Nick Kyrgios\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">He’s polarising the sports media, but do you try and knock the edges off a guy whose swagger piques people’s interest in Tennis?</span> \n  <span class=\"element-image__credit\">Photograph: Glyn Kirk/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>That’s the worst-case scenario. He’d remain among the most marketable Australian sportspeople, towering over us on billboards selling underpants. Maybe he’ll ‘just’ be a new generation Jo-Wilfried Tsonga, always pushing the best but never quite matching them. If he does, he’ll still be outdoing all bar a couple of players in the past 40 years of Australian men’s tennis. Again, that looks like a worst-case scenario.</p> \n<p>Didn’t we all watch far too much Chris Guccione and Wayne Arthurs to genuinely dislike this kid? The procession of no-hopers that bridged Lleyton Hewitt’s peak and this new “Special K” era are just too fresh in the mind. </p> \n<p>Tennis players don’t spend long on that dizzying, glorious “up”, when everything suddenly seems possible and anything could happen from one minute to the next. To fritter that away arguing about Kyrgios’s terrible hair and teenage tantrums would be a shame. </p> \n<p>A lot of what the Kyrgios discussion comes down to is the circular and highly distorted flow of opinion between social and traditional media, which now unfortunately replaces such quaint concepts as sober news reporting, expert analysis and the opinion of people qualified to make judgments. </p> \n<p>Looking to this human centipede of phoney consensus we get in place of those things, we’re told that “people” are sick of Kyrgios, that they’ve already “had it up to here” with his petulance. Maybe a fair few of those people genuinely do dislike Kyrgios, but then a huge number of the same people also consider Sam Stosur – Australia’s only grand slam singles winner in a decade – a hopeless choker. </p> \n<p>Sometimes you really can’t trust people.</p> \n<p>But it feels as though this will be the fate of Australian men’s tennis into the next decade; supremely talented kids, often second-generation migrants, having seven shades of shit kicked out of them for not pressing their linen like Roy Emerson and conforming to a narrow set of outdated cultural expectations. </p> \n<p>England’s identity crisis is manifested through its football team, Australia’s now through Bernard Tomic’s lap dances and Nick Kyrgios’s diamond stud earrings. </p> \n<p>This is a great pity, because if sport should achieve anything, it’s to take us outside ourselves and introduce us to people we’re not, people we could never be. At best they surprise us, shock us, delight us and sometimes even repulse us. </p> \n<p>Nick Kyrgios can do that in the space of a single point. If I was a kid discovering tennis for the first time, I think I’d want in on that.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a70df59e78755df0bf758f0a0db3c95f5e9fbd1f/0_138_3450_2072/3450.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2072,"width":3450,"orientation":"landscape","credit":"Kirsty Wigglesworth/AP","altText":"Nick Kyrgios","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/910d0850ff5bc183bc44919d0c5c529fcfc1e3fc/0_22_1972_2957/1972.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":1972,"orientation":"portrait","caption":"He’s polarising the sports media, but do you try and knock the edges off a guy whose swagger piques people’s interest in Tennis? Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Nick Kyrgios","cleanCaption":"He’s polarising the sports media, but do you try and knock the edges off a guy whose swagger piques people’s interest in Tennis?","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}],"webPublicationDate":"2015-07-02T02:17:37Z","lastModified":"2015-07-02T05:27:41Z","metadata":{"commentable":true,"commentCount":145,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":false,"keywords":["Wimbledon 2015","Nick Kyrgios","Wimbledon","Tennis","Sport","Australia sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/nick-kyrgios","webTitle":"Nick Kyrgios"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction","shortUrl":"http://gu.com/p/4aajv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction","webUri":"http://www.theguardian.com/sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a70df59e78755df0bf758f0a0db3c95f5e9fbd1f/0_138_3450_2072/3450.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2072,"width":3450,"orientation":"landscape","caption":"Nick Kyrgios leaves court after defeating Juan Monaco of Argentina during their singles match at the All England Lawn Tennis Championships in Wimbledon. Photograph: Kirsty Wigglesworth/AP","credit":"Kirsty Wigglesworth/AP","altText":"Nick Kyrgios","cleanCaption":"Nick Kyrgios leaves court after defeating Juan Monaco of Argentina during their singles match at the All England Lawn Tennis Championships in Wimbledon.","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}},"importance":7,"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[{"title":"Wimbledon 2015 / Centre Court evacuated after fire alert","rawTitle":"Centre Court evacuated after fire alert","item":{"type":"article","id":"sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert","title":"Wimbledon’s Centre Court evacuated after fire alert","trailText":"A fire alert forced Wimbledon’s Centre Court to be evacuated after the close of play","standFirst":"<span class=\"bullet\">•</span> Spectators ordered to leave All England grounds after close of play\n<br />\n<span class=\"bullet\">•</span> Electrical fault unconfirmed cause of alert","byline":"Press Association","body":"<p>Wimbledon’s Centre Court was evacuated after the close of play on Wednesday evening.</p> \n<p>An announcement was made over the public address system shortly after 9pm requesting that anyone remaining inside the building, where play had recently ended for the day, should immediately leave.</p> \n<p>The announcement interrupted a Serena Williams press conference in the Millennium Building media centre, adjacent to Centre Court. That was allowed to continue, however.</p> \n<p>As alarms rang out, a further announcement was made requesting that anyone on the tea lawn between Gates Four and Five should also evacuate.</p> \n<p>There was no indication of smoke or flames from inside Centre Court although fire engines rapidly arrived at the All England Club.</p> \n<p>A tweet from London Fire Brigade said it had been called to the scene due to a small fire which had been dealt with and was under control.</p> \n<p>“We have been called to a small fire at &pound;Wimbledon2015 a plant room at the stadium is alight and the stadium as been evacuated,” the Fire Brigade said.</p> \n<p>A further update 25 minutes later said: “Game set and match. The fire at &pound;Wimbledon2015 tennis club is now under control.”</p> \n<p>A tournament spokesman said there was a “suspected electrical fault” which may have caused a small fire. Spectators and staff in the vicinity of Centre Court were ordered to leave the grounds.</p> \n<p>There had been a much earlier reported incident on Court One which tournament officials said was a drill. Ball boys and ball girls waited outside the gates as darkness fell.</p> \n<p>Media were allowed to stay in the grounds, in the confines of the press centre.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d890ac09bce7160b055b794310ccd48408e6e1/0_157_3175_1904/3175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1904,"width":3175,"orientation":"landscape","credit":"Henry Browne/Reuters","altText":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship, in London, 1 July, 2015. REUTERS/Henry Browne","cleanCredit":"Photograph: Henry Browne/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-01T20:55:37Z","lastModified":"2015-07-01T23:35:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert","shortUrl":"http://gu.com/p/4aagg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert","webUri":"http://www.theguardian.com/sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d890ac09bce7160b055b794310ccd48408e6e1/0_157_3175_1904/3175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1904,"width":3175,"orientation":"landscape","caption":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship. Photograph: Henry Browne/Reuters","credit":"Henry Browne/Reuters","altText":"wimbledon alert","cleanCaption":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship.","cleanCredit":"Photograph: Henry Browne/Reuters"}},"importance":0,"kicker":{"title":"Wimbledon 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d890ac09bce7160b055b794310ccd48408e6e1/0_157_3175_1904/3175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1904,"width":3175,"orientation":"landscape","credit":"Henry Browne/Reuters","altText":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship, in London, 1 July, 2015. REUTERS/Henry Browne","cleanCredit":"Photograph: Henry Browne/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a70df59e78755df0bf758f0a0db3c95f5e9fbd1f/0_138_3450_2072/3450.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2072,"width":3450,"orientation":"landscape","credit":"Kirsty Wigglesworth/AP","altText":"Nick Kyrgios","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}}]},{"title":"Football / José Mourinho supports decision to sell Petr Cech to Arsenal","rawTitle":"José Mourinho supports decision to sell Petr Cech to Arsenal","item":{"type":"article","id":"football/2015/jul/01/jose-mourinho-supports-decision-to-sell-petr-cech-to-arsenal","title":"José Mourinho supports decision to sell Petr Cech to Arsenal","trailText":"José Mourinho approved of Roman Abramovich’s decision to sell Petr Cech to Arsenal despite the manager’s desire not to strengthen a rival club","standFirst":"<span class=\"bullet\">•</span> Mourinho wanted Cech to stay but understood his desire to leave\n<br />\n<span class=\"bullet\">•</span> Chelsea manager hails goalkeeper as a ‘great servant’","byline":"Press Association","body":"<p>Jos&eacute; Mourinho has said he supports Roman Abramovich’s decision to sell Petr Cech to Arsenal. Cech spent 10 years as Chelsea’s first-choice goalkeeper but completed a move across the capital on Monday after falling behind the Belgian Thibaut Courtois at Stamford Bridge.</p> \n<p>The Portuguese would have preferred Cech to stay, rather than strengthen a rival, but respected Abramovich’s decision to allow a distinguished servant to choose his next destination, and Cech chose to remain in London.</p> \n<p>“I support the owner’s decision to honour the player in this way,” Mourinho said on the club’s website. “Petr has been a great servant for Chelsea for 11 years and helped this club to win almost everything there is to win. I always said I wanted him to stay but I understand Petr needed to move on to play first-team football every week.</p> \n<p>“Sometimes you have to respect the wishes of someone who has earned so much respect with his service and actions for your club. It is very rare in football to make a decision like this and for that reason I am proud of my club for making it. There are not many clubs in the world big enough to be able to make that decision. Petr’s success at this club will always to be remembered and we thank him for everything he did.” <strong> </strong></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6044227fcb8f1322ca408353a5d537ae30ed6d22/0_103_3533_2120/3533.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2120,"width":3533,"orientation":"landscape","credit":"Filip Singer/EPA","altText":"Petr Cech","cleanCredit":"Photograph: Filip Singer/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-01T20:45:38Z","lastModified":"2015-07-01T23:01:27Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Chelsea","José Mourinho","Arsenal","Transfer window","Football","Sport"],"tags":[{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/jose-mourinho","webTitle":"José Mourinho"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/01/jose-mourinho-supports-decision-to-sell-petr-cech-to-arsenal","shortUrl":"http://gu.com/p/4aag3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/01/jose-mourinho-supports-decision-to-sell-petr-cech-to-arsenal","webUri":"http://www.theguardian.com/football/2015/jul/01/jose-mourinho-supports-decision-to-sell-petr-cech-to-arsenal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6044227fcb8f1322ca408353a5d537ae30ed6d22/0_103_3533_2120/3533.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2120,"width":3533,"orientation":"landscape","caption":"Arsenal goalkeeper Petr Cech, poses with his new jersey for next season. Photograph: Filip Singer/EPA","credit":"Filip Singer/EPA","altText":"Petr Cech","cleanCaption":"Arsenal goalkeeper Petr Cech, poses with his new jersey for next season.","cleanCredit":"Photograph: Filip Singer/EPA"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6044227fcb8f1322ca408353a5d537ae30ed6d22/0_103_3533_2120/3533.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2120,"width":3533,"orientation":"landscape","credit":"Filip Singer/EPA","altText":"Petr Cech","cleanCredit":"Photograph: Filip Singer/EPA"}}]},{"title":"Andy Murray / They tried to coach me but I missed the signals","rawTitle":"They tried to coach me but I missed the signals","item":{"type":"article","id":"sport/2015/jul/01/andy-murray-missed-coach-signals-wimbledon-2015","title":"Andy Murray: ‘They tried to coach me but I missed the signals’","trailText":"Andy Murray, who faces Robin Haase in the second round at Wimbledon, recalled the misadventures of his days in the junior ranks","standFirst":"No3 seed, who faces Robin Haase at Wimbledon, recalls his days in the juniors and reveals there has been no courtside coaching since he has been on the tour","byline":"Kevin Mitchell at Wimbledon","body":"<p>Andy Murray revealed on Wednesday night he has been coached from the stands during a match – although he was totally unaware of it until afterwards.</p> \n<p>On the eve his second match at these championships – against Robin Haase first-up on Court No 1 on Thursday – the Scot has entered the rolling debate on coaches illegally signalling tactics and advice to their players and, typically, he comes at it from an odd angle. He would not be drawn into criticising other players but told a story from his teenage days in Spain that shines an interesting light on a serious subject.</p> \n<p>“I wouldn’t want to speak about other players because I don’t know,” he said, “but when I was a junior, one of the coaches Pato [&Aacute;lvarez] that I used to work with used to do signals to a lot of his players.</p> \n<p>“I was playing a futures tournament when I was about 16 out in Spain. I won the match but it was close, not a very good match. And he went: ‘Andy, what are you doing? You never listen to me when you are on the court.’</p> \n<p>“I said: ‘What do you mean?’ He said: ‘I was telling you to serve and volley and you weren’t doing it.’ I was, like: ‘You never told me what the signals were.’</p> \n<p>“He was there at the back of the court telling me what to do and I didn’t know. He is the only coach that I have ever worked with [to do that]. Since I have been on the tour none of the coaches I have been with have ever given me any hand signals, or anything like that.</p> \n<p>“Ivan Lendl didn’t say a word, really, when I was playing matches and, no, I have not had that since I have been on the tour. I don’t think I have ever had a coaching warning. It’s possible but I don’t think so.”</p> \n<p>He might not need anything more than encouragement against Haase, whom he has beaten three times out of four, but he will hardly disregard the danger posed by a player who has taken a set off him in each of their two US Open matches.</p> \n<p>“I was cramping after an hour and 15 minutes [when they last played there, in the first round last year]. Idon’t know how I managed to come through that match, to be honest. The time when I played him before in New York [in 2011], he was coming in to it having played very&nbsp;well.”</p> \n<p>Murray and Haase have slightly differing recollections of their history, the Dutchman saying he never played him as a junior, while the Scot does remember him being around at that time of their development.</p> \n<p>“He is someone I grew up with, in juniors and stuff like that. He likes playing on the big courts as well. He goes for it, which makes things tough. I don’t know him unbelievably well. He is quiet off the court, but on it he is quite loud and open and emotional. So it should be a fun match.”</p> \n<p>Murray says he has been turning to the snooker table to relax between matches, alongside Ross Hutchins and the Delgado brothers, a habit he picked up during his spells of rehab after injury, when he would play his Davis Cup captain, Leon Smith, in Glasgow. “We get pumped to play,” he says of his time on the tables at the All England Club. “None of us is any good but it is a fun way to spend time with friends.”</p> \n<p>Aljaz Bedene and James Ward, meanwhile, have the incentive of moving closer to an all-British fourth tie – if they can beat Viktor Troicki and Jiri Vesely, respectively. The newest Brit, Bedene, has the tougher task, up against the Queen’s semi-finalist who gave Murray a good argument. He revealed he had a brief phone conversation with his mother after beating Radek Stepanek in the first round.</p> \n<p>“She was really happy and proud,” said Bedene, who was born in the old Yugoslavia before Ljubljana became the capital of independent Slovenia and was granted British citizenship in April. “But she cut the call short because she said I probably had a lot of work to do now. It was only five seconds, but they were really happy. They are on holiday – I think they followed it on the internet.”</p> \n<p>Bedene, whose partner is the singer Kimalie, says he is being recognised more often in public lately – hopefully because of his tennis. “I was talking to Kimalie – who has been working with Jeff Wayne and they will probably be releasing a song or two this year – and she said: ‘Definitely next year it will be different for us,’ and I agree. I still don’t want to be too well-known. I want to be able to enjoy my personal life – but if it happens, you cannot do anything about it.”</p> \n<p>Ward’s might be the more straightforward task against the lively young Czech left-hander Vesely, although he invariably views every match as a struggle – even his win over lucky loser Luca Vanni after the withdrawal through injury of David Ferrer.</p> \n<p>But the Londoner did take heart from the presence of three other British players in the second round for the first time in 10 years.</p> \n<p>“I think everyone’s picked their game up, playing well coming into the tournament,” he said. “Everyone’s ranking is improving. It’s good to have a few more guys playing well and winning matches. You just keep knocking at the door.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435785739348/Wimbledon-day-two-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray revealed his former coach Ivan Lendl 'didn’t say a word, really, when I was playing matches'.  Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Wimbledon day two","cleanCaption":"Andy Murray revealed his former coach Ivan Lendl 'didn’t say a word, really, when I was playing matches'.  Photograph: Tom Jenkins"}],"bodyImages":[],"webPublicationDate":"2015-07-01T21:35:11Z","lastModified":"2015-07-01T23:55:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/andy-murray-missed-coach-signals-wimbledon-2015","shortUrl":"http://gu.com/p/4aagj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/andy-murray-missed-coach-signals-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jul/01/andy-murray-missed-coach-signals-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435785739348/Wimbledon-day-two-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray revealed his former coach Ivan Lendl 'didn’t say a word, really, when I was playing matches'.  Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Wimbledon day two","cleanCaption":"Andy Murray revealed his former coach Ivan Lendl 'didn’t say a word, really, when I was playing matches'.  Photograph: Tom Jenkins"}},"importance":5,"kicker":{"title":"Andy Murray"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435785739348/Wimbledon-day-two-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray revealed his former coach Ivan Lendl 'didn’t say a word, really, when I was playing matches'.  Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Wimbledon day two","cleanCaption":"Andy Murray revealed his former coach Ivan Lendl 'didn’t say a word, really, when I was playing matches'.  Photograph: Tom Jenkins"}}]},{"title":"Cricket / Trevor Bayliss lives up to reputation with measured words not hyperbole","rawTitle":"Trevor Bayliss lives up to reputation with measured words not hyperbole","item":{"type":"article","id":"sport/2015/jul/01/trevor-bayliss-england-australia-coach","title":"Trevor Bayliss lives up to reputation with measured words not hyperbole","trailText":"England’s new Australian coach, who was on the Sri Lanka team bus attacked by terrorists in 2006, knows how to keep cricket in perspective","standFirst":"England’s new Australian coach, who was on the Sri Lanka team bus attacked by terrorists in 2006, knows how to keep cricket in perspective","byline":"Ali Martin","body":"<p>“If you look in history at the best players in the world, they’ve all been self-reliant,” said the bespectacled and slightly bestubbled Trevor Bayliss, decked out in an official England training top and speaking the first time in his new role as head coach, on a sweltering Wednesday at Lord’s. “Not only are they single-minded and they know what to do off the field and how to prepare, they are able to make decisions for themselves out on the ground rather than look to the coaching staff for an answer.”</p> \n<p>And so, the rumours are seemingly true. In the five weeks since Bayliss was appointed by England’s director of cricket, Andrew Strauss, the void has been filled by the ringing endorsements of those players who have worked under the 52-year-old Australian.</p> \n<p>Eoin Morgan, Mahela Jayawardene, Brendon McCullum and Brad Haddin – disciples of his regimes at Kolkata Knight Riders, Sri Lanka and New South Wales – have talked up his ability to empower cricketers by keeping their dressing room calm and delivering concise, considered messages without ever going down the route of hyperbole, or, as Morgan put it, “bullshit”.</p> \n<p>“I keep things simple. At the top level it’s about creating a good environment,” Bayliss continued. “If you’ve got a good, honest, hard-working environment where players enjoy what they’re doing, it allows them to go out with less pressure and show off the skills they’ve got.”</p> \n<p>These words could have been delivered by Paul Farbrace, who is reunited with Bayliss six years after their time together in the Sri Lanka set-up and who seemingly began the unshackling of England’s cricketers while they awaited the permanent replacement to Peter Moores. “He will be my eyes and ears early on while I get to know the system and the players,” said Bayliss, who admitted his old friend played a part in convincing him to up sticks from Sydney and start a new life in the mother country. “He is a good coach as well. I’m very lucky to have him.”</p> \n<p>The pair have been through more than just cricket together, of course, having both been on the team bus that was attacked by terrorists in Lahore in 2009 and saw six policemen and two civilians killed.</p> \n<p>“I certainly remember when the bombs and the bullets were flying around,” he said, while demonstrating he was just a matter of inches from being struck. “There was nothing you could do except keep your head down and your arse up.”</p> \n<p>Bayliss admits that ordeal, along with the tragic death of the batsman Phillip Hughes last November when playing for South Australia against his New South Wales side, has shaped his outlook on life and keeps the cricket fully in perspective.</p> \n<p>Having left his dual roles in Australia and Kolkata following a &pound;400,000-a-year offer from Strauss – an approach he neither courted nor expected having agreed contract extensions at both – Bayliss will not be joined by his wife and two children for at least 12 months because of his 17-year-old daughter’s final year at school.</p> \n<p>Now, with a working visa secured, the former first-class batsman can familiarise himself with their new home and continue passing on a message of self-determination to his players that began during their four-day training camp in Spain over the weekend.</p> \n<p>“One of my philosophies is that the best coaches are the other 10 players in the team,” he said. “The younger players look up to those older players and learn from them. If you’re watching the right things, listening to those players, asking the right questions, you will learn more about the game actually competing than you will from any coach.”</p> \n<p>Whether this player-led approach, the green shoots of which were evident against New Zealand, can bring about an Ashes victory this summer remains to be seen, with just seven days now until the first Test in Cardiff. Much has been made of his inside knowledge of Michael Clarke’s tourists, with nine of his former charges in their 17-man touring party. Yet again, it comes down those who take the field.</p> \n<p>“There are enough guys in the England team with enough experience and who have played these guys plenty of times before,” Bayliss said.</p> \n<p>How will he feel when the national anthems blare out at the Swalec Stadium just as the sledging-heavy pre-series hype turns into actual bat on ball action? “I am old enough that in the first seven or eight years I was at school I sang God Save the Queen so I know most of the words and probably more than I do of our own at the moment,” he joked.</p> \n<p>While Bayliss has worked with the one-day captain, Morgan, at Kolkata, his relationship with Test equivalent Alastair Cook is just days old. Asked if he rated his new ally’s abilities as a leader, he replied: “I’ve not seen him up close or worked with him before. What I will say is that it is a lot easier from the captain’s point of view if the team are playing a good, positive brand of cricket.”</p> \n<p>And the overall objective? “Like any other team worth their salt we want to be No1 in Test matches, ODIs and T20s. If you haven’t got those aspirations I&nbsp;think you’re kidding yourself.”</p> \n<p>With a CV that includes two Sheffield Shields, two IPL titles, winning the Big Bash League at Sydney Sixers and two ICC limited-overs finals with Sri Lanka, success has followed everywhere Bayliss has worked. To make that hot streak to continue, England’s players will be told to stand on their own two feet. There will be no spoon-feeding.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/afef8040b4ef02acda0797bb07410ab52339737e/0_173_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Jordan Mansfield/Getty Images","altText":"Trevor Bayliss Press Conference & England Ashes Squad Announcement<br>LONDON, ENGLAND - JULY 01:  New England Coach Trevor Bayliss gives TV interviews during a Press Conference at Lord's Cricket Ground on July 1, 2015 in London, England.  (Photo by Jordan Mansfield/Getty Images)","cleanCredit":"Photograph: Jordan Mansfield/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T21:24:13Z","lastModified":"2015-07-01T23:01:14Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Trevor Bayliss","England cricket team","Ashes 2015","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/trevor-bayliss-england-australia-coach","shortUrl":"http://gu.com/p/4aagq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/trevor-bayliss-england-australia-coach","webUri":"http://www.theguardian.com/sport/2015/jul/01/trevor-bayliss-england-australia-coach"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/afef8040b4ef02acda0797bb07410ab52339737e/0_173_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Trevor Bayliss faces the media as England’s new coach at Lord’s, while WG Grace gets on the front foot. Photograph: Jordan Mansfield/Getty Images","credit":"Jordan Mansfield/Getty Images","altText":"Trevor Bayliss","cleanCaption":"Trevor Bayliss faces the media as England’s new coach at Lord’s, while WG Grace gets on the front foot.","cleanCredit":"Photograph: Jordan Mansfield/Getty Images"}},"importance":4,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/afef8040b4ef02acda0797bb07410ab52339737e/0_173_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Jordan Mansfield/Getty Images","altText":"Trevor Bayliss Press Conference & England Ashes Squad Announcement<br>LONDON, ENGLAND - JULY 01:  New England Coach Trevor Bayliss gives TV interviews during a Press Conference at Lord's Cricket Ground on July 1, 2015 in London, England.  (Photo by Jordan Mansfield/Getty Images)","cleanCredit":"Photograph: Jordan Mansfield/Getty Images"}}]},{"title":"Rugby union / Wakefield end run of 16 defeats with win against Hull","rawTitle":"Wakefield end run of 16 defeats with win against Hull","item":{"type":"article","id":"sport/2015/jul/02/wakefield-hull-super-league-match-report","title":"Wakefield end run of 16 defeats with win against Hull","trailText":"Wakefield’s victory saw Jacob Miller, Richard Owen, Joe Arundel and Matt Ryan score tries, with Miller adding five goals","standFirst":"<span class=\"bullet\">•</span> Wakefield 26-16 Hull\n<br />\n<span class=\"bullet\">•</span> Jacob Miller, Richard Owen, Joe Arundel and Matty Ryan score tries","byline":"Press Association","body":"<p>Brian Smith watched Wakefield end their 16-match losing run in Super League with a fine fightback against Hull – and then blamed himself for their woeful start. It looked to be a familiar tale for the bottom club as they fell 16-0 behind after conceding tries to Kirk Yeaman, Jordan Rankin and Liam Watts inside the first 17 minutes.</p> \n<p>But they hit back with four unanswered tries of their own through Jacob Miller, Richard Owen, Joe Arundel and Matty Ryan to win 26-16, their first league success since February.</p> \n<p>“There is a lot of relief in there,” said Smith, who was in charge of his third match. “There’s been a lot of people working for that, chiseling away and trying to get over the hump for 16 games.</p> \n<p>“ The players have been working hard to get there and they had to work the hardest way, coming from 16-0 down but they did it well in the end.</p> \n<p>We were very disappointing in those early minutes and I think I’ve got to look at myself and what I’m doing there because that’s three really sluggish starts in a row.”</p> \n<p>“So I need to review it with Stuey [Dickens] and Lee [Gilmour] and the other staff to see if we can work out a different way to start a game because that is the hardest way to play football. For a team that’s down on confidence to concede tries as softly as we did and then come back is like running uphill the whole game.”</p> \n<p>Former New Zealand international full-back Kevin Locke, one of three debutants, was named the sponsors’ man of the match but he agreed with his coach that the award flattered him.</p> \n<p>Locke, who joined the Wildcats on a short-term deal after securing a release from his unhappy time at Salford, struggled at times in his first match for two months but played a key role in two of Wakefield’s tries.</p> \n<p>Smith added: “I spoke to Kev after the game and told him they had named him man of the match and he said ’wait until I’m fit’.</p> \n<p>“He had some nice touches but Kevin was well off his game at times tonight and understandably so.</p> \n<p>“It’s been a terribly emotional time for him, it’s been a big drain on him but he’s got a smile back on his face. Hopefully we can keep him in a really positive environment and he can continue to improve his game.</p> \n<p>“His knee is not his problem it’s just general fitness and sharpness.”</p> \n<p>While Wakefield remain rooted to the foot of the table, still seven points adrift of Salford, they will head for the run-in in buoyant mood, starting with a return game against Hull at the KC Stadium on Sunday.</p> \n<p>That is now a must-win fixture for Hull, who missed the chance to climb out of the bottom four, just a week after crashing out of the Challenge Cup in dismal fashion.</p> \n<p>“I’m deflated hugely,” Hull coach Lee Radford said. “We had highlighted the importance of this fixture and what a difficult this place is to come to. Our record at this ground is terrible. It’s always a dogfight here and I expected to scrape it if we were going to get a result.</p> \n<p>“But after that 15-minute period we didn’t give ourselves a chance to get any momentum back. Our completion rate was 60 per cent again. That’s two weeks on the spin now and that’s not good enough.</p> \n<p>“Our energy looked fine at the start but a couple of calls went against us, a couple of uncharacteristic mistakes and back-to-back penalties and before you know it the game has gone.”</p> \n<p>Hull also had prop Mickey Paea placed on report for a tackle that left former team-mate Danny Washbrook concussed but Radford does not expect any repercussions.</p> \n<p>“He has got nothing whatsoever to worry about, there was nothing in it,” Radford said. “He’s not gone over the horizontal and Washy hurt his head on the floor.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435793641418/Wakefield-Trinity-Wildcat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jacob Miller scores one of Wakefield's four unanswered tries to help his team fight back to win 26-16. Photograph: Ed Sykes/Action Images","credit":"Ed Sykes/Action Images","altText":"Wakefield Trinity Wildcats v Hull Kingston Rovers - First Utility Super League","cleanCaption":"Jacob Miller scores one of Wakefield's four unanswered tries to help his team fight back to win 26-16. Photograph: Ed Sykes/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T23:41:27Z","lastModified":"2015-07-02T00:05:01Z","metadata":{"commentable":true,"commentCount":8,"contributors":[],"feature":false,"keywords":["Super League XX","Wakefield Trinity","Hull FC","Super League","Rugby league","Sport"],"tags":[{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/wakefieldtrinity","webTitle":"Wakefield Trinity"},{"id":"sport/hull-fc","webTitle":"Hull FC"},{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/wakefield-hull-super-league-match-report","shortUrl":"http://gu.com/p/4aat6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/wakefield-hull-super-league-match-report","webUri":"http://www.theguardian.com/sport/2015/jul/02/wakefield-hull-super-league-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435793641418/Wakefield-Trinity-Wildcat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jacob Miller scores one of Wakefield's four unanswered tries to help his team fight back to win 26-16. Photograph: Ed Sykes/Action Images","credit":"Ed Sykes/Action Images","altText":"Wakefield Trinity Wildcats v Hull Kingston Rovers - First Utility Super League","cleanCaption":"Jacob Miller scores one of Wakefield's four unanswered tries to help his team fight back to win 26-16. Photograph: Ed Sykes/Action Images"}},"importance":4,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435793641418/Wakefield-Trinity-Wildcat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jacob Miller scores one of Wakefield's four unanswered tries to help his team fight back to win 26-16. Photograph: Ed Sykes/Action Images","credit":"Ed Sykes/Action Images","altText":"Wakefield Trinity Wildcats v Hull Kingston Rovers - First Utility Super League","cleanCaption":"Jacob Miller scores one of Wakefield's four unanswered tries to help his team fight back to win 26-16. Photograph: Ed Sykes/Action Images"}}]},{"title":"Wimbledon / Heather Watson defiantly slams 'cowardly' social media abuse","rawTitle":"Heather Watson defiantly slams 'cowardly' social media abuse","item":{"type":"article","id":"sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse","title":"Heather Watson defiantly slams 'cowardly' social media abuse","trailText":"British No1 tennis star speaks of death threats, mostly from gamblers, wishing she would ‘die a slow and painful death’ ","standFirst":"<p>British No1 tennis star speaks of death threats, mostly from gamblers, wishing she would ‘die a slow and painful death’ </p>","byline":"Esther Addley","body":"<p>The British No 1 tennis player Heather Watson has hit back at the “cowards” who have sent her death threats on social media.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-daniela-hantuchova-wimbledon-serena-williams\">Heather Watson sees off Daniela Hantuchova but Serena is set to be next</a> </p> \n</aside> \n<p>Following an emphatic straight sets victory over the former world No 5 Daniela Hantuchova, Watson said trolling messages had become such a usual occurrence that she had stopped checking her social media accounts, but that the abuse usually came from gamblers, “because you either win or lose them money”.</p> \n<p>The 23-year-old made the comments in her post-match press conference, expanding on comments she made to the New York Times earlier this week, in which she said: “I’ve had death threats. I’ve had people threatening to kill me and kill my family, wishing that I get cancer and die a slow, painful death. Horrible words I couldn’t even think up in my head, to be that mean.”</p> \n<p>She said on Wednesday: “I think those people, they’ve got no life. They’re just kind of cowards thinking they can say whatever they want on the internet. They don’t understand that we’re just people at the end of the day.</p> \n<p>“I don’t think they’d appreciate people saying that stuff to them. But what can you do? I don’t think you’re going to be able to stop it.”</p> \n<p>She told reporters she continues to post on her own accounts, saying: “I think some people get sick of me posting pictures. But I like it so I’m going to keep doing it.”</p> \n<p>Her 6-4 6-2 win puts Watson into the third round where she has the daunting task of facing Serena Williams, and means she will take home at least &pound;77,000 from this year’s championships. This is the second time Watson has played in the third round at Wimbledon, having previously reached this stage in 2012.</p> \n<p>Watson, who was supported on court by her parents, grandmother and a childhood friend from Guernsey, as well as the sports presenter Colin Murray, beamed as she revealed she had recently bought her first property close to the All England Club, which had been “a big goal of mine for a long, long time”.</p> \n<p>She was surprised, she said, by the temperature on court. “It was very warm. But I’m not complaining. It’s nice weather for Wimbledon.”</p> \n<p>Asked to describe her emotions at the moment she defeated Hantuchova, she said:“I was very happy. I wanted to smile, but my mouth was so dry, I couldn’t even open my mouth.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c015a040f274d47038ec3a2cf81be9ca24315eb0/0_365_4048_2429/4048.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2429,"width":4048,"orientation":"landscape","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Heather Watson celebrates","cleanCredit":"Photograph: Ella Ling/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:07:29Z","lastModified":"2015-07-01T23:39:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":false,"keywords":["Heather Watson","Sport","Tennis","Wimbledon 2015","Wimbledon","Social media"],"tags":[{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"media/social-media","webTitle":"Social media"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse","shortUrl":"http://gu.com/p/4aaez","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse","webUri":"http://www.theguardian.com/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ce32cbed4f335643df4c99f030d25f4a574080bd/0_0_4828_2899/4828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2899,"width":4828,"orientation":"landscape","caption":"Heather Watson celebrates during the second set of her victory on Court One. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Heather Watson celebrates during the second set of her victory on Court One.","cleanCaption":"Heather Watson celebrates during the second set of her victory on Court One.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":3,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c015a040f274d47038ec3a2cf81be9ca24315eb0/0_365_4048_2429/4048.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2429,"width":4048,"orientation":"landscape","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Heather Watson celebrates","cleanCredit":"Photograph: Ella Ling/BPI/Rex Shutterstock"}}]},{"title":"Football / Sunderland sign Sebastián Coates on a permanent deal for around £2m","rawTitle":"Sunderland sign Sebastián Coates on a permanent deal for around £2m","item":{"type":"article","id":"football/2015/jul/02/sunderland-sebastian-coastes-permanent-deal-2m-liverpool","title":"Sunderland sign Sebastián Coates on a permanent deal for around £2m","trailText":"The 24-year-old centre back has moved from Liverpool to Sunderland in a four-year deal for around £2m after impressing the head coach, Dick Advocaat, whilst on loan at the Stadium of Light last season","standFirst":"<span class=\"bullet\">•</span> The 24-year-old Uruguay international moves from Anfield in four-year deal\n<br />\n<span class=\"bullet\">•</span> Centre-back joined on loan last season and was crucial to relegation battle","byline":"Press Association","body":"<p>The Sunderland head coach, Dick Advocaat, secured his first signing on Wednesday evening when the Liverpool defender Sebasti&aacute;n Coates completed a permanent switch to the Stadium of Light.</p> \n<p>The 24-year-old Uruguay international, who had a year remaining on his contract at Anfield, has signed a four-year deal and joins for an undisclosed fee understood to be in the region of &pound;2m.</p> \n<p>The sporting director, Lee Congerton, said: “Sebasti&aacute;n was an important part of the team under Dick last season and we are delighted that he has joined us on a permanent basis.</p> \n<p>“He has Premier League experience, which is important and, after spending last season on loan with us, he will be able to settle into the team very quickly.”</p> \n<p>Coates joined Sunderland on loan for the season in September last year under the then head coach, Gus Poyet, but initially struggled to make his mark at the Stadium of Light.</p> \n<p>However, he played every minute of the club’s final six games of the season, in the process taking his tally to 13 appearances, as the Black Cats dragged themselves out of relegation trouble and did enough to persuade Advocaat he had a future in the north-east.</p> \n<p>He is the first of what the Dutchman will hope is an influx of signings this summer as the 67-year-old attempts to strengthen his squad in terms of quality rather than numbers after a chaotic few years in the club’s history.</p> \n<p>The former director of football Roberto De Fanti drastically overhauled the squad two summers ago during Paolo Di Canio’s ill-fated reign, and Congerton conducted a second overhaul 12 months ago in an effort to address the deficiencies of his predecessor’s scatter-gun approach.</p> \n<p>The latter continues to work away on a series of further targets, while Advocaat has put his contacts in world football to good use too as they attempt to bolster the current crop of players.</p> \n<p>The former Holland coach has confirmed his backroom staff and as expected, long-time ally Bert van Lingen will not re-join him on Wearside.</p> \n<p>However, Zeljko Petrovic, with whom he also worked during his spell in charge of the Serbia national team, is back on board and the former England midfielder Paul Bracewell, who stepped up from the club’s academy during Advocaat’s initial nine-game reign at the end of last season, will continue as first-team coach. In addition, Adrian Tucker will remain as the goalkeeping coach and there is also a place on the staff for the sports scientist, Scott Pearce.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435795973573/QPR-v-Liverpool-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sebastian Coates still had a year remaining on his contract at Anfield but signed a four-year deal and joins Sunderland for an undisclosed fee understood to be in the region of £2m.\r Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"QPR v Liverpool","cleanCaption":"Sebastian Coates still had a year remaining on his contract at Anfield but signed a four-year deal and joins Sunderland for an undisclosed fee understood to be in the region of £2m.\r Photograph: Andy Rain/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T00:15:27Z","lastModified":"2015-07-02T00:19:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Sunderland","Football","Sport","Liverpool","Transfer window"],"tags":[{"id":"football/sunderland","webTitle":"Sunderland"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/transfer-window","webTitle":"Transfer window"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/02/sunderland-sebastian-coastes-permanent-deal-2m-liverpool","shortUrl":"http://gu.com/p/4aatg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/02/sunderland-sebastian-coastes-permanent-deal-2m-liverpool","webUri":"http://www.theguardian.com/football/2015/jul/02/sunderland-sebastian-coastes-permanent-deal-2m-liverpool"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435795973573/QPR-v-Liverpool-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sebastian Coates still had a year remaining on his contract at Anfield but signed a four-year deal and joins Sunderland for an undisclosed fee understood to be in the region of £2m.\r Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"QPR v Liverpool","cleanCaption":"Sebastian Coates still had a year remaining on his contract at Anfield but signed a four-year deal and joins Sunderland for an undisclosed fee understood to be in the region of £2m.\r Photograph: Andy Rain/EPA"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435795973573/QPR-v-Liverpool-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sebastian Coates still had a year remaining on his contract at Anfield but signed a four-year deal and joins Sunderland for an undisclosed fee understood to be in the region of £2m.\r Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"QPR v Liverpool","cleanCaption":"Sebastian Coates still had a year remaining on his contract at Anfield but signed a four-year deal and joins Sunderland for an undisclosed fee understood to be in the region of £2m.\r Photograph: Andy Rain/EPA"}}]}],"lastModified":"2015-07-02T07:48:07Z","personalization":{"id":"uk/groups/collections/754c-8e8c-fad9-a927","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/754c-8e8c-fad9-a927"},"visibility":"all","adTargetingPath":"front"}