{"id":"uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17","title":"food & drink","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17"},"cards":[{"title":"Death of the quick pint?","rawTitle":"Death of the quick pint?","item":{"type":"article","id":"lifeandstyle/2015/jul/02/must-pubs-serve-food-to-survive","title":"Death of the quick pint?","trailText":"As a new report suggests that more than 90% of pub visits involve the eating of food, is the age of the quick pint and boozy drinking den over?","standFirst":"<p>As a new report suggests that more than 90% of pub visits involve the eating of food, is the age of the quick pint and boozy drinking den over?</p>","byline":"Tony Naylor","body":"<p>There are certain statistics that stop you in your tracks. For instance, did you know that the Bee Gees have sold more than 200m records? That nearly 10 million people watched <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jan/02/tv-ratings-mrs-browns-boys-dethrones-queen\">the Mrs Brown’s Boys Christmas special</a>? Or that <a href=\"https://www.npdgroup.co.uk/wps/portal/npd/uk/news/press-releases/pubs-continue-to-build-on-food-success/\">less than one-in-10 visits to the pub</a> are now solely for the purpose of having a drink?</p> \n<p>“Sorry, come again?” you may ask of that last factoid, and you would be right to question it. Despite <a href=\"http://www.bighospitality.co.uk/Trends-Reports/Dining-trends-Fewer-than-one-in-10-pub-visits-now-solely-drink-occasions\">the headlines that greeted this latest research</a> from market analysts NPD, its central thrust – that British pubs are now primarily places to eat rather than drink – is not quite<em> </em>as dramatic as it first appears. NPD reported that 92 out of every 100 pub visits now involve the consumption of food. But when I asked NPD to clarify this, it transpires that it counts crisps and nuts. “If the panellist considers a pint and crisps as their dinner, they can declare them as such,” said a spokesperson.</p> \n<p>That is a less resounding death knell for the quick pint than was <a href=\"https://www.thecaterer.com/articles/358129/pub-food-on-the-up-as-operators-diversify\">reported at the time</a>, but it does not soften NPD’s wider message. For those who bemoan the march of the gastropub and the way that many pubs now marginalise drinkers, this report makes grim reading. There are now 100m breakfasts sold in pubs annually, up 128% since 2008. The number of servings of alcohol in pubs has dropped by more than a quarter over the same period, while consumption of tea and coffee has risen by more than 11%. It appears to confirm what analysts and the huge pub companies have been saying for years: that the pint and the traditional boozer is in decline and, to survive, your local must become a family-friendly, food-led pub.</p> \n<p>You can see that happening all around you. Twenty-nine pubs shut each week, and those that survive are, increasingly, places to dine not drink. They are effectively restaurants in former pub spaces. I have nothing against that per se. However, no one could argue that the character of a pub is not hugely altered (that something special is lost, even), in that shift of focus from booze to food. Moreover, while this broad generational change is irrefutable, the propaganda around food-led pubs as the only viable business model has shut out discussion of potential alternatives. There are, although you might not know it, purist drinking dens bucking this rush to food.</p> \n<p>The last few years has seen a surge in pubs where you might get a bowl of wasabi peas (the most illogical pub snack ever) or, at most, a cheese barm, but whose offer is very much based around fantastic drinks, not food. The craft beer movement has been a game-changer in that respect, with – to name but a few – Manchester’s Port Street Beer House, Cask Tavern and Smithfield Tavern; Conwy’s Albion; the Black Dove in Brighton; the Wellington and Craven Arms in Birmingham; or the York, Euston and Harrogate Taps all thriving while doing at most the bare minimum of food. </p> \n<p>In some ways, the fast-growing <a href=\"http://www.newstatesman.com/culture/2014/09/community-fixers-mighty-rise-micropub\">micropub movement</a> (small, no-frills pubs) is an implicit kick-back against the rise of shiny, barnlike family food pubs. In Manchester, there has been a remarkable recent growth in suburban bars that exclusively specialise in great beer. Many of these – Heaton Hops in Stockport, <a href=\"http://prairie-schooner-taphouse.co.uk/\">the Prairie Schooner in Urmston</a>, BarBeerian in Whitefield – double-up as bottle shops, too, a formula replicated at, for instance, Cardiff’s Gravity Station or Tall Boys in Leeds. The message? Stock high-quality, unusual drinks and that, in itself, can turn a pub into a destination. </p> \n<p>That specialism and sense of occasion is something cocktail bars have exploited for years, without feeling the need to serve food. At the same time, a new wave of informal London wine bars, such as Vindinista and <a href=\"http://www.timeout.com/london/bars-pubs/sager-wilde\">Sager + Wilde</a>, while serving food, don’t trouble themselves much beyond short menus comprising small plates, sandwiches, cheeses and charcuterie. Fundamentally, these are places to drink exciting wine. The food is almost incidental.</p> \n<p>I love restaurants, but they have a completely different dynamic to pubs and bars. Pubs are democratic, communal, potentially raucous adult spaces in a way that restaurants (almost) never are. And that is something precious. Let us raise a glass, therefore, to those landlords fighting the good fight for the pure appreciation of fine alcohol, the ennobling effects of a boozy atmosphere and a world where you can walk into a pub and not find all the tables reserved for dinner.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435080905098/756df9f1-89f9-4e6c-b445-a34051ffeb78-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oli Scarff/Getty Images","altText":"Food for thought ... can pubs get by without going gastro?","cleanCredit":"Photograph: Oli Scarff/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T10:41:15Z","lastModified":"2015-07-02T10:44:46Z","metadata":{"commentable":true,"commentCount":648,"contributors":[{"name":"Tony Naylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tonynaylor"}],"feature":true,"keywords":["Pubs","Food & drink","Restaurants","Life and style","Alcohol","Society","Beer","Wine"],"tags":[{"id":"lifeandstyle/pubs","webTitle":"Pubs"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/alcohol","webTitle":"Alcohol"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/beer","webTitle":"Beer"},{"id":"lifeandstyle/wine","webTitle":"Wine"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Tony Naylor","topic":{"type":"tag-contributor","name":"profile/tonynaylor"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/02/must-pubs-serve-food-to-survive","shortUrl":"http://gu.com/p/4a3mq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/02/must-pubs-serve-food-to-survive","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/02/must-pubs-serve-food-to-survive"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435080905098/756df9f1-89f9-4e6c-b445-a34051ffeb78-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Food for thought ... can pubs get by without going gastro? Photograph: Oli Scarff/Getty Images","credit":"Oli Scarff/Getty Images","altText":"Food for thought ... can pubs get by without going gastro?","cleanCaption":"Food for thought ... can pubs get by without going gastro?","cleanCredit":"Photograph: Oli Scarff/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435080905098/756df9f1-89f9-4e6c-b445-a34051ffeb78-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oli Scarff/Getty Images","altText":"Food for thought ... can pubs get by without going gastro?","cleanCredit":"Photograph: Oli Scarff/Getty Images"}}]},{"title":"Summer dishes that bring the outdoors in","rawTitle":"Summer dishes that bring the outdoors in","item":{"type":"article","id":"lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency","title":"Summer dishes that bring the outdoors in","trailText":"<strong>Cook residency: </strong>No matter where you are, a glut of summer produce is growing on your doorstep, says our new resident","standFirst":"<p>No matter where you are, a glut of summer produce is growing on your doorstep, says our new resident, Rosie Birkett. This week, she brings the outdoors in, showing Walthamstow’s pickings to be anything but slim</p>","byline":"Rosie Birkett","body":"<p>I sometimes joke that I was feral until I discovered pubs, boys and clothes at the age of 15, because the vast majority of my childhood was spent in dungarees, running wild in the Kent countryside. In 1981, my parents, who at the time were something of a taboo for being unmarried and with child, fell madly in love with an old farmer’s cottage near the village of Leeds and left London with my older sister to settle there. My mother recalls how there were rabbits burrowing in the dirt under the house where foundations should have been, but that the setting, with a river at the bottom of the garden and fields and orchards all around, had them smitten.</p> \n<p>Kent is known as the garden of England for good reason; it’s a green, fertile, fruit-growing county, and growing up there with parents who cared about food has had a huge impact on the way I cook and eat. I live in London now, in a flat without a garden, but when the summer comes, bringing with it the ingredients I enjoyed out in nature as a child, I track them down from suppliers – occasionally from the area of London where I live – and am transported back into the garden. Food is incredible like that, I think.</p> \n<p>As a kid, trees held particular intrigue for me; they were worlds all of their own, begging to be explored and conquered. And best of all – come summer – they were generous snack stations for a greedy little girl. I used my aptitude for scaling trees (something that never ceases to amaze me as a mildly acrophobic adult) to help me feed the insatiable hunger that should have hinted that I’d go on to work with food. Summer meant handfuls of jammy cherries, stained lips and later, pockets filled with fleshy Victoria plums, damsons, apples, and – if we got there before the squirrels – juicy Kent cobnuts.</p> \n<p>These seasonal wild hazelnuts drove my food-loving father to distraction. He’d lurch around our wild garden with carrier bags, zealously filling them and later cracking open the fresh, milky nuts on the kitchen table, dipping them into salt and munching away. He taught us that cobnuts – along with the mushrooms we picked on early-morning walks and the cherries harvested from the garden tree – were precious and fleeting treasures, to be cherished and gorged on with glee.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"602464cac5a09d6fb365de5cd68f33ab8e8735bf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435828717655/1395cf26-7aa3-409e-9743-6120c8bfe947-280x420.jpeg\" alt=\"elderflower cordial\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Elderflower cordial: Don’t wash your elderflower blossom, or you will wash away the pollen that gives the drink its flavour.<br /></span> \n  <span class=\"element-image__credit\">Photograph: Elena Heatherwick for the Guardian</span> \n </figcaption> \n</figure> \n<p>A news journalist and editor, Dad loved the long summer evenings when he could come home from the stresses of Fleet Street and still have daylight hours to tend his vegetable patch. My mum is an excellent home cook, and knew just how to cook his veg haul to preserve the delicate flavour of young green things, such as broad beans and peas, probably because her father – a gruff and fiercely intelligent Yorkshireman – had doted on his veg patch and inspired my father to plant his. My favourite thing of all was to pluck pea pods straight from their tendrils, popping open the tops and running my finger down the seam, springing the sweet, crunchy seeds straight into my mouth. </p> \n<p>Being a child of the 1950s, my dad also had a real penchant for salad cream, which was popularised during rationing as a less perishable alternative to mayonnaise, made by emulsifying egg yolks, oil, water, sugar and vinegar. Food snobs scoff at it, but I totally get it – it hits those key bases of sweet, cream and acidity and is great on crunchy green lettuce like little gem, and with fresh raw peas. Dad would have loved this homemade recipe I’ve created, and I’m dedicating it to him, not least because this feature is being published on the 10 year anniversary of his death, which came as a terrible shock to us on that hot summer’s day in 2005. July is always poignant for me; Dad, a man who taught me so much about food, has been particularly front of mind as I’ve written this piece.</p> \n<p>Grown-up life in London is very different to my free-range youth, but I’m very lucky to live where I do, right by Walthamstow marshes. I was drawn here because, a bit like the Kent countryside, the marshes sprawl for miles and bristle with plants, trees and wildlife, keeping my inner wild child satisfied. You can walk for miles without ever crossing the road and even go on foraging walks for wild food with local expert John the Poacher. During the early summer, you can’t help but be struck by the scent of fragrant wild elderflower. As soon as it’s in full bloom, I fill bags with heads of the pretty little white flowers and take them home to steep in sugar syrup to preserve their essence into cordial.</p> \n<p>It doesn’t matter if the British summertime lives up to its reputation and you find yourself holed up inside while the heavens open – this sweet solution is like sunshine in a glass. Elderflower will be gone soon, so now is the time to swipe its last heady bouquets and keep that taste of this short season alive that little bit longer.</p> \n<h2><strong>Elderflower cordial</strong></h2> \n<p>I like to make at least two bottles, drinking one as cordial/in cocktails and leaving the other to ferment into fizz in the fridge. It’s great with gin or fino, lots of lime, ice and sparkling water.</p> \n<p><strong>Makes 1.5 litres</strong><br />20 heads of elderflower, picked over to remove any green or black fly<br />500g golden caster sugar<br />1 large unwaxed lemon, finely sliced<br /></p> \n<p><strong>1</strong> Fill a large, clean pan with 1.5 litres of cold water and stir in the sugar. Put over a medium heat and warm until the sugar has dissolved.</p> \n<p><strong>2</strong> Remove from the heat and allow to cool almost completely. Add the elderflower and lemon and leave to infuse for as long as you can – at least 3 hours, preferably overnight.</p> \n<p><strong>3</strong> Store in a sterilised jar or bottle, and drink as you please.</p> \n<h2><strong>Fresh peas and salad cream</strong></h2> \n<p>A celebration of early summer. Make sure your peas are not just freshly-picked but young.</p> \n<figure class=\"element element-image\" data-media-id=\"0cf35fed075cb03d65f57bb270393ec4f320bdb1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435829212743/578d15f0-c2cd-4146-b188-4bfddf8dc308-460x321.jpeg\" alt=\"Fresh peas and salad cream\" width=\"460\" height=\"321\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Keep blitzing the salad cream until very smooth; a Nutribullet is perfect.</span> \n  <span class=\"element-image__credit\">Photograph: Elena Heatherwick for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Serves 4 </strong><br />2 heads of little gem, washed, outer leaves removed, hearts split in half <br />200g freshly picked peas, podded<br />Pea flowers (if you have them) <br />A handful of pea shoots <br />4 spring onions, washed thoroughly, finely sliced<br />Mint leaves <br />Smoked trout or smoked mackerel (optional)<br /></p> \n<p><strong>For the salad cream (makes 150ml)</strong><br />3 eggs <br />20ml double cream<br />25ml rapeseed oil<br />20ml extra virgin olive oil <br />1 tbsp cider vinegar <br />2 tsp caster sugar <br />1 tbsp water<br />1 tsp dijon mustard<br />&frac12; tsp English mustard<br />A pinch of ground white pepper<br />A pinch of salt <br /></p> \n<p><strong>1</strong> First, make the salad cream. Boil the eggs for 10 minutes, then cool them in cold water for 5. Tap the eggs all over, peel off the shell, then peel the whites from the yolks (save the whites for something else). Blitz the yolks in a food processor (I use a nutribullet for this, it’s perfect) with the other ingredients for 3 minutes, or until fully emulsified and thickened. Taste for seasoning. Store in the fridge for up to 2 days.</p> \n<p><strong>2</strong> To assemble the salad, toss the lettuce with some salad cream, divide it between plates, scattering with peas, spring onion and shoots and flowers. Season, and add salad cream to taste. You could serve this with some smoked fish, such as trout or mackerel, though I like to make the peas the star here.</p> \n<p><em>Rosie Birkett is a food writer, stylist and author of <a href=\"http://bookshop.theguardian.com/lot-on-her-plate.html\">A Lot On Her Plate </a>(Hardie Grant). <a href=\"http://rosiebirkett.com/about/\">rosiebirkett.com</a>, </em><em><a href=\"https://twitter.com/rosiefoodie\">@rosiefoodie</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435828565525/bbcc9bbd-d4ab-44fa-92e1-b43e5bf4bdaf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elena Heatherwick for the Guardian","altText":"rosie birkett and her dog walk through walthamstow marshes","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435828719326/57f54ea7-94b8-4d9b-bc4b-ca1fadbd0779-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Elderflower cordial: Don’t wash your elderflower blossom, or you will wash away the pollen that gives the drink its flavour.<br> Photograph: Elena Heatherwick for the Guardian","credit":"Elena Heatherwick for the Guardian","altText":"elderflower cordial","cleanCaption":"Elderflower cordial: Don’t wash your elderflower blossom, or you will wash away the pollen that gives the drink its flavour.<br>","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435829211416/a6b01a3d-98bc-4950-978e-549ad396e244-2060x1438.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1438,"width":2060,"orientation":"landscape","caption":"Keep blitzing the salad cream until very smooth; a Nutribullet is perfect. Photograph: Elena Heatherwick for the Guardian","credit":"Elena Heatherwick for the Guardian","altText":"Fresh peas and salad cream","cleanCaption":"Keep blitzing the salad cream until very smooth; a Nutribullet is perfect.","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}],"webPublicationDate":"2015-07-02T10:31:44Z","lastModified":"2015-07-02T14:32:18Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Rosie Birkett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rosie-birkett"}],"feature":true,"keywords":["Food & drink","Life and style","Chefs","Foraging"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/foraging","webTitle":"Foraging"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rosie Birkett","topic":{"type":"tag-contributor","name":"profile/rosie-birkett"}}],"series":{"title":"Cook residency","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/cook-residency"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency","shortUrl":"http://gu.com/p/4aamm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435830078584/18b7320a-310d-4e95-b132-0cd4b4e82544-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elena Heatherwick for the Guardian","altText":"rosie birkett and her dog walk through walthamstow marshes","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435828565525/bbcc9bbd-d4ab-44fa-92e1-b43e5bf4bdaf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elena Heatherwick for the Guardian","altText":"rosie birkett and her dog walk through walthamstow marshes","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}}]},{"title":"Taste test / Peas in guacamole?","rawTitle":"Peas in guacamole?","item":{"type":"article","id":"lifeandstyle/australia-food-blog/2015/jul/02/peas-in-guacamole-the-verdict-on-the-new-york-times-innovation","title":"Peas in guacamole: the taste verdict on the controversial recipe","trailText":"When the New York Times recommended an unusual twist on the classic dip, many – including Barack Obama – were horrified. But we decided to give peas a chance. Can they ever work with avocado?","standFirst":"<p>When the New York Times recommended an unusual twist on the classic dip, many – including Barack Obama – were horrified. But we decided to give peas a chance. Can they ever work with avocado?</p>","byline":"Brigid Delaney","body":"<p>A collective “Ugh! Whaaat?” greeted the news on Wednesday that the New York Times <a href=\"http://cooking.nytimes.com/recipes/1015047-green-pea-guacamole?smid=tw-nytimes\">had tried to improve on traditional guacamole</a> by adding peas.</p> \n<p>“Add green peas to your guacamole. Trust us,” the newspaper said. </p> \n<p>To which the answer was: no, and no. Even <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/guacamole-peas-barack-obama-outcry\">Barack Obama weighed in</a>, tweeting his support of an extremely basic version of the Mexican favourite: “respect the nyt, but not buying peas in guac. onions, garlic, hot peppers. classic.”</p> \n<p>But we decided to give peas a chance. <br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"fc98aedc59250aae0d4ff1a95748cd4e8eedbe7c\"> \n <img src=\"http://media.guim.co.uk/fc98aedc59250aae0d4ff1a95748cd4e8eedbe7c/38_0_3049_4566/668.jpg\" alt=\"Nelly Robinson makes guacamole\" width=\"668\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nelly Robinson tearing up the recipe and making his own guacamole with peas.</span> \n  <span class=\"element-image__credit\">Photograph: Jonny Weeks for the Guardian</span> \n </figcaption> \n</figure> \n<p>Nelly Robinson is a British-born veteran of several Michelin-starred restaurants, but now runs <a href=\"http://www.au.timeout.com/sydney/restaurants/venues/7327/nel-restaurant\">Nel in Surry Hills</a>, Sydney, and here peas are treated with the respect they deserve. </p> \n<p>“I’m a northerner,” said Robinson, who hails from Lancashire in the UK. “I like peas.”</p> \n<p>The combination of peas and avocado make this dish practically a health food, according to Robinson. “I come over [to Sydney] and this country is full of health freaks,” he says while dicing a red onion. “You can’t add in butter and cream and all the stuff you used to. This dish is incredibly healthy, really clean. You can have it with lamb or a spinach salad.” He runs the ingredients through a blender. The paste is a brilliant, rich green.<br /></p> \n<p>At this point Robinson goes somewhat off-piste. The New York Times recipe, which I have put in front of him, calls for “broiled jalapeno” – but instead Robinson just chops them up raw and sticks them in the blender. “Fresher that way, and anyway the char pulls a lot of the flavour out of it.”</p> \n<p>I suppose I could have tried harder to make him stick to the recipe, but once a chef starts cooking … The main point, though, is that he made a guacamole-like dip involving peas. For the record, he also added a couple of teaspoons of vinegar, a large red tomato and a splash of tabasco “to give it a kick”.</p> \n<p>Everything is blended until the mixture is smooth. The New York Times recipe called for a <a href=\"http://www.nytimes.com/politics/first-draft/2015/07/01/obama-and-bush-agree-peas-out-of-guacamole/\">chunkier variation, saying</a> “the peas add intense sweetness and a chunky texture to the dip, making it more substantial on the chip.”</p> \n<p>But Robinson was adamant: “I don’t do chunky guac.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"72bd06c76eb7d1e521f73bb9e38952892faf7806\"> \n <img src=\"http://media.guim.co.uk/72bd06c76eb7d1e521f73bb9e38952892faf7806/0_171_5184_3113/1000.jpg\" alt=\"Nelly Robinson prepares his peas.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nelly Robinson prepares his peas.</span> \n  <span class=\"element-image__credit\">Photograph: Jonny Weeks for the Guardian</span> \n </figcaption> \n</figure> \n<p>So what’s the verdict? Can peas and avocado ever work together?</p> \n<p> A surprisingly large number of my colleagues offered themselves up as guinea-pigs.</p> \n<p><strong>Gabrielle Jackson: </strong>It looked like guacamole, so I ate it with corn chips. That was a mistake. Mind you, it was the only mistake. This pea dish (let’s face it, it’s not guacamole) was delicious. The sweet peas, lifted by some coriander, onion and olive oil, made it so good I scooped it up with a spoon and went back for thirds. I’d serve it as a vegetable dish to complement grilled or roasted red meat any day of the week. Although maybe I’d lose the avocado.</p> \n<p><strong>Paul Farrell: </strong>Pea guacamole may indeed be sweeter, but it’s just a little too overpowering. Other ingredients like coriander are sadly sidelined by the powerful influence of the pea.</p> \n<p><strong>Emily Wilson: </strong>I think anything with this much vinegar, onion and chilli would be delicious, and also I suspect that this chef is incapable of making anything horrid. But yes, this does definitely prove that peas and avocado can be a force for good.</p> \n<figure class=\"element element-image\" data-media-id=\"3ba418166fb9e1086e74c3bfc1bc59d6f5fc668d\"> \n <img src=\"http://media.guim.co.uk/3ba418166fb9e1086e74c3bfc1bc59d6f5fc668d/0_0_5184_3456/1000.jpg\" alt=\"Gabrielle Jackson eats guacamole with peas\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gabrielle Jackson: ‘Let’s face it, it’s not guacamole’</span> \n  <span class=\"element-image__credit\">Photograph: Jonny Weeks for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Michael Safi: </strong>It doesn’t take much to shunt avocado off your palate’s centre stage. A few peas and some olive oil relegated the buttery fruit to second fiddle, providing body and texture to a dish that’s most definitely pea flavoured – and not something I’d smear on a burrito. </p> \n<p><strong>Samara McCann: </strong>It wasn’t bad as far as a dip goes. It was very sweet and made me feel like I was getting my five servings of veggies in one hit. However, the peas overpowered the avocados and it didn’t taste much like guacamole. I wouldn’t put it on Mexican food because guacamole is meant to be a light palate cleanser and complement the flavours of the dish.</p> \n<p><strong>Monica Tan: </strong>I think it was delicious and even daring. No, it’s not mushy peas – so don’t eat it with pie. No, it’s not guacamole – so don’t eat it on a burrito. But it takes the best of both worlds and probably needs an entire new menu to match.</p> \n<p><strong>Bridie Jabour: </strong>It was fine. People seemed surprised that guac with peas was edible but of course it’s going to be, it’s a New York Times recipe. The peas changed the texture of the guacamole to make it more like mashed veggies and less creamy. It’s the Kourtney Kardashian guacamole: enjoyable, but I’ll always have the full-bodied, originally famous one when given the choice.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c419742d8a9779e5f19dc7ac1cbca1cbfdad9a43/170_517_4308_2585/4308.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2585,"width":4308,"orientation":"landscape","credit":"Jonny Weeks for the Guardian","altText":"A guacamole recipe with peas prepared by Nelly Robinson, the head chef at Nel Restaurant in Sydney, Australia, on July 2, 2015. Photo by Jonny Weeks for The Guardian","cleanCredit":"Photograph: Jonny Weeks for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fc98aedc59250aae0d4ff1a95748cd4e8eedbe7c/38_0_3049_4566/3049.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4566,"width":3049,"orientation":"portrait","caption":"Nelly Robinson tearing up the recipe and making his own guacamole with peas. Photograph: Jonny Weeks for the Guardian","credit":"Jonny Weeks for the Guardian","altText":"Nelly Robinson makes guacamole","cleanCaption":"Nelly Robinson tearing up the recipe and making his own guacamole with peas.","cleanCredit":"Photograph: Jonny Weeks for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/72bd06c76eb7d1e521f73bb9e38952892faf7806/0_171_5184_3113/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3113,"width":5184,"orientation":"landscape","caption":"Nelly Robinson prepares his peas. Photograph: Jonny Weeks for the Guardian","credit":"Jonny Weeks for the Guardian","altText":"Nelly Robinson prepares his peas.","cleanCaption":"Nelly Robinson prepares his peas.","cleanCredit":"Photograph: Jonny Weeks for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3ba418166fb9e1086e74c3bfc1bc59d6f5fc668d/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Gabrielle Jackson: ‘Let’s face it, it’s not guacamole’ Photograph: Jonny Weeks for the Guardian","credit":"Jonny Weeks for the Guardian","altText":"Gabrielle Jackson eats guacamole with peas","cleanCaption":"Gabrielle Jackson: ‘Let’s face it, it’s not guacamole’","cleanCredit":"Photograph: Jonny Weeks for the Guardian"}],"webPublicationDate":"2015-07-02T08:00:48Z","lastModified":"2015-07-02T08:36:42Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Brigid Delaney","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/30/1430381052911/Brigid-Delaney-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/brigiddelaney"}],"feature":true,"keywords":["Food & drink","Life and style","New York Times"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"media/new-york-times","webTitle":"New York Times"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Brigid Delaney","topic":{"type":"tag-contributor","name":"profile/brigiddelaney"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/jul/02/peas-in-guacamole-the-verdict-on-the-new-york-times-innovation","shortUrl":"http://gu.com/p/4aak7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/australia-food-blog/2015/jul/02/peas-in-guacamole-the-verdict-on-the-new-york-times-innovation","webUri":"http://www.theguardian.com/lifeandstyle/australia-food-blog/2015/jul/02/peas-in-guacamole-the-verdict-on-the-new-york-times-innovation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/64d7311c1275da1df1fee87e2e3e90544a4451d9/0_6_4959_3300/4959.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3300,"width":4959,"orientation":"landscape","caption":"A guacamole recipe with peas prepared by Nelly Robinson, the head chef at Nel Restaurant in Sydney. Photograph: Jonny Weeks for the Guardian","credit":"Jonny Weeks for the Guardian","altText":"Peas in guacamole","cleanCaption":"A guacamole recipe with peas prepared by Nelly Robinson, the head chef at Nel Restaurant in Sydney.","cleanCredit":"Photograph: Jonny Weeks for the Guardian"}},"importance":5,"kicker":{"title":"Taste test"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c419742d8a9779e5f19dc7ac1cbca1cbfdad9a43/170_517_4308_2585/4308.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2585,"width":4308,"orientation":"landscape","credit":"Jonny Weeks for the Guardian","altText":"A guacamole recipe with peas prepared by Nelly Robinson, the head chef at Nel Restaurant in Sydney, Australia, on July 2, 2015. Photo by Jonny Weeks for The Guardian","cleanCredit":"Photograph: Jonny Weeks for the Guardian"}}]},{"title":"Inspect a gadget / Nutribullet – the mainstay of fitness bores","rawTitle":"Nutribullet – the mainstay of fitness bores","item":{"type":"article","id":"lifeandstyle/2015/jul/02/nutribullet-kitchen-gadgets-review-fitness-bores","title":"Kitchen gadgets review: Nutribullet – the conversational mainstay of fitness bores","trailText":"But what the Nutri-dullards don’t tell you is that this ‘nutrition extractor’ isn’t for healthy people – it’s for lazy people. And it’s brilliant!","standFirst":"<p>But what the Nutri-dullards don’t tell you is that this ‘nutrition extractor’ isn’t for healthy people – it’s for lazy people. And it’s brilliant!</p>","byline":"Rhik Samadder","body":"<h2><strong>What?</strong></h2> \n<p>The Nutribullet Graphite (<a href=\"http://buynutribullet.com\">buynutribullet.com</a>, &pound;99.99), a high-torque power base that drives rotating blades within a fuselage canteen. Used primarily to mix fruits and greens into a nutritious emulsion.</p> \n<h2><strong>Why?</strong></h2> \n<p>Because there’s a revolution on, you solid-food-eating, <a href=\"http://www.mensjournal.com/health-fitness/nutrition/the-truth-about-the-inguinal-crease-20140616\">inguinal-crease-lacking</a>, old-school sucker.</p> \n<h2><strong>Well?</strong></h2> \n<figure class=\"element element-image element--supporting\" data-media-id=\"514c9189014d2adb7d6affd56b2ef6cfca2be1a6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435756075952/1d93316a-6c65-457b-9a83-014ec3a3cf5e-280x420.jpeg\" alt=\"The Nutribullet\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Like a ma&icirc;tre d’s nightmare, I come to the Nutribullet late, and with reservations. For months, people have been preaching to me about this. “So, it’s a blender?” I ask. “Nooooo. A nutrition extractor. It makes the vitamins in pulp and seeds bioavailable,” they howl, which makes me think someone is filling the damn things with Kool-Aid. They are the conversational mainstay of fitness bores, who see food as fuel and wish meals came in pill form. <br /></p> \n<p>See, a “Nutriblast” is 50% greens, 50% whole fruits, plus a “boost” of seeds, nuts, matcha powder, unicorn shavings, whatever, all blitzed into an on-the-go meal replacement. Which means losing texture, colour and individuated flavours. I managed to turn a gorgeous heap of kale, strawberries, blueberries and nectarine into something that looked like I’d dragged a sieve through the Thames. And it’s infantilising. Declaring that you live off smoothies is like begging someone to take away your vote. </p> \n<p>And yet … a week later, I’m still using it. Why? It’s one of the most convenient kitchen gadgets ever created. The vertical design is sleek, with a small footprint and solid build quality. It has precisely zero buttons. Washing up is extraordinarily minimal: mixing containers double as drinking cups, so run the screw-off blade under the tap and you’re done. </p> \n<p>I start to tailor my ingredients, swapping water for almond milk, or adding mango, kiwi, and topping up with frozen berries, which are more affordable and refreshing. A sprig of mint for lift, and it’s a perfect summer refresher. Plus, a morning Nutriblast feels like finishing homework on Friday night: having got my five-a-day all at once, who’s to say I can’t just eat lollies for the rest of the day (apart from every nutritionist on the planet)? </p> \n<p>A blender this useful is too good to be co-opted by the spirulina snorters. Here’s what Nutri-dullards aren’t telling you – it’s not for healthy people. It’s for incredibly lazy people. I’ll drink to that, any day.</p> \n<figure class=\"element element-image\" data-media-id=\"4ae23d0e36a67ca2dd175f5cb9112d17bfb48917\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435756159782/e85318de-5143-402e-a960-2488beca2e99-460x276.jpeg\" alt=\"Rhik necks his Nutriblast\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rhik necks his Nutriblast.</span> \n  <span class=\"element-image__credit\">Photograph: Sarah Lee/Guardian</span> \n </figcaption> \n</figure> \n<h2><strong>Any downside?</strong></h2> \n<p>Even cyclonic extraction blades can’t make that price tag any more digestible.</p> \n<h2>Counter, drawer, back of the cupboard?</h2> \n<p>Counter. Or in the hall, so you can start talking about it as soon as anyone enters your house. <strong>4/5</strong><br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435755944343/4360168c-08b2-4444-89f0-8622a2a3f226-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee/Guardian","altText":"Rhik Samadder tests the Nutribullet","cleanCredit":"Photograph: Sarah Lee/Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756077418/1d93316a-6c65-457b-9a83-014ec3a3cf5e-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":" ","credit":"PR","altText":"The Nutribullet","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756161306/e85318de-5143-402e-a960-2488beca2e99-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rhik necks his Nutriblast. Photograph: Sarah Lee/Guardian","credit":"Sarah Lee/Guardian","altText":"Rhik necks his Nutriblast","cleanCaption":"Rhik necks his Nutriblast.","cleanCredit":"Photograph: Sarah Lee/Guardian"}],"webPublicationDate":"2015-07-02T05:35:10Z","lastModified":"2015-07-02T05:35:10Z","metadata":{"commentable":true,"commentCount":231,"contributors":[{"name":"Rhik Samadder","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/16/1424084980135/Rhik-Samadder-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rhik-samadder"}],"feature":true,"keywords":["Food & drink","Life and style","Gadgets","Technology","Fruit","Vegetables","Health & wellbeing"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/gadgets","webTitle":"Gadgets"},{"id":"technology/technology","webTitle":"Technology"},{"id":"lifeandstyle/fruit","webTitle":"Fruit"},{"id":"lifeandstyle/vegetables","webTitle":"Vegetables"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rhik Samadder","topic":{"type":"tag-contributor","name":"profile/rhik-samadder"}}],"series":{"title":"Inspect a gadget","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/inspect-a-gadget"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/02/nutribullet-kitchen-gadgets-review-fitness-bores","shortUrl":"http://gu.com/p/4aa8x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/02/nutribullet-kitchen-gadgets-review-fitness-bores","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/02/nutribullet-kitchen-gadgets-review-fitness-bores"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435755944343/4360168c-08b2-4444-89f0-8622a2a3f226-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rhik Samadder tests the Nutribullet. Photograph: Sarah Lee/Guardian","credit":"Sarah Lee/Guardian","altText":"Rhik Samadder tests the Nutribullet","cleanCaption":"Rhik Samadder tests the Nutribullet.","cleanCredit":"Photograph: Sarah Lee/Guardian"}},"importance":4,"kicker":{"title":"Inspect a gadget"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435755944343/4360168c-08b2-4444-89f0-8622a2a3f226-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee/Guardian","altText":"Rhik Samadder tests the Nutribullet","cleanCredit":"Photograph: Sarah Lee/Guardian"}}]},{"title":"Cool cuisine / What to eat in a heatwave","rawTitle":"What to eat in a heatwave","item":{"type":"article","id":"lifeandstyle/2015/jul/01/cool-cuisine-heatwave-what-to-eat","title":"Cool cuisine: what to eat in a heatwave","trailText":"Don’t fire up the barbecue just because the sun is shining. Go for small plates, refreshing ingredients and anything containing chilli, all washed down with salted lemonade","standFirst":"<p>Don’t fire up the barbecue just because the sun is shining. Go for small plates, refreshing ingredients and anything containing chilli, all washed down with salted lemonade</p>","byline":"Edward Smith","body":"<p>The default response to a Great British Heatwave is to pull tables and chairs outside, fire up the barbecue and pair the sunburnt lobster look with a charred meat feast. But we’re doing it all wrong. Because although we are drawn to al fresco dining, we should, in fact, be looking for shade and food that keeps us cool. You won’t find residents of countries with hot climates heading outside to eat a heavy meal; they seek little bites of cooling and refreshing ingredients. In the unlikely event that these temperatures are seen again, what can we learn from those with more experience? What should we be eating in the heat?</p> \n<p>Sarit Packer, one half of the Israeli chef/writer team behind the restaurant Honey &amp; Co in London, is adamant about eating light meals when temperatures soar. “I think the whole aspect of summer food in Israel is so different to the UK,” she says, noting that light, fresh salads and snacks are the way forward, and “occasionally you throw in a little grilled meat skewer or a few falafel balls”. Cold vine leaves with yogurt and mint “is the best midsummer snack ever”, she adds. Packer makes dolmades from scratch with pre-salted vine leaves in the Honey &amp; Co book, but describes them as “tortuous” to put together. Alternatively, pair good-quality bought stuffed vine leaves with a dip inspired by theirs <em>(see recipe below)</em>.</p> \n<p>The light bites thing makes sense. Eating large meals sends much of your blood to your stomach to help aid the digestion process. But in hot weather, it is better to have blood close to the surface of the skin to aid cooling – through the evaporation of sweat, if it’s really sticky.</p> \n<p>Grazing to stay cool might explain the appeal of meze in the Middle East and tapas in Spain. Of course, Spaniards have gazpacho as a weapon too: chef Jos&eacute; Pizarro reckons the “ice-coolness” of blitzed tomatoes and cucumbers is “the only thing that staves off the Extremaduran heat”. Is that, in part, because of the cucumber? This ingredient is a near-constant when thinking about refreshing dishes; all that water content helps us to hydrate, and, when it’s straight from the fridge, to keep the temperature down. Melon has similar qualities. Indeed, it is part of Packer’s “all-time favourite cooling salad” of ice-cold watermelon with feta and olive oil. Cantaloupe melons feature in many an Italian salad; many different varieties of the fruit are pressed into service in Thailand; and watermelons are mentioned again by Asma Khan, a Bengali cook who runs a pop-up restaurant in Soho, <a href=\"http://www.darjeeling-express.com/\">Darjeeling Express</a>.</p> \n<p>For Khan, <em>kakri</em> (Indian cucumbers) and watermelon sherbet are two things she would most regularly seek on a hot day in Kolkata. We should also cook dishes with chilli, she confirms, as the capsaicin within the peppers causes us to perspire and lose heat more easily. She refers to fresh dishes using plenty of herbs such as mint and basil as well as chilli, perhaps with yoghurt on the side, rather than rich, oily, classically British curries.</p> \n<p>If light meals, cooling ingredients and ingredients that warm us up yet chill us out aren’t enough, then the last resort for refreshment is surely a cold drink. I found bucket-sized G&amp;Ts infused with cinnamon bark and orange particularly good on a recent trip to Spain. But Kahn’s suggestion of <em>nimbu pani</em> – a salted lemonade – is probably a more sensible and hydrating suggestion.</p> \n<p>With all this in mind, could a light salad involving watermelon, cucumber, fresh herbs and chilli be the ultimate cooling dish? Served cold but with a definite kick, this Thai-style dish is certainly more appropriate for temperatures hovering around the 30s than a hotdog or burger. Khan’s <em>nimbu pani</em> also really hits the spot; the pinch of salt is superb.</p> \n<h2>Thai-style watermelon and cucumber salad</h2> \n<figure class=\"element element-image\" data-media-id=\"143153e3d2def3163f114e80ee161e358622aade\"> \n <img src=\"http://media.guim.co.uk/143153e3d2def3163f114e80ee161e358622aade/201_0_5559_3335/1000.jpg\" alt=\"Thai Watermelon and Cucumber Salad\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Anna Gordon/Guardian</span> \n </figcaption> \n</figure> \n<p><strong><em>(Serves 4)</em></strong><br /></p> \n<p><strong>1 tsp Sriracha chilli sauce</strong></p> \n<p><strong>4 tbsp fish sauce</strong></p> \n<p><strong>1 tsp grated ginger</strong></p> \n<p><strong>1 tsp granulated golden sugar</strong></p> \n<p><strong>Juice of 1 lime </strong></p> \n<p><strong>750g watermelon, cut into 3cm cubes</strong></p> \n<p><strong>200g cucumber, peeled and cut into pound-coin-thick crescents</strong></p> \n<p><strong>1 birdseye chilli, finely sliced</strong></p> \n<p><strong>10g fresh mint, rolled and chopped</strong></p> \n<p><strong>10g fresh basil (preferably Thai), torn</strong></p> \n<p><strong>25g toasted and roughly chopped salted peanuts</strong></p> \n<p>Ensure your ingredients are fridge-cold before preparing the salad. Mix the chilli sauce, fish sauce, ginger, sugar and lime juice in the base of a large mixing bowl. Add the watermelon, cucumber and chilli. Toss gently but well to ensure the fruit and vegetables are well coated. Let this sit in the fridge for a few minutes. Add three-quarters of the herbs and peanuts. Mix well and serve immediately, with the remaining herbs and nuts scattered over the top. Serve with salmon.</p> \n<h2>Asma Khan’s nimbu pani </h2> \n<figure class=\"element element-image\" data-media-id=\"424fa9620e2fe412da0ea712c877027edeefbc46\"> \n <img src=\"http://media.guim.co.uk/424fa9620e2fe412da0ea712c877027edeefbc46/0_0_5401_3241/1000.jpg\" alt=\"Salted Lemonade\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Anna Gordon/Guardian</span> \n </figcaption> \n</figure> \n<p><strong><em>(Serves 4)</em></strong><br /></p> \n<p><strong>1 litre water</strong></p> \n<p><strong>2 lemons, juiced</strong></p> \n<p><strong>2 tsp granulated sugar</strong></p> \n<p><strong>&frac12; tsp Himalayan rock salt</strong></p> \n<p><strong>2 stems fresh mint</strong></p> \n<p><strong>1 lime, cut into wedges</strong></p> \n<p>Stir the first four ingredients until the sugar and salt has dissolved. Taste for acidity – add more sugar if necessary. Add the fresh mint and chill. Serve with a wedge of lime.</p> \n<h2>Sumac, yoghurt and mint dip</h2> \n<figure class=\"element element-image\" data-media-id=\"97f1cf6a7e2e09963175364a70f9c55d4c308d17\"> \n <img src=\"http://media.guim.co.uk/97f1cf6a7e2e09963175364a70f9c55d4c308d17/0_0_5760_3653/1000.jpg\" alt=\"Yogurt Mint and Sumac Dip.\" width=\"1000\" height=\"634\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Anna Gordon/Guardian</span> \n </figcaption> \n</figure> \n<p><strong><em>(Serves 6)</em></strong><br /></p> \n<p><strong>150g Greek yoghurt</strong></p> \n<p><strong>30g extra virgin olive oil</strong></p> \n<p><strong>&frac12; a lemon, juiced</strong></p> \n<p><strong>Small bunch of fresh mint, finely chopped</strong></p> \n<p><strong>&frac12; clove garlic, crushed</strong></p> \n<p><strong>Sea salt and pepper, to season</strong></p> \n<p><strong>1 tsp sumac</strong></p> \n<p>Mix all the ingredients except the sumac. Just before serving, drizzle with more olive oil and sprinkle with sumac. Serve with stuffed vine leaves.<br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fa23ebd709c1576116b5e31582e38d23c040ef0e/0_83_4975_2986/4975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2986,"width":4975,"orientation":"landscape","credit":"Anna Gordon/Anna Gordon","altText":"Yogurt, mint and Sumac Dip\rSalted Lemonade\rThai Watermelon and Cucumber Salad, Gazpacho","cleanCredit":"Photograph: Anna Gordon/Anna Gordon"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/143153e3d2def3163f114e80ee161e358622aade/201_0_5559_3335/5559.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3335,"width":5559,"orientation":"landscape","caption":"  Photograph: Anna Gordon/Guardian","credit":"Anna Gordon/Guardian","altText":"Thai Watermelon and Cucumber Salad","cleanCaption":" ","cleanCredit":"Photograph: Anna Gordon/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/424fa9620e2fe412da0ea712c877027edeefbc46/0_0_5401_3241/5401.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3241,"width":5401,"orientation":"landscape","caption":"  Photograph: Anna Gordon/Guardian","credit":"Anna Gordon/Guardian","altText":"Salted Lemonade","cleanCaption":" ","cleanCredit":"Photograph: Anna Gordon/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/97f1cf6a7e2e09963175364a70f9c55d4c308d17/0_0_5760_3653/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3653,"width":5760,"orientation":"landscape","caption":"  Photograph: Anna Gordon/Guardian","credit":"Anna Gordon/Guardian","altText":"Yogurt Mint and Sumac Dip.","cleanCaption":" ","cleanCredit":"Photograph: Anna Gordon/Guardian"}],"webPublicationDate":"2015-07-01T14:47:05Z","lastModified":"2015-07-01T23:00:54Z","metadata":{"commentable":true,"commentCount":163,"contributors":[{"name":"Edward Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edward-smith"}],"feature":true,"keywords":["Food & drink","Life and style","Weather"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/weather","webTitle":"Weather"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Edward Smith","topic":{"type":"tag-contributor","name":"profile/edward-smith"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/cool-cuisine-heatwave-what-to-eat","shortUrl":"http://gu.com/p/4aa5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/01/cool-cuisine-heatwave-what-to-eat","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/01/cool-cuisine-heatwave-what-to-eat"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fa23ebd709c1576116b5e31582e38d23c040ef0e/0_83_4975_2986/4975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2986,"width":4975,"orientation":"landscape","caption":"The ultimate cooling foods. Photograph: Anna Gordon/Guardian","credit":"Anna Gordon/Guardian","altText":"The ultimate cooling foods","cleanCaption":"The ultimate cooling foods.","cleanCredit":"Photograph: Anna Gordon/Guardian"}},"importance":4,"kicker":{"title":"Cool cuisine"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fa23ebd709c1576116b5e31582e38d23c040ef0e/0_83_4975_2986/4975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2986,"width":4975,"orientation":"landscape","credit":"Anna Gordon/Anna Gordon","altText":"Yogurt, mint and Sumac Dip\rSalted Lemonade\rThai Watermelon and Cucumber Salad, Gazpacho","cleanCredit":"Photograph: Anna Gordon/Anna Gordon"}}]},{"title":"Pimm's o'clock! Or time for a DIY version?","rawTitle":"Pimm's o'clock! Or time for a DIY version?","item":{"type":"article","id":"lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms","title":"How to make the perfect summer cup","trailText":"The sun’s out, which must mean it’s Pimm’s o’clock – or time for a DIY version of the bittersweet digestif. But, should you pair your gin with vermouth or with sherry? And should you pare back your garnish or go for a full-on fruit salad?","standFirst":"<p>The sun’s out, which must mean it’s Pimm’s o’clock – or time for a DIY version of the bittersweet digestif. But, should you pair your gin with vermouth or with sherry? And should you pare back your garnish or go for a full-on fruit salad?</p>","byline":"Felicity Cloake","body":"<p>It’s sometimes difficult to pinpoint the start of the British summer; is it that first day of weak March sunshine that sends the nation into a state of collective coatless delirium? The first sighting of a topless builder? Or that glorious <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/wordofmouth/2010/may/18/pimms\">first glass of alcoholic fruit salad known as Pimm’s</a>, the best of the season for the memories it brings rushing back of summers past and pitchers drained?</p> \n<p>Created in the early 19th century by one James Pimm as a digestif to serve in his London oyster bars, the brand (now owned by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/08/diageo-shares-takeover-rumours-guinness-jorge-paulo-lemann\">multinational Diageo</a>) has fairly cornered the market in summertime refreshment: 230,000 glasses of the stuff will be put away this Wimbledon fortnight. But, though I’m not one of those dreary sorts who affect to dislike its sweet-yet-slightly-bitter citrussy flavour, by this point in the summer, I have begun to wonder whether I could improve upon it at home (and save some money in the process). Many have tried to crack the recipe, but have any of them aced it?</p> \n<h2>The booze</h2> \n<figure class=\"element element-image\" data-media-id=\"458db1500d6841265d7437cd11568dfc9a1bff98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435750885205/e44e01b5-c5dd-4876-9a4c-0a39a97bbfe7-460x443.jpeg\" alt=\"Marcia Simmons's summer cup.\" width=\"460\" height=\"443\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marcia Simmons’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>The exact formulation for Pimm’s is a closely guarded secret and, in the manner of such valuable secrets, the marketing department trumpets the fact that the six people in the know are not allowed to travel together (a piece of information that gives me hope; six makes it a considerably less-secret recipe than say, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2009/may/26/irn-bru-recipe-scotland\">Irn Bru, whose devilish ingredients are known only to two people</a>). All they will say is that it’s gin-based and flavoured with a secret blend of herbs and spices. So far, so KFC.</p> \n<p>Tasting it unencumbered by mixers for possibly the first time in my life, I find it surprisingly rich and sweet – rather like the kind of wine served at holy communion in dusty parish churches in the deepest shires – with an orangey bitterness that lingers on the tongue. In fact, it has much more in common with other digestifs (such as Fernet Branca or, dare I say it, J&auml;germeister) than I would have guessed.</p> \n<p>The copycat recipes I try take this in several different directions. American drinks writer <a href=\"http://www.seriouseats.com/recipes/2012/03/diy-pimms-homemade-pimms-no-1-recipe.html\">Marcia Simmons infuses gin and sweet vermouth with bitter orange peel and fresh orange</a> for 24 hours for a concoction that’s overwhelmingly citrussy – drinkable, certainly, but not quite Pimm’s. Imbibe magazine, <a href=\"http://imbibemagazine.com/homemade-pimm-s-recipe/\">which clearly read my tasting notes</a>, mixes its gin with sweet sherry or port (the latter, I think, would be a mistake) and adds sweet vermouth (which supplies that characteristic bitter edge) and orangey triple sec – but in these quantities I find it too sweet.</p> \n<figure class=\"element element-image\" data-media-id=\"035c6db7971e5db0d3b31c3455f666e1ef2f3279\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435750943397/9c4cd65b-ed9f-4c0b-8bb7-7b50ba417382-460x411.jpeg\" alt=\"Imbibe magazine's summer cup.\" width=\"460\" height=\"411\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Imbibe magazine’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p><a href=\"http://fromthelarder.co.uk/2014/07/homemade-pimms/\">Georgina Hartley, author of the From the Larder blog</a>, uses a mixture of gin, sweet vermouth, triple sec and aperol, which proves richer and sweeter than the original – nice diluted with tonic or soda, but too much with lemonade. Victoria Moore keeps things simple in her cheat’s Pimm’s, using equal parts gin, red vermouth and Cointreau (a triple sec), which proves amazingly effective as a quick substitute – in fact, some of my testers prefer it to the original, its slightly drier flavour giving it “more depth”. This one’s well worth a go for keen cocktail fiends who happen to keep these things in stock (red vermouth is an essential ingredient in that fine drink the negroni, so it’s a handy chap to have around in any case), but it’s a bit more aggressively bitter and citrussy than the real thing.</p> \n<p>On side-by-side tasting, however, I’m disappointed how thin and caramel-sweet Pimm’s is, so rather than attempting to recreate it exactly, I’m going to bump up the gin content, and add a soup&ccedil;on of triple sec for its citrus flavour, a slug of red vermouth and Aperol for bitterness, and just a dash of angostura bitters to give it some extra edge. Feel free to play about with the balance to suit your own tastebuds.</p> \n<h2>The mixer</h2> \n<figure class=\"element element-image\" data-media-id=\"42f7969f7ac21b42f9b1a6d9ab77bb251ddec2c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751039066/6b48ef46-7918-425a-8d26-b1c757706524-460x436.jpeg\" alt=\"Georgina Hartley's summer cup.\" width=\"460\" height=\"436\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Georgina Hartley’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>Strangely, homemade lemonade, as used by both cocktail legend Dale DeGroff and Imbibe, just doesn’t work here – and neither, as Moore observes, does the “fancy cloudy stuff”. Both are just too assertively lemony, whereas clear lemonade (not Sprite, as Simmons recommends) lends the drink a gentler, sweeter flavour. Too sweet for some – Moore actually prefers her summer cup with tonic as she finds lemonade “too cloying”, while the <a href=\"http://www.amazon.co.uk/Larousse-Cocktails-Fernando-Castellon/dp/0600612619\">Larousse cocktail guide</a> proves the French know nothing about the subject by using soda water, which makes its version taste as underwhelming as a well-iced Pimm’s that’s been abandoned in the garden during a freak summer rainstorm.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6b61cf93b2532f417f8859ce7f04c0a7b6f0c334\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751200528/d14670ce-26fa-4a11-8779-c7f3971b3c10-279x420.jpeg\" alt=\"Victoria Moore's summer cup.\" width=\"279\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Victoria Moore’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>Americans seem to be keen on Pimm’s with ginger ale, a combination I have never encountered this side of the pond (and, believe me, I’ve got some serious experience in this field). The fieriness doesn’t really work for me; this should be a cooling drink that slips down the throat with dangerous ease, which is why I love Hartley’s delicately flavoured cucumber, verbena and mint-infused syrup, though I do find it too sweet when topped up with lemonade. Sparkling water, however, is perfect. Salvatore Calabrese suggests topping the drink up with champagne. Like the “turbo Pimm’s” served by my college bar, supercharged with extra gin or vodka, this is only a good idea if you’re not planning to sit around in the sun all afternoon glugging glass after glass of the stuff.</p> \n<h2>The garnish</h2> \n<p>“Don’t make a fruit salad,” Moore pleads, and I’m inclined to agree: a glass half-full of soggy fruit is no one’s idea of a good time. Though you’re perfectly welcome to use lemon or apple if you must (though the latter has an unattractive tendency to discolour), I think all you need is a curl of cucumber, which looks more handsome than the diced stuff, and a few strawberries – because, though yes, they do go a bit mushy after a bit, the only thing more redolent of a British summer than Pimm’s is a warm, sharp, sweet strawberry.</p> \n<p>Herb wise, I’d steer clear of Simmons’s sage or thyme, and stick with the wonderful cucumber flavour and vivid blue flowers of borage if you can find it (I had trouble this year), or cooling mint – but keep the leaves whole so they don’t dissolve into compost at the bottom of the glass. Add the garnish to the glasses as you serve, rather than putting them in the jug, to avoid strawberry envy. If you’re planning to stand around outside in the sun, then an ice-filled glass is a must, though make sure the ingredients are well-chilled before use. Just as you will be after drinking a couple of these.</p> \n<figure class=\"element element-image\" data-media-id=\"bd46bcfbd2b6dbc9682e88dd9c88ff1fb7b14891\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751095695/d8b52f79-1698-41fe-aaa5-2f9c9c34a03c-460x415.jpeg\" alt=\"Dale DeGroff’s summer cup.\" width=\"460\" height=\"415\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dale DeGroff’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<h2>The perfect summer cup</h2> \n<p><em>For the mixer (makes enough for 4)</em><br />200g white sugar<br />&frac12; cucumber, sliced (not peeled)<br />2 generous sprigs of mint<br />1 unwaxed lemon<br />600ml cold sparkling water OR 225ml clear lemonade</p> \n<p><em>For the base (per drink)</em><br />35ml gin<br />25ml red vermouth<br />1 tsp triple sec<br />1 tsp Aperol<br />&frac12; tsp dry amontillado sherry <br />Angostura bitters <br />OR 75ml Pimm’s or other summer cup</p> \n<p><em>For the garnish (per drink)</em><br />2 strawberries<br />1 curl of cucumber peel<br />Sprig of borage or mint<br />Ice</p> \n<figure class=\"element element-image\" data-media-id=\"c699b5e3d9b51ba12087a97683bc55ef27601cdf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751685858/1994c68b-273a-4b05-b705-f007cae2126a-357x420.jpeg\" alt=\"Felicity Cloake's perfect summer cup.\" width=\"357\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Felicity Cloake’s perfect summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>If making the mixer, bring the sugar to the boil with 200ml water, stirring until dissolved. Add the cucumber, mint and the grated zest of the lemon and simmer for a couple of minutes, then take off the heat and leave to infuse and cool (which should take about an hour). Strain, add the juice of half the lemon and chill until ready to use.</p> \n<p>For the base, mix together all the ingredients (multiplying as necessary) and taste. Adjust to your preference, if necessary.</p> \n<p>Hull the strawberries and halve or quarter according to size. Quarter-fill a tall glass per person with ice, and then add the strawberries and cucumber peel followed by the alcohol.</p> \n<p>If using the homemade mixer, combine it with the cold sparkling water, then add this to the glass. Top with the borage or mint sprigs and serve immediately. Repeat.</p> \n<p><strong>Summer cup: are you a devotee of Pimm’s, or one of the younger pretenders to the crown – or do you prefer to make your own? And, if you’re not a fan, which other long’n’lovely punches will you be cooling down with this summer?</strong></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750578900/Felicity-Cloakes-perfect--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750883681/e44e01b5-c5dd-4876-9a4c-0a39a97bbfe7-2060x1983.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1983,"width":2060,"orientation":"landscape","caption":"Marcia Simmons’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Marcia Simmons's summer cup.","cleanCaption":"Marcia Simmons’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750941991/9c4cd65b-ed9f-4c0b-8bb7-7b50ba417382-2060x1842.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1842,"width":2060,"orientation":"landscape","caption":"Imbibe magazine’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Imbibe magazine's summer cup.","cleanCaption":"Imbibe magazine’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751039510/6b48ef46-7918-425a-8d26-b1c757706524-2060x1951.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1951,"width":2060,"orientation":"landscape","caption":"Georgina Hartley’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Georgina Hartley's summer cup.","cleanCaption":"Georgina Hartley’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751202199/d14670ce-26fa-4a11-8779-c7f3971b3c10-1356x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1356,"orientation":"portrait","caption":"Victoria Moore’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Victoria Moore's summer cup.","cleanCaption":"Victoria Moore’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751093129/d8b52f79-1698-41fe-aaa5-2f9c9c34a03c-2060x1856.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1856,"width":2060,"orientation":"landscape","caption":"Dale DeGroff’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Dale DeGroff’s summer cup.","cleanCaption":"Dale DeGroff’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751684736/1994c68b-273a-4b05-b705-f007cae2126a-1733x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1733,"orientation":"portrait","caption":"Felicity Cloake’s perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake’s perfect summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"}],"webPublicationDate":"2015-07-01T12:13:58Z","lastModified":"2015-07-01T12:54:28Z","metadata":{"commentable":true,"commentCount":82,"contributors":[{"name":"Felicity Cloake","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733737702/FelicityCloake.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/felicity-cloake"}],"feature":true,"keywords":["Food & drink","Life and style","Summer food and drink"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Felicity Cloake","topic":{"type":"tag-contributor","name":"profile/felicity-cloake"}}],"series":{"title":"How to cook the perfect ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/how-to-cook-the-perfect"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms","shortUrl":"http://gu.com/p/4aa34","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750578900/Felicity-Cloakes-perfect--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake’s perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake’s perfect summer cup. Photograph: Felicity Cloake for the Guardian"}},"importance":3,"byline":{"title":"Felicity Cloake"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750578900/Felicity-Cloakes-perfect--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian"}}]},{"title":"The best Spanish recipes","rawTitle":"The best Spanish recipes","item":{"type":"article","id":"lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton","title":"The 20 best Spanish recipes: part 3","trailText":"Delicious tapas and other delights from top chefs, selected by Observer Food Monthly<br>• The final part of this series launches tomorrow","standFirst":"<p>Delicious tapas and other delights from top chefs, selected by Observer Food Monthly<br /><br /></p>","byline":"Sam and Sam Clark, Ben Tish, Jason Atherton, Nieves Barragán Mohacho, Colman Andrews","body":"<h2>Sam and Sam Clark’s coca</h2> \n<p>Great for lunch, each coca will serve two as a starter or one as a main course.</p> \n<p>Makes 4 cocas<br />For the flatbread dough<br /><strong>unbleached strong white bread flour</strong> 225g, plus extra for dusting<br /><strong>fine sea salt</strong> &frac34; tsp<br /><strong>dried yeast</strong> &frac12; tsp<br /><strong>tepid water</strong> 150ml<br /><strong>olive oil</strong> 1 tbsp</p> \n<p>For the spinach with pine nuts, currants and salted anchovies topping (enough for 2 cocas)<br /><strong>olive oil </strong>5 tbsp, plus an extra drizzle<br /><strong>onion</strong> 1 large, finely chopped<br /><strong>fresh oregano or marjoram </strong>2 tbsp, chopped<br /><strong>spinach</strong> 500g, washed (make sure the leaves are well dried – otherwise the cooked spinach can be a bit watery)<br /><strong>currants</strong> 50g, soaked in warm water until plump, then drained<br /><strong>pine nuts</strong> 50g<br /><strong>salted anchovy fillets</strong> 8, halved lengthways (optional)</p> \n<p>For the onion, red pepper and aubergine topping (enough for 2 cocas)<br /><strong>aubergine</strong> 1 medium, cut into 1-1&frac12;cm cubes<br /><strong>fine sea salt </strong>1 tsp<br /><strong>olive oil </strong>10 tbsp (150ml)<br /><strong>Spanish onions</strong> 1&frac12; large, roughly chopped<br /><strong>red peppers</strong> 2, cut in half lengthways, seeded and thinly sliced<br /><strong>fresh rosemary</strong> 1 heaped tbsp, finely chopped</p> \n<p>To make the flatbread dough, place the flour and salt in a large mixing bowl. Dissolve the yeast in the water and add the oil. Now make a well in the middle of the flour and pour in the yeast mixture a little at a time, mixing constantly. We like to do this by hand, squelching out the lumps as they appear.</p> \n<p>When all the yeast mixture has been incorporated, transfer the dough to a floured surface and knead well for at least 5 minutes. If the dough is still sticky, add a little more flour; if it is stiff, a little more water. It is ready when no longer tacky but soft, elastic and smooth. Put the dough back in the bowl, cover with a cloth and leave to rise in a warm place until doubled in bulk – approximately 1-2 hours.</p> \n<p>While the flatbread dough is proving, make the toppings.</p> \n<p>For the spinach topping, heat the oil in a large saucepan over a medium heat. Add the chopped onion and a pinch of salt and fry, stirring occasionally, for 15 minutes or until the onion is golden and sweet. Add the oregano or marjoram and fry for a few seconds, then add the spinach a handful at a time. Give the spinach a quick stir and cook for a few minutes, until tender. Set aside to cool and drain in a colander, then chop roughly. Stir in the currants and taste the mixture for seasoning. Set aside the pine nuts and anchovies for later.</p> \n<p>For the onion, red pepper and aubergine topping, first toss the aubergine with the salt and set aside. Heat the olive oil in a heavy saucepan about 25cm wide and, when hot but not smoking, add the onions with a pinch of salt. Give them a good stir, and cook over a medium heat for about 15 minutes, stirring every now and then. Add the peppers and cook for 15-20 minutes, until the onions are golden and sweet and the peppers soft. Be sure to stir them often so they cook evenly and do not stick to the bottom of the pan. Blot the aubergine dry, add to the pan along with the rosemary and cook for a final 15 minutes, stirring often, until the aubergine is soft all the way through. Remove from the heat and drain off any excess oil. Check for seasoning and set aside to cool.</p> \n<p>To make and bake the cocas, preheat the oven to its maximum setting. Divide the dough into 4 balls, and roll the first one out very thinly to make a 20 x 30cm oblong. Place it on a large baking sheet (aluminium is best) and spread half of one of the fillings evenly over the surface, right up to the edges of the dough. The spinach cocas should be topped with the pine nuts and anchovy fillets, if using, and the spinach pressed down and drizzled with a little extra oil to stop it burning. The onion, red pepper and aubergine topping is ready to go as soon as it has been spread on the dough.</p> \n<p>Bake for 10-15 minutes, until browned and crispy underneath. While one coca is in the oven, start rolling and topping the next one. They are great served piping hot straight from the oven, or at room temperature.</p> \n<p><em>From Moro East by Sam &amp; Sam Clark (Ebury Press RRP &pound;17). </em><a href=\"http://bookshop.theguardian.com/moro-east.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;14 </em></a> </p> \n<h2>Colman Andrews’s black rice</h2> \n<figure class=\"element element-image\" data-media-id=\"2ac1b3b2844b21cde37e53e2f148e173080cd418\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159008520/f26659dd-b0ff-4b1d-87f4-20342926bf13-460x276.jpeg\" alt=\"Black rice\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>This is a recipe for which you should splurge on the best and the freshest possible seafood. Even fresh cuttlefish is available in some parts of Britain, though it is hard to find. It is not the same thing as squid, exactly. Its flesh is thicker and sweeter, and its ink is richer in flavour. Nonetheless, fresh squid (and squid ink) may be substituted – or you could use a combination of canned Spanish cuttlefish (sold in some Spanish shops), for its ink, and fresh squid.</p> \n<p>The ink sac in both cuttlefish and squid is a little silver-grey pouch located beneath the tentacles. It is easy to find, but treat it gently so that it doesn’t break.</p> \n<p>With the growing popularity of Italian-style black rice and black pasta, cuttlefish or squid ink has recently become available in small jars or plastic pouches (like soy sauce at Chinese take-away places). The quality of such ink is fine – but why pay for something (and it’s generally quite expensive) that comes free with the cuttlefish or squid itself? If you are using such ink, substitute about 2 teaspoons of it for the ink called for in this recipe.</p> \n<p>Serves 6 as a main<br /><strong>cuttlefish</strong> 1 medium-sized (about 250g) or <strong>squid</strong> 2-3 large, cleaned and cut into small pieces, with ink sac(s) set aside (see above)<br /><strong>olive oil<br /></strong><strong>onions</strong> 2, chopped<br /><strong>tomatoes</strong> 2, seeded and grated or peeled, seeded and chopped<br /><strong>monkfish</strong> 500g, cut into 6 pieces<br /><strong>mussels</strong> 12, cleaned<br /><strong>prawns</strong> 6 large, shells on<br /><strong>short-grain rice</strong> 650g<br /><strong>fish stock</strong> 1.25-1.5 litres<br /><strong>garlic</strong> 2 cloves, finely chopped<br /><strong>parsley</strong> 2 sprigs, finely chopped<br /><strong>salt</strong></p> \n<p>Cook the cuttlefish or squid in a cassola, flameproof casserole or large frying pan in a small amount of olive oil until just done (about 2-3 minutes).</p> \n<p>Add the onion, with more oil if necessary and cook until soft; then add the tomato and cook, stirring well, until it has almost dissolved.</p> \n<p>Add the remaining fish and shellfish to the cassola and mix in well.</p> \n<p>Place the ink sac(s) in a sieve, hold it over the cassola and crush sac(s) with the back of a spoon. Pour a few tablespoons of water through the sieve to extract more ink.</p> \n<p>Bring the fish stock to a boil; then reduce to a simmer.</p> \n<p>Meanwhile, add the rice to the cassola and stir well so that all grains are coated with oil and ink.</p> \n<p>Slowly add the fish stock, stir well and bring to a boil. Add the garlic, parsley and salt to taste; then reduce the heat and cook on very low heat, uncovered, for 15-20 minutes or until all the liquid is absorbed but the rice is still creamy. (Do not stir.)</p> \n<p>When the dish is finished, let it stand for 5-10 minutes off the heat before serving.</p> \n<p><em>From Catalan Cuisine by Colman Andrews (Grub Street, RRP &pound;14.99). </em><a href=\"http://bookshop.theguardian.com/catalan-cuisine.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;11.99 </em></a> </p> \n<h2>Nieves Barrag&aacute;n Mohacho’s chicken with romesco sauce</h2> \n<figure class=\"element element-image\" data-media-id=\"6dbe9b9903d9da077161144966986d81637bde95\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159327707/ebfb2459-5800-407b-aef8-5565f25b0c5d-460x276.jpeg\" alt=\"Chicken with romesco sauce\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 4 as a main<br /><strong>chicken drumsticks</strong> 4 x 150g<br /><strong>chicken thighs</strong> 4 x 160g<br /><strong>olive oil </strong>1 tbsp<br /><strong>Maldon salt and freshly ground black pepper<br /></strong><strong>romesco sauce</strong> &frac12; recipe quantity (see below)<br /><strong>toasted flaked almonds</strong> 20g</p> \n<p>For the romesco sauce<br />Enough for 6-8 generous portions (about 650ml)<br /><strong>dried red chilli</strong> 1, soaked in warm water for 2 hours<br /><strong>dried choricero peppers</strong> 4, soaked in warm water for 2 hours<br /><strong>plum tomatoes</strong> 5<br /><strong>olive oil </strong>100ml, plus 3 tbsp<br /><strong>Maldon salt and freshly ground black pepper<br /></strong><strong>garlic</strong> 1 whole head, halved horizontally<br /><strong>blanched almonds</strong> 100g<br /><strong>good-quality white bread</strong> 1 slice, about 2cm thick<br /><strong>sherry vinegar</strong> 50ml</p> \n<p>To make the romesco sauce, heat the oven to 180C/gas mark 4. Drain the soaked chilli and choricero peppers, then remove the seeds and set aside.</p> \n<p>Put the tomatoes into a roasting dish. Drizzle them with a tablespoon of olive oil and season with salt and pepper. Wrap the two halves of garlic in foil and add to the roasting dish. Roast in the oven for 20 minutes. When cool enough, pop the garlic cloves out of their skins and set aside.</p> \n<p>Meanwhile, in a separate smaller roasting dish, toast the almonds in the same oven for 2 to 3 minutes until lightly browned. Be careful – they burn fast! Heat 2 tablespoons of olive oil in a small frying pan and fry the bread on both sides until golden brown.</p> \n<p>Put the chilli, choriceros, roasted tomatoes, garlic, almonds, bread and vinegar into a blender or food processor. Add 100ml of olive oil and blitz until smooth. Season with plenty of salt and pepper and keep in the fridge until needed.</p> \n<p>For the chicken, preheat the oven to 200C/gas mark 6. Put the chicken into a roasting tray. Drizzle it with olive oil, season it with salt and pepper and cook in the oven for 30 to 40 minutes, until cooked through and golden brown.</p> \n<p>Gently warm the romesco sauce in a small pan and serve with the chicken, with the nuts sprinkled over the top.</p> \n<p><em>From Barrafina by Nieves Barrag&aacute;n Mohacho (Fig Tree, RRP &pound;25). <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/341007/\">Click here to buy a copy for &pound;20</a></em></p> \n<h2>Ben Tish’s braised hake with mussels, chorizo and olive oil mash</h2> \n<figure class=\"element element-image\" data-media-id=\"9ccf8d705d11f90a0abc2b74bb92aa277f186144\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159386909/41d07532-3387-4d86-8ab2-27d647f1ad0a-460x276.jpeg\" alt=\"Braised hake with mussels, chorizo &amp; olive oil mash\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Jason Lowe</span> \n </figcaption> \n</figure> \n<p>Serves 4 as a main or 6-8 as a tapa<br /><strong>hake steaks</strong> 4 x 180g, bone in<br /><strong>hot cooking chorizo</strong> 150g, peeled, diced 1 <strong>small banana shallot</strong> peeled and diced<br /><strong>mussels</strong> 24, washed well<br /><strong>medium dry sherry</strong> 100ml<br /><strong>white wine</strong> 100ml<br /><strong>unsalted butter</strong> 30g<br /><strong>flat-leaf parsley</strong> 1 tbsp, chopped<br /><strong>lemon</strong> a squeeze<br /><strong>olive oil </strong>for cooking<br /><strong>sea salt and black pepper</strong></p> \n<p>For the mash:<br /><strong>D&egrave;sir&egrave;e potatoes</strong> 2 large, peeled, diced<br /><strong>unsalted butter</strong> 20g<br /><strong>double cream</strong> 120ml<br /><strong>extra virgin olive oil</strong> 75ml</p> \n<p>Simmer the potatoes in a pan of salted water until tender. Drain well and mash until very smooth. Return the mash to the pan over a low heat and stir in the butter and cream. Season the potatoes well and then slowly whisk in the olive oil until incorporated.</p> \n<p>Heat a non-stick pan over high heat and add a lug of olive oil. Season the hake and sear on one side for 2 minutes. Turn the fish over and add the chorizo, shallots and mussels. Cook for a further minute or 2, until the chorizo has started to release its oil and the mussels have started to open. Drain off a little of the oil, and then add the sherry and wine. Bring the liquids to the boil and reduce steadily. After 2-3 minutes turn the hake again and then add the butter and parsley. Stir, making sure the butter and wines have combined well. Scrape any sediment from the bottom of the pan to flavour the sauce, which should achieve a syrupy consistency. Check the hake is cooked by pushing a small knife in near the bone. Check the sauce for seasoning and add a squeeze of lemon juice.</p> \n<p>Spoon the mash onto serving plates and top with the hake, chorizo and mussels. Pour over the sauce.</p> \n<p><em>From Salt Yard: Food &amp; Wine from Spain &amp; Italy by Sanja Morris, Ben Tish, Simon Mullins (only available secondhand)</em></p> \n<h2>Jason Atherton’s salt and pepper squid with a&iuml;oli</h2> \n<figure class=\"element element-image\" data-media-id=\"7fdc7ec3cf8672e1a46ab124a5aecfd0e62f248b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159465852/b3d40d0a-d55e-4930-9543-23d46900698a-460x276.jpeg\" alt=\"Salt &amp; pepper squid with squid ink aioli\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 4-5<br /><strong>baby squid</strong> 450g, defrosted if frozen<br /><strong>Szechuan peppercorns</strong> 1 tsp<br /><strong>fine sea salt </strong>1 tsp<br /><strong>freshly ground black pepper</strong> 1 tsp<br /><strong>tempura batter</strong> &frac12; x 150g packet<br /><strong>plain flour</strong> 5 heaped tbsp<br /><strong>groundnut oil</strong>, for deep-frying</p> \n<p>For the aioli (makes about 200ml)<br /><strong>garlic cloves</strong> 2, peeled and finely crushed<br /><strong>egg yolks</strong> 2 medium<br /><strong>saffron threads </strong>a small pinch<br /><strong>olive oil </strong>75ml<br /><strong>vegetable oil </strong>75ml<br /><strong>white wine vinegar</strong> 1 tsp, or to taste<br /><strong>sea salt</strong></p> \n<p>To serve<br /><strong>chilli</strong> 1 green, finely sliced into rounds<br /><strong>coriander leaves</strong> to garnish<br /><strong>limes</strong> 2, cut into wedges<br /><strong>coarse sea salt</strong> to sprinkle</p> \n<p>First make the aioli. Put the garlic, egg yolks and saffron into a food processor and blitz to a thick paste.</p> \n<p>Put both oils into a measuring jug. With the motor running, trickle the oils into the food processor and blend until all the oil has been incorporated and you get a thick sauce. (If the sauce splits, transfer it to a jug then put another egg yolk or two in the food processor. Whizz until thick then slowly blend in the split sauce.) Season the sauce to taste with the vinegar and some salt and pepper. Transfer to a bowl, cover and chill until ready to use. Store any left over in the refrigerator for up to 3 days.</p> \n<p>Wash the squid well and pat dry with kitchen paper. Set aside the squid tentacles and slice the body pouches into rings. Again, pat the squid dry with kitchen paper.</p> \n<p>Lightly toast the Szechuan peppercorns in a small dry pan. When fragrant, grind them with the salt using a pestle and mortar. Sift this into a large mixing bowl, then add the black pepper and tempura mixture. Make the batter according to the packet instructions. Put the flour into a shallow bowl and season with the salt and pepper.</p> \n<p>Dip the squid in the flour, then the batter. Heat the oil in a deep-fat fryer or other suitable deep, heavy pan to 180C. Deep-fry the squid rings and tentacles in batches in the hot oil for 1-1&frac12; minutes until lightly golden and crisp. (Make sure you don’t overcrowd the pan or the temperature of the oil will drop.) Remove with a slotted spoon, carefully shake off the excess oil, drain on kitchen paper and keep warm while you deep-fry the rest of the squid.</p> \n<p>Sprinkle the deep-fried squid rings and tentacles with a little coarse salt. Divide between warm plates and scatter over the sliced chilli and coriander leaves. Serve at once with lime wedges and the aioli.</p> \n<p><em>Recipe adapted from Social Suppers by Jason Atherton (Absolute Press, RRP 25). </em><a href=\"http://bookshop.theguardian.com/social-suppers.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;20 </em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158949679/642f66c3-39dc-4e6d-a440-612e7841edfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Glanville","altText":"Coca Moro East","cleanCredit":"Photograph: Toby Glanville"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159010110/f26659dd-b0ff-4b1d-87f4-20342926bf13-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Black rice","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159329286/ebfb2459-5800-407b-aef8-5565f25b0c5d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Chicken with romesco sauce","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159388305/41d07532-3387-4d86-8ab2-27d647f1ad0a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Jason Lowe","credit":"Jason Lowe","altText":"Braised hake with mussels, chorizo & olive oil mash","cleanCaption":" ","cleanCredit":"Photograph: Jason Lowe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159467308/b3d40d0a-d55e-4930-9543-23d46900698a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Salt & pepper squid with squid ink aioli","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"}],"webPublicationDate":"2015-07-01T07:00:06Z","lastModified":"2015-07-02T10:21:41Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Jason Atherton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-atherton"},{"name":"Nieves Barragán Mohacho","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nieves-barrag-n-mohacho"}],"feature":false,"keywords":["Spanish food and drink","Food & drink","Life and style","Fish","Seafood"],"tags":[{"id":"lifeandstyle/spanish-food-and-drink","webTitle":"Spanish food and drink"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/fish","webTitle":"Fish"},{"id":"lifeandstyle/seafood","webTitle":"Seafood"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton","shortUrl":"http://gu.com/p/4a2ty","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158949679/642f66c3-39dc-4e6d-a440-612e7841edfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Coca. Photograph: Toby Glanville","credit":"Toby Glanville","altText":"Coca.","cleanCaption":"Coca.","cleanCredit":"Photograph: Toby Glanville"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158949679/642f66c3-39dc-4e6d-a440-612e7841edfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Glanville","altText":"Coca Moro East","cleanCredit":"Photograph: Toby Glanville"}}]}],"lastModified":"2015-07-02T11:20:45Z","personalization":{"id":"uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17"},"visibility":"all","adTargetingPath":"lifeandstyle/food-and-drink/front"}