{"id":"uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17","title":"food & drink","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17"},"cards":[{"title":"Chefs on the beach / Margot and Fergus Henderson on holidays on Tiree","rawTitle":"Margot and Fergus Henderson on holidays on Tiree","item":{"type":"article","id":"lifeandstyle/2015/jun/21/chefs-on-the-beach-fergus-margot-henderson-holidays-tiree","title":"Chefs on the beach: Margot and Fergus Henderson on holidays on Tiree","trailText":"‘Tiree’s about recharging the batteries and sheep and smells and simplicity and memories’","standFirst":"<p>‘Tiree’s about recharging the batteries and sheep and smells and simplicity and memories’</p>","byline":"Interview by John Hind","body":"<p><strong>Margot and Fergus Henderson </strong></p> \n<p><strong>Chef owners, The Rochelle Canteen and St John</strong></p> \n<p><strong>Margot </strong>I grew up in Wellington, New Zealand and never went on beach holidays – we took the beach for granted. Sun-lotion was put on once, each morning, so my sister and I would get huge blisters from the beach and Mum would have to cut our T-shirts off us. Our holidays were inland on South Island, taking the car there by ferry – me trying to sleep to avoid vomiting – and then maybe camping by Mount Cook, en route to stay with grandfathers and uncles in South Canterbury who were all sheep farmers. We had amazing times – helping out on farms, eating lots of lamb, shooting guns. My cousins were driving cars by the age of 12. I’ll never forget a cousin taking me rabbit-shooting at nights. My family is really massive and I’d see lots of cousins on holiday and always have a crush on one or another.</p> \n<p><strong>Fergus </strong>Isn’t that illegal?</p> \n<p><strong>Margot </strong>They weren’t actual romances, Fergus. Don’t look at me that way. Crushes on big, strong older cousins are all right – just running after them going, “Oooo-hooo”.</p> \n<p><strong>Fergus</strong> I grew up in London and my family took holidays on Tiree. My father travelled a lot with work but Tiree was our time together. I first went there on my fourth birthday. The journey up was always part of the fun. Oban, the gateway to the Western Isles, has been a grim town for as long as I can remember, with its Victorian hotels of lost lustre. But the fish and chips there are splendid. Once on Tiree, in a rented house on a hill, with a lean-to kitchen with amazing views, we’d eat haggis and lamb and also make use of goodies purchased by Mother in Soho and packed into the Range Rover – salami, parmesan, olives and so forth. They have pesto on Tiree now but back in the day there was still a wartime mentality – one jar of Marmite on the shop shelf. The butcher, who passed away a few years ago, would wring her hands and make funny noises when we ordered a leg of lamb and then it would arrive at the house, still warm, in the afternoon.</p> \n<p><strong>Margot</strong> Because of EU regulations, the abattoir next to the butcher’s on Tiree isn’t used now – sheep are taken to the mainland for slaughter.</p> \n<p><strong>Fergus</strong> Tiree’s about recharging the batteries and sheep and smells and simplicity and memories, but everything’s based on the weather, which is terribly changeable. Dad used to do barbecues on the beach but Margot does that now.</p> \n<p><strong>Margot</strong> After moving to London at 20, as soon as I met Fergus I was taken off to Tiree with his parents. I think it was a test, whether I would love Tiree. It’s very beautiful, but very cold and there are no trees. But I’m a fierce finder of driftwood. I like the purpose of a walk being to find enough wood to build a good fire on the rocks to feed everyone. You have to wear raincoats because it could pour at any minute.</p> \n<p><strong>Fergus</strong> Thank goodness – it keeps people away. But we do take the car to the picnic and barbecue spots, with crates of wine in the boot.</p> \n<p><strong>Margot</strong> But twice I was on Tiree for a month’s holiday with the kids but Fergus for only two weeks, because of business, and those times dragged. And the kids increasingly wanted to get back to London. Nowadays all they want to do is go to festivals. But as Mark Hix says, “All people do at festivals is get trashed, then drive home and need a holiday to recover.” Fergus has organised food stalls at Wilderness and our daughter came with us and she said, “Mum, this isn’t like the festivals <em>I </em>go to,” and I said, “Thank God for that, darling.” Why go to the countryside to be around 10 billion other people? I prefer to be around no one. But Tiree nights can be grim.</p> \n<p><strong>Fergus</strong> There’s always playing-cards.</p> \n<p><strong>Margot</strong> I remember once you sat upstairs alone and later mentioned you’d enjoyed boiled sweets and I said, “Oh, you had boiled sweets, did you, fucker? You’re supposed to share.”</p> \n<p><strong>Fergus</strong> I’ve loved going to New Zealand with you and us driving around the South Island with lots of Pinot Noir.</p> \n<p><strong>Margot</strong> I probably annoyed him, always asking, “Isn’t this absolutely beautiful? Isn’t this just as beautiful as Scotland?” But we both love cooking in NZ and we love shopping at a huge Pak’nSave [superstore], where there’s just bags and no packaging. But I’ll tell you a good holiday. We went to visit my friend Anna, north of Wellington, and her bloke is a fireman. They asked us if we wanted to go on a picnic and we went to the coast and the fireman dived in and brought up sea urchin and lobster, and laid them all on the rock. That is one of the great moments of our life, isn’t it, Fergus?</p> \n<p><strong>Fergus</strong> He shoved the lobster into a boily and we had a very good lunch.</p> \n<p><strong>Margot</strong> When I went travelling around Europe in my twenties with my friend Debbie, we survived from day to day, and I remember some Italian guys in Greece diving for squid to cook on the beach and asking, “Will you join us?” We said, “Er yeah!” And I had my first calamari parmigiana, one of my favourite things, with wine, at a restaurant outside a convent in Venice we stayed in because it was so cheap.</p> \n<p><strong>Fergus</strong> I remember once visiting a friend in Paris and seeing through a window a man drinking wine with 16 women. It changed my idea of holidays and restaurants.</p> \n<p><strong>Margot</strong> I started really missing the ocean after living in London a while, then someone said, “Oh, I’ll take you to Brighton, you’ll love it.” I mean, I do love Brighton now, but the first time, I just thought, “Oh dear God, that little brown bit of muck is a beach?” There were no sticks of rock and kiss-me-quick hats back in New Zealand but the best fish and chips. Why do people here have a problem with waiting for something that’s really good? Your chips in Britain are soggy and the fish usually pre-fried and laying around, whereas ours are cooked to order and we wait.</p> \n<p><strong>Fergus</strong> Your chips are crisp, dear.</p> \n<p><strong>Margot</strong> We often go, as a family, to Ciao Bella on Lamb’s Conduit Street and pretend we are on holiday in Italy. So we don’t <em>have</em> to go on holiday. It’s difficult to leave your business behind. But fucking great also.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452669250/d87d36b1-be05-46b9-a71c-8e2bb137bb7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lee Strickland for Observer Food Monthly","altText":"Fergus and Margo Henderson shot for Observer Food Monthly at Holborn studios.","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:00:04Z","lastModified":"2015-06-21T07:00:04Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"John Hind","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhind"}],"feature":true,"keywords":["Fergus Henderson","Chefs","Food & drink","Summer food and drink","Life and style"],"tags":[{"id":"lifeandstyle/fergus-henderson","webTitle":"Fergus Henderson"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"John Hind","topic":{"type":"tag-contributor","name":"profile/johnhind"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/chefs-on-the-beach-fergus-margot-henderson-holidays-tiree","shortUrl":"http://gu.com/p/49ymx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/chefs-on-the-beach-fergus-margot-henderson-holidays-tiree","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/chefs-on-the-beach-fergus-margot-henderson-holidays-tiree"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469847938/a6db0d81-1b8b-4aef-807f-5af2e8149157-2060x1260.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1260,"width":2060,"orientation":"landscape","caption":"Margot and Fergus Henderson: holidays on Tiree and in New Zealand. Photograph: Lee Strickland for Observer Food Monthly","credit":"Lee Strickland for Observer Food Monthly","altText":"Margot and Fergus Henderson: holidays on Tiree and in New Zealand.","cleanCaption":"Margot and Fergus Henderson: holidays on Tiree and in New Zealand.","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}},"importance":7,"kicker":{"title":"Chefs on the beach"},"showQuotedHeadline":false,"sublinks":[{"title":"Jeremy Lee on the Western Isles and Brittany","rawTitle":"Jeremy Lee on the Western Isles and Brittany","item":{"type":"article","id":"lifeandstyle/2015/jun/21/chefs-on-the-beach-jeremy-lee-western-isles-brittany","title":"Chefs on the beach: Jeremy Lee on holidays in the Western Isles and Brittany","trailText":"‘Mum made minces and stews on the beach on Mull’","standFirst":"<p>‘Mum made minces and stews on the beach on Mull’</p>","byline":"Interview by John Hind","body":"<p><strong>Jeremy Lee </strong></p> \n<p><strong>Head chef, Quo Vadis</strong></p> \n<p>Home was Dundee and all my early holidays were on islands – Arran, Mull, Islay – over on the other coast of Scotland. Having three sons and then an equally rambunctious daughter, our parents realised the thing to do was totally exhaust us all day, then at midnight bundle us unconscious into two cars to drive through the night – Mum steering the Mini Clubman, Dad the Mini – to catch an early morning ferry from Oban. Both cars were laden to the gunnels with camping equipment and Mum’s batterie de cuisine.</p> \n<p>We camped on island beaches and survived the most extraordinary weather – you name it, we had it. But to see the sea crashing on the shore each morning and those skies at sunset was magnificent. Mum cooked lunches and dinners and with whatever internal clock we’d had instilled in us we’d return on time from our adventures, spruced up and cleaned at a nearby tap to eat her wonderful food on the beach. Not grand cooking but beautifully plain simple food well made. Wonderfully ad hoc yet civilised.</p> \n<p>Dad was a very fussy, particular eater and supplies were gathered from the island’s best local butcher, fishmonger, grocer and baker. Apart from bacon or sausage sandwiches and kippers or mackerel, Mum made minces and stews on the beach. Then, when you saw her sitting down with a book by the sea, having watered and fed her brood, there was a very contented feeling about her. Of course, what parents crave the most is peace. So being reasonably assured that we’d be safe when we gallivanted off for hours must have been marvellous for them.</p> \n<p>My favourite meal on the beach – the one I’d ask Mum for – was breaded haddock, boiled potato and peas. She’d amass different crusts and husks and bits of bread throughout the week before pounding them into breadcrumbs, I’ve since realised. I thought that meal was the most delicious thing in the world.</p> \n<p>In my teens, things became more sophisticated, because we’d camp in Brittany – travelling at night in a VW Dormobile to Stirling and onto the sleeper to Newton Abbot, then drive to Plymouth for the ferry to Roscoff. In France, Mum’s wings just unfurled and she was at the charcuterie counter and everywhere. I remember one day, while Mum and Dad visited a couple in a nearby tent, we boys were given 30 francs and we went for roast chicken and chips at a restaurant and ordered glasses of beaujolais. The owners didn’t bat an eyelid and I felt grown up and sophisticated.</p> \n<p>Most of my travels nowadays are two days here, two days there, thanks to generous friends who ask, “Why don’t you join us?” at a place in the country, or Italy, with a swimming pool. Chefs are really terrible at taking holidays, frankly.</p> \n<p>I went quickly around the world once eating maggots and monkeys with Fergus Henderson for a TV programme [<em>Could You Eat An Elephant?</em>], and in a remarkably glamorous restaurant in Vietnam one day <a href=\"https://www.youtube.com/watch?v=Q0FVG3awKq8\" title=\"\">we ate snake</a>. Anything snakey and alive is an instant urrgh for me and they’d brought out live snakes to select from and one whooshed out and got six inches from my face. We had to order a whole snake each, for head-to-toe consumption, so I went eeny-meeny-miney and chose a cobra, and it was coshed. It was pretty full-on, but tasted delicious.</p> \n<p>I do remember <em>once</em> having a traditional fish-shop fish supper – on Brighton beach, back when the [West] pier was still standing. It wasn’t very good. I do love the <em>idea</em> of fish and chips on a beach. But I’d much prefer, because of my age now, the sort of thing Mary- Lou Sturridge is doing at <a href=\" http://www.theguardian.com/travel/2015/apr/11/seaside-boarding-house-burton-bradstock-dorset-hotel-review\" title=\"\">The Seaside Boarding House</a> in Burton Bradstock.</p> \n<p>I have a full two-week holiday coming up – my first for a very long time and my first August holiday for even longer. It’s at a friend’s in north Tuscany and I’ll be doing as little as possible. I’ve always been very lucky in that all my friends are very good cooks and love making food, funnily enough.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434453485661/6afb69cd-5304-4c73-839e-d9de3a5d55f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lee Strickland for Observer Food Monthly","altText":"Jeremy Lee shot for Observer Food Monthly at Holborn studios N1.","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:00:03Z","lastModified":"2015-06-21T07:00:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"John Hind","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhind"}],"feature":true,"keywords":["Jeremy Lee","Chefs","Summer food and drink","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/jeremy-lee","webTitle":"Jeremy Lee"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"John Hind","topic":{"type":"tag-contributor","name":"profile/johnhind"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/chefs-on-the-beach-jeremy-lee-western-isles-brittany","shortUrl":"http://gu.com/p/49yyc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/chefs-on-the-beach-jeremy-lee-western-isles-brittany","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/chefs-on-the-beach-jeremy-lee-western-isles-brittany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434453436881/ef202e71-546d-482c-86cd-d4f95bdbe827-2060x1507.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1507,"width":2060,"orientation":"landscape","caption":"Jeremy Lee: holidays in Scotland’s Westernisles and Brittany.  Photograph: Lee Strickland for Observer Food Monthly","credit":"Lee Strickland for Observer Food Monthly","altText":"Jeremy Lee shot for Observer Food Monthly at Holborn studios N1","cleanCaption":"Jeremy Lee: holidays in Scotland’s Westernisles and Brittany. ","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434453485661/6afb69cd-5304-4c73-839e-d9de3a5d55f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lee Strickland for Observer Food Monthly","altText":"Jeremy Lee shot for Observer Food Monthly at Holborn studios N1.","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452669250/d87d36b1-be05-46b9-a71c-8e2bb137bb7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lee Strickland for Observer Food Monthly","altText":"Fergus and Margo Henderson shot for Observer Food Monthly at Holborn studios.","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}}]},{"title":"Jay Rayner on restaurants / The Marksman","rawTitle":"The Marksman","item":{"type":"article","id":"lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","title":"The Marksman: restaurant review","trailText":"Simple, well-cooked food served without fuss in a proper pub in east London really hits the spot","standFirst":"<p>Simple, well-cooked food served without fuss in a proper pub in east London really hits the spot</p>","byline":"Jay Rayner","body":"<p><strong>254 Hackney Road, London E2 (020 7739 7393). Meal for two, including drinks and service: &pound;90</strong></p> \n<p>If there’s a better lunch to be had in Britain right now than the beef and barley buns with horseradish, the kid goat curry with the fried potatoes and the brown butter and honey tart served at the <a href=\"http://www.marksmanpublichouse.com/#publichouse\">Marksman pub</a> on the Hackney Road, I want to know about it. I want it brought to me, or, if necessary, I want me brought to it. I won’t hold my breath, because I really doubt there is one. The joy is not simply in the cooking, though it does possess the sort of vigour and attitude that makes properly greedy people swoon. It’s in the simplicity of the offering, the straightforwardness, the resolute lack of tiresome, self-regarding flimflam and hauteur. Their approach comes down to this: we cooked some stuff; we think you might like it.</p> \n<p>Oh, but I do.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e78fbd02745ea48c95e564f60ed7352d72c536a2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434713929063/6e28a12c-12ed-4294-a1b6-318b5efe8941-460x439.jpeg\" alt=\"Marksman's devilled mussels\" width=\"460\" height=\"439\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>This doesn’t come as a huge surprise. I visited the pub out of profound irritation with last week’s dreary misunderstanding of Vietnamese cooking at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/14/leicester-house-restaurant-review-jay-rayner\">Leicester House</a>. The Marksman is where Tom Harris, the previous chef in that space – both when it was the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2011/may/29/jay-rayner-restaurant-review-st-john-hotel\">St John Hotel</a> and 1 Leicester Street – went next, to team up with Jon Rotheram, formerly of Jamie Oliver’s 15. I needed my faith restored and I believed a short trip to London E2 would do so.</p> \n<p>For those now wringing their hands over the violation of an old wood-panelled pub, one perhaps pretending to be as streetwise as a public school boy in artfully distressed Doc Martens when in truth it’s actually now just a restaurant, relax. This one really is still a pub. There’s a bar, propped up by blokes who look like they’ve done this sort of heavy lifting in many boozers down the years. There are beers on tap, including local offerings, such as the Bethnal Blonde, a light straw-coloured beer brewed just 300 metres away. There’s a juke box. Mind you, there are also neatly appointed green leather banquettes, none of which are split so the stuffing’s bursting out. Give it time. They’ve only just opened.</p> \n<p>The menu is divided between 10 small dishes priced between &pound;4 and &pound;8, and four in the mid-teens. Almost nothing disappoints; much makes us sigh; a few make me dab the moisture from my eyes. Brown shrimp rissoles are more akin to Spanish croquettes, the nutty little darlings set in the lightest of b&eacute;chamels that must stay together in the hot fat through sheer strength of personality. Don’t pop one of these in your mouth whole or it will be a trip to matron for you. They come with a pokey romesco-like aioli for dredging purposes, which gives spiky corners to the soft, rounded flavours. Devilled mussels on toast are glossy fat meats on a chunk of sourdough toast, the whole bathed in a light broth given attitude and conviction by the application of chilli.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"578fc2fa374890def53ddbec4fbd218081bf85f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434714176439/895bb0db-db14-4d17-9735-059c5a84f022-460x454.jpeg\" alt=\"Marksman's curried kid\" width=\"460\" height=\"454\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘A depth of flavour best measured by sonar’: curried kid.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>Another piece of toast comes heavily smeared with sweet, crushed peas and piled with a mixture of pea shoots, shaved violet artichokes and grated Bermondsey hard press, a smooth, salty cheese that’s planning to be mates with Gruy&egrave;re when it grows up. Fresher still is a salad of cos lettuce, with halved radishes, rounds of pickled cucumber and a sharp buttermilk dressing. This is a salad for people suspicious of them. It’s a mound of revitalisation and briskness.</p> \n<p>It’s also a necessary foil to the beef and barley bun, a glazed dome of soft bread roll containing a filling of finely diced braised beef. Fresh horseradish is grated over the top, and on the side is a thick puddle of sauce flavoured with more of the same. Think of it as Britain’s answer to the Chinese char siu bun. You tear through the bread to find – puff – a thick filling of meatiness in long-reduced jus. This is a self-mopping stew. It is one of those gloriously simple items, which requires lots of thought, care and precision.</p> \n<p>Next, from the bigger dishes, a huge-flavoured curry of young goat. Some might call it oily. I’ll call it luscious. The temptation with these Anglo takes on Caribbean cooking is to chuck in the sugars, be it from palm or granulated. Here, any sweetness comes from the natural caramelisation of the meat, and a buxom dollop of punchy tomato chutney. The rest is fire and spice, and a depth of flavour best measured by sonar. The one duff note was the sourdough roti on the side: one of the toughest, least yielding pieces of bread I have ever come across. Perhaps the glutens had been overworked.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c6d6802940bdc51b5a01bf345653be100df58bd9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434714823713/2e6295a4-c569-4edb-87bb-6276cb689c18-460x421.jpeg\" alt=\"butter and honey tart\" width=\"460\" height=\"421\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>Happily, honour on the carb front was saved by the innocent-sounding fried potatoes with a burnt onion mayonnaise. Gosh. These could be the saviour of the public house, swiftly stopping all closures. Behold: finely sliced potatoes, long cooked in the oven, then pressed and chilled before being cut into 6in planks and deep fried to an umber-tinged golden. Each one is like a dozen of the best chips ever, pressed together. It is the potato raised up high to the status of luxury item or, better still, brought down low to the level of crack. And alongside, because this might not be enough, is that poke-in-the-eye of a mayo full of deep, dark-roasted onion tones. (Credit where it’s due: the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/mar/02/quality-chop-house-london-restaurant-review\">Quality Chophouse</a> in Farringdon has served something similar for a while now.)</p> \n<p>A few years ago, when I visited the St John Hotel to write about it, Tom Harris leant over the counter of the open kitchen and ordered me to have his custard tart. I did as I was told, and it was indeed a wonder of crisp pastry and deep-filled set custard with just the slightest wobble. Those skills are on display here again in a similar tart of brown butter and honey, sitting alone on the plate unadorned, cut to a perfect point. The pastry snaps. The deep, buttery caramel filling has the wobble and softness of a newborn’s thigh. Naturally it eclipses a scoop or two of buttermilk ice cream with sweet-sour pickled pear and the crunch of oats. But then it would eclipse anything.</p> \n<p>And all of this, delivered to the bare wood pub tables with the minimum of fuss, and a soundtrack of 50s jazz from that jukebox. The temptation when one comes across such perfect poise is to blunder into hyperbole, but I never, ever, ever do that. Instead I’ll now follow their lead and do pared back and restrained. Go to the Marksman. It’s good. You might like it.</p> \n<h2>Jay’s news bites</h2> \n<p>■ For more top pub food served with the minimum of fuss try the White Swan at Fence in Lancashire, where young chef Tom Parker is knocking out the likes of oxtail cottage pie made with smoked mash and bone marrow, or plaice with roasted garlic potatoes and langoustine sauce. Three courses are &pound;25 (<a href=\"http://s527028020.initial-website.co.uk/\">whiteswanatfence.co.uk</a>).</p> \n<p>■ Following on from recent fancy hot dog openings in London, comes more searingly hot hotdog news: chef Simon Hulstone of Elephant in Torquay is opening The Kennel (geddit?). The menu includes the Slum Dog (mango chutney, cucumber, yogurt and coriander) and the White Trash (chilli beef, jalape&ntilde;os and guacamole) all priced at around &pound;6 (<a href=\"http://the-kennel.co.uk/\">the-kennel.co.uk</a>).</p> \n<figure class=\"element element-image\" data-media-id=\"80fa04a77dedce1dc99baba58afa8abe9d1b1773\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434541548411/3a38459a-f1fb-468f-8ddf-6ed2e11cb625-460x276.jpeg\" alt=\"Plates of insects for tasting\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Insect tasting</span> \n </figcaption> \n</figure> \n<p>■ There’s lots of talk about the virtues of eating insects which is all well and good, but nobody has considered what one should drink with them – until now. On 31 July London’s Natural History Museum is running two insect and wine pairing master classes. Tickets are available online for &pound;30. Go to <a href=\"http://www.nhm.ac.uk/\">nhm.ac.uk</a> and click on “visit”, “what’s on” and select “31 July”.</p> \n<p><em>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a> Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713930145/6e28a12c-12ed-4294-a1b6-318b5efe8941-1020x973.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":973,"width":1020,"orientation":"landscape","caption":"‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Marksman's devilled mussels","cleanCaption":"‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714177545/895bb0db-db14-4d17-9735-059c5a84f022-2060x2033.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2033,"width":2060,"orientation":"landscape","caption":"‘A depth of flavour best measured by sonar’: curried kid. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Marksman's curried kid","cleanCaption":"‘A depth of flavour best measured by sonar’: curried kid.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714822941/2e6295a4-c569-4edb-87bb-6276cb689c18-1020x933.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":933,"width":1020,"orientation":"landscape","caption":"‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"butter and honey tart","cleanCaption":"‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434541549904/3a38459a-f1fb-468f-8ddf-6ed2e11cb625-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Insect tasting","credit":"PR","altText":"Plates of insects for tasting","cleanCaption":"Insect tasting"}],"webPublicationDate":"2015-06-21T05:00:02Z","lastModified":"2015-06-21T05:00:02Z","metadata":{"commentable":true,"commentCount":123,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/49q2v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}},"importance":5,"kicker":{"title":"Jay Rayner on restaurants"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}}]},{"title":"The weekend cook: Thai-style barbecue chicken","rawTitle":"The weekend cook: Thai-style barbecue chicken","item":{"type":"article","id":"lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers","title":"The weekend cook: Thomasina Miers’ recipes for Thai-style barbecue chicken and chilled mango salad","trailText":"Summer’s here, so celebrate with Thai-influenced barbecue chicken and refreshing Alphonso mango fruit salad","standFirst":"<p>Summer’s here, so celebrate with Thai-influenced barbecue chicken and refreshing Alphonso mango fruit salad</p>","byline":"Thomasina Miers","body":"<figure class=\"element element-image\" data-media-id=\"79de1a118220549ee7407298bb27c4024dd90df9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434379192941/937e8dbc-22f1-4a0d-86a4-c677160015db-322x420.jpeg\" alt=\"Thomasina Miers' Thai barbecued chicken with warm coconut and rice salad\" width=\"322\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thomasina Miers’ Thai barbecued chicken with warm coconut and rice salad: let the bird sit in its marinade for as long as possible – it’ll make the world of difference.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>One of the sure signs that summer is in full swing are the boxes of Alphonso mangoes stacked up outside my local Lebanese grocer. They are so sweet and juicy that it is impossible to eat them without getting into a sticky mess – a far cry from the larger, green varieties you get in supermarkets all year round. They also make a brilliant chilled fruit salad that’s wonderful after barbecued chicken.</p> \n<h2><strong>Thai barbecued chicken with warm coconut and rice salad</strong></h2> \n<p>Spatchcock the chicken (or ask your butcher to), so as much of the surface as possible is exposed to the flame. Marinate the bird for at least two hours, preferably overnight – the extra wait is well worth it. Serves four to six.</p> \n<p><strong>1 medium chicken</strong><br /><strong>1 bunch coriander, stalks and leaves separated </strong><br /><strong>Zest and juice of 2 limes</strong><br /><strong>2 green chillies, roughly chopped</strong><br /><strong>1 thumb-sized piece fresh ginger, peeled and roughly chopped </strong><br /><strong>3 cloves garlic, peeled and chopped</strong><br /><strong>2 sticks lemongrass, outer layer removed, chopped</strong><br /><strong>2 tbsp sunflower oil</strong><br /><strong>Sea salt and freshly ground black pepper</strong><br /><strong>2 tbsp palm sugar (or demerara, or any kind of brown sugar)</strong><br /><strong>2 tbsp fish sauce</strong></p> \n<p>For the rice salad<br /><strong>250g jasmine rice, soaked for 30 minutes</strong><br /><strong>400ml coconut milk</strong><br /><strong>50g coconut flakes, toasted</strong><br /><strong>80g raisins, soaked in warm water</strong><br /><strong>3 spring onions, trimmed and finely sliced</strong><br /><strong>2 carrots, peeled and cut into julienne</strong><br /><strong>Juice of 1 lime</strong><br /><strong>2 tbsp sesame oil</strong><br /><strong>80g roasted cashew nuts, chopped</strong></p> \n<p>Using a pair of kitchen shears, cut along the length of the chicken’s backbone on both sides, then remove and discard the bone. Put the bird breast side up on a board and press down on the breastbone until it cracks and the bird flattens out.</p> \n<p>Roughly chop the coriander stalks and put in a food processor with the lime zest and juice, chillies, ginger, garlic and lemongrass, and blitz to a paste. Cut a few slashes into the legs and breasts of the chicken and put the bird in a clean plastic bag with no holes. Add three big tablespoons of the paste, the oil and a good grind of salt and pepper, then rub the marinade into the chicken, making sure it gets into all the nooks and crannies. Wrap in a second plastic bag, so it doesn’t leak, and marinate in the fridge for two hours or overnight.</p> \n<p>Meanwhile, make the dipping sauce: finely shave the palm sugar with a knife and put into a bowl with the fish sauce. Mash a little with a fork, then slowly work in the excess chilli paste, which will dissolve the sugar. Roughly chop the coriander leaves and stir into the bowl. Adjust the lime, sugar and fish sauce to taste, so it’s perky and savoury.</p> \n<p>If you are using a barbecue, light it an hour before you want to eat, to give the charcoal time to get to the right temperature; otherwise, heat a griddle pan at least five minutes before cooking, so it gets good and hot. Grill the chicken, turning from time to time, until the skin is crisp and charred and the flesh cooked through – about 30 minutes (test for doneness by inserting a skewer into the thickest part of the leg: the juices should run clear; and if the bird seems to be cooking too quickly on the outside, lower the heat). Rest in a warm spot for 10 minutes before you carve.</p> \n<p>To make the salad, put the rice, coconut milk and a teaspoon of salt in a saucepan, and add cold water to cover the rice by 3cm. Bring to a boil, cover with a tight-fitting lid and cook on a high heat for five minutes. Turn the flame to its lowest setting, cook for eight minutes more, then take off the heat and leave, covered, to finish steam-cooking. When the rice is tender, after about 10 minutes, run a fork through it to separate the grains. Mix in the coconut flakes, drained raisins, spring onions and carrot, and season with lime juice, sesame oil, salt and pepper. Toss, check the seasoning and transfer to a salad bowl. Scatter over the cashew nuts and serve with the chicken and dipping sauce.</p> \n<h2><strong>Chilled mango salad in anise-lime syrup</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-a7007927-1cfb-4b67-9f15-ad4bad1dd2c4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434379015237/49606bc1-24ba-44a6-a58e-f69aef4f966b-460x276.jpeg\" alt=\"Thomasina Miers' chilled mango salad in anise-lime syrup\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thomasina Miers’ chilled mango salad in anise-lime syrup: use alphonsos, if possible – they’re so much sweeter, juicier and stickier than supermarket green mangos.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>With the sweet mango delicately scented with lime juice and star anise, this refreshing fruit salad has some real body to it. It’s a great way to round off a meal. Serves four.</p> \n<p><strong>2 fat ripe mangoes</strong><br /><strong>60g agave syrup</strong><br /><strong>Zest and juice of 2 limes</strong><br /><strong>1 star anise</strong><br /><strong>1 red chilli, finely chopped</strong><br /><strong>2 tbsp 100% agave tequila (optional)</strong><br /><strong>1 small handful fresh mint leaves</strong></p> \n<p> Peel and dice the mangoes, and put in a bowl. Put the agave syrup, lime zest and juice, star anise, chilli and tequila (if using) in a small pan and bring to a simmer. Cook gently for five minutes, then turn off the heat and leave the mixture to cool and the flavours to infuse. When the syrup is cool, pour it on the mangoes and transfer to the fridge to marinate for an hour. Serve scattered with torn mint leaves, perhaps with some vanilla or coconut ice-cream.</p> \n<h2>And for the rest of the week…</h2> \n<p>I always make at least a double batch of the chilli paste, because it freezes so well. Whip it straight out of the freezer and mix into quick, Thai-style pork or beef meatballs. Pan-fry and serve with rice, or cram into baguettes with chilli-laced mayo, or poach in a soothingly spicy Thai-scented broth. Make extra rice salad, too, and take some to work – come lunchtime, you’ll be the envy of the office; sprinkle any excess dipping sauce on stir-fries or use as a marinade for tofu. I love leftover mango salad for breakfast, though instead of ice-cream and mint, I stir in some berries and top with a dollop of thick yoghurt and some toasted coconut flakes or granola.</p> \n<p><span class=\"bullet\">•</span> Thomasina Miers is co-owner of <a href=\"http://www.wahaca.co.uk\">the Wahaca group of Mexican restaurants</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378783993/Thomasina-Miers-Thai-styl-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Johanna Parkin for the Guardian. Food styling: Maud Edem","altText":"Thomasina Miers' Thai-style barbecue chicken","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Edem"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434379191607/e5b7fc3f-37bd-4547-bf42-824df36c2452-1566x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1566,"orientation":"portrait","caption":"Thomasina Miers’ Thai barbecued chicken with warm coconut and rice salad: let the bird sit in its marinade for as long as possible – it’ll make the world of difference. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' Thai barbecued chicken with warm coconut and rice salad","cleanCaption":"Thomasina Miers’ Thai barbecued chicken with warm coconut and rice salad: let the bird sit in its marinade for as long as possible – it’ll make the world of difference.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378952225/Thomasina-Miers-chilled-m-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Thomasina Miers’ chilled mango salad in anise-lime syrup: use alphonsos, if possible – they’re so much sweeter, juicier and stickier than supermarket green mangos. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' chilled mango salad in anise-lime syrup","cleanCaption":"Thomasina Miers’ chilled mango salad in anise-lime syrup: use alphonsos, if possible – they’re so much sweeter, juicier and stickier than supermarket green mangos.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"webPublicationDate":"2015-06-20T07:00:09Z","lastModified":"2015-06-20T07:00:09Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"Thomasina Miers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/thomasina-miers"}],"feature":true,"keywords":["Life and style","Food & drink","Thai food and drink","Chicken","Meat","Barbecue","Summer food and drink","Fruit","Main course","Dessert","Salad"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/thai","webTitle":"Thai food and drink"},{"id":"lifeandstyle/chicken","webTitle":"Chicken"},{"id":"lifeandstyle/meat","webTitle":"Meat"},{"id":"lifeandstyle/barbecue","webTitle":"Barbecue"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"},{"id":"lifeandstyle/fruit","webTitle":"Fruit"},{"id":"lifeandstyle/main-course","webTitle":"Main course"},{"id":"lifeandstyle/dessert","webTitle":"Dessert"},{"id":"lifeandstyle/salad","webTitle":"Salad"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Thomasina Miers","topic":{"type":"tag-contributor","name":"profile/thomasina-miers"}}],"series":{"title":"Thomasina Miers recipes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/thomasina-miers-recipes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers","shortUrl":"http://gu.com/p/49dq3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers"},"shouldHideAdverts":false},"importance":5,"byline":{"title":"Thomasina Miers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378783993/Thomasina-Miers-Thai-styl-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Johanna Parkin for the Guardian. Food styling: Maud Edem","altText":"Thomasina Miers' Thai-style barbecue chicken","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Edem"}}]},{"title":"Ruby Tandoh's bakes / A dusting of flowers","rawTitle":"A dusting of flowers","item":{"type":"article","id":"lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta","title":"A dusting of flowers: Ruby’s floral bakes","trailText":"Add a floral touch to your bakes with this summery sponge sandwich with its floral hint of camomile and bright pineapple curd, and this delicate orange blossom and strawberry panna cotta","standFirst":"<p>Add a floral touch to your bakes with this summery sponge sandwich with its floral hint of camomile and bright pineapple curd, and this delicate orange blossom and strawberry panna cotta</p>","byline":"Ruby Tandoh","body":"<p>Baking is so often about making hearty comfort food that it’s difficult to even imagine what “summer baking” would look like. The heaviness of suet is certainly off-limits, as are hefty gateaux, steamed puddings and ladlefuls of hot custard. Heavy chocolate concoctions, and those rich with cream, caramel and syrup, sit uneasy in the summer heat, too. But lighten dessert up with a touch of something floral and the whole thing comes back into focus: sweet, mild camomile alongside a tart pineapple curd perhaps, or a quivering orange-blossom panna cotta with strawberries. You could play around with rose or even lavender buds if you’re brave, and watch your baking come to full bloom.</p> \n<h2><strong>Summer pineapple camomile cake</strong></h2> \n<p>This mellow camomile cake sits perfectly with the sharpness of a thick layer of bright pineapple curd. The recipe below will make more curd than you need, but just store it in a clean, dry jar for up to 1 week in the fridge. It’s just as good on toast, through ice-cream, on your little finger as in is in this cake, so I doubt you’ll have trouble using it up.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3e0925e898bb8e70aace4a395bf453e76f061879\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434624197142/b073f732-08a3-4567-a334-4ad5c80a1347-460x300.jpeg\" alt=\"Summer pineapple camomile cake\" width=\"460\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ruby’s summery pineapple camomile cake.</span> \n  <span class=\"element-image__credit\">Photograph: Jill Mead for the Guardian</span> \n </figcaption> \n</figure> \n<p>You can use camomile teabags if you can’t find the loose flowers – just swap 1 teabag per tablespoon of dried camomile buds. They’re less potent, though, so give them plenty of time to steep and do source loose camomile if you can. Health food stores sometimes have it, or look online at souschef.co.uk.</p> \n<p><strong>Serves 10-12</strong><br />250g unsalted butter<br />100ml milk<br />6 tbsp dried camomile buds<br />300g caster sugar<br />Zest of &frac12; lemon<br />2 tsp vanilla extract<br />4 large eggs<br />350g plain flour<br />3 tsp baking powder<br />&frac14; tsp salt</p> \n<p><strong> For the curd</strong><br />2 large egg yolks<br />1&frac12; tbsp cornflour<br />40g caster sugar<br />100ml pineapple juice<br />Juice from 1 lemon<br />1 tbsp unsalted butter</p> \n<p><strong> For the icing</strong><br />225g unsalted butter<br />6 tbsp dried camomile flowers<br />300g white chocolate<br />200g icing sugar<br />Zest of &frac12; lemon<br />15-25ml milk, if needed</p> \n<p>1 Preheat the oven to 180C/350F/gas mark 4. Grease and line two 20cm round cake tins – preferably loose-bottomed or springform ones.</p> \n<p>2 Combine the butter, milk and camomile in a pan and set over a low heat until the butter has completely melted and the mixture has just begun to simmer. Remove from the heat and leave to cool and infuse for 5 minutes or so before straining into a large mixing bowl, leaving the camomile flowers behind while squeezing as much liquid from them as possible.</p> \n<p>3 Add the sugar, lemon zest and vanilla extract to the infused butter mixture and whisk to combine. Add the eggs one at a time, mixing well between each addition. In a separate bowl, stir together the flour, baking powder and salt before adding this dry mixture to the wet ingredients. Whisk until the batter is smooth, then divide it between the prepared tins.</p> \n<p>4 Bake for 25-30 minutes, until well-risen and golden brown. A small knife inserted into the middle of each cake should emerge clean. Leave to cool in their tins before unmoulding.</p> \n<p>5 While the cakes are cooking and cooling, make the curd. Whisk the egg yolks, cornflour and sugar together in a small pan, then slowly add the pineapple and lemon juices. Set the pan over a low heat and stir constantly for 5-10 minutes – as long as it takes for the curd to reach the consistency of very thick custard. It’ll be resolutely liquid for the first few minutes, but don’t give up on it. As soon as it’s ready and just about to start bubbling, remove it from the heat, stir in the butter and leave it to cool to room temperature.</p> \n<p>6 To prepare the icing, melt the butter with the camomile over a low heat until the butter starts to bubble. Remove from the heat and leave to cool for 10 minutes before sieving out the camomile flowers. While the butter cools a little, chop the white chocolate into small chunks and melt in a heatproof bowl set over a pan of simmering water (you can also melt it carefully in the microwave in short bursts, if you’d rather). Stir the melted white chocolate into the slightly cooled, strained butter and leave to cool to room temperature.</p> \n<p>7 Once the butter and chocolate mixture has cooled, put the icing in the fridge for 20 minutes to firm to the consistency of softened, creamed butter. Stir it at 5 minute intervals to avoid lumpiness. Once it’s thick and smooth, add the icing sugar and lemon zest and gently mix. Add a dash of milk, if necessary, to give a spreadable, buttercream texture.</p> \n<p>8 Spread a few dollops of the curd on top of one cake layer, sandwich it with the other, then spread the icing evenly over the top and sides of the sandwich. Drizzle the top with a little more curd or scatter with dried camomile flowers.</p> \n<h2><strong>Orange blossom panna cotta with strawberries</strong></h2> \n<p>The simplicity of panna cotta isn’t something to be messed with, but a drop or two of orange blossom water really works to bring out the delicacy of this dessert. Make sure you leave plenty of cooling and setting time in making these for a special meal.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6648d474b29c12decac8cd6b3d75fdc2cbfa8a9f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434624146740/92d56901-7c72-4db9-bdb2-e80a302c9d95-460x303.jpeg\" alt=\"Panna cotta\" width=\"460\" height=\"303\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Orange-blossom panna cotta.</span> \n  <span class=\"element-image__credit\">Photograph: Jill Mead for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Makes 4</strong><br />3 leaves gelatine, cut into large pieces<br />300ml whole milk<br />90g caster sugar<br />Zest of 1 orange, coarsely grated<br />100ml single cream<br />Orange-blossom water, to taste<br />175g strawberries<br />30g caster sugar</p> \n<p>1 Soak the gelatine leaves in cold water for 5 minutes or so, until softened. Meanwhile, heat the milk, sugar and orange zest until scalding hot.</p> \n<p>2 Drain the liquid from the gelatine pieces, then add the pieces to the hot milk mixture, whisking immediately to combine. Set back over a low heat and bring to the boil. As soon as the mixture starts to simmer, take it off the heat, stir in the single cream and add orange blossom water, to taste. Strain the liquid through a fine sieve to remove the orange zest.</p> \n<p>3 Lightly grease 4 individual 150ml pudding moulds or ramekins and divide the panna cotta mixture between them. Leave to cool to room temperature before placing in the fridge for a few hours to chill and set. I find it’s best to leave them overnight, but as long as you can spare2-3 hours of fridge time, you should be fine.</p> \n<p>4 Hull and quarter the strawberries, then toss them in a bowl with the caster sugar and a few more drops of orange-blossom water, to taste. Place in the fridge to macerate while the puddings set.</p> \n<p>5 To unmould the panna cotta, carefully dip the bottoms of each basin or ramekin in hot water for a few seconds before quickly inverting the pudding on to a plate. If the panna cotta sticks stubbornly in its mould, try running a small knife around the edge toor dipping into the hot water for a few moments more. Serve with the macerated strawberries.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434623412452/9a7fb191-af47-4f0e-9b05-14614d95a2d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"A summery pineapple and camomile cake and an elegant orange-blossom panna cotta with strawberries.","cleanCredit":"Photograph: Jill Mead for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434624197558/c775ed2d-c40f-4733-9309-9760900c303c-620x405.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":405,"width":620,"orientation":"landscape","caption":"Ruby’s summery pineapple camomile cake. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"Summer pineapple camomile cake","cleanCaption":"Ruby’s summery pineapple camomile cake.","cleanCredit":"Photograph: Jill Mead for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434624146231/e822a950-9b45-4d94-80b2-9f432b425b9e-620x408.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":408,"width":620,"orientation":"landscape","caption":"Orange-blossom panna cotta. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"Panna cotta","cleanCaption":"Orange-blossom panna cotta.","cleanCredit":"Photograph: Jill Mead for the Guardian"}],"webPublicationDate":"2015-06-20T05:00:07Z","lastModified":"2015-06-20T05:00:07Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Ruby Tandoh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ruby-tandoh"}],"feature":true,"keywords":["Food & drink","Baking","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/baking","webTitle":"Baking"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Ruby Tandoh","topic":{"type":"tag-contributor","name":"profile/ruby-tandoh"}}],"series":{"title":"Ruby bakes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/ruby-bakes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta","shortUrl":"http://gu.com/p/4avv7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434623412452/9a7fb191-af47-4f0e-9b05-14614d95a2d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Flower power: A summery pineapple and camomile cake (left) and an elegant orange-blossom panna cotta with strawberries. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"A summery pineapple and camomile cake and an elegant orange-blossom panna cotta with strawberries.","cleanCaption":"Flower power: A summery pineapple and camomile cake (left) and an elegant orange-blossom panna cotta with strawberries.","cleanCredit":"Photograph: Jill Mead for the Guardian"}},"importance":4,"kicker":{"title":"Ruby Tandoh's bakes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434623412452/9a7fb191-af47-4f0e-9b05-14614d95a2d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"A summery pineapple and camomile cake and an elegant orange-blossom panna cotta with strawberries.","cleanCredit":"Photograph: Jill Mead for the Guardian"}}]},{"title":"Yotam Ottolenghi recipes / Heads I win: Garlic","rawTitle":"Heads I win: Garlic","item":{"type":"article","id":"lifeandstyle/2015/jun/19/garlic-recipes-broth-bake-sauce-yotam-ottolenghi","title":"Heads I win: Yotam Ottolenghi’s garlic recipes","trailText":"When you’re working with garlic, it’s not how much you use that counts, but how you cook it","standFirst":"<p>When you’re working with garlic, it’s not how much you use that counts, but how you cook it</p>","byline":"Yotam Ottolenghi","body":"<figure class=\"element element-image\" data-media-id=\"dd99811c0e5b5edae63f2a1c30947706aad5cdee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434380697999/c8c472c6-284e-4c31-a6d8-72b6417ddbd7-346x420.jpeg\" alt=\"Yotam Ottolenghi's garlicky summer broth\" width=\"346\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yotam Ottolenghi’s garlicky summer broth: delicious just as it is.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>It might seem like madness to use around 65 cloves of garlic in just three recipes. But with this particular allium, it’s all about the way it’s cooked, rather than the number of cloves you use.</p> \n<p>The harsh and sometimes metallic note that can linger when using raw garlic is a result of the sulphurous compounds in each clove. The more a clove is crushed and minced, the more the cell membranes are broken up, and the more those compounds are activated and released. When you only gently crush the cloves, or roast them whole, however, no such activation takes place. The effect of slow-roasting instead breaks down the chains of fructose sugars in each clove, producing something markedly sweet, decidedly mellow and not at all mad.</p> \n<h2><strong>Garlicky summer broth</strong></h2> \n<p>Use as many fresh young summer vegetables as you can here: baby courgettes, runner beans, French beans, broccolini, spring onions, peas, baby carrots, asparagus, gem lettuce – anything that grabs your eye and tastebuds. Cooking times will vary from a few minutes to a few seconds (baby carrots and courgettes take about two minutes to blanch, beans, peas and broccolini a minute or two, while lettuce and spring onion need just a dip in the boiling water). Leave the veg whole if they are small, cut them in half lengthways or, in the case of lettuce, into wedges. If you’re not vegetarian, you can add an anchovy fillet or two to the salsa and use chicken stock instead of vegetable, while feta, mature pecorino or soft goat’s cheese in the herb paste will add character and depth. Serves six.</p> \n<p><strong>2 tbsp olive oil</strong><br /><strong>20 garlic cloves, peeled and lightly crushed with the flat of a knife </strong><br /><strong>200ml Pernod</strong><br /><strong>2 litres vegetable stock</strong><br /><strong>1 dried Iranian lime, pierced 2-3 times (optional)</strong><br /><strong>1 tsp black peppercorns</strong><br /><strong>Salt</strong><br /><strong>10g thyme sprigs</strong><br /><strong>8 sage leaves</strong><br /><strong>20g parsley sprigs</strong><br /><strong>15g tarragon sprigs</strong><br /><strong>1kg assorted mixed baby vegetables</strong></p> \n<p>For the herb paste<br /><strong>1 whole head garlic</strong><br /><strong>30g parsley leaves, roughly chopped</strong><br /><strong>15g tarragon leaves, roughly chopped</strong><br /><strong>Zest from 1 lemon</strong><br /><strong>3 tbsp olive oil</strong></p> \n<p>Heat the oven to 200C/390F/gas mark 6. Start with the broth. Put a large saucepan on a high heat and add the oil. Once hot, add the garlic and fry for a minute or two, stirring constantly, until golden brown. Add the Pernod, leave to bubble for two minutes, until reduced by half, then add the stock, dried lime (if using), peppercorns and a teaspoon of salt. Tie the herbs together with string and add to the pot, bring to a boil, turn the heat to medium-low and simmer for 40 minutes, until about a litre of liquid remains. Remove from the heat and set aside.</p> \n<p>Meanwhile, make the herb paste. Cut 1cm off the top of the head of garlic, exposing the cloves, then wrap in foil. Roast for an hour, until the flesh is very soft and caramelised, remove from the oven, leave to cool for 10 minutes, then squeeze out the cloves into a food processor. Add the remaining paste ingredients and a quarter-teaspoon of salt, blitz smooth and set aside.</p> \n<p>While the broth is cooking, also blanch your vegetables in salted water until just tender (see introduction for timings) and refresh under cold water.</p> \n<p>When you’re ready to serve, strain the stock though a fine sieve, to remove the aromatics, then return to the pot. Bring to a boil, add the blanched veg, return to a boil, then take off the heat. Divide the stock and vegetables between six shallow bowls, top each with a spoonful of herb paste and serve.</p> \n<h2><strong>Baked rice with confit tomatoes and garlic</strong></h2> \n<p>The fruity flavour of the ancho chillies works really well here, so try to seek them out: they are available in most large supermarkets. You can use larger beets and shallots instead of baby ones (just cut them into smaller pieces), though the dish does look better with whole baby veg. Serves eight as a side or six as a main.</p> \n<p><strong>2-3 dried ancho chillies</strong><br /><strong>650g cherry tomatoes</strong><br /><strong>25 garlic cloves, peeled</strong><br /><strong>10 baby shallots, peeled and trimmed (250g net weight)</strong><br /><strong>25g bunch coriander, tied with string</strong><br /><strong>10g bunch thyme, tied with string</strong><br /><strong>100ml olive oil</strong><br /><strong>15 baby beetroots, unpeeled, scrubbed clean and trimmed (450g)</strong><br /><strong>350g basmati rice</strong><br /><strong>Salt and black pepper</strong></p> \n<p>Heat the oven to 160C/320F/gas mark 2&frac12;. Put the ancho chillies in a medium bowl, pour over 100ml of boiling water and leave to soak for 10 minutes. Strain over a bowl, to catch the liquid, then tear the chillies into 2-3cm strips (you don’t need to discard the seeds, because anchos are not particularly hot).</p> \n<p>Arrange the tomatoes, garlic, shallots and herbs in a large, high-sided casserole dish (about 23cm x 32cm). Pour over the oil, then scatter over a half-teaspoon of salt and a good grind of black pepper. Add the strips of ancho chilli to the dish, pour over their reserved soaking liquor and roast for an hour, until the vegetables are soft, dark and caramelised.</p> \n<p>While the vegetables are cooking, fill a medium saucepan with plenty of water and bring to a boil. Add the beetroot and leave to bubble for 15-20 minutes, until cooked through. Drain and, once cool enough to handle, peel off and discard the skins, then set aside.</p> \n<p>Remove the confit vegetables from the oven. Lift out and discard the herbs and dot the beetroot around and about, taking care not to mix them together so the colour doesn’t leech. Sprinkle the rice evenly over the top and set aside.</p> \n<p>Turn up the oven to 220C/425F/gas mark 7. Fill a small saucepan with 800ml of water, and add three-quarters of a teaspoon of salt and a good grind of black pepper. Bring to a boil, then pour evenly over the rice. Seal the tray tightly with foil and bake for 25 minutes, until the rice is cooked. Remove from the oven, set aside, covered, for 10 minutes to settle and rest, then serve hot.</p> \n<h2><strong>Charred mixed peppers with roasted garlic sauce</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-6c5359a7-0af9-450b-bfa2-5f77d2abe6b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434380528107/c7a4331e-c24b-445c-835d-58be94262d42-460x276.jpeg\" alt=\"Yotam Ottolenghi's charred mixed peppers with roasted garlic sauce\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yotam Ottolenghi’s charred mixed peppers with roasted garlic sauce: a wide range of peppers is the secret to making this dish look and taste extra-special.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>Peppers range hugely in variety, shape, size, colour and heat. Get as wide a range as you can of whatever you like (whenever I see them, I always get some of the long, light green Turkish peppers, for example, because they char really well): just keep to the total weight of peppers in the ingredients list. Serves four.</p> \n<p><strong>170g jalape&ntilde;o peppers (about 10)</strong><br /><strong>800g romano peppers (about 8, a mix of yellow, red and orange, if possible)</strong><br /><strong>90g Padr&oacute;n peppers (about 8)</strong><br /><strong>60ml olive oil</strong><br /><strong>10g coriander leaves, roughly chopped, plus 5g extra to serve</strong><br /><strong>10g mint leaves, roughly chopped</strong><br /><strong>Salt</strong></p> \n<p>For the roast garlic and yoghurt sauce<br /><strong>1 whole head garlic, plus one extra garlic clove, peeled and crushed</strong><br /><strong>300g Greek yoghurt</strong><br /><strong>1 tbsp olive oil</strong><br /><strong>1 tbsp lemon juice</strong><br /><strong>Salt and white pepper</strong></p> \n<p>Heat the oven to 200C/390F/gas mark 6. Start with the garlic for the sauce. Cut 1cm off the top of the head of garlic, exposing the cloves, then wrap in foil. Roast for an hour, until the cloves are soft and caramelised. Remove from the oven and set aside to cool.</p> \n<p>Place all the peppers in a large bowl with two tablespoons of olive oil and a teaspoon of salt. Mix and set aside. Put a ridged griddle pan on a high heat and, when hot, add the peppers, and cook in batches, turning so that they char lightly on all sides – this should take about two minutes for the smaller peppers and up to six for the romanos. Transfer to a parchment-lined baking tray and roast for 10 minutes, until soft. Remove from the oven and set aside.</p> \n<p>Put the coriander and mint in a mortar with the remaining oil and eighth of a teaspoon of salt. Pound to a thick paste and set aside.</p> \n<p>Squeeze the garlic cloves out of their skins into a medium bowl. Whisk with a tablespoon of yoghurt and, once smooth, add the rest of the yoghurt, the oil, fresh garlic, lemon juice, a third of a teaspoon of salt and a pinch of white pepper.</p> \n<p>Put the peppers on a serving plate and spoon over about half the garlic sauce – you don’t want to cover the peppers completely, so serve the remaining sauce in a bowl on the side. Drizzle over the coriander paste, followed by a sprinkle of fresh coriander, and serve.</p> \n<p><span class=\"bullet\">•</span> Yotam Ottolenghi is chef/patron of <a href=\"http://www.ottolenghi.co.uk\">Ottolenghi</a> and <a href=\"http://www.nopi-restaurant.com\">Nopi</a> in London.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380273790/Yotam-Ottolenghis-garlick-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yotam Ottolenghi's garlicky summer broth: delicious just as it is (though, for non-vegetarians, an anchovy fillet or some feta or percorino wouldn't go amiss). Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"/Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's garlicky summer broth","cleanCaption":"Yotam Ottolenghi's garlicky summer broth: delicious just as it is (though, for non-vegetarians, an anchovy fillet or some feta or percorino wouldn't go amiss). Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380698817/aa498adc-eb53-4599-84b2-ab0d32c4ac22-1681x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1681,"orientation":"portrait","caption":"Yotam Ottolenghi’s garlicky summer broth: delicious just as it is. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's garlicky summer broth","cleanCaption":"Yotam Ottolenghi’s garlicky summer broth: delicious just as it is.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380518536/Yotam-Ottolenghis-charred-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Yotam Ottolenghi’s charred mixed peppers with roasted garlic sauce: a wide range of peppers is the secret to making this dish look and taste extra-special. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's charred mixed peppers with roasted garlic sauce","cleanCaption":"Yotam Ottolenghi’s charred mixed peppers with roasted garlic sauce: a wide range of peppers is the secret to making this dish look and taste extra-special.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"webPublicationDate":"2015-06-19T17:00:03Z","lastModified":"2015-06-19T23:10:48Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Yotam Ottolenghi","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751371/YotamOttolenghi.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/yotamottolenghi"}],"feature":true,"keywords":["Food & drink","Life and style","Soup","Summer food and drink","Vegetables","Rice","Main course","Side dish"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/soup","webTitle":"Soup"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"},{"id":"lifeandstyle/vegetables","webTitle":"Vegetables"},{"id":"lifeandstyle/rice","webTitle":"Rice"},{"id":"lifeandstyle/main-course","webTitle":"Main course"},{"id":"lifeandstyle/side-dishes","webTitle":"Side dish"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Yotam Ottolenghi","topic":{"type":"tag-contributor","name":"profile/yotamottolenghi"}}],"series":{"title":"Yotam Ottolenghi recipes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/yotam-ottolenghi-recipes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/19/garlic-recipes-broth-bake-sauce-yotam-ottolenghi","shortUrl":"http://gu.com/p/49fxb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/19/garlic-recipes-broth-bake-sauce-yotam-ottolenghi","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/19/garlic-recipes-broth-bake-sauce-yotam-ottolenghi"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"Yotam Ottolenghi recipes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380273790/Yotam-Ottolenghis-garlick-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yotam Ottolenghi's garlicky summer broth: delicious just as it is (though, for non-vegetarians, an anchovy fillet or some feta or percorino wouldn't go amiss). Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"/Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's garlicky summer broth","cleanCaption":"Yotam Ottolenghi's garlicky summer broth: delicious just as it is (though, for non-vegetarians, an anchovy fillet or some feta or percorino wouldn't go amiss). Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}}]},{"title":"The good mixer / Umeshu sour cocktail","rawTitle":"Umeshu sour cocktail","item":{"type":"article","id":"lifeandstyle/2015/jun/19/umeshu-sour-cocktail-recipe-low-alcohol","title":"The good mixer: umeshu sour cocktail recipe","trailText":"A light, refreshing, low-alcohol drink that’s perfect for a hot summer’s day","standFirst":"<p>A light, refreshing, low-alcohol drink that’s perfect for a hot summer’s day</p>","byline":"Giles Looker","body":"<p>Cocktails don’t <em>have</em> to blow your head off – umeshu sake, made from plums, is usually around 12-14% abv, and makes a great refreshing, low-alcohol pre-summer dinner snifter. It’s dead simple, too. Per serving:</p> \n<p><strong>80ml umeshu sake </strong><br /><strong>35ml lemon juice</strong><br /><strong>15ml sugar syrup (50% water: 50% sugar)</strong><br /><strong>15ml egg white</strong><br /><strong>1 lemon wedge and 1 cherry, to garnish</strong></p> \n<p>Put everything except the garnish in a cocktail shaker, add cubed ice and shake for a good 10 seconds. Strain into a large rocks glass over ice cubes, garnish and drink.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381371250/Umeshu-sour-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Umeshu sour: A refreshing summer cocktail. Photograph: Dan Matthews for the Guardian","credit":"Dan Matthews for the Guardian","altText":"Umeshu sour","cleanCaption":"Umeshu sour: A refreshing summer cocktail. Photograph: Dan Matthews for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-19T17:00:03Z","lastModified":"2015-06-19T23:10:41Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Giles Looker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/giles-looker"}],"feature":true,"keywords":["Life and style","Food & drink","Cocktails","Spirits","Fruit","Eggs"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/cocktails","webTitle":"Cocktails"},{"id":"lifeandstyle/spirits","webTitle":"Spirits"},{"id":"lifeandstyle/fruit","webTitle":"Fruit"},{"id":"lifeandstyle/eggs","webTitle":"Eggs"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Giles Looker","topic":{"type":"tag-contributor","name":"profile/giles-looker"}}],"series":{"title":"The good mixer","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/the-good-mixer"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/19/umeshu-sour-cocktail-recipe-low-alcohol","shortUrl":"http://gu.com/p/49dna","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/19/umeshu-sour-cocktail-recipe-low-alcohol","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/19/umeshu-sour-cocktail-recipe-low-alcohol"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381371250/Umeshu-sour-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Umeshu sour: A refreshing summer cocktail. Photograph: Dan Matthews for the Guardian","credit":"Dan Matthews for the Guardian","altText":"Umeshu sour","cleanCaption":"Umeshu sour: A refreshing summer cocktail. Photograph: Dan Matthews for the Guardian"}},"importance":3,"kicker":{"title":"The good mixer"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381371250/Umeshu-sour-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Umeshu sour: A refreshing summer cocktail. Photograph: Dan Matthews for the Guardian","credit":"Dan Matthews for the Guardian","altText":"Umeshu sour","cleanCaption":"Umeshu sour: A refreshing summer cocktail. Photograph: Dan Matthews for the Guardian"}}]},{"title":"Review / Craft London, London SE10 – restaurant review","rawTitle":"Craft London, London SE10 – restaurant review","item":{"type":"article","id":"lifeandstyle/2015/jun/19/craft-london-se10-restaurant-review-marina-oloughlin","title":"Craft London, London SE10 – restaurant review","trailText":"‘With its tender, rosy flesh, sticky skin, all suffused with subtle smokiness and sweetness, I’d almost swim to Greenwich for Stevie Parle’s clay-baked duck’","standFirst":"<p>‘With its tender, rosy flesh, sticky skin, all suffused with subtle smokiness and sweetness, I’d almost swim to Greenwich for Stevie Parle’s clay-baked duck’</p>","byline":"Marina O'Loughlin","body":"<p>Stacey, my new favourite front of house ever, deposits a small, viciously heavy metal truncheon at our table. This is because we have pre-ordered (as you must) the clay-baked duck at <a href=\"http://craft-london.co.uk\">this extraordinary new restaurant</a> from <a href=\"http://stevieparle.co.uk\">chef Stevie Parle</a>. Parle himself brings the bird, wrapped in pale clay and looking for all the world, on its nest of pine, like a giant pupa.</p> \n<p>Tap, tap with the truncheon, and the clay parts to reveal more layers, hay and fermented cabbage. The larval impression intensifies as cabbage is peeled apart, trailing strings of ducky goo. It’s all very <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/alien\">Alien</a>. But out of this vaguely disturbing carapace emerges a luminous “butterfly”: a roast duck, bronze-lacquered in honey and miso, almost too perfect-looking to be real – like one of those plastic Japanese window-display foods. It’s whisked away to return, jointed and carved into pristine chunks, with wafers of purple pickled carrot, roll of cabbage, a sweet-savoury pear (from, I think, its “broad bean and barley miso”) and “fireplace potatoes”, sliced into an armadillo shape, like hasselbacks – nutty, crisp, bewitching – roasted in Craft’s own-cultured butter in the ashes of the wood-fired ovens. The duck alone is worth the schlep to Greenwich. Hell, with its tender, rosy flesh, sticky skin, fat basted away to nothing, and the whole suffused with a subtle smokiness and sweetness, I’d almost swim there for it.</p> \n<p>Yes, it costs &pound;75, which causes a frisson. But it feeds three (we take a lot home) and could easily stretch to four. It’s hard for the rest of the menu to keep up with this barnstormer, but keep up it does: turnip, carrot and cauliflower pickled in brine and planted on strained yoghurt with fronds of fennel might seem Spartan by comparison, but has a wonderful, fresh vibrancy. Einkorn, an ancient, protein-rich wheat variety, is used to make a cakey drop scone topped with a sultry duck liver parfait, jammy damsons and tiny, frothy bouquets of elderflower. There is the finest eel I’ve tasted (and, yes, I’ve been to Japan): glossy, dark-toffee coloured, it wreathes the mouth in buttery smoke, bitter sweetness from treacle, sharpness from malt vinegar, blades of pickled leek – and sheer eelishness.</p> \n<p>Home-cured meats are remarkable: ribbons of white pork fat, a feisty London lardo; petals of pork loin, gently salty, wholly porcine; IPA-cured beef leg, like the best bresaola, but subtler; lop (a rare-breed pig) salami, its peppery richness spiked by a dab of fierce mustard. There’s a Britishness to it all, uncompromising in intent (Parle is using UK-only suppliers), but luxurious in execution.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"91cd74215f87563891f83f41c10edc69493e3cb0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434378054954/92aff1b8-244f-4009-a380-cd940bad8b9d-316x420.jpeg\" alt=\"Clay-baked duck\" width=\"316\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Craft’s clay-baked duck: ‘It’s hard for the rest of the menu to keep up with this barnstormer, but keep up it does.’</span> \n  <span class=\"element-image__credit\">Photograph: Karen Robinson for the Guardian</span> \n </figcaption> \n</figure> \n<p>I arrive early for my meal – whisking along the Jubilee line takes a lot less time than I imagine – so I wander around <a href=\"http://www.theo2.co.uk\">the O2</a>’s internal “street” of restaurants, increasingly dejected. There’s the estimable <a href=\"https://www.byronhamburgers.com\">Byron</a>, true, but there are also the execrable <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/jul/09/perfect-burger-review-nationwide\">Five Guys</a>, <a href=\"http://www.garfunkels.co.uk\">Garfunkels</a>, <a href=\"http://www.frankieandbennys.com\">Frankie &amp; Benny’s</a>. There’s a place threatening, “Try our Elvis-inspired menu”. Seriously? One joint I’d never previously heard of, <a href=\"http://jimmysrestaurants.com\">Jimmy’s</a>, offers Mexican, Italian, Chinese, Indian, Japanese and American food – I don’t need my inbuilt restaurant equivalent of gaydar to know it’ll be several levels of shite. Even the strikingly beautiful, mosaic-ed <a href=\"http://www.farshidmoussavi.com/node/28\">Farshid Moussavi campus building</a> alongside has a <a href=\"http://www.caferouge.com\">Cafe Rouge</a> and a <a href=\"http://www.chiquito.co.uk\">Chiquito</a> festering in its haunches. For Parle to open up here is the equivalent of his newly hatched butterfly landing in a bluebottle nest.</p> \n<p>There’s no doubt Craft is a curious place. During the day, it has the look of the only upscale restaurant in this newly built village. At night, though, the design (by long-time collaborator <a href=\"http://www.tomdixon.net/uk/?gclid=CLHmrPj98MUCFSLKtAodvUsA0Q\">Tom Dixon</a>) makes sense, as city lights glitter in the darkness outside the wraparound, third-floor cocktail bar. The vivid colour scheme, all turquoise, mauve, sapphire, copper, mutes into something louche and sexy. But the lightbulb moment happens when you realise that the building’s sheer scale has allowed those wood-fired ovens, in-house curing rooms, a vast kitchen for on-site butchery, a fermenting cellar, coffee roastery, plus Parle has the use of the new public park, co-designed by Dixon, Thomas Hoblyn and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/alys-fowler\">the Guardian’s own Alys Fowler</a>, for an orchard, beehives and smoking huts: it’s a fertile mini empire. With our duck, we have a bowl of greens (“from our garden”), the freshest-tasting, sprightliest leaves and herbs grown within spitting distance. Like I said, extraordinary. But nothing is more extraordinary than that duck.</p> \n<p><span class=\"bullet\">•</span> <a href=\"http://craft-london.co.uk\"><strong>Craft London</strong></a><strong> </strong>Peninsula Square, Greenwich Peninsula, London SE10, 020-8465 5910. Open lunch noon-2.30pm Wed-Sat, dinner 5.30-10.30pm Mon-Sat. About &pound;75 a head including drinks and service.</p> \n<p><strong>Food</strong> 9/10 <br /><strong>Atmosphere </strong>6/10 (daytime) 8/10 (night) <br /><strong>Value for money </strong>8/10</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434377806928/Craft-London-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Karen Robinson for the Guardian","altText":"Craft London","cleanCredit":"Photograph: Karen Robinson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378054626/ebfaa585-5328-4e53-89ca-85a351640659-541x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":541,"orientation":"portrait","caption":"Craft’s clay-baked duck: ‘It’s hard for the rest of the menu to keep up with this barnstormer, but keep up it does.’ Photograph: Karen Robinson for the Guardian","credit":"Karen Robinson for the Guardian","altText":"Clay-baked duck","cleanCaption":"Craft’s clay-baked duck: ‘It’s hard for the rest of the menu to keep up with this barnstormer, but keep up it does.’","cleanCredit":"Photograph: Karen Robinson for the Guardian"}],"webPublicationDate":"2015-06-19T13:00:00Z","lastModified":"2015-06-19T23:10:27Z","metadata":{"commentable":true,"commentCount":54,"contributors":[{"name":"Marina O'Loughlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marina-oloughlin"}],"feature":false,"keywords":["Restaurants","Food & drink","Life and style","London","United Kingdom","Travel"],"tags":[{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/london","webTitle":"London"},{"id":"travel/uk","webTitle":"United Kingdom"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Marina O'Loughlin","topic":{"type":"tag-contributor","name":"profile/marina-oloughlin"}}],"series":{"title":"Marina O'Loughlin on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/marina-o-loughlin-on-restaurants"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/19/craft-london-se10-restaurant-review-marina-oloughlin","shortUrl":"http://gu.com/p/49dy5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/19/craft-london-se10-restaurant-review-marina-oloughlin","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/19/craft-london-se10-restaurant-review-marina-oloughlin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434377806928/Craft-London-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Craft, London SE10: ‘At night, the vivid colour scheme, all turquoise, mauve, sapphire, copper, mutes into something louche and sexy.’ Photograph: Karen Robinson for the Guardian","credit":"Karen Robinson for the Guardian","altText":"Craft London","cleanCaption":"Craft, London SE10: ‘At night, the vivid colour scheme, all turquoise, mauve, sapphire, copper, mutes into something louche and sexy.’","cleanCredit":"Photograph: Karen Robinson for the Guardian"}},"importance":3,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434377806928/Craft-London-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Karen Robinson for the Guardian","altText":"Craft London","cleanCredit":"Photograph: Karen Robinson for the Guardian"}}]}],"lastModified":"2015-06-19T17:33:06Z","personalization":{"id":"uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17"},"visibility":"all","adTargetingPath":"lifeandstyle/food-and-drink/front"}