{"id":"uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17","title":"food & drink","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17"},"cards":[{"title":"Nigel Slater recipes / Tomato soup with garnishes","rawTitle":"Tomato soup with garnishes","item":{"type":"article","id":"lifeandstyle/2015/jun/28/nigel-slater-tomato-soup-with-garnishes-recipe","title":"Nigel Slater’s tomato soup with garnishes recipe","trailText":"Serve a sumptuous tomato soup alongside bowls of pancetta and mussels, chilli  toasts and goat’s curd and you have the makings of a perfect summer feast, says Nigel Slater","standFirst":"<p>Serve a sumptuous tomato soup alongside bowls of pancetta and mussels, chilli toasts and goat’s curd and you have the makings of a perfect summer feast</p>","byline":"Nigel Slater","body":"<p>I make two tomato soups. The first is little more than crushed cherry tomatoes and basil spiked with red-wine vinegar. The other is more intense, smoky and sweet-sharp from roasting the tomatoes first with olive oil, rosemary and garlic, then crushing them and their blackened skins to a coarse, textured pur&eacute;e.</p> \n<p>It is the latter I made this week for two lunches, laid out on the rusty garden table, where I passed around bowls of mussels and fried pancetta, tarragon oil and toasted bread with lemon and pepper for everyone to stir into their soup as they wished.</p> \n<p>The second batch, two days later, came with caramelised onions, hot chilli toasts and spoonfuls of cool, white goat’s curd. We finished both lunches with white peaches, sliced and left to marinate in glasses of lightly citrus Kahlenberg Riesling. A dessert as fragrant as it was simple.</p> \n<h2>Roast tomato soup</h2> \n<p>Serves 4<br /><strong>tomatoes</strong> 1.5kg<br /><strong>onions </strong>2, chopped <br /><strong>olive oil</strong> 60ml<br /><strong>garlic</strong> 1 whole head<br /><strong>rosemary sprigs</strong> 2<br /><strong>red-wine vinegar</strong> 2 tsp<br /></p> \n<p>Set the oven at 200C/gas mark 6. Peel and chop the onions, then transfer them to a roasting tin. Discard the stalks and stems from the tomatoes, then cut them in half (or use whole cherry tomatoes). Pull the needles from the rosemary and mix them with the onions and tomatoes. Pour over the oil, tossing everything together. Place the whole head of garlic, unpeeled, among the tomatoes.</p> \n<p>Bake the tomatoes and onions for an hour, with the occasional stir, until the onions are soft, sticky and lightly coloured and the tomatoes have darkened. Remove from the oven and transfer the tomatoes, onions and the roasting juices to a blender or food processor.</p> \n<p>Break the garlic into cloves then squeeze the soft, inner flesh of each clove into a small dish. Add half the garlic to the tomatoes and reserve the other. Process the onions and tomato mixture until you have a coarse pur&eacute;e. Season with the vinegar, salt and black pepper and set aside.</p> \n<h2>Caramelised onions, chillli toasts and goat’s curd and basil oil</h2> \n<p>For the caramelised onions:<br /><strong>onion </strong>1, large<br /><strong>olive oil</strong> 2 tbsp<br /><strong>golden caster sugar</strong> 2 tsp<br /><strong>red-wine vinegar</strong> 1 tbsp, mellow<br /></p> \n<p>Peel and finely slice the onion, then cook it for a good 15-20 minutes in the olive oil in a small pan. Keep the heat low to moderate stirring regularly, so that the onion softens then starts to caramelise. Scatter the sugar over the softened onion, let the sugar melt then, just as it starts to turn brown, stir in the balsamic vinegar.</p> \n<p>For the chilli toasts:<br /><strong>butter</strong> 50g<br /><strong>red chilli </strong>1, medium sized<br /><strong>ciabatta</strong> 4 slices<br /><strong>sea salt flakes</strong><br /></p> \n<p>Melt the butter in a small pan. Halve, seed and finely chop the chilli, then stir it into the butter. Using the oven at 200C/gas mark 6 or an overhead grill, toast the ciabatta on one side then place them on a baking sheet, uncooked side up and spoon over the chilli butter. Toast until the butter starts to sizzle and the bread colours, then sprinkle with sea salt flakes and serve with the soup.</p> \n<p>For the goat’s curd and basil oil:<br /><strong>goat’s curd</strong> 4 heaped tbsp<br /><strong>olive oil</strong> 150ml<br /><strong>basil</strong> 20g<br /><strong>roasted garlic</strong> 5 cloves<br /></p> \n<p>Pour the olive oil into a blender or food processor, add the basil leaves and the garlic cloves and a pinch of salt, then process to a brilliant green oil. Pour into a small jug or bowl.</p> \n<p>Serve by ladling the soup into bowls, pass around plates of the hot chilli croutes, a bowl of the goat’s curd and a jug or bowl of basil oil. Add a large spoonful of curd to the soup, a spoonful of the onions, then trickle over some of the basil oil. Float the croutes in the soup as you serve.</p> \n<figure class=\"element element-image\" data-media-id=\"fa72ab1a7a01daefd697c3ba551f5387e6081b2f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435057136572/df1f84de-5610-4f3b-a69b-99ad407ea8d0-460x276.jpeg\" alt=\"Roast tomato soup with pancetta, mussels, tarragon oil and lemon croutons.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In the red: roast tomato soup with pancetta, mussels, tarragon oil and lemon croutons.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Lovekin for the Observer</span> \n </figcaption> \n</figure> \n<h2>Pancetta, mussels, tarragon oil and lemon croutons</h2> \n<p>For the tarragon oil:<br /><strong>parsley</strong> 15g<br /><strong>tarragon leaves</strong> 10g<br /><strong>olive oil</strong> 150ml<br /></p> \n<p>Put the parsley leaves, tarragon and olive oil in a blender. Process to a vivid emerald oil and set aside.</p> \n<p>For the lemon croutons:<br /><strong>butter</strong> 50g<br /><strong>lemon </strong>1<br /><strong>ciabatta </strong>half <br /></p> \n<p>Melt the butter in a small pan. Grate the zest of lemon and add to the butter. Season with black pepper. Tear the ciabatta into small pieces, then dunk in the lemon-zest butter. Bake the ciabatta at 200C/gas mark 6 for 7-10 minutes until golden.</p> \n<p>For the pancetta and mussels:<br /><strong>pancetta </strong>200g, in the piece<br /><strong>olive oil</strong> 2 tbsp<br /><strong>mussels</strong> 400g, in their shells, scrubbed<br /><strong>parsley </strong>4 tbsp, chopped<br /></p> \n<p>Cut the pancetta into small dice. Warm the oil in a pan, add the pancetta and fry until golden. Add the mussels, cover for 2 or 3 minutes then, as soon as the shells open, add the chopped parsley and tip into a bowl.</p> \n<p>Serve by ladling the soup into bowls. Pass around the fried pancetta and mussels and let everyone add them to their soup. Scatter lemon croutons over the soup, then trickle the tarragon oil over the croutons and mussels.</p> \n<p><br /><em>Email Nigel at <a href=\"mailto:nigel.slater@observer.co.uk\">nigel.slater@observer.co.uk</a>. Follow Nigel on Twitter <a href=\"https://twitter.com/nigelslater\">@NigelSlater</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435056291353/Bowls-of-roast-tomato-sou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the red: Nigel Slater's roast tomato soup with caramelised onions, chilli toasts, goat’s curd, basil oil and roasted garlic recipe. Photograph: Jonathan Lovekin for the Observer","credit":"Jonathan Lovekin/Observer","altText":"Bowls of roast tomato soup, caramelised onions, chilli toast, goat’s curd, basil oil, roasted garlic","cleanCaption":"In the red: Nigel Slater's roast tomato soup with caramelised onions, chilli toasts, goat’s curd, basil oil and roasted garlic recipe. Photograph: Jonathan Lovekin for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435057137895/df1f84de-5610-4f3b-a69b-99ad407ea8d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the red: roast tomato soup with pancetta, mussels, tarragon oil and lemon croutons. Photograph: Jonathan Lovekin for the Observer","credit":"Jonathan Lovekin for the Observer","altText":"Roast tomato soup with pancetta, mussels, tarragon oil and lemon croutons.","cleanCaption":"In the red: roast tomato soup with pancetta, mussels, tarragon oil and lemon croutons.","cleanCredit":"Photograph: Jonathan Lovekin for the Observer"}],"webPublicationDate":"2015-06-28T12:00:08Z","lastModified":"2015-06-28T12:00:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nigel Slater","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419839/NigelSlater.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nigelslater"}],"feature":true,"keywords":["Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Nigel Slater","topic":{"type":"tag-contributor","name":"profile/nigelslater"}}],"series":{"title":"Nigel Slater recipes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/nigelslaterrecipes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/28/nigel-slater-tomato-soup-with-garnishes-recipe","shortUrl":"http://gu.com/p/4a3bn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/28/nigel-slater-tomato-soup-with-garnishes-recipe","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/28/nigel-slater-tomato-soup-with-garnishes-recipe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435056291353/Bowls-of-roast-tomato-sou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Soup with benefits: Nigel Slater’s roast tomato soup with caramelised onions, chilli toasts, goat’s curd, basil oil and roasted garlic recipe. Photograph: Jonathan Lovekin for the Observer","credit":"Jonathan Lovekin/Observer","altText":"Bowls of roast tomato soup, caramelised onions, chilli toast, goat’s curd, basil oil, roasted garlic","cleanCaption":"Soup with benefits: Nigel Slater’s roast tomato soup with caramelised onions, chilli toasts, goat’s curd, basil oil and roasted garlic recipe. Photograph: Jonathan Lovekin for the Observer"}},"importance":7,"kicker":{"title":"Nigel Slater recipes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435056291353/Bowls-of-roast-tomato-sou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the red: Nigel Slater's roast tomato soup with caramelised onions, chilli toasts, goat’s curd, basil oil and roasted garlic recipe. Photograph: Jonathan Lovekin for the Observer","credit":"Jonathan Lovekin/Observer","altText":"Bowls of roast tomato soup, caramelised onions, chilli toast, goat’s curd, basil oil, roasted garlic","cleanCaption":"In the red: Nigel Slater's roast tomato soup with caramelised onions, chilli toasts, goat’s curd, basil oil and roasted garlic recipe. Photograph: Jonathan Lovekin for the Observer"}}]},{"title":"Jay Rayner on restaurants / Bonhams, London","rawTitle":"Bonhams, London","item":{"type":"article","id":"lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner","title":"Bonhams: restaurant review","trailText":"Tom Kemble’s cooking at Bonhams is exquisite… It’s so good Jay Rayner almost didn’t want to tell you about it","standFirst":"<p>Tom Kemble’s cooking at Bonhams is exquisite… It’s so good Jay almost didn’t want to tell you about it</p>","byline":"Jay Rayner","body":"<h2>101 New Bond Street, London W1 (020 7468 5868). Meal for two, including drinks and service: &pound;130</h2> \n<p><br />A restaurant of quiet ambition, located within a fancy auction house, is a whole bunch of dreadful, overwrought analogies just waiting to happen. It didn’t help that, on the day we visited the restaurant inside Bonhams on London’s New Bond Street, the galleries were filled with glorious works. There were Hockneys and Auerbachs, Rileys and Hodgkins. Another room displayed sleek Art Deco pieces all of which I coveted. In the long dirty fight to find ways by which fragile words might be bent to the service of robust flavours, ignoring the possibilities of the language of art when it is so plainly offered really is tough. How easy to talk of “provenance” and the “masterpiece” and of the “acutely composed”. Still I’ll do my best, even though Tom Kemble’s cooking is about as good a candidate for this sort of guff as I’ve come across in a long while.</p> \n<p>The six-month-old restaurant at Bonhams, which is open for breakfast and lunch and for a set menu on Thursday nights only, is literally one of London’s hidden gems. You have to know it’s there to know it’s there. Step through the small street entrance into the airy galleries beyond. Take the lift down a couple of floors, go through the bar, and back up the staircase at the end to find yourself in a small white box of a room with 20 seats and a view of a bland Mayfair courtyard. The walls are hung with prints of food-heavy still lifes of the sort wealthy men used to commission in the 16th century merely to prove they could afford the newfangled pigments needed to portray red, bleeding meat.</p> \n<p>The paintings are misdirection. Kemble’s food is in no way heavy or burdened by luxury for its own sake. It is calm and thoughtful and precise and really quite startlingly beautiful. It’s serious cooking of the best sort, which is to say the kind that makes you giggle with pleasure.</p> \n<figure class=\"element element-image\" data-media-id=\"56968bbbae01e50172bcd974408a5c9d674627f9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435069750589/a0bbd611-08c6-4127-bceb-efe7a07f80ae-460x276.jpeg\" alt=\"Gazpacho with mustard ice cream and a floating flower\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A masterpiece: the gazpacho with mustard ice cream. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>Prior to a stint at a Chiswick restaurant, Kemble worked for Magnus Nilsson at F&auml;viken in Sweden and brings back with him less a Scandinavian agenda – in our meal the mood was lighter and sunnier and altogether more Francophile – but an obsessive’s commitment to quality raw materials. The cooking served some of the finest ingredients I have come across in a long while. Plus, he has all the skills. At the beginning there is some of the very best bread, a crunchy crusted sour dough with an addictively chewy crumb, served with the sort of yellow Normandy butter you could smear on a close friend. At the end there are liquid salt caramels that will give any of the chocolate specialists at work today a serious case of envy.</p> \n<p>In between there is a thoughtful menu with just three choices at each course, which changes gradually, week by week and day by day, depending on what’s good. Starters are around &pound;10, mains in the mid-20s with desserts at &pound;8. Or think of it as &pound;45 for three courses if that helps (which is the price for the supper club). Bargains are relative. For cooking of this quality in London right now, that’s a bargain. We begin with a gazpacho with mustard ice cream. It’s not an original idea. Both Alain Passard at L’Arp&egrave;ge in Paris and Heston Blumenthal at the Fat Duck have done versions. This one has a lightness of touch, the glossy cold soup having a power and intensity that forces you to stare into the bowl and think only of sunshine and languor. Crisp garlicky croutons bob at the surface and in the depths are pieces of smoked eel lending a hit of the docks. And then, in the middle, is a quenelle of just-set mustard ice cream, providing less heat than a potent savoury grounding.</p> \n<figure class=\"element element-image\" data-media-id=\"a2d829b1d2a45682b93a2acd70bb7c87109d8da6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435070051007/3681c26d-658e-41ba-9deb-ffd4f28622b8-460x276.jpeg\" alt=\"Slices of duck breast and boned-out confit leg on a round plate\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The duck breast and boned-out confit leg. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>Steamed courgette flowers, as delicate as a dandelion head ready to blow away on the breeze, come filled with white crab meat. There are slices of bull’s heart tomato, confited to make them more themselves, a tiny dice of crunchy courgette and a puddle of warm, foamy crab bisque, which is where the intense throb of the brown meat has gone to live out its days.</p> \n<p>There is the same intensity to the frothy, brassic green beurre blanc with a slab of turbot, cooked to an acutely timed mother-of-pearl. A heap of wilted spinach underneath, a length of charred cucumber alongside, a few peeled and smoked Jersey Royals for company and the job is done. Likewise, with slices of duck breast, and a boned-out confit leg, with crisped skin, made shameless by the fat it has been long-cooked in. They share a plate with baby beets, halved cherries, the crack of fresh almonds and an underlying sauce of all these things. There is nothing attention-seeking about this food; it is just great ingredients given a seeing to by a chap who cares.</p> \n<p>To finish there is raspberry millefeuille, the delicate wafers dusted with ground down, freeze-dried fruit, enclosing layers of a loose cr&egrave;me Chantilly and a bright elderflower sorbet. All around are perfect raspberries the colour of opera plush. A floating island is a thick disc of lightly set meringue under a sim card-thin disc of chocolate with, on the top, a mound of pistachio ice cream and all around a moat of cr&egrave;me anglaise.</p> \n<figure class=\"element element-image\" data-media-id=\"d1d5d0f9d89e40c7786a900808207af9562072a8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435070211028/a63e9809-e77c-440e-b29f-2acec560dbc1-460x276.jpeg\" alt=\"The delicate-wafered raspberry millefeuille.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘There are perfect raspberries the colour of opera plush’: the delicate-wafered raspberry millefeuille. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>By this point I am all but lost. London may be a feverish restaurant city right now, but there is very little of true brilliance. Last week at the Marksman was one kind; this is quite another. It helps that Bonhams is a serious wine dealership and has used that expertise to pull together a clever list. Given what passes through the building they could have built some thumping, tiresome bible. Instead this is a measured selection. At the top end I’m told some of the bottles are cheaper than retail. More relevant is the ever-changing list of wines by the glass, allowing you to try big Burgundies and Bordeaux you might not otherwise be able to afford.</p> \n<p>At the end of a lunch of hushed brilliance my companion implores me not to write anything. Let it stay a hidden gem, this back London room, bathed in a sunlight that drifts across the room and reaches the plate. I shake my head. It’s not what I do. I always share the good news. That’s how it is. She understands. And with that we slip from the table and return to the galleries to browse all the beautiful things we cannot afford to buy.</p> \n<h2>Jay’s news bites</h2> \n<p>■ For another food experience in a retail environment, try The Man Behind The Curtain, located inside Flannels department store in Leeds. According to my <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/mar/06/man-behind-curtain-leeds-restaurant-review-marina-oloughlin\"><em>Guardian</em> colleague Marina O’Loughlin</a>, chef Michael O’Hare does bonkers things involving, say, long-cooked pork jowl with dehydrated squid ink, or pot-sticker chicken and blackcurrant dumplings, which shouldn’t work but do. Not one for the timid (<a href=\"http://www.themanbehindthecurtain.co.uk/\">themanbehindthecurtain.co.uk</a>).</p> \n<p>■ Hello to Uncover, a new app which lists available tables in big-name London restaurants, on the day – recent offers include Kitty Fishers and the River Caf&eacute; – complete with one-click booking. One unintended consequence: it reveals that certain restaurants presumed to be so hot you have to book weeks in advance, actually have free tables (<a href=\"http://uncover.london/\">uncover.london</a>).</p> \n<p>■ On the subject of new apps, hurrah for Good Food Talks, which uses text-to-speech software to make menus accessible to the visually impaired. more than 750 restaurants are now using the app including Nando’s, Ed’s Easy Diner and Carluccio’s (<a href=\"http://goodfoodtalks.com/\">goodfoodtalks.com</a>)</p> \n<p><br />Email Jay at <a href=\"http://jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a>. Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435322270162/eb835879-3e5c-403e-8410-58615c268622-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sophia Evans for the Observer","altText":"Under the hammer: the Bonhams dining room.","cleanCredit":"Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435069752169/a0bbd611-08c6-4127-bceb-efe7a07f80ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A masterpiece: the gazpacho with mustard ice cream. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Gazpacho with mustard ice cream and a floating flower","cleanCaption":"A masterpiece: the gazpacho with mustard ice cream. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070052640/3681c26d-658e-41ba-9deb-ffd4f28622b8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The duck breast and boned-out confit leg. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Slices of duck breast and boned-out confit leg on a round plate","cleanCaption":"The duck breast and boned-out confit leg. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070212108/a63e9809-e77c-440e-b29f-2acec560dbc1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘There are perfect raspberries the colour of opera plush’: the delicate-wafered raspberry millefeuille. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"The delicate-wafered raspberry millefeuille.","cleanCaption":"‘There are perfect raspberries the colour of opera plush’: the delicate-wafered raspberry millefeuille. Photograph: Sophia Evans for the Observer"}],"webPublicationDate":"2015-06-28T04:59:09Z","lastModified":"2015-06-28T04:59:09Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/4a3jk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435322270162/eb835879-3e5c-403e-8410-58615c268622-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Under the hammer: the Bonhams dining room. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans for the Observer","altText":"Under the hammer: the Bonhams dining room.","cleanCaption":"Under the hammer: the Bonhams dining room.","cleanCredit":"Photograph: Sophia Evans for the Observer"}},"importance":5,"kicker":{"title":"Jay Rayner on restaurants"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435322270162/eb835879-3e5c-403e-8410-58615c268622-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sophia Evans for the Observer","altText":"Under the hammer: the Bonhams dining room.","cleanCredit":"Photograph: Sophia Evans for the Observer"}}]},{"title":"Thomasina Miers recipes / The weekend cook: Veal schnitzel with tomato salad","rawTitle":"The weekend cook: Veal schnitzel with tomato salad","item":{"type":"article","id":"lifeandstyle/2015/jun/27/veal-schnitzel-peach-galette-recipes-thomasina-miers","title":"The weekend cook: Thomasina Miers’ recipes for veal schnitzel with tomato salad and peach, basil and vanilla galette","trailText":"Here’s a meal that screams, ‘Summer!’: breaded veal escalope with a sweet tomato salad followed by a deceptively simple peach pie","standFirst":"<p>Here’s a meal that screams, ‘Summer!’: breaded veal escalope with a sweet tomato salad followed by a deceptively simple peach pie</p>","byline":"Thomasina Miers","body":"<p>Whether it’s chicken, pork or veal, a schnitzel is that rare combination: deeply comforting yet surprisingly elegant. In my book, that makes it a great summer dinner dish, especially if served with a bright tomato salad (I’m not going to let <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/26/tomato-salad-recipes-yotam-ottolenghi\">Yotam have <em>all </em>the fun this week</a>). Follow that glorious plateful with an absurdly impressive yet oh-so-simple peach galette: and if it seems a bit thrown together, that’s largely because it has.</p> \n<h2><strong>Veal schnitzel with rainbow tomato salad</strong></h2> \n<p>Schnitzel is a real hit with children, though for them you might want to go easy on the chilli. Serves four to six.</p> \n<p><strong>4 veal escalopes (about 150g each)</strong><br /><strong>2 tbsp plain flour</strong><br /><strong>Salt and freshly ground black pepper</strong><br /><strong>2 eggs, beaten</strong><br /><strong>8 tbsp panko breadcrumbs (or other breadcrumbs)</strong><br /><strong>Finely grated parmesan (optional)</strong><br /><strong>20g butter</strong></p> \n<p>For the salad<br /><strong>6 plum-sized tomatoes (a mix of colours ideally), cut into fat wedges</strong><br /><strong>1 big handful cherry tomatoes (again, a mix of colours), halved</strong><br /><strong>1 handful each fresh tarragon and mint leaves, roughly chopped</strong><br /><strong>1 habanero or scotch bonnet chilli (or to taste), deseeded and finely chopped</strong><br /><strong>&frac12; red onion, peeled and finely sliced</strong><br /><strong>A few pinches golden caster sugar</strong><br /><strong>Juice of 2 limes</strong><br /><strong>4 tbsp extra-virgin olive oil</strong></p> \n<p>Lay each piece of veal between two slices of greaseproof paper and bash out a bit with a rolling pin, to flatten and thin them. Season the flour generously and spread out on a large plate. Mix the breadcrumbs with the parmesan (if using) and spread out on another large plate. Beat the eggs in a large, shallow bowl.</p> \n<p>Toss each piece of veal in the flour, the egg and finally in the crumbs, then refrigerate for an hour or two (or overnight, if you want to get ahead) – this helps to set the crumbs.</p> \n<p>Half an hour before you want to eat, gently toss the tomatoes with the other salad ingredients (start with half a chilli and see how hot you want to go), and season generously. This will give the flavours time to mingle and the salad to come up to room temperature.</p> \n<p>Heat a heavy-based frying pan on a medium-high flame and add half the butter. Fry the veal in two batches until golden on the outside and cooked through – three to four minutes a side. Alternatively, fry the schnitzels ahead of time for a minute a side, until golden, and finish in a hot oven for 10 minutes just before you eat. Serve with the salad and perhaps quinoa or new potatoes tossed in chopped mint and butter.</p> \n<h2><strong>Peach, vanilla and basil galette</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-2bb3153a-a90a-4fc5-a60d-e4a8300558df\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435140124273/0f292ad1-3686-4550-bb31-032b863da5c2-460x276.jpeg\" alt=\"Thomasina Miers' peach, vanilla and basil galette\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thomasina Miers’ peach, vanilla and basil galette: absurdly impressive yet oh-so-simple.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>This stunning pudding is deceptively easy, because the rough, hotchpotch shape hides a multitude of sins. Simply throw together the quick pastry, assemble the pie and bake – you’ll be amazed by the result. Serves six.</p> \n<p>For the pastry<br /><strong>170g self-raising flour</strong><br /><strong>1 tsp caster sugar</strong><br /><strong>&frac12; tsp sea salt</strong><br /><strong>120g cold, unsalted butter cut into cubes</strong><br /><strong>4 tbsp ice-cold water</strong></p> \n<p>For the galette<br /><strong>8 basil leaves, roughly chopped</strong><br /><strong>60g golden caster sugar, plus 1 tbsp extra</strong><br /><strong>Seeds scraped from &frac12; vanilla pod</strong><br /><strong>5 peaches, peeled, stoned and quartered</strong><br /><strong>3 tbsp ground almonds</strong><br /><strong>1&frac12; tbsp plain flour</strong></p> \n<p>To finish<br /><strong>1 tbsp melted butter</strong><br /><strong>1 tbsp granulated sugar</strong></p> \n<p>For the pastry, put the flour, sugar and salt in a food processor, and blitz briefly. Add the butter and pulse for a few moments, until the butter is only half incorporated – for gloriously flaky pastry, you need lumps of butter the size of small chickpeas. Add the cold water a tablespoon at a time, pulsing after each addition, until the mix begins to clump, then tip out on to a clean work surface and push together into a disc. Wrap in clingfilm and refrigerate for at least an hour. Heat the oven to 200C/390F/gas mark 6. Bash the basil in a pestle and mortar, then add the 60g caster sugar and vanilla seeds, and carry on bashing until you have what looks like green sugar. Transfer to a bowl, add the peaches, toss and set aside.</p> \n<p>Roll the pastry into a roughly 25cm circle and transfer to a baking sheet lined with baking paper. Mix the ground almonds, flour and remaining caster sugar, and sprinkle over the rolled-out dough, leaving a 3cm clear border around the edge. Pile the sugary basil and peach mix inside the borders of the pastry and bring up the sides of the pastry, crimping and folding them round the fruit. Brush the pastry with the melted butter, sprinkle over the granulated sugar and bake for 30 minutes, rotating the tart from time to time to ensure an even bake, until the pastry is golden and the fruit’s slightly coloured. Leave to cool slightly, and serve with cream or vanilla ice-cream.</p> \n<h2><strong>And for the rest of the week…</strong></h2> \n<p>Schnitzels always create a bit of a mess – the flour, egg and crumbs never go where they’re meant to – so I often make more and stash the extra schnitzels in the freezer. They’ll feel like a real gift when, tired and hungry, you remember them on a rushed Thursday night. Just defrost, and roast or fry. Tomato salad apart, schnitzel goes brilliantly with crushed new potatoes (oven-roast until crisp), or with avocado and lettuce salad, or boiled corn on the cob, or spinach puree. Make extra pastry, too, because that also freezes well. And if you have a surfeit of unripe peaches, worry not: they are really good sliced and tossed in sugar, olive oil, mint and a splash of wine vinegar.</p> \n<p><span class=\"bullet\">•</span> Thomasina Miers is co-owner of <a href=\"http://www.wahaca.co.uk\">the Wahaca group of Mexican restaurants</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435139992169/Thomasina-Miers-veal-schn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thomasina Miers' veal schnitzel with rainbow tomato salad: a great summer dish. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"/Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' veal schnitzel","cleanCaption":"Thomasina Miers' veal schnitzel with rainbow tomato salad: a great summer dish. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140102820/Thomasina-Miers-peach-van-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Thomasina Miers’ peach, vanilla and basil galette: absurdly impressive yet oh-so-simple. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' peach, vanilla and basil galette","cleanCaption":"Thomasina Miers’ peach, vanilla and basil galette: absurdly impressive yet oh-so-simple.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"webPublicationDate":"2015-06-27T07:00:08Z","lastModified":"2015-06-27T07:00:08Z","metadata":{"commentable":true,"commentCount":80,"contributors":[{"name":"Thomasina Miers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/thomasina-miers"}],"feature":true,"keywords":["Life and style","Food & drink","Main course","Meat","Dessert","Salad","Fruit","Baking","Beef"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/main-course","webTitle":"Main course"},{"id":"lifeandstyle/meat","webTitle":"Meat"},{"id":"lifeandstyle/dessert","webTitle":"Dessert"},{"id":"lifeandstyle/salad","webTitle":"Salad"},{"id":"lifeandstyle/fruit","webTitle":"Fruit"},{"id":"lifeandstyle/baking","webTitle":"Baking"},{"id":"lifeandstyle/beef","webTitle":"Beef"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Thomasina Miers","topic":{"type":"tag-contributor","name":"profile/thomasina-miers"}}],"series":{"title":"Thomasina Miers recipes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/thomasina-miers-recipes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/veal-schnitzel-peach-galette-recipes-thomasina-miers","shortUrl":"http://gu.com/p/49jmc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/veal-schnitzel-peach-galette-recipes-thomasina-miers","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/veal-schnitzel-peach-galette-recipes-thomasina-miers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435139992169/Thomasina-Miers-veal-schn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thomasina Miers’ veal schnitzel with rainbow tomato salad: a great summer dish. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' veal schnitzel","cleanCaption":"Thomasina Miers’ veal schnitzel with rainbow tomato salad: a great summer dish. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}},"importance":5,"kicker":{"title":"Thomasina Miers recipes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435139992169/Thomasina-Miers-veal-schn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thomasina Miers' veal schnitzel with rainbow tomato salad: a great summer dish. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"/Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' veal schnitzel","cleanCaption":"Thomasina Miers' veal schnitzel with rainbow tomato salad: a great summer dish. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}}]},{"title":"Ruby Tandoh bakes / Recipes to make the most of your fruit","rawTitle":"Recipes to make the most of your fruit","item":{"type":"article","id":"lifeandstyle/2015/jun/27/fruit-tart-recipes-peach-black-pepper-strawberry-vanilla-custard","title":"The art of tarts: recipes to make the most of your fruit","trailText":"<strong>Ruby bakes: </strong>Ruby pairs peach with pepper for a sweet, spicy bake, then strawberries are piled high atop vanilla custard and sprinkled with pine nuts","standFirst":"<p>Ruby pairs peach with pepper for a sweet, spicy bake, then strawberries are piled high atop vanilla custard and sprinkled with pine nuts</p>","byline":"Ruby Tandoh","body":"<p>There aren’t many things better than a mouthful of perfectly ripe peach – fuzzy-skinned and fragrant, bruising in your grip – or handfuls of jewel-red strawberries, tugged straight from their trailing stems. When fruit is right, it’s wrong to play around with it. But with summer fruit season in full swing, I find myself (always an overzealous shopper when the fruit’s there and ripe) with a glut piled so high in the fruit bowl that every so often a peach will roll drunkenly out with a thud. At these times, there’s nothing for it but to make fruit tarts,; and put the bruised bounty to good use.</p> \n<h2><strong>Peach and black pepper frangipane tart</strong></h2> \n<p>Peach and almond are made for one another, but they can verge on cloying if a third ingredient doesn’t perk them up. Here, it’s black pepper that adds that spark – lending a little heat which, along with the brightness of the orange zest, sets the sweet frangipane and fruit into sharp relief.<br /></p> \n<p><strong>Serves 6-8</strong><br /><strong>For the pastry</strong><br />135g plain flour<br />75g butter<br />50g ground almonds<br />30g caster sugar<br />A pinch of salt<br />1 large egg<br />Mascarpone, to serve</p> \n<p><br /><strong> For the filling</strong><br />75g unsalted butter, softened<br />50g caster sugar<br />50g runny honey<br />1&frac12; tsp vanilla extract<br />Zest of 1 orange<br />100g ground almonds<br />1 large egg, plus 1 large egg yolk<br />50g plain flour<br />1&frac12; tsp coarse black pepper, plus extra for sprinkling<br />&frac34; tsp baking powder<br />A generous pinch of salt<br />2-3 large peaches, skins left on, cut into slim segments</p> \n<p>1 Rub the flour and butter together in a large bowl. Keep working the ingredients using your fingertips until no visible chunks of butter remain. Stir in the ground almonds, caster sugar and salt. Whisk the egg lightly, then add half of it to the flour mixture, cutting it into the dry ingredients. Continue adding until the dough begins to form in clumps. You shouldn’t need more than &frac34; of the egg. Once all the flour has been moistened, press the dough into a ball, flatten slightly and wrap in clingfilm. Refrigerate for 20 minutes or so, during which time the dough will become less sticky.</p> \n<p>2 Roll out the chilled dough on a lightly floured work surface until it’s 26-27cm in diameter – big enough to line the base and sides of a 23cm-round tart or flan tin. You can also use a 20cm round loose-bottomed cake tin, if that’s all you have – just bake the filled tart for slightly longer to cook the slightly deeper filling. Line the tin with the pastry, prick all over the base with a fork and place in the fridge to chill for at least 30 minutes (this’ll reduce the risk of the pastry shrinking as it bakes). Meanwhile, set the oven to 200C/400F/gas mark 6.</p> \n<p>3 Beat the butter and sugar together until light and creamy, then stir in the honey, vanilla extract, orange zest, ground almonds, egg and egg yolk. Combine the flour, pepper, baking powder and salt in a separate bowl before adding to the almond mixture and folding gently until smooth.</p> \n<p>4 Spoon the filling into the chilled pastry case, then arrange the peach slices neatly on top in concentric circles and grind plenty of black pepper on top. Bake for 20 minutes in the preheated oven before reducing the temperature to 180C/350F/gas mark 4 and cooking for a further 25 minutes. The pastry should be crisp, the filling slightly risen and springy, and the peaches perfectly tender. Leave the tart to cool to room temperature in its tin. Serve barely warm, with sweetened mascarpone.</p> \n<h2><strong>Strawberry vanilla custard tarts with pine nut crust</strong></h2> \n<p>The modest handful of pine nuts in this recipe round out what might otherwise have been an otherwise bland of a plain pastry case, while also making it richer, and crumblier, than ever.<br /></p> \n<p><strong>Makes 6</strong><br /><strong>For the pastry</strong><br />60g pine nuts<br />150g plain flour<br />75g unsalted butter<br />40g caster sugar<br />30ml milk</p> \n<p><br /><strong> For the filling</strong><br />175ml milk<br />2 large yolks<br />50g caster sugar<br />2&frac12; tsp cornflour<br />2 tsp vanilla extract<br />50ml double cream<br />250g ripe strawberries<br />2-3 tbsp strawberry jam</p> \n<p>1 Preheat the oven to 180C/350F/gas mark 4, then roast the pine nuts for 7-10 minutes, checking them regularly, until they’ve darkened a shade and are beginning to look oily. Turn the oven off for the moment. Set aside 10g of the toasted nuts in a small bowl – you’ll use these to top the tarts later – and empty the bulk of the kernels into a food processor or coffee grinder. Pulse them until they’re finely ground, slightly greasy and starting to clump together.</p> \n<p>2 Put the flour in a large bowl and rub the ground pine nut mix into it with your fingers. Cube the butter and add it to the bowl, rubbing it into the dry ingredients until there are no visible chunks of butter left. Stir in the sugar, then add the milk, cutting it in until a dough forms in small clumps. If it’s too dry to hold together when you squeeze it, add a drop more milk. Gather the dough into a ball, pat it flat and wrap in clingfilm. Place in the fridge to chill for 20 minutes or so.</p> \n<p>3 Lightly dust the work surface and roll out the chilled pastry until it’s 3-5mm thick. Cut rounds out using a circular pastry cutter – one big enough to make circles of pastry to line the base and sides of the holes ofa standard muffin/cupcake tin. Gently press the pastry into the tin holes, taking care not to stretch it. Chill the lined tin in the fridge for 30 minutes. Preheat the oven to 180C/350F/gas mark 4.</p> \n<p>4 Once the pastry cases have chilled, trim off any excess and line each with a small square of baking parchment (it can help to scrunch the parchment then smooth it out again before doing this, to help it mould to the contours of the pastry). Fill each parchment-lined tart with baking weights – whether the ceramic sort, or just makeshift ones such as dried chickpeas, rice or barley – and bake in the preheated oven for 20 minutes. Remove the weighted parchment parcels and return to the oven to cook for a further 5 minutes uncovered, then leave to cool.</p> \n<p>5 Heat the milk for the custard until scalding. While the milk warms, whisk the egg yolks, sugar, cornflour and vanilla extract together in a mixing bowl. Slowly pour the scalding milk into this yolk mixture, whisking constantly as you go. Decant the mixture back into the pan and set over a low heat. Stir the custard over the heat for 5 minutes or so, until it’s very thick and gloopy. Cover the surface with clingfilm to stop a skin forming, then leave to cool to room temperature. Beat the cooled custard to smooth it before adding the cream and whisking for a minute. The custard should hold soft peaks.</p> \n<p>6 Hull and halve the strawberries. Fill each tart case with a generous dollop of the custard, then top with the strawberry pieces – I find four half-strawberries per tart is about the right amount, clustered together into a dome shape. Warm the strawberry jam, strain it and brush a little over each of the tarts to glaze. Chop the remaining toasted pine nuts and sprinkle them over the tarts. Serve straight away.T</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435228754665/68ac0eda-a1f9-4c9b-9e5c-43427555669a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"A peach and almond tart with a twist of black pepper for piquancy, and the classic pairing of strawberry and vanilla in an extra-crumbly pine-nut tart case.","cleanCredit":"Photograph: Jill Mead for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-27T04:59:06Z","lastModified":"2015-06-27T04:59:06Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Ruby Tandoh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ruby-tandoh"}],"feature":true,"keywords":["Food & drink","Baking","Life and style","Fruit"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/baking","webTitle":"Baking"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/fruit","webTitle":"Fruit"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Ruby Tandoh","topic":{"type":"tag-contributor","name":"profile/ruby-tandoh"}}],"series":{"title":"Ruby bakes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/ruby-bakes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/fruit-tart-recipes-peach-black-pepper-strawberry-vanilla-custard","shortUrl":"http://gu.com/p/4a5c2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/fruit-tart-recipes-peach-black-pepper-strawberry-vanilla-custard","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/fruit-tart-recipes-peach-black-pepper-strawberry-vanilla-custard"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435228710181/d9af8e4d-669f-4522-9723-b41d06ddad6b-2060x1247.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1247,"width":2060,"orientation":"landscape","caption":"A peach and almond tart with a twist of black pepper for piquancy, and the classic pairing of strawberry and vanilla in an extra-crumbly pine-nut tart case. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"A peach and almond tart with a twist of black pepper for piquancy, and the classic pairing of strawberry and vanilla in an extra-crumbly pine-nut tart case.","cleanCaption":"A peach and almond tart with a twist of black pepper for piquancy, and the classic pairing of strawberry and vanilla in an extra-crumbly pine-nut tart case.","cleanCredit":"Photograph: Jill Mead for the Guardian"}},"importance":4,"kicker":{"title":"Ruby Tandoh bakes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435228754665/68ac0eda-a1f9-4c9b-9e5c-43427555669a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"A peach and almond tart with a twist of black pepper for piquancy, and the classic pairing of strawberry and vanilla in an extra-crumbly pine-nut tart case.","cleanCredit":"Photograph: Jill Mead for the Guardian"}}]},{"title":"Yotam Ottolenghi recipes / The ripe stuff: tomato salad","rawTitle":"The ripe stuff: tomato salad","item":{"type":"article","id":"lifeandstyle/2015/jun/26/tomato-salad-recipes-yotam-ottolenghi","title":"The ripe stuff: Yotam Ottolenghi’s tomato salad recipes","trailText":"Cherry, plum, beef, green or ridged: tomatoes look best in a salad","standFirst":"<p>Cherry, plum, beef, green or ridged: tomatoes look best in a salad </p>","byline":"Yotam Ottolenghi","body":"<p>Everyone has their “Where were you when…?” moment. If the question draws a blank, it’s a dead giveaway as to a person’s age, while the question itself often reveals much about someone’s interests and passions.</p> \n<p>For example, “Where were you when you had your first tomato moment?” “My <em>what</em> moment?” would be most people’s reply to that, but some obsessives will have a shortlist of their top five tomato moments, all waiting to be shared. They’re also likely to have a shot of some mixed chopped tomatoes as their phone screensaver (or is that just me?), or to entice us to open an Instagram image by giving it the tagline “Hello, sexy” – only to reveal a single heirloom tomato in <a href=\"https://instagram.com/p/3v3bOWsSWy/\">its full, naked, perfect glory</a>.</p> \n<p>I’ve had many such moments of my own: sublimely sweet cherry tomatoes, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/oct/04/dakos-onepot-chicken-recipes-ottolenghi\">chopped and piled high on dakos biscuits</a>, the Cretan barley rusk for which I fell so heavily a year or two back; a spectacular tomato and pomegranate salad at <a href=\"http://www.lonelyplanet.com/turkey/istanbul/restaurants/fast-food/hamdi-restaurant\">Hamdi</a>, a kebab restaurant near Istanbul’s spice bazaar. My most memorable moment, however, came while hiking in the Italian coastal region of Liguria a few years ago. In the village of Manarola, we came across a patch of tomato vines heavy with intensely ripe, wonkily shaped, unevenly red and perfectly warmed fruit: the temptation to reach out was just too great, and the taste was unimprovable.</p> \n<p>These holiday experiences can be hard to replicate at home. Meals are savoured, phones get forgotten for large chunks of the day, actual conversation takes place, books get read. The holiday over, depsite all our good intentions to build these life-affirming habits back into our day-to-day lives, it’s all too easy to revert back to the habitual phone-checking, the box set and the meals eaten on the run.</p> \n<p>And so it is with tomatoes: the difference between those we’d happily feast on for breakfast, lunch and dinner while abroad, and what often passes for a tomato back home can be enormous. But if you shop wisely (and these days there’s a much bigger range on offer, in both local greengrocers and larger supermarkets), you can come pretty close to those holiday memories. Fill that basket with as many different varieties, sizes and colours as you can: orange Sungold cherry tomatoes, large ridged Brandywines, green, striped, you name it. When you get them home, keep that holiday sun in mind and don’t put them in the fridge: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2002/jul/06/foodanddrink.shopping1\">this dulls their fragrance and flavour</a>. And if you can, put your tomatoes out in the sun for a few hours before turning them into a salad: it makes a remarkable difference to the taste.</p> \n<h2><strong>Tomato, rhubarb and elderflower salad</strong></h2> \n<p>This salad is all about the quality and range of the tomatoes involved, so make an effort to get hold of as many different kinds, colours and sizes as you can, making sure they are all good and ripe. Elderflower is still just in season, so if you have any nearby, do go out and pick some: it makes the finished dish look even more stunning. I’ve kept this dairy-free, but it also works very well with some soft goat’s cheese dotted on top. With thanks to Esme Robinson. Serves six to eight.</p> \n<p><strong>2 tbsp elderflower cordial</strong><br /><strong>2 tbsp olive oil</strong><br /><strong>4 tsp cider vinegar</strong><br /><strong>2 tsp Dijon mustard</strong><br /><strong>1 garlic clove, peeled and crushed</strong><br /><strong>Salt</strong><br /><strong>160g rhubarb (1-2 sticks; pink, ideally)</strong><br /><strong>1.4kg mixed tomatoes, large ones cut into 0.5cm rounds, medium ones into 0.5cm-wide wedges, cherries halved</strong><br /><strong>5g fresh oregano leaves</strong><br /><strong>1 handful fresh elderflowers (optional)</strong></p> \n<p>Put the first five ingredients in a bowl with a half-teaspoon of salt and whisk. Cut the rhubarb on an angle into 2mm-thick slices, add to the bowl and leave to marinate for 30 minutes. Arrange the tomatoes on a platter and sprinkle with a pinch of salt. Spoon over the rhubarb and dressing, scatter the oregano on top, and finish with elderflowers, if using.</p> \n<h2><strong>Tomato salad with horseradish cream</strong></h2> \n<p>This has quite a lot of horseradish, which I find works really well with the cream and the acidity of the tomatoes. If you don’t like the intensity, just use less. Serves six as a side dish or first course.</p> \n<p><strong>30g finely grated fresh horseradish (or 40g shop-bought horseradish sauce)</strong><br /><strong>1 small garlic clove, peeled and crushed</strong><br /><strong>1&frac12; tsp white-wine vinegar</strong><br /><strong>Coarse sea salt </strong><br /><strong>3 tbsp olive oil</strong><br /><strong>100ml double cream</strong><br /><strong>10g tarragon leaves, torn</strong><br /><strong>15g basil leaves, roughly shredded</strong><br /><strong>900g red tomatoes (a mixture of types and sizes, ideally), cut into 5mm-thick slices</strong></p> \n<p>In a medium bowl, whisk the horseradish with the garlic, vinegar, half a teaspoon of salt, a tablespoon of the oil and two tablespoons of cold water. Pour in the cream, whisking all the while, until you have a uniform, runny sauce (don’t over-whip: you don’t want the sauce to thicken), then stir through the tarragon and two-thirds of the basil.</p> \n<p>To serve, spread the horseradish cream on the bottom of six shallow bowls and top with the tomatoes, making sure to leave some of the cream visible underneath. Drizzle over the remaining oil, and add a sprinkle of basil and a pinch of salt.</p> \n<h2><strong>Chopped salad with tahini and za’atar</strong></h2> \n<p>The addition of tahini paste to a familiar tomato and cucumber salad is a revelation. Serves four.</p> \n<p><strong>6 ripe plum tomatoes, cut into 1cm dice</strong><br /><strong>2 mini-cucumbers, trimmed and cut into 1cm dice</strong><br /><strong>1 red pepper, seeds, stalk and pith removed, cut into 1cm dice</strong><br /><strong>5 spring onions, trimmed and thinly sliced on an angle</strong><br /><strong>15g coriander leaves, roughly chopped</strong><br /><strong>2 tbsp lemon juice</strong><br /><strong>3 tbsp olive oil</strong><br /><strong>Salt</strong><br /><strong>200g feta, cut into 4 rectangular blocks (optional)</strong><br /><strong>4 tbsp tahini</strong><br /><strong>2 tsp za’atar</strong></p> \n<p>Put the chopped tomatoes in a sieve over a bowl for 20 minutes. Discard the resulting juice and put the tomatoes, cucumbers, pepper, spring onions and coriander in a large bowl. Add the lemon juice, oil and half a teaspoon of salt, and stir gently to combine.</p> \n<p>To serve, arrange the feta (if using) on four plates and spoon the salad on top, making sure some of the feta remains visible. Pour a spoonful of tahini over each portion and finish with a sprinkle of za’atar.</p> \n<h2><strong>Tomato and mozzarella salad with buckwheat and curry leaves</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-1deaa196-30b2-4fbd-a937-e59753801cd0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435140471804/2d63c69c-f3e2-41ea-824f-6cdb83482c17-460x276.jpeg\" alt=\"Yotam Ottolenghi's tomato and mozzarella salad with buckwheat and curry leaves\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yotam Ottolenghi’s tomato and mozzarella salad with buckwheat and curry leaves: a novel twist on the classic tomato, mozzarella and basil template.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>Buckwheat is one of my favourite ingredients: I love its earthy, slightly nutty and smoky notes, and the welcome crunch it lends to any dish. Just leave it out if it’s not to your taste: the dish works well without it. I have to thank my friend <a href=\"http://www.peter-gordon.net/\">Peter Gordon</a> for the unusual flavour combination here. Serves six, as a first course.</p> \n<p><strong>1 large banana shallot, peeled and cut into thin, 2mm-thick rounds </strong><br /><strong>1 tbsp Pedro Xim&eacute;nez (or other sweet sherry) vinegar</strong><br /><strong>3 tbsp olive oil</strong><br /><strong>Salt</strong><br /><strong>600g tomatoes (as wide a range as you can get – the more colours, shapes and sizes, the better)</strong><br /><strong>40 fresh curry leaves (ie, from about 3 stems) </strong><br /><strong>1&frac12; tsp black mustard seeds</strong><br /><strong>25g kasha (aka roasted buckwheat; optional)</strong><br /><strong>450g buffalo mozzarella, torn into six </strong></p> \n<p>Put the shallots in a large bowl with the vinegar, a tablespoon of oil and a quarter-teaspoon of salt, and set aside to steep for at least 30 minutes. Cut the larger tomatoes into 1cm wedges and smaller ones into halves or quarters – you’re aiming for tomato pieces of a roughly uniform size.</p> \n<p>Put a small saucepan on a medium heat and add the remaining oil. Once hot, tip in the curry leaves and mustard seeds, and fry for just a minute. Stir quickly, remove the pan from the heat and set aside to infuse and cool. Once cooled, pour the spiced oil over the onions, then mix into the tomatoes with another quarter-teaspoon of salt and half the kasha, if using.</p> \n<p>To serve, put a piece of mozzarella on each plate, spoon the tomato mixture on top and finish with the remaining kasha.</p> \n<p><span class=\"bullet\">•</span> Yotam Ottolenghi is chef/patron of <a href=\"http://www.ottolenghi.co.uk\">Ottolenghi</a> and <a href=\"http://www.nopi-restaurant.com\">Nopi</a> in London.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140311122/Yotam-Ottolenghis-tomato--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yotam Ottolenghi's tomato, rhubarb and elderflower salad: It's all about the quality of the tomatoes. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's tomato, rhubarb and elderflower salad","cleanCaption":"Yotam Ottolenghi's tomato, rhubarb and elderflower salad: It's all about the quality of the tomatoes. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140432679/Yotam-Ottolenghis-tomato--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Yotam Ottolenghi’s tomato and mozzarella salad with buckwheat and curry leaves: a novel twist on the classic tomato, mozzarella and basil template. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's tomato and mozzarella salad with buckwheat and curry leaves","cleanCaption":"Yotam Ottolenghi’s tomato and mozzarella salad with buckwheat and curry leaves: a novel twist on the classic tomato, mozzarella and basil template.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"webPublicationDate":"2015-06-26T16:00:00Z","lastModified":"2015-06-26T23:10:44Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Yotam Ottolenghi","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751371/YotamOttolenghi.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/yotamottolenghi"}],"feature":true,"keywords":["Food & drink","Salad","Side dish","Starter","Fruit","Vegetables","Cheese","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/salad","webTitle":"Salad"},{"id":"lifeandstyle/side-dishes","webTitle":"Side dish"},{"id":"lifeandstyle/starter","webTitle":"Starter"},{"id":"lifeandstyle/fruit","webTitle":"Fruit"},{"id":"lifeandstyle/vegetables","webTitle":"Vegetables"},{"id":"lifeandstyle/cheese","webTitle":"Cheese"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Yotam Ottolenghi","topic":{"type":"tag-contributor","name":"profile/yotamottolenghi"}}],"series":{"title":"Yotam Ottolenghi recipes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/yotam-ottolenghi-recipes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/26/tomato-salad-recipes-yotam-ottolenghi","shortUrl":"http://gu.com/p/49mck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/26/tomato-salad-recipes-yotam-ottolenghi","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/26/tomato-salad-recipes-yotam-ottolenghi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140311122/Yotam-Ottolenghis-tomato--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yotam Ottolenghi’s tomato, rhubarb and elderflower salad: It’s all about the quality of the tomatoes. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's tomato, rhubarb and elderflower salad","cleanCaption":"Yotam Ottolenghi’s tomato, rhubarb and elderflower salad: It’s all about the quality of the tomatoes. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}},"importance":4,"kicker":{"title":"Yotam Ottolenghi recipes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140311122/Yotam-Ottolenghis-tomato--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yotam Ottolenghi's tomato, rhubarb and elderflower salad: It's all about the quality of the tomatoes. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Yotam Ottolenghi's tomato, rhubarb and elderflower salad","cleanCaption":"Yotam Ottolenghi's tomato, rhubarb and elderflower salad: It's all about the quality of the tomatoes. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}}]},{"title":"Marina O'Loughlin on restaurants / The Duke William, Ickham, and The Compasses, Crundale, Kent","rawTitle":"The Duke William, Ickham, and The Compasses, Crundale, Kent","item":{"type":"article","id":"lifeandstyle/2015/jun/26/duke-william-ickham-compasses-crundale-restaurant-review-marina-oloughlin","title":"The Duke William, Ickham, and The Compasses, Crundale, Kent – restaurant review","trailText":"One pub’s run by a ‘name’ chef, the other’s more a labour of love. No prizes for guessing which one our critic prefers","standFirst":"<p>One pub’s run by a ‘name’ chef, the other’s more a labour of love. No prizes for guessing which one our critic prefers</p>","byline":"Marina O'Loughlin","body":"<p>This is a tale of two pubs. On the surface, very similar: both deep in the chocolate-box depths of the Kentish countryside, a landscape dotted with thatches, weathered brick and wonky, mullioned windows, where fat bumblebees drone and the air is fragranced with freshly-cut grass. Both in historic buildings, both aiming to provide more than the basic country pub beer and scratchings. But they couldn’t be more different if they tried.</p> \n<p>The first, <a href=\"http://thedukewilliamickham.com\">the Duke William in Ickham</a>, comes from a big-name chef. <a href=\"http://www.marksargeant.net\">Mark Sargeant</a> is ex-Ramsay and, like so many of the sweary one’s alumni, has set about empire building. Sticking to his Kentish roots, here he is with his own local: the fantasy gig for many a man <em>d’un certain &acirc;ge</em>. It’s been Farrow &amp; Balled to within an inch of its life, dark grey cocoons the interior, fur throws are scattered over wooden settles, there are numerous “quirky” touches (filament lightbulbs, decorative trays, mini Etch-a-Sketches).</p> \n<p>Over two visits, we make major inroads into the menu, from sausage rolls to ice-cream. It’s all… OK. That’s about as excited as I can get about lamb neck curry served with a dome of plain rice and a vague aura of <a href=\"http://www.curry-recipes.co.uk/imagehost/pics/288f7ede0bdf03d61ab6b5923d36c77d.jpg\">Vesta</a>. Or roast beef, served in a steak-like slab and defiantly repelling the knife. P&acirc;t&eacute;, with a milky disc of fat on top, chicken livers granular with a backnote of bitterness. Potted Dungeness shrimp, the butter properly softened, have an offputting metallic quality, though that might be me grinding my fillings at the &pound;10.50 price-tag. Local “heritage” tomatoes are plonked on commercial-tasting not-very-sourdough with <a href=\"http://www.goldencrosscheese.co.uk\">Golden Cross goat’s cheese</a>, no oil, butter or dressing to add lubrication or allure. Fish pie is heavy on potato, light on fish, its white sauce watery. There’s a “tankered” (sic) of prawns. Chips – decent, homemade – come in a bloody flowerpot.</p> \n<p>Staff are friendly, and remember us when we visit again, possibly because the first time they chased us out into the street for not paying (we had, obviously). But the training isn’t there: they bring malbec (red) instead of macabeo (white); finished plates are left uncleared; when none of the billed vanilla ice-cream arrives with a pedestrian apple crumble, we get a shrug and, “The kitchen is really busy.” Erm, we’re the only people in the dining area.</p> \n<p>You know what? It’s good enough – if you got this at a random pitstop, you’d be mildly chuffed – but from a “name” chef, you expect more. It’s clear, with its curry nights and steak nights, that the brief for the Duke William is “proper community pub”. Problem is, no number of Kentish Gypsy tarts or guest ales will make me believe that for a moment.</p> \n<p>Our other pub comes unburdened by names or makeovers. Down the road in less picturesque Crundale is <a href=\"http://www.thecompassescrundale.co.uk\">The Compasses</a>, an 18th-century hostelry with none of ye olde English attitude you expect from that heritage. You brave some extremely free-range chickens to enter, there are garlands of hops and an inglenook fireplace, but the mood is workmanlike, not twee. Rob Taylor runs it with his wife, Donna; he’s alone in the kitchen. His food is warming, like a hug: pasties stuffed with lamb and onion, perfect for dunking in homemade mushroom ketchup. Ox cheek, slow-cooked until spoonable, comes with a dollop of mustard-laced clotted cream, its richness pooling over the meat; crisp shallots add texture. Garnet-coloured wild pigeon breasts with sharp rhubarb and a bonbon of deep-fried black pudding. Local crab wrapped in supple, homemade cannelloni sit in a rich seafood bisque. Vegetables are given starring roles in the likes of a salt-baked celeriac dish, the root rendered sultry and languid, reclining in a pool of roast garlic cream. Spuds are basted in dripping while they roast into fudgy perfection. Brioche bread-and-butter pudding with marmalade custard delivers purest, sticky pleasure.</p> \n<p>One boozer is jazz-handsing and tap-dancing as a sleight away from its ordinariness. (Sargeant has told the trade press that <a href=\"http://www.bighospitality.co.uk/Venues/Mark-Sargeant-pub-preview\">he has “no plan to chase accolades”</a> here. Just as well, eh?) The other is quietly going about its business of being genuinely excellent – it reminds me of the early days of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2011/feb/26/the-sportsman-seasalter-restaurant-review\">the Sportsman in Seasalter</a>. In my book, there’s no higher praise.</p> \n<p><span class=\"bullet\">•</span> <a href=\"http://thedukewilliamickham.com\"><strong>The Duke William</strong></a> The Street, Ickham, Canterbury, Kent, 01227 721308. Open Weds-Mon, lunch 12.30-3pm dinner 6.40-9pm (9.30 Sat &amp; Sun). About &pound;28 a head, plus drinks and service.</p> \n<p><strong>Food</strong> 5/10 <br /><strong>Atmosphere</strong> 7/10 <br /><strong>Value for money</strong> 6/10</p> \n<p><span class=\"bullet\">•</span> <a href=\"http://www.thecompassescrundale.co.uk\"><strong>Compasses</strong></a> Sole Street, Crundale, Canterbury, Kent, 01227 700300. Open Tues-Sun, lunch noon-2.30pm (4pm Sun), dinner 6-9.30pm. About &pound;28 a head for three courses, plus drinks and service.</p> \n<p><strong>Food</strong> 8/10 <br /><strong>Atmosphere</strong> 6/10 <br /><strong>Value for money</strong> 8/10</p> \n<ul> \n <li>This article was edited on 26 June 2015. In an earlier version, we used an image of an altogether different restaurant that was the subject of an earlier review.<br /></li> \n</ul>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435325297981/The-Compasses-pub-Crundal-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Sophia Evans for the Guardian","altText":"The Compasses pub, Crundale","cleanCredit":"Photograph: Sophia Evans for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-26T13:29:04Z","lastModified":"2015-06-26T23:10:23Z","metadata":{"commentable":true,"commentCount":39,"contributors":[{"name":"Marina O'Loughlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marina-oloughlin"}],"feature":false,"keywords":["Restaurants","Food & drink","Life and style","Kent","United Kingdom","Europe","England","Travel"],"tags":[{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/kent","webTitle":"Kent"},{"id":"travel/uk","webTitle":"United Kingdom"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/england","webTitle":"England"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Marina O'Loughlin","topic":{"type":"tag-contributor","name":"profile/marina-oloughlin"}}],"series":{"title":"Marina O'Loughlin on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/marina-o-loughlin-on-restaurants"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/26/duke-william-ickham-compasses-crundale-restaurant-review-marina-oloughlin","shortUrl":"http://gu.com/p/49kgf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/26/duke-william-ickham-compasses-crundale-restaurant-review-marina-oloughlin","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/26/duke-william-ickham-compasses-crundale-restaurant-review-marina-oloughlin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435325297981/The-Compasses-pub-Crundal-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Compasses in Crundale, near Canterbury: ‘Rob Taylor’s food is warming, like a hug.’ Photograph: Sophia Evans for the Guardian","credit":"Sophia Evans for the Guardian","altText":"The Compasses pub, Crundale","cleanCaption":"The Compasses in Crundale, near Canterbury: ‘Rob Taylor’s food is warming, like a hug.’","cleanCredit":"Photograph: Sophia Evans for the Guardian"}},"importance":3,"kicker":{"title":"Marina O'Loughlin on restaurants"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435325297981/The-Compasses-pub-Crundal-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Sophia Evans for the Guardian","altText":"The Compasses pub, Crundale","cleanCredit":"Photograph: Sophia Evans for the Guardian"}}]},{"title":"April Bloomfield’s final meal / 'I’d go to town on the pudding'","rawTitle":"'I’d go to town on the pudding'","item":{"type":"article","id":"lifeandstyle/2015/jun/26/april-bloomfield-final-meal-last-bites","title":"'I’d go to town on the pudding': April Bloomfield’s final meal","trailText":"<strong>Last bites: </strong>Simple fare would see off US-based British chef April Bloomfield","standFirst":"<p data-dropid=\"0\">Simple fare would see off US-based British chef April Bloomfield</p>","byline":"Interview by Dale Berning Sawa","body":"<p><strong><br /></strong></p> \n<figure class=\"element element-embed\" data-alt=\"An animated picture depicting a pair of tables laid out with April Bloomfeld's final meal. The right hand dessert table loosely resembles an AT-AT walker from Star Wars and repeatedly attempts to deliver a tasty-looking pie to the table on the left, but coquettishly reverses away again at the last moment. Meanwhile, a bar of Dairy Milk chocolate, with a provocatively torn wrapper, totters drunkenly atop the dessert table. American and British flags flutter patriotically centrestage.\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435232354330/AprilBloomfeld.gif&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n <figcaption>\n  Off its trolley: ‘I’d have a dessert trolley with banoffee pie, hazelnut ice‑cream and strawberry tarts, glazed on top with creme patissiere... and some Carling Black Label.’\n </figcaption> \n</figure> \n<p><strong>I’m quite a simple person really.</strong> I like comfort food at home, and I think when you’re popping your clogs you want something nurturing.</p> \n<p><strong>I’d want to cook a really amazing pork loin.</strong> One with numerous muscles – you know, the chumpy part – with lots of salt and crackling.</p> \n<p><strong>It’s always good to remember where you come from,</strong> so I’d honour my British roots with a ton of, well, roots: roast potatoes cooked in fat, and fluffy mash with lots of butter, roasted carrots, fennel, celeriac and beets alongside big pieces of garlic with their skins on, maybe some thyme.</p> \n<p><strong>Not forgetting something clean: </strong>boiled peas and simple blanched Swiss chard with salt and olive oil.</p> \n<p><strong>With all of this, I’d serve a tomato sauce</strong> cooked with cinnamon and chilli. This would cut through the sweetness of the pork. Cinnamon in tomato sauce was something that I picked up at the River Cafe. Just a touch of it to pique the interest of the diner, but which doesn’t take centre stage.</p> \n<p><strong>I’d bypass the appetizers, </strong>but go to town on the pudding. I’d have a dessert trolley with banoffee pie, hazelnut ice‑cream and strawberry tarts, glazed on top with creme patissiere underneath the fruit.</p> \n<p><strong>I don’t really eat chocolate desserts, </strong>but I love commercial chocolate bars. I might throw a Dairy Milk at perfect temperature into the mix – not too cold, not too soft. Just melting and creamy.</p> \n<p><strong>I’m a control freak, </strong>so I’d probably want to cook it myself. It would start in the late afternoon so we could sleep in. I’d want to prep it the day before, although I’d try to do as much before as possible – I pick when I cook!</p> \n<p><strong>I’d be with my family,</strong> including my grandmother, who is no longer with us, and we would be in the English countryside, perhaps by the canal near home in Birmingham. There’d be long trestle tables with wild flowers and burlap linen tablecloths, lots of cold water and candles everywhere.</p> \n<p><strong>The candles would flicker</strong> as a bluegrass band played, and as the afternoon progressed, we’d have a house DJ and a whole top-shelf bar with good bourbon, English gin and some Carling Black Label to see us into the night. </p> \n<p><em>April Bloomfield is head chef at four US-based restaurants including The Spotted Pig in New York. Her second book, <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283962/\">A Girl and Her Greens</a>, is out now (Canongate) </em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435232239423/9beea087-8187-49b7-bb3e-e68f7137797e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Emma Lee for the Guardian","altText":"a table laid out with april bloomfeld's final meal","cleanCredit":"Photograph: Emma Lee for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-26T11:00:07Z","lastModified":"2015-06-29T09:46:09Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Dale Berning Sawa","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dale-berning"}],"feature":true,"keywords":["Food & drink","Life and style","Chefs"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Dale Berning Sawa","topic":{"type":"tag-contributor","name":"profile/dale-berning"}}],"series":{"title":"Last bites","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/last-bites"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/26/april-bloomfield-final-meal-last-bites","shortUrl":"http://gu.com/p/4a5fe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/26/april-bloomfield-final-meal-last-bites","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/26/april-bloomfield-final-meal-last-bites"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"April Bloomfield’s final meal"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435232239423/9beea087-8187-49b7-bb3e-e68f7137797e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Emma Lee for the Guardian","altText":"a table laid out with april bloomfeld's final meal","cleanCredit":"Photograph: Emma Lee for the Guardian"}}]}],"lastModified":"2015-06-26T14:49:06Z","personalization":{"id":"uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/76f26631-cd79-466e-b0c9-ea4fdd11ab17"},"visibility":"all","adTargetingPath":"lifeandstyle/food-and-drink/front"}