{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Paedophile convicted of murder of missing schoolgirl Paige Chivers","rawTitle":"Paedophile convicted of murder of missing schoolgirl Paige Chivers","item":{"type":"article","id":"uk-news/2015/jul/10/paige-chivers-robert-ewing-guilty-paedophile","title":"Paedophile convicted of murder of missing schoolgirl Paige Chivers","trailText":"Robert Ewing also found guilty of perverting course of justice, alongside fellow defendant, Gareth Dewhurst, who helped Ewing dispose of Paige’s body","standFirst":"<p>Robert Ewing also found guilty of perverting course of justice, alongside fellow defendant, Gareth Dewhurst, who helped Ewing dispose of Paige’s body</p>","byline":"Press Association","body":"<p>A paedophile who groomed a vulnerable schoolgirl who has been missing for eight years has been convicted of her murder.<br /></p> \n<p>Robert Ewing, 60, killed 15-year-old Paige Chivers in Blackpool in August 2007. He was also found guilty at Preston crown court of perverting the course of justice by intimidating witnesses and providing false information to the police.</p> \n<p>Ewing was convicted on Tuesday, but the verdicts could not be reported until Friday because the jury was still considering the case against another defendant, Gareth Dewhurst, who was found guilty of perverting the course of justice.</p> \n<p>The jury also convicted Dewhurst on Friday of a second charge of helping Ewing dispose of Paige’s body. He was earlier cleared of a charge of having sex with the body after Ewing had killed her.</p> \n<p>Paige went missing on 23 August 2007 after a row on the phone with her father, Frank, about missing cash.</p> \n<p>He reported her missing on 26 August but the police botched their initial response. Her father clearly stated she was 15, but her date of birth was wrongly entered on the police system as 1962. </p> \n<p>As a result, the matter was dealt with as though Paige were an adult aged 45 who had moved on voluntarily, rather than a girl of 15 who was missing from home. It was not corrected until almost two weeks later, on 7 September.</p> \n<p>Ewing, formerly of Bispham, Blackpool, had developed an “inappropriate sexual interest” in Paige – who was described in court as “very troubled and vulnerable” – before he beat her to death.</p> \n<p>Bloodstains were found by a police forensics team in the inner hallway of his flat in 2007. The blood belonged to Paige, and Ewing was arrested a few months later in 2008. But he was not charged until last year.</p> \n<p>The murder was said to have taken place between 23 August and 27 August 2007. On 23 August Paige had packed two carrier bags with clothes and left her home in Bispham. Later the same day she was spotted at a nearby bus stop with an older man, said to be Ewing.</p> \n<p>An extensive proof-of-life inquiry found no evidence that Paige was alive and she never claimed a “significant” inheritance sum left to her after her mother’s death.</p> \n<p>Less than a fortnight before Paige went missing, Ewing was said to have anonymously contacted police to tell them that a “problem child” had turned up on his doorstep having been thrown out by her father. Prosecutors said he was effectively “testing the water” and there had been “very little reaction” by officials.</p> \n<p>The jury was told that Ewing’s friend Dewhurst, 46, of Blackpool, had been overheard in conversation saying he had used his car to dump the teenager’s body. Both men also took a keen interest in the police search for Paige.</p> \n<p>During the trial, the jury heard that a “highly stoned” Dewhurst had told a 16-year-old boy that Ewing had killed Paige and then made him have sex with her corpse before forcing him to use his car to dispose of her body.</p> \n<p>The botched initial handling of Paige’s disappearance has now been voluntarily referred to the Independent Police Complaints Commission by Lancashire constabulary.</p> \n<p>A force spokesman said: “We fully recognise and accept that an error was made when Paige was first reported missing. Quite simply, her year of birth was recorded as 1962 and not 1992. While our focus quite rightly up to this juncture has been on the criminal investigation, this matter will now be voluntarily referred to the IPCC.”</p> \n<p>The jury deliberated for 30 hours and 37 minutes. As the verdict was read out, Dewhurst said from behind the glass dock: “I didn’t do it.” <br /></p> \n<p>Ewing and Dewhurst will be sentenced on 28 July. <br tabindex=\"-1\" /></p> \n<p>Speaking on behalf of the family, Paige’s brother-in-law Robert McClelland said “not a day goes past” when they did not think about the murdered teenager. He said they longed to know where her body was so they could lay her to rest. </p> \n<p>He said: “That year we heard that Paige had gone missing, we thought that she was just out with her mates. Never would we think that she would become a missing person. Days turned into weeks, weeks into months and months into years with no sign of Paige. <br tabindex=\"-1\" /></p> \n<p>“Paige should be at home with her loved ones around her, being an auntie to all her nieces and nephews and enjoying life. She should now be making a family of her own and had her life ahead of her. We all have big holes in our hearts that can never be replaced.” </p> \n<p>Joanne Cunliffe, of the North West CPS, said: “At the time of her disappearance Paige had very little stability in her life and Robert Ewing took advantage of this. He was a middle-aged man who befriended her, not for any charitable reasons, but because he had an inappropriate sexual interest in her. </p> \n<p>“Although we will never know the exact circumstances, the jury in delivering their guilty verdict have found that soon after Paige went missing he killed her in his flat. Gareth Dewhurst knew about the murder and helped Robert Ewing dispose of her body. </p> \n<p>“Neither of the defendants has ever shown any remorse and over the years since Paige went missing they have done everything they could to cover their tracks to divert inquiries away from them and try to put the blame on other people. Robert Ewing in particular has attempted to lay false trails and obstruct the police investigations through a series of concocted explanations about the evidence.” </p> \n<p>DS Andy Webster said the case had been difficult to investigate and prosecute because of the absence of a body. <br tabindex=\"-1\" /></p> \n<p>He said: “The difference between 2015 and 2007/8 is that we were able to gather a large amount of evidence against Ewing and Dewhurst from our covert investigations and I think that tipped the scales in terms of us being able to mount a successful investigation. <br tabindex=\"-1\" /></p> \n<p>“The prosecution case has been largely circumstantial as Paige’s body has never been recovered. Her blood was later found in his flat. When she was reported missing he failed to assist the police and then repeatedly lied to them. He has repeatedly sought to implicate other vulnerable people in her murder. <br tabindex=\"-1\" /></p> \n<p>“For nearly eight years Lancashire constabulary have tirelessly sought to bring Paige’s killer to justice and today represents the culmination of that investigation. To this end, we remain committed to finding Paige and I would appeal for Ewing and Dewhurst to now tell us where she is so that she can be laid to rest with dignity.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/009915840c5e0c8dbaaaa302a6a2b7512338d85b/0_712_1942_1167/1942.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1167,"width":1942,"orientation":"landscape","credit":"Lancashire Constabulary/PA","altText":"Paige Chivers","cleanCredit":"Photograph: Lancashire Constabulary/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-10T17:09:43Z","lastModified":"2015-07-10T18:41:09Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Crime","Blackpool","UK news"],"tags":[{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk/blackpool","webTitle":"Blackpool"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/10/paige-chivers-robert-ewing-guilty-paedophile","shortUrl":"http://gu.com/p/4ahty","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/10/paige-chivers-robert-ewing-guilty-paedophile","webUri":"http://www.theguardian.com/uk-news/2015/jul/10/paige-chivers-robert-ewing-guilty-paedophile"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/009915840c5e0c8dbaaaa302a6a2b7512338d85b/0_712_1942_1167/1942.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1167,"width":1942,"orientation":"landscape","caption":"Paige Chivers was killed in August 2007 by Robert Ewing Photograph: PA","credit":"PA","altText":"Paige Chivers","cleanCaption":"Paige Chivers was killed in August 2007 by Robert Ewing","cleanCredit":"Photograph: PA"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/009915840c5e0c8dbaaaa302a6a2b7512338d85b/0_712_1942_1167/1942.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1167,"width":1942,"orientation":"landscape","credit":"Lancashire Constabulary/PA","altText":"Paige Chivers","cleanCredit":"Photograph: Lancashire Constabulary/PA"}}]},{"title":"Cameron to include employment law opt-out in EU membership negotiations","rawTitle":"Cameron to include employment law opt-out in EU membership negotiations","item":{"type":"article","id":"politics/2015/jul/11/david-cameron-employment-law-opt-out-eu-membership-renegotiation","title":"Cameron to include employment law opt-out in EU membership negotiations","trailText":"Prime minister’s bid to opt out of laws such as working time and agency workers directives could stop unions and businesses supporting referendum on EU<br>","standFirst":"<p>Prime minister’s bid to opt out of laws such as working time and agency workers directives could stop unions and businesses supporting referendum on EU<br /></p>","byline":"Patrick Wintour","body":"<p>David Cameron is to make an opt-out from EU employment social protection laws such as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2011/nov/21/working-time-directive-lisbon-treaty\">working time directive</a> and the agency workers’ directive one of his goals in his negotiations with Europe, according to reportsfrom Conservative political sources in Brussels.<br /></p> \n<p>If the prime minister achieves the demand as part of his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/david-cameron-jean-claude-juncker-chequers-eu-reform-talks\">renegotiation with his EU partners</a>, it would be a body blow to efforts to persuade trade unions to support British membership of the EU on his new terms. Cameron has pledged to hold a referendum on those <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jan/04/cameron-early-referendum-britain-eu-membership\">renegotiated terms by 2017</a>.</p> \n<p>No reference to renegotiation of the employment law was included in the list of British proposals reported by EU diplomats in a memo listing Cameron’s demands <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/david-cameron-eu-campaign-risky-impact-uk-exit\">leaked to the Guardian</a> a fortnight ago.</p> \n<p>No 10 would only say: “This is just more of the speculation we said there would be during the negotiation. <br /></p> \n<p>“The prime minister has set out the four priority areas for reform and made clear that cutting back on unnecessary EU regulation is part of making Europe more competitive. As the prime minister has said before, Europe if necessary, national when possible.”</p> \n<p>A demand for Britain to be excluded from employment laws restoring the opt-outs negotiated by John Major and then abandoned by Tony Blair in 1997 would be a high-risk political move, since it would enhance the risk of a large no vote putting Britain’s entire relationship with the EU at risk. <br /></p> \n<p>Pro-Europe businesses would have to calculate whether the enhanced risk of a defeat in the referendum would be worth the prize of achieving the opt-outs.</p> \n<p>The GMB and Unite unions have explicitly said they would challenge any attempt to opt out of UK social employment laws, including the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2013/sep/02/agency-workers-paid-less-tuc\">agency workers directive</a>. <br /></p> \n<p>There is already an increasingly Eurosceptic mood in parts of the left due to the imposition of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/greeks-facing-day-of-judgment-in-struggle-to-stay-in-eurozone\">austerity on Greece</a>. But the move would please Conservative Eurosceptics who have been unimpressed by the modesty of Cameron’s demands.<br /></p> \n<p>Cameron has tried to keep the details of his negotiations secret in a bid to manage his own party and prevent a difficult autumn party conference.<br /></p> \n<p>The Times quoted a political source in Brussels as saying: “A big item is the return of the opt-out from social and employment legislation that would include the working time and temporary worker directives,.<br /></p> \n<p>“For later on, we want a protocol and line in a future treaty saying employment conditions are the responsibility of member states.”</p> \n<p>Bernard Jenkin, the Tory MP for Harwich and North Essex and key Eurosceptic, dismissed opt-outs as “not worth the paper they are written on” and demanded a treaty change to repatriate employment powers before the vote. <br /></p> \n<p>“It has to be treaty change in advance of the referendum, returning employment and social legislation to national parliaments,” he said. “Otherwise it is just an empty promise.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1c0fa0aa49f7a0cf606c8126b1c6f2f26007fe53/0_485_1378_827/1378.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":827,"width":1378,"orientation":"landscape","credit":"Matt Dunham/AP","altText":"David Cameron EU employment law membership","cleanCredit":"Photograph: Matt Dunham/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-11T00:01:20Z","lastModified":"2015-07-11T00:10:37Z","metadata":{"commentable":true,"commentCount":191,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["EU referendum","David Cameron","Employment law","European Union","Europe","Foreign policy","Law","Politics","UK news","World news"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"law/employment-law","webTitle":"Employment law"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"law/law","webTitle":"Law"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/11/david-cameron-employment-law-opt-out-eu-membership-renegotiation","shortUrl":"http://gu.com/p/4ahzh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/11/david-cameron-employment-law-opt-out-eu-membership-renegotiation","webUri":"http://www.theguardian.com/politics/2015/jul/11/david-cameron-employment-law-opt-out-eu-membership-renegotiation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1c0fa0aa49f7a0cf606c8126b1c6f2f26007fe53/0_485_1378_827/1378.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":827,"width":1378,"orientation":"landscape","caption":"David Cameron is hoping to opt out of EU employment law directives as part of his renegotiations of Britain’s EU membership, said Conservative sources. Photograph: Matt Dunham/AP","credit":"Matt Dunham/AP","altText":"David Cameron","cleanCaption":"David Cameron is hoping to opt out of EU employment law directives as part of his renegotiations of Britain’s EU membership, said Conservative sources.","cleanCredit":"Photograph: Matt Dunham/AP"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1c0fa0aa49f7a0cf606c8126b1c6f2f26007fe53/0_485_1378_827/1378.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":827,"width":1378,"orientation":"landscape","credit":"Matt Dunham/AP","altText":"David Cameron EU employment law membership","cleanCredit":"Photograph: Matt Dunham/AP"}}]},{"title":"London / Man dies and woman seriously injured in shooting","rawTitle":"Man dies and woman seriously injured in shooting","item":{"type":"article","id":"uk-news/2015/jul/10/man-dies-and-woman-seriously-injured-in-london-shooting","title":"Man dies and woman seriously injured in London shooting","trailText":"Police say man died at the scene and woman taken to hospital following the suspected double shooting","standFirst":"<p>Police say man died at the scene and woman taken to hospital following the suspected double shooting</p>","byline":"Press Association","body":"<p>A man has died and a woman is in hospital following a suspected double shooting.</p> \n<p>Emergency services were called to Lordship Lane in Wood Green, north London, at about 5.45pm on Friday.</p> \n<p>A Metropolitan police spokesman said no arrests had been made.</p> \n<p>The two victims were injured in the street, where cordons and diversions were put in place as forensics officers worked at the scene. </p> \n<p>Police said the man died at the scene at about 7pm and the womanwas taken to an east London hospital, where she was said to be in a critical but stable condition.</p> \n<p>A local business owner who witnessed the incident told ITV News he believed the victims were shot from inside a car. Haydar Alma, 42, who owns a nearby Polish shop, said: “I was in the shop working and I heard the gun, like an automatic. I looked outside and I saw the car and the window open and somebody shooting.</p> \n<p>“After they had gone I went outside and I saw the woman. Somebody called an ambulance.”</p> \n<p>Alma said passers-by rushed to help the victims and he was asked to get tissues to try to stop the bleeding while they waited for emergency services to arrive.</p> \n<p>He said: “The ambulance took the woman and did something for the man here. I asked the policeman what had happened and he said he had died.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1909c3b6d73c8eb39add21ca693cbaccf76bcbba/0_0_3229_1936/3229.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1936,"width":3229,"orientation":"landscape","credit":"Matt Burgess/PA","altText":"Wood Green shooting<br>BEST QUALITY AVAILABLE\r\rMatt Burgess handout photo of emergency services attending the scene in Lordship Lane, Wood Green, north London, as two people are being treated for their injuries following a suspected double shooting. PRESS ASSOCIATION Photo. Issue date: Friday July 10, 2015. A Metropolitan Police spokesman said crews at the scene were working on the victims and that no arrests had been made. See PA story POLICE Shooting. Photo credit should read: Matt Burgess/PA Wire\rNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: Matt Burgess/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-10T19:07:25Z","lastModified":"2015-07-10T23:03:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Crime","London","UK news"],"tags":[{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/10/man-dies-and-woman-seriously-injured-in-london-shooting","shortUrl":"http://gu.com/p/4ahmk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/10/man-dies-and-woman-seriously-injured-in-london-shooting","webUri":"http://www.theguardian.com/uk-news/2015/jul/10/man-dies-and-woman-seriously-injured-in-london-shooting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1909c3b6d73c8eb39add21ca693cbaccf76bcbba/0_0_3229_1936/3229.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1936,"width":3229,"orientation":"landscape","caption":"Emergency services attend the scene of the shooting in Lordship Lane.  Photograph: Matt Burgess/PA","credit":"Matt Burgess/PA","altText":"Lordship Lane, Wood Green.","cleanCaption":"Emergency services attend the scene of the shooting in Lordship Lane. ","cleanCredit":"Photograph: Matt Burgess/PA"}},"importance":5,"kicker":{"title":"London"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1909c3b6d73c8eb39add21ca693cbaccf76bcbba/0_0_3229_1936/3229.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1936,"width":3229,"orientation":"landscape","credit":"Matt Burgess/PA","altText":"Wood Green shooting<br>BEST QUALITY AVAILABLE\r\rMatt Burgess handout photo of emergency services attending the scene in Lordship Lane, Wood Green, north London, as two people are being treated for their injuries following a suspected double shooting. PRESS ASSOCIATION Photo. Issue date: Friday July 10, 2015. A Metropolitan Police spokesman said crews at the scene were working on the victims and that no arrests had been made. See PA story POLICE Shooting. Photo credit should read: Matt Burgess/PA Wire\rNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: Matt Burgess/PA"}}]},{"title":"Human rights groups call for inquiry into why GCHQ spied on Amnesty","rawTitle":"Human rights groups call for inquiry into why GCHQ spied on Amnesty","item":{"type":"article","id":"uk-news/2015/jul/10/human-rights-groups-call-inquiry-why-gchq-spied-amnesty","title":"Human rights groups call for inquiry into why GCHQ spied on Amnesty","trailText":"Letter to Guardian from Amnesty, Liberty and Privacy International follows revelation from Investigatory Powers Tribunal about UK monitoring agency ","standFirst":"<p>Letter to Guardian from Amnesty, Liberty and Privacy International follows revelation from Investigatory Powers Tribunal about UK monitoring agency </p>","byline":"Owen Bowcott Legal affairs correspondent","body":"<p><br />Three leading human rights organisations have called on the prime minister to launch an inquiry into why the intelligence services spied illegally on Amnesty International.</p> \n<p>The revelation that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/01/gchq-spied-amnesty-international-tribunal-email\">GCHQ has been monitoring its communications </a>came in a revised judgment this month from the Investigatory Powers Tribunal, the body responsible for handling complaints about state surveillance.</p> \n<p>The IPT’s initial ruling said that communications from the <a href=\"http://eipr.org/en\">Egyptian Initiative for Personal Rights</a> and the South African non-profit <a href=\"http://www.lrc.org.za/\">Legal Resources Centre</a> had been illegally retained and examined. The tribunal then sent out a correction, explaining it was Amnesty and not the Egyptian organisation that had been snooped on. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/inquiry-needed-into-gchq-spying-on-us\">Inquiry needed into GCHQ’s spying on us | Letter from Amnesty International, Liberty and Privacy International</a> </p> \n</aside> \n<p>In a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/inquiry-needed-into-gchq-spying-on-us\">letter published in the Guardian</a>, Kate Allen, Amnesty’s UK director, Shami Chakrabarti, the director of Liberty, and Gus Hosein, the executive director of Privacy International, ask David Cameron to intervene.</p> \n<p>“Ever since whistleblower Edward Snowden revealed the existence and scale of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/07/nsa-phone-records-program-illegal-court\">US</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2013/oct/25/leaked-memos-gchq-mass-surveillance-secret-snowden\">UK mass surveillance programmes</a> two years ago, campaign groups across the world have been worried that we ourselves might be being spied on,” the letter says. </p> \n<p>“We now know definitively that Amnesty International and the Legal Resources Centre in South Africa were. That is likely to be just the tip of the iceberg.”</p> \n<p>The interception was only confirmed because “GCHQ fell foul of their own internal rules on handling communications once they had been intercepted”, the letter adds. Other civil liberties groups that complained were merely informed their communications had not been illegally intercepted – they could have been intercepted within the law.</p> \n<p>“As human rights organisations, we all work regularly with victims of abuses and government critics,” the letter continued. “That vital work is put in jeopardy if people can justifiably fear that their confidential communications with us might be opened up by governments.”</p> \n<p>Amnesty, Liberty and Privacy International want to know which other human rights organisations are being spied on, what information GCHQ was looking at and whether the interception is continuing.</p> \n<p>“David Cameron must immediately set up an independent inquiry into how spying on law-abiding human rights organisations was allowed to happen, and what justification there could possibly be for such an invasive and chilling violation of privacy,” the statement concludes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/12/snowden-state-surveillance-britain-no-limits\">Edward Snowden: state surveillance in Britain has no limits</a> </p> \n</aside> \n<p>In a separate letter sent by Amnesty to Cameron, the human rights group asks for an urgent meeting with the prime minister and for “as much as possible” of the IPT’s secret findings to be published. </p> \n<p>Allen, Amnesty UK’s director, said: “It’s absolutely shocking that Amnesty International’s private correspondence was deemed fair game for UK spooks, who have clearly lost all sense of what is proportionate or appropriate.</p> \n<p>“A key measure of a free society is how it treats its charities and NGOs. Snooping on charities is a practice straight out of the KGB handbook. If Amnesty International is being spied on, then is anyone safe?”</p> \n<p>Downing Street said it was considering its response to Amnesty International’s letter. It repeated the government statement given at the time of the IPT judgment: “The IPT has confirmed that any interception by GCHQ in these cases was undertaken lawfully and proportionately, however technical errors were identified.<br /> <br /> “GCHQ takes procedure very seriously. It is working to rectify the technical errors identified by this case and constantly reviews its processes to identify and make improvements.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cdac985dcca8bf455a830e8a14554b42e445faee/18_64_3742_2241/3742.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2241,"width":3742,"orientation":"landscape","credit":"Education Images/UIG via Getty Images","altText":"Satellite receiver dishes at a GCHQ facility near Bude, Cornwall. ‘Snooping on charities is a practice straight out of the KGB handbook,’ the human rights groups say.","cleanCredit":"Photograph: Education Images/UIG via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T17:11:04Z","lastModified":"2015-07-10T18:10:42Z","metadata":{"commentable":true,"commentCount":155,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["GCHQ","Edward Snowden","Amnesty International","UK civil liberties","UK security and counter-terrorism","Law","UK news","US news","World news","Shami Chakrabarti","Privacy","Surveillance"],"tags":[{"id":"uk/gchq","webTitle":"GCHQ"},{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"},{"id":"world/amnesty-international","webTitle":"Amnesty International"},{"id":"law/uk-civil-liberties","webTitle":"UK civil liberties"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"uk/shami-chakrabarti","webTitle":"Shami Chakrabarti"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"world/surveillance","webTitle":"Surveillance"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/10/human-rights-groups-call-inquiry-why-gchq-spied-amnesty","shortUrl":"http://gu.com/p/4ahf8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/10/human-rights-groups-call-inquiry-why-gchq-spied-amnesty","webUri":"http://www.theguardian.com/uk-news/2015/jul/10/human-rights-groups-call-inquiry-why-gchq-spied-amnesty"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cdac985dcca8bf455a830e8a14554b42e445faee/18_64_3742_2241/3742.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2241,"width":3742,"orientation":"landscape","caption":"Satellite receiver dishes at a GCHQ facility near Bude, Cornwall. ‘Snooping on charities is a practice straight out of the KGB handbook,’ the human rights groups say. Photograph: Education Images/UIG/Getty","credit":"Education Images/UIG/Getty","altText":"Satellite receiver dishes","cleanCaption":"Satellite receiver dishes at a GCHQ facility near Bude, Cornwall. ‘Snooping on charities is a practice straight out of the KGB handbook,’ the human rights groups say.","cleanCredit":"Photograph: Education Images/UIG/Getty"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cdac985dcca8bf455a830e8a14554b42e445faee/18_64_3742_2241/3742.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2241,"width":3742,"orientation":"landscape","credit":"Education Images/UIG via Getty Images","altText":"Satellite receiver dishes at a GCHQ facility near Bude, Cornwall. ‘Snooping on charities is a practice straight out of the KGB handbook,’ the human rights groups say.","cleanCredit":"Photograph: Education Images/UIG via Getty Images"}}]},{"title":"Surge in property millionaires despite slowdown in house market","rawTitle":"Surge in property millionaires despite slowdown in house market","item":{"type":"article","id":"business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market","title":"UK sees surge in property millionaires despite slowdown in house market","trailText":"Over 500,000 homes now cost £1m or more and in 13 streets of London average house price is in excess of £10m","standFirst":"<p>Over 500,000 homes now cost &pound;1m or more and in 13 streets of London average house price is in excess of &pound;10m</p>","byline":"Hilary Osborne","body":"<p>The number of property millionaires in Britain has more than doubled over the past three years and broken through the 500,000 mark for the first time, it is claimed.</p> \n<p>There are now 13 streets where the average house price is more than &pound;10m – all of them in London – and almost 11,000 across the UK where homes are typically worth more than &pound;1m.</p> \n<p>Despite a slowdown in activity in the property market and small price drops in some of the country’s most expensive neighbourhoods, the past year has seen the cost of homes continue to surge in many areas. Recent Land Registry figures showed that in 24 out of 33 London boroughs, annual price growth was still in double figures, and a shortage of homes coming onto the market has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/09/shortage-homes-uk-market-prices-up-june\">propped up prices even when demand has fallen</a>.</p> \n<p>Due to the seemingly relentless rise in prices, the property website Zoopla said 524,306 homes were now worth more than &pound;1m, turning their owners into property millionaires – before any mortgage debt is taken into account. This compares with 484,081 in Zoopla’s 2014 rich list in 2014, and 245,790 in 2012.</p> \n<p>The rich list figures, which are based on the asking prices for homes listed on the site and previous sold prices for each property and other similar houses which have changed hands nearby, show on 10,958 streets, the average house price is now above &pound;1m. Of these, 43% are found in London.</p> \n<p>However, concerns over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/25/number-of-2m-plus-homes-for-sale-more-than-doubles-since-election-tory-victory-mansion-tax\">possible taxes on &pound;2m-plus properties</a> in the runup to the general election, together with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/jan/28/stamp-duty-spike-uk-home-buyer-estate-agents\">changes to stamp duty rules</a> which increased the cost at the top end of the market, seem to have taken a toll on the prices boasted by the country’s richest streets. Kensington Palace Gardens – home to the billionaires Roman Abramovich and Lakshmi Mittal, plus the Foxtons estate agency founder, Jon Hunt – remained the most expensive place to live, with an average price of &pound;42.6m, down 0.45% on 2014’s figure.</p> \n<p> In the Boltons, another highly-prized address in Kensington and Chelsea where a nine-bedroom detached house sold for &pound;51m in April, Zoopla said values had dropped 4.46% over the year to an average of &pound;30.3m. On the third-placed Grosvenor Crescent, in Belgravia, a short walk from Buckingham Palace, values had fallen 4.12% to an average of &pound;22.8m.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/property_millionaires/giv-21277ILI9amYg3xnC\" data-alt=\"Graph\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/property_millionaires/giv-21277ILI9amYg3xnC\">Graph</a> \n</figure> \n<p>Lawrence Hall of Zoopla said: “While property prices on some of London’s most prestigious roads are still beyond the realms of comprehension for most of us, several of the most desirable streets have seen average values decrease over the past 12 months. This is most likely due to uncertainty in relation to the mansion tax that was mooted by Labour in the runup to the election, which caused temporary stagnation at the top end of the market.”</p> \n<p> In the south-east outside London, Zoopla found 3,697 streets of million-pound homes. On six streets in Surrey, the average price was found to be more than &pound;5m, with Sunninghill Road in Windlesham, near Ascot, topping the list at &pound;5.4m.</p> \n<p> In the north of England, several streets in Greater Manchester have average values above &pound;2m, with Broadway in Hale, Altrincham, coming in at &pound;2.6m. In Scotland, the most expensive street is Whitehouse Terrace, where the average value of homes has broken through the &pound;2m mark.</p> \n<p>The list of most expensive towns is headed by Virginia Water, Surrey, where the average price rose 1.8% to &pound;1.2m. In Cobham, also in Surrey, a 6% year-on-year increase in property values put prices through the &pound;1m barrier for the first time. Cobham is a favourite among Chelsea footballers as it is the location of the club’s training complex.</p> \n<p>Ed Mead, executive director of estate agents Douglas &amp; Gordon, said Southfields in south London was an example of an area where prices had gone through the &pound;1m barrier over the past year. Three-bedroom homes in the neighbourhood, which is close to the Wimbledon tennis tournament, now change hands for at least that sum. “It’s been amazing, with average prices going from &pound;650,000 for such a property to around &pound;1.05m over the last three years,” he said. </p> \n<p>“It clearly signals the search for ‘value’ currently being undertaken by families looking for relief from the recent acute gains seen in both prime central London and the areas immediately surrounding it.”</p> \n<p>The report is likely to further bolster the attractions of property as an investment. Recent research by the Office for National Statistics found that 42% people thought that investing in bricks and mortar was most likely to “make the most of your money” of all types of asset.<br /></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548415577/c7847ab3-5a3f-4812-ad53-41e3d0a6302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt LLoyd/REX/Matt LLoyd/REX","altText":"One Hyde Park","cleanCredit":"Photograph: Matt LLoyd/REX/Matt LLoyd/REX"}],"bodyImages":[],"webPublicationDate":"2015-07-10T23:01:09Z","lastModified":"2015-07-10T23:03:42Z","metadata":{"commentable":true,"commentCount":253,"contributors":[{"name":"Hilary Osborne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hilaryosborne"}],"feature":false,"keywords":["Housing market","UK news","Property","Money","Business","Real estate","Housing","Society"],"tags":[{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/property","webTitle":"Property"},{"id":"money/money","webTitle":"Money"},{"id":"business/business","webTitle":"Business"},{"id":"business/realestate","webTitle":"Real estate"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"business"},"topics":[{"displayName":"Hilary Osborne","topic":{"type":"tag-contributor","name":"profile/hilaryosborne"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market","shortUrl":"http://gu.com/p/4aha3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market","webUri":"http://www.theguardian.com/business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548415577/c7847ab3-5a3f-4812-ad53-41e3d0a6302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The One Hyde Park development in Knightsbridge, London. Apartments here cost in millions and are among the most expensive in Europe. Photograph: Matt LLoyd/Rex","credit":"Matt LLoyd/Rex","altText":"One Hyde Park","cleanCaption":"The One Hyde Park development in Knightsbridge, London. Apartments here cost in millions and are among the most expensive in Europe.","cleanCredit":"Photograph: Matt LLoyd/Rex"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548415577/c7847ab3-5a3f-4812-ad53-41e3d0a6302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt LLoyd/REX/Matt LLoyd/REX","altText":"One Hyde Park","cleanCredit":"Photograph: Matt LLoyd/REX/Matt LLoyd/REX"}}]},{"title":"Woman cleared of murder after stabbing convicted paedophile to death","rawTitle":"Woman cleared of murder after stabbing convicted paedophile to death","item":{"type":"article","id":"uk-news/2015/jul/10/mother-cleared-of-after-stabbing-convicted-paedophile-to-death","title":"Woman cleared of murder after stabbing convicted paedophile to death","trailText":"Sarah Sands found guilty of manslaughter for killing neighbour Michael Pleasted after learning he was charged with sexually assaulting three children","standFirst":"<p>Sarah Sands found guilty of manslaughter for killing neighbour Michael Pleasted after learning he was charged with sexually assaulting three children</p>","byline":"Press Association","body":"<p>A woman who stabbed a convicted paedophile to death while he was on bail for abusing young boys has been cleared of murder but found guilty of manslaughter.</p> \n<p>Sarah Sands, 32, took the law into her own hands within weeks of hearing that her neighbour, 77-year-old Michael Pleasted, had sexually abused three children.</p> \n<p>On the evening of 28 November last year she armed herself with a knife and stabbed Pleasted eight times at his flat in Canning Town, east London.</p> \n<p>After the “determined and sustained attack”, he crawled from his living room and collapsed in his hallway where he bled to death.</p> \n<p>Within hours, Sands handed herself in to police, telling an officer: “Who houses a fucking paedophile on an estate, like, seriously? He was, like, asking for trouble.”</p> \n<p>She explained she had thought Pleasted was just a nice old man, adding: “He’s fucking harmless now, ain’t he?”</p> \n<p>At the time, Pleasted was on bail awaiting trial at Snaresbrook crown court on two charges of sexual assault on two children aged under 13. Police were investigating a further allegation he had abused a third boy.</p> \n<p>The Old Bailey heard that Pleasted had a string of convictions for sexually assaulting boys between 1970 and 1991.</p> \n<p>The serial child abuser, who also went by the name of Robin Moult, had a total of 24 previous convictions for sexual offences before he met the children he was accused of molesting last year.</p> \n<p>He served sentences of between nine months and six years for sex crimes which included indecent assault on a male over 16, indecent assault on a male under 16, indecent assault on a male under 14 and buggery.</p> \n<p>But before the fresh allegations emerged, Pleasted had become a well known community figure running a bric-a-brac stall from a local shop, the court heard.</p> \n<p>Sands had befriended him and used to go round to his flat with home-cooked meals.</p> \n<p>She sobbed in the witness box as she insisted she had not meant to hurt Pleasted when she went to his flat armed with a knife on the night of the killing after drinking a bottle of brandy.</p> \n<p>She told jurors she had gone there to plead with him to admit his crimes and spare his young accusers from having to go to court.</p> \n<p>But when he answered the door, he ignored her request and just “smirked” as he told her the boys were all liars who had ruined his life.</p> \n<p>Sands said: “I was frightened. It was not how it was meant to go. He was meant to listen to me.”</p> \n<p>The jury of 10 women and two men deliberated for three days before clearing her of murder and convicting her of manslaughter by reason of loss of control.</p> \n<p>Sentencing was adjourned for reports and will take place on a date to be fixed in September.</p> \n<p>The trial judge, Nicholas Cooke QC, told the jury that an inquiry was under way into the decision to bail Pleasted, adding that the jurors were clearly “troubled by the background” of the case.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/db4b02dcb488d42a6ba785375635e6aca3710709/0_618_1752_1051/1752.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1051,"width":1752,"orientation":"landscape","credit":"Metropolitan Police/PA","altText":"Metropolitan Police handout photo of Sarah Sands\nNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: Metropolitan Police/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-10T16:32:16Z","lastModified":"2015-07-10T23:02:54Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/10/mother-cleared-of-after-stabbing-convicted-paedophile-to-death","shortUrl":"http://gu.com/p/4ahtt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/10/mother-cleared-of-after-stabbing-convicted-paedophile-to-death","webUri":"http://www.theguardian.com/uk-news/2015/jul/10/mother-cleared-of-after-stabbing-convicted-paedophile-to-death"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/db4b02dcb488d42a6ba785375635e6aca3710709/0_618_1752_1051/1752.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1051,"width":1752,"orientation":"landscape","caption":"Sarah Sands stabbed Michael Pleasted to death in Canning Town, east London, then turned herself in to police. Photograph: Metropolitan Police/PA","credit":"Metropolitan Police/PA","altText":"Metropolitan Police handout photo of Sarah Sands.","cleanCaption":"Sarah Sands stabbed Michael Pleasted to death in Canning Town, east London, then turned herself in to police.","cleanCredit":"Photograph: Metropolitan Police/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/db4b02dcb488d42a6ba785375635e6aca3710709/0_618_1752_1051/1752.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1051,"width":1752,"orientation":"landscape","credit":"Metropolitan Police/PA","altText":"Metropolitan Police handout photo of Sarah Sands\nNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: Metropolitan Police/PA"}}]},{"title":"Public health cuts could cost NHS extra and cause more unplanned pregnancies","rawTitle":"Public health cuts could cost NHS extra and cause more unplanned pregnancies","item":{"type":"article","id":"lifeandstyle/2015/jul/10/budget-cuts-cost-nhs-rise-unplanned-pregnancies-abortion","title":"Public health cuts could cost NHS extra and cause more unplanned pregnancies","trailText":"Experts say £200m spending reduction could saddle NHS with extra £250m on abortion and maternity services after government ignored calls to reconsider","standFirst":"<p>Experts say &pound;200m spending reduction could saddle NHS with extra &pound;250m on abortion and maternity services after government ignored calls to reconsider</p>","byline":"Rowena Mason Political correspondent","body":"<p>The number of unplanned pregnancies is likely to rise and cost the NHS an extra &pound;250m on abortions and maternity services because of proposed cuts to public health spending, leading sexual health experts have warned.</p> \n<p>The <a href=\"http://theagc.org.uk/\">Advisory Group on Contraception</a> said on Friday that the government’s &pound;200m in planned savings were a false economy as cutbacks in sexual health advice and provision would have a direct impact on unwanted pregnancies.</p> \n<p>Leading doctors’ groups had urged the chancellor, George Osborne, to pull back from his planned 6% cuts to local authority public health grants from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/10/george-osborne-took-much-more-from-poor-budget-2015-ifs\">summer budget</a>, but the Treasury is pushing ahead.</p> \n<p>The AGC – which includes doctors as well as representatives of the Family Planning Association, Marie Stopes International, the Sexual Health Forum and the British Pregnancy Advisory Service – warned that contraception services would inevitably be hit given that they amounted to 10% of council spending on public health.</p> \n<p>It forecast that if budgets were sliced to affect all services equally, it would cost the NHS at least &pound;250m extra this year alone, as well as having a significant impact on the lives of many women. The AGC’s meetings are funded by Bayer, a manufacturer of contraceptives, but its members are unpaid and independent.</p> \n<p>The group’s position was backed by Labour’s Luciana Berger, the shadow minister for public health, who said there was a “real risk that this decision could cost more money than it saves”. </p> \n<p>“These figures from the Advisory Group on Contraception show that restrictions to sexual health services alone could cost the NHS &pound;250m this year. This warning along with those from the BMA, the LGA, and other expert groups speak for themselves,” she said. </p> \n<p>“My calls for the government to publish the details of its plans so they can be properly scrutinised have been ignored. There is no sign of the consultation on how these savings will be implemented. The longer these details are delayed, the more the promise that this decision won’t affect frontline services becomes difficult to believe.”</p> \n<p>Ministers were tackled in a Lords debate on Thursday about where the cuts to public health spending would fall by Liberal Democrat peer Joan Walmsley, who warned they could adversely affect teenage pregnancy programmes for the young, domestic violence programmes for women, HIV prevention programmes and tuberculosis prevention programmes for the poor and homeless.</p> \n<p>Health minister David Prior said councils would have discretion about where to save money. “The reduction of &pound;200m in the grant to local authorities should be seen in the context of a total grant of &pound;3.2bn; it is a 6% reduction,” he said.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5dfc0d6738e026b23644de10436116c1b20ed092/175_0_3964_2379/3964.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2379,"width":3964,"orientation":"landscape","credit":"David Jones/PA","altText":"A medical worker and a pregant woman.","cleanCredit":"Photograph: David Jones/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-10T15:38:08Z","lastModified":"2015-07-10T21:31:20Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Pregnancy","Sexual health","Family","Health","Health & wellbeing","Parents and parenting","Society","UK news","Budget 2015 (July)","Budget","Health policy","Politics","Public services policy"],"tags":[{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"society/sexual-health","webTitle":"Sexual health"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/health","webTitle":"Health policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/policy","webTitle":"Public services policy"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/10/budget-cuts-cost-nhs-rise-unplanned-pregnancies-abortion","shortUrl":"http://gu.com/p/4ahed","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/10/budget-cuts-cost-nhs-rise-unplanned-pregnancies-abortion","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/10/budget-cuts-cost-nhs-rise-unplanned-pregnancies-abortion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5dfc0d6738e026b23644de10436116c1b20ed092/175_0_3964_2379/3964.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2379,"width":3964,"orientation":"landscape","caption":"A medical worker and a pregant woman. Photograph: David Jones/PA","credit":"David Jones/PA","altText":"A medical worker and a pregant woman.","cleanCaption":"A medical worker and a pregant woman.","cleanCredit":"Photograph: David Jones/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5dfc0d6738e026b23644de10436116c1b20ed092/175_0_3964_2379/3964.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2379,"width":3964,"orientation":"landscape","credit":"David Jones/PA","altText":"A medical worker and a pregant woman.","cleanCredit":"Photograph: David Jones/PA"}}]}],"lastModified":"2015-07-11T05:42:32Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}