{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Prince Charles to visit scene of 1979 Mountbatten murder","rawTitle":"Prince Charles to visit scene of 1979 Mountbatten murder","item":{"type":"article","id":"uk-news/2015/may/20/prince-charles-visits-mullaghmore-mountbatten-bombing","title":"Prince Charles to visit scene of 1979 Mountbatten murder","trailText":"Charles’s great-uncle died in Provisional IRA bombing off coast of Irish village of Mullaghmore in 1979","standFirst":"<p>Charles’s great-uncle died in Provisional IRA bombing off coast of Irish village of Mullaghmore in 1979</p>","byline":"Caroline Davies in Sligo","body":"<p>The Prince of Wales is to visit the Irish village where his great-uncle Lord Mountbatten and three other people were killed by a Provisional IRA bomb 36 years ago.<br /></p> \n<p>In a highly personal and public pilgrimage of remembrance, Charles will travel to Mullaghmore, Co Sligo, in the Irish Republic, where the 1979 bombing began one of the bloodiest days of the Troubles. </p> \n<p>Mountbatten, 79, admiral of the fleet, the last viceroy of India and Prince Philip’s uncle, died instantly in the explosion aboard his fishing boat, Shadow V, on 27 August 1979. </p> \n<p>Also killed was his 14-year-old grandson, Nicholas Knatchbull, and 15-year-old schoolboy Paul Maxwell, from Killynur, Enniskillen, who was in the village for the summer earning money as a boat boy. Lady Brabourne, 83, the mother of Mountbatten’s son-in-law, John Brabourne, died later of her injuries.</p> \n<p>Timothy Knatchbull, twin brother of Nicholas, is thought to be joining the prince on the visit. Badly injured in the blast, he has since been vocal in applauding the reconciliation process, having found his own path to “forgiveness and peace”. </p> \n<p>The prince will meet local people, some of whom helped pull the bodies and the injured from the sea that day.</p> \n<p>Before the visit, one of those who witnessed the aftermath of the atrocity said he hoped Mullaghmore would be remembered for the joy it brought the Mountbatten family, who visited every summer for 30 years, and not just the horror.<br /></p> \n<p>Peter McHugh, a businessman who was in his early 20s when he helped pull bodies from the sea, said: “Mountbatten spent probably 30 years of happy times with himself and his family there and I think it should be remembered from that aspect as well as the ending of his life.”</p> \n<p>Hours after the Mountbatten bombing, the IRA’s Warrenpoint ambush in Co Down, Northern Ireland, claimed the lives of 18 soldiers, the British Army’s greatest loss of life in a single incident during the conflict. <br /></p> \n<p>The only person convicted of the Mountbatten attack, Thomas McMahon, served 18 years before being released in 1998 under the Good Friday peace agreement. </p> \n<figure class=\"element element-image\" data-media-id=\"7fc68d0bc06fa10dbe3db7553b5389e0d44f49f9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432106749873/42203c18-b7fd-4789-add4-4120121270dd-460x276.jpeg\" alt=\"Mullaghmore Bay\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A cross in Mullaghmore Bay near to where Lord Mountbatten’s boat was blown up in 1979.</span> \n  <span class=\"element-image__credit\">Photograph: Niall Carson/PA</span> \n </figcaption> \n</figure> \n<p>Security is tight for the four-day visit to the Irish Republic and Northern Ireland by the prince and the duchess of Cornwall. Charles’s holds the honorary rank of colonel-in-chief of the Parachute Regiment, whose soldiers shot dead 14 people at a civil rights march in Derry on Bloody Sunday in 1972.<br tabindex=\"-1\" /></p> \n<p>In 2011, the Queen paid a four-day state visit to the Irish republic, and the following year she shook hands with the former IRA commander Martin McGuinness, Sinn F&eacute;in’s deputy first minister of Northern Ireland, which was hailed as a highly significant step.<br tabindex=\"-1\" /></p> \n<p>On Tuesday, Charles continued with the theme of reconciliation when he agreed to a request to meet the Sinn F&eacute;in president, Gerry Adams. The two <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/19/prince-charles-and-gerry-adams-share-historic-handshake\">shook hands</a> at a reception in Galway attended by other political leaders, and later spent 10 minutes in private conversation. Adams said afterwards there had been “a meeting of minds”.</p> \n<p>“We spoke about his loss and also the loss suffered by the Maxwell family,” Adams said. “Both he and we expressed our regret for what had happened from 1968 onwards. We were of a common mind. Thankfully all of that is behind us. The war is over.”</p> \n<p>In 1979, Adams said Mountbatten had known the dangers involved in visiting the Irish west coast, and “with his war record I don’t think he could have objected to dying in what was clearly a war situation”.</p> \n<p>Mullaghmore parish priest, Fr Christy McHugh, who will be involved in a church service in nearby Drumcliffe on Wednesday promoting peace and reconciliation, said before Charles’s arrival: “This particular visit I think shows that this is another real marker that we can put down and say all the work for peace has been fulfilled.</p> \n<p>“I know Mullaghmore is blackened by that particular tragedy. But as far as I can make out from listening to people in the last week, everyone is delighted this point has been reached.”</p> \n<p>But Joe McGowan, a local historian and author, said it should have been a private pilgrimage. “It just resurrects the past again and the notoriety associated with Mullaghmore. We get on with our lives here. It’s not an everyday topic of conversation,” he said.</p> \n<p>“Of course everybody knows it happened. Nobody disliked Mountbatten here. Even though he lived in the big house on the hill, it didn’t create any great storm. We were so used to him in Mullaghmore. Indeed, I don’t think Mountbatten himself would have invited this publicity or wished it on Mullaghmore following that tragic event.”</p> \n<p>He said the village was “being brought back to the grave again” and the media circus had reopened old wounds. “We welcome Charles and Camilla, of course. But if it was private it would have been better,” McGowan said. </p> \n<p>In 1979, Charles was in Iceland when he heard news of Mountbatten’s death. That night in his journal – extracts of which were published by his biographer Jonathan Dimbleby – he wrote: “A mixture of desperate emotions swept over me – agony, disbelief, a kind of wretched numbness, closely followed by fierce and violent determination to see that something was done about the IRA.<br /></p> \n<p>“Life will never be the same now that he has gone and I fear it will take me a very long time to forgive those people who today achieved something that two world wars and thousands of Germans and Japanese failed to achieve.”</p> \n<h2>Who was Lord Mountbatten?</h2> \n<figure class=\"element element-image\" data-media-id=\"575bfe284936f4200f1f44568238db1218cfc6c9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432106593715/2185b821-e698-48d0-9413-a6cd43f2c603-460x276.jpeg\" alt=\"Lord Mountbatten and the Prince of Wales\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lord Mountbatten and the Prince of Wales in 1975.</span> \n  <span class=\"element-image__credit\">Photograph: Anwar Hussein/WireImage</span> \n </figcaption> \n</figure> \n<p>Louis Mountbatten, an uncle of Prince Philip, was born Prince Louis of Battenberg, but anglicised his surname and was known by the royal family as Uncle Dickie. He rose to become admiral of the fleet, having served with the navy in both world wars, and attaining the ranks of first sea lord then chief of the defence staff. He was the last viceroy of India at the time of partition and independence of India and Pakistan, then served as the first governor general in India.</p> \n<p>Charles developed a close relationship with him from early childhood, and the two kept up an intense correspondence. Charles wrote in his journal: “I have lost someone infinitely special in my life, someone who showed me enormous affection, who told me unpleasant things I didn’t particularly want to hear, who gave praise where it was due as well as criticism; someone to whom I knew I could confide anything and from whom I would receive the wisest of counsel and advice. In some extraordinary way he combined grandfather, great uncle, father, brother and friend.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432106453672/2eca95e2-eff8-4750-9858-dec5f0eec93d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Arthur Edwards/The Sun/PA","altText":"Prince Charles in Galway","cleanCredit":"Photograph: Arthur Edwards/The Sun/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432106751246/42203c18-b7fd-4789-add4-4120121270dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A cross in Mullaghmore Bay near to where Lord Mountbatten’s boat was blown up in 1979. Photograph: Niall Carson/PA","credit":"Niall Carson/PA","altText":"Mullaghmore Bay","cleanCaption":"A cross in Mullaghmore Bay near to where Lord Mountbatten’s boat was blown up in 1979.","cleanCredit":"Photograph: Niall Carson/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432106595173/2185b821-e698-48d0-9413-a6cd43f2c603-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lord Mountbatten and the Prince of Wales in 1975. Photograph: Anwar Hussein/WireImage","credit":"Anwar Hussein/WireImage","altText":"Lord Mountbatten and the Prince of Wales","cleanCaption":"Lord Mountbatten and the Prince of Wales in 1975.","cleanCredit":"Photograph: Anwar Hussein/WireImage"}],"webPublicationDate":"2015-05-20T07:31:17Z","lastModified":"2015-05-20T07:50:06Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Caroline Davies","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolinedavies"}],"feature":false,"keywords":["Prince Charles","Ireland","Monarchy","UK news","Europe","World news"],"tags":[{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Caroline Davies","topic":{"type":"tag-contributor","name":"profile/carolinedavies"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/20/prince-charles-visits-mullaghmore-mountbatten-bombing","shortUrl":"http://gu.com/p/493na","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/20/prince-charles-visits-mullaghmore-mountbatten-bombing","webUri":"http://www.theguardian.com/uk-news/2015/may/20/prince-charles-visits-mullaghmore-mountbatten-bombing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432106453672/2eca95e2-eff8-4750-9858-dec5f0eec93d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Charles in Galway on Tuesday. Photograph: Arthur Edwards/The Sun/PA","credit":"Arthur Edwards/The Sun/PA","altText":"Prince Charles in Galway","cleanCaption":"Prince Charles in Galway on Tuesday.","cleanCredit":"Photograph: Arthur Edwards/The Sun/PA"}},"importance":7,"showQuotedHeadline":false},{"title":"Inquest / British student's suicide on German autobahn a 'set-up'","rawTitle":"British student's suicide on German autobahn a 'set-up'","item":{"type":"article","id":"uk-news/2015/may/19/students-suicide-on-german-autobahn-constructed-set-up-uk-inquest-hears-jeremiah-duggan","title":"Student's suicide on German autobahn a 'set-up', UK inquest hears","trailText":"Jeremiah Duggan, 22, found dead near Wiesbaden, but forensic expert contradicts police finding of ‘suicide by means of traffic accident’","standFirst":"<p>Jeremiah Duggan, 22, found dead near Wiesbaden, but forensic expert contradicts police finding of ‘suicide by means of traffic accident’</p>","byline":"Press Association","body":"<p>The apparent suicide of a British student on a German autobahn was likely to have been a “constructed set-up”, an inquest has heard.</p> \n<p>Jeremiah Duggan, 22, was found dead near Wiesbaden on 27 March 2003 after he attended a youth event organised by the LaRouche “far-right cult”. </p> \n<p>The German investigation concluded that his death was “a suicide by means of a traffic accident”, but in May 2010 the high court in London ordered a fresh UK inquest after judges said evidence of possible foul play must be investigated.</p> \n<p>As the new inquest opened at Barnet coroner’s court in north London, forensic photographic expert Paul Canning said that after examining pictures from the scene, “the only possible conclusion is that it must have been a set-up”.</p> \n<p>Canning, who has more than a decade of experience working with the Metropolitan police, said there was no evidence of contact between Duggan and two vehicles – a Peugeot 406 and a Volkswagen Golf – which the German investigation found had been involved in his death.</p> \n<p>He said: “After making a lengthy examination of the photographs I conclude that, based on my experience of attending hundreds of fatal and very serious road traffic accidents, that in examining the scene of the accident, the road, Jeremiah’s body and both vehicles involved, I could find no traces of blood, hair, tissue or clothing on the vehicles or road, except round the immediate vicinity of Jeremiah’s body.”</p> \n<p>He added that both vehicles and Duggan appeared to have traces of a wet sandy substance that was not present at the scene and therefore placed them elsewhere before the alleged accident.</p> \n<p>He said the damage to the Peugeot, which is claimed to have hit Duggan, appeared to have been caused by a “heavy metallic instrument” or possibly another car rather than a person. He described as “inconsistent” damage to the Volkswagen, which is said to have run over Duggan after he jumped out and was hit by the Peugeot.</p> \n<p>The coroner for north London, Andrew Walker, asked: “Are you saying the damage to the vehicles is unlikely to have been caused by an impact with a person?”</p> \n<p>“Yes sir, in my opinion,” Canning replied.</p> \n<p>“Is it likely that damage to the vehicle has been placed there?” Walker asked.</p> \n<p>“After looking at the photographs the only possible conclusion I could find was that it was placed there and further, that it looks like pre-existing damage that was undertaken prior to this incident,” said Canning.</p> \n<p>“Are you saying this was a constructed road traffic collision?” asked the coroner.</p> \n<p>“It certainly looks that way, sir,” said Canning.</p> \n<p>Previously the inquest heard written statements by German witnesses who said they saw Duggan try to jump out in front of several cars on the morning of his death.</p> \n<p>The original British inquest into Duggan’s death in 2003 rejected a verdict of suicide after hearing about the LaRouche movement and its German thinktank, the Schiller Institute. <br /></p> \n<p>Lyndon LaRouche, the movement’s leader, has been condemned by Jewish organisations as an antisemite.<br /></p> \n<p> Duggan, a student at the Sorbonne in Paris who was Jewish and originally from Golders Green, north London, is said not to have been aware of the nature of the group before attending the event. </p> \n<p>On the morning he died, he called both his girlfriend and mother and allegedly sounded agitated. He told his mother, Erica Duggan, 45 minutes before he was killed: “Mum, I am in deep trouble.” </p> \n<p>The family, who were present at the inquest on Tuesday, have been fighting for 12 years for the case to be reopened. They won a victory in December 2012 when the German higher court ruled that the Wiesbaden authorities’ original investigation had been flawed and opened a new inquiry, which is still ongoing.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432048915549/82afcaea-2bed-4d29-bd07-12e0f361980c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Graham Turner for the Guardian","altText":"Jeremiah Duggan","cleanCredit":"Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-19T15:32:31Z","lastModified":"2015-05-19T23:00:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/19/students-suicide-on-german-autobahn-constructed-set-up-uk-inquest-hears-jeremiah-duggan","shortUrl":"http://gu.com/p/493aj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/19/students-suicide-on-german-autobahn-constructed-set-up-uk-inquest-hears-jeremiah-duggan","webUri":"http://www.theguardian.com/uk-news/2015/may/19/students-suicide-on-german-autobahn-constructed-set-up-uk-inquest-hears-jeremiah-duggan"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432048915549/82afcaea-2bed-4d29-bd07-12e0f361980c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jeremiah Duggan was found dead in 2003 after attending an event organised by the far-right LaRouche movement. The original UK inquest rejected a verdict of suicide. Photograph: Graham Turner for the Guardian","credit":"Graham Turner for the Guardian","altText":"Jeremiah Duggan","cleanCaption":"Jeremiah Duggan was found dead in 2003 after attending an event organised by the far-right LaRouche movement. The original UK inquest rejected a verdict of suicide.","cleanCredit":"Photograph: Graham Turner for the Guardian"}},"importance":5,"kicker":{"title":"Inquest"},"showQuotedHeadline":false},{"title":"Newcastle United unveil new home kit – with wrong Wonga logo on the front","rawTitle":"Newcastle United unveil new home kit – with wrong Wonga logo on the front","item":{"type":"article","id":"football/2015/may/20/newcastle-united-home-kit-wrong-wonga-logo","title":"Newcastle United unveil new home kit – with wrong Wonga logo on the front","trailText":"Newcastle United officials were left red-faced after unveiling a new shirt design which was out of date even before it went on sale","standFirst":"<p><span class=\"bullet\">•</span> Payday lender Wonga rebranded hours before Newcastle kit launch<br /><span class=\"bullet\">•</span> All official replica kits next season will now feature out-of-date logo</p>","byline":"Guardian sport","body":"<p>Newcastle’s controversial sponsorship deal with Wonga has made headlines again after the payday lender’s rebrand rendered next season’s replica kits out of date – even before they were unveiled.</p> \n<p>Hours before Newcastle revealed their new shirt – which will be worn by the team for the first time on Sunday as they battle to avoid relegation – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/19/wonga-relaunch-targets-hard-working-people-1509-percent-apr-brand-to-stay\">club sponsors Wonga relaunched with a new brand identity</a>.</p> \n<p>With no time to make changes, all next season’s replica Newcastle kits, which are available for pre-order from Thursday 21 May, will carry the old Wonga logo. A Wonga spokesperson blamed “the production schedule”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0caabf2e97fb9e9d4efd96ead526578803626f10\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432110472188/7fa73e59-f17a-409e-be6f-701d15d76dee-460x190.jpeg\" alt=\"Wonga's new logo\" width=\"460\" height=\"190\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wonga’s new logo</span> \n  <span class=\"element-image__credit\">Photograph: Wonga</span> \n </figcaption> \n</figure> \n<p>True Faith podcaster Taylor Payne told <a href=\"http://www.chroniclelive.co.uk/news/north-east-news/newcastle-united-launch-new-home-9286975\">Chronicle Live</a>: “Only NUFC could launch a new shirt with an outdated sponsor logo on it.”</p> \n<p>Launching the kits, Newcastle said: “The Magpies will be trying to earn their stripes against the Hammers at St. James’ Park and the design is centred on the iconic club colours. But there is also a hint of blue, matching the scroll under the famous Newcastle United crest.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/david-conn-inside-sport-blog/2012/oct/09/newcastle-united-wonga-deal\">Newcastle’s decision to agree a sponsorship deal</a> with the short-term, high-interest payday lender was met with widespread criticism in 2012. The Labour MP Stella Creasy said: “It is only through preying on families struggling to make ends meet that Wonga has made enough money to be able to sign this deal with Newcastle.”</p> \n<p>Wonga’s attempt to overhaul its image, announced on Tuesday, includes the logo, new adverts <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/19/wonga-relaunch-targets-hard-working-people-1509-percent-apr-brand-to-stay\">and a stated focus</a> on “serving hard-working people throughout the UK who need access to transparent, flexible and short-term credit products”.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432110680664/d859bec1-f9a8-4419-82ba-09a3e269f676-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"NUTV","altText":"Newcastle's Fabio Coloccini unveils the new Newcastle kit in an official club video.","cleanCredit":"Photograph: NUTV"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432110472766/7fa73e59-f17a-409e-be6f-701d15d76dee-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":243,"width":588,"orientation":"landscape","caption":"Wonga’s new logo Photograph: Wonga","credit":"Wonga","altText":"Wonga's new logo","cleanCaption":"Wonga’s new logo","cleanCredit":"Photograph: Wonga"}],"webPublicationDate":"2015-05-20T08:06:35Z","lastModified":"2015-05-20T08:32:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":false,"keywords":["Newcastle United","Wonga","Football","Sport"],"tags":[{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"business/wonga","webTitle":"Wonga"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/20/newcastle-united-home-kit-wrong-wonga-logo","shortUrl":"http://gu.com/p/493zb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/20/newcastle-united-home-kit-wrong-wonga-logo","webUri":"http://www.theguardian.com/football/2015/may/20/newcastle-united-home-kit-wrong-wonga-logo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432110680664/d859bec1-f9a8-4419-82ba-09a3e269f676-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Newcastle’s Fabio Coloccini unveils the new Newcastle kit in an official club video. Photograph: NUTV","credit":"NUTV","altText":"Newcastle's Fabio Coloccini unveils the new Newcastle kit in an official club video.","cleanCaption":"Newcastle’s Fabio Coloccini unveils the new Newcastle kit in an official club video.","cleanCredit":"Photograph: NUTV"}},"importance":5,"showQuotedHeadline":false},{"title":"Marks & Spencer / Profits jump for first time in four years","rawTitle":"Profits jump for first time in four years","item":{"type":"article","id":"business/2015/may/20/marks-spencer-profits-jump-mark-bolland","title":"Marks & Spencer profits jump for first time in four years","trailText":"M&amp;S chief executive Mark Bolland says company moving in right direction as food sales lead good year for retailer","standFirst":"<p>M&amp;S chief executive Mark Bolland says company moving in right direction as food sales lead good year for retailer</p>","byline":"Sarah Butler","body":"<p>Marks &amp; Spencer has delivered its first increase in profits since 2011, thanks to a tight rein on capital spending, less discounting and better deals with suppliers.</p> \n<p>The high street retailer said it would return &pound;150m to shareholders via a share buyback, after underlying profit before tax rose 6.1% to &pound;661.2m in the year to 28 March.</p> \n<p>Sales rose just 0.4% to &pound;10.3bn after another difficult year for M&amp;S clothing, offset by a 3.4% rise in food sales. Clothing and homewares sales fell 2.5% over the year. Underlying sales only began to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/02/marks-spencer-clothing-sales-rise-for-first-time-in-four-years\">rise in the final quarter of the financial year after four years without growth</a>.</p> \n<p>Mark Bolland, the chief executive, said the company’s food business had enjoyed an “outstanding year in a difficult market” and that its clothing and homewares division had been able to significantly increase its profit margins despite a sales performance “below our expectations.”</p> \n<p>“We are transforming M&amp;S into a stronger, more agile business – putting the right infrastructure, capabilities and talent in place to drive our strategic priorities,” he said. </p> \n<p>The upbeat announcement provides some relief for Bolland, who joined M&amp;S five years ago. The company was able to signal a payout after increasing profit margins on clothing and homewares by 1.9 percentage points, thanks to better deals with suppliers and less discounting. Profit margins also rose at the food business, which opened 62 new Simply Food outlets.</p> \n<p>Performance at M&amp;S’s overseas business, a key plank of Bolland’s strategy, was disappointing. Operating profits dived nearly 25% to &pound;92m, amid political and economic difficulties in Russia and elsewhere. Sales also went into reverse at M&amp;S.com, falling by 2%.</p> \n<p>Bolland said M&amp;S would increase gross margins on its clothing and homeware ranges by between 1.5% and 2% as the company improved its logistics network and IT systems. The company is also confident it will improve clothing profitability by getting better deals with suppliers as it cuts out middlemen with the help of veteran sourcing experts, brothers Mark and Neal Lindsey, hired by Bolland last year. </p> \n<p>The company said it expected the clothing and home markets to remain “highly competitive” but would focus on bringing more new ideas, better quality and more stylish design to shoppers as well as better availability of product.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/2/1425321858624/af3a1455-31c9-430a-b149-99a4b5ee3f6d-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Alamy","altText":"Marks & Spencer storefront","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-20T07:47:59Z","lastModified":"2015-05-20T08:33:35Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Sarah Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahbutler"}],"feature":false,"keywords":["Marks & Spencer","Retail industry","Business"],"tags":[{"id":"business/marksspencer","webTitle":"Marks & Spencer"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"business"},"topics":[{"displayName":"Sarah Butler","topic":{"type":"tag-contributor","name":"profile/sarahbutler"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/20/marks-spencer-profits-jump-mark-bolland","shortUrl":"http://gu.com/p/493n4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/20/marks-spencer-profits-jump-mark-bolland","webUri":"http://www.theguardian.com/business/2015/may/20/marks-spencer-profits-jump-mark-bolland"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/2/1425321858624/af3a1455-31c9-430a-b149-99a4b5ee3f6d-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Marks &amp; Spencer has had a good year. Photograph: Alamy","credit":"Alamy","altText":"Marks & Spencer storefront","cleanCaption":"Marks &amp; Spencer has had a good year.","cleanCredit":"Photograph: Alamy"}},"importance":4,"kicker":{"title":"Marks & Spencer"},"showQuotedHeadline":false},{"title":"Classical music / BBC's Ten Pieces extends programme to teenagers","rawTitle":"BBC's Ten Pieces extends programme to teenagers","item":{"type":"article","id":"music/2015/may/20/bbc-ten-pieces-classical-music-programme-secondary-schools","title":"BBC's Ten Pieces extends classical music programme to teenagers","trailText":"Nationwide scheme will play Wagner and Verdi in secondary school halls and classrooms to encourage pupils to embrace classical music","standFirst":"<p>Nationwide scheme will play Wagner and Verdi in secondary school halls and classrooms to encourage pupils to embrace classical music</p>","byline":"Sally Weale Education correspondent","body":"<p>The Ride of the Valkyries, the most famous part of Wagner’s Ring cycle, is to be used as part of a nationwide programme to encourage teenagers to fall in love with classical music.</p> \n<p>Once used to devastating effect as the soundtrack to a helicopter attack on a Vietnamese village in the 1979 film Apocalypse Now, the Ride of the Valkyries will be blasted out in the school halls and classrooms of the UK’s secondary schools.<br /></p> \n<p>It is one of the BBC’s <a href=\"http://www.bbc.co.uk/programmes/p01vs08w\">Ten Pieces</a> programme, which last year attempted to introduce a generation of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jun/16/bbc-ten-pieces-classical-music-primary-school-children\">primary school</a> children to classical music, and this year will be extended to pupils in secondary schools.<br /></p> \n<p>The programme also includes Verdi (Dies Irae and Tuba Mirum from Requiem); Bizet’s Carmen (Habanera and Toreador Song); Haydn’s Trumpet Concerto; Shostakovich’s Symphony No 10; and Bach’s Toccata and Fugue in D minor.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"gu-fc-ae01b68f-ad89-4f3e-b59a-61e19aa913cf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432060477845/19b162fa-2cda-4bc3-8057-6c12929a075c-460x276.jpeg\" alt=\"Nitin Sawhney\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Celebrated composer and Ten Pieces ambassador Nitin Sawhney.</span> \n  <span class=\"element-image__credit\">Photograph: Frank Baron for the Guardian</span> \n </figcaption> \n</figure> \n<p>Bringing the line-up more up to date is Mambo from Bernstein’s West Side Story and Night Ferry by the contemporary British-born composer Anna Clyne, whose work was premiered by the Chicago Symphony Orchestra in 2012.<br /></p> \n<p>The BBC Philharmonic will feature in a new film featuring all 10 pieces of music, which will be shot by music video director Nick Wickham – who has previously worked with stars such as Rihanna, Katy Perry and Madonna – and shown in cinemas in October.<br /></p> \n<p>Schools can access online resources to extend their music studies, and there will be live performances across the country, culminating in the BBC Proms in July, when the BBC National Orchestra of Wales will perform all 10 pieces alongside creative responses from children who have studied them.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/nicky-morgan-money-teach-british-kids-classical-music\">Nicky Morgan, please give us the money to teach British kids classical music | James Rhodes</a> </p> \n</aside> \n<p>The initiative comes amid calls for classical <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/nicky-morgan-money-teach-british-kids-classical-music\">music education</a> in schools to be better funded and concerns about how to get young people interested in the classical repertoire. <br /></p> \n<p>Last year, children at more than half of UK primary schools had access to the Ten Pieces programme, which is intended to be a creative springboard for the children’s own artistic talents.</p> \n<p>Artists including violinist Nicola Benedetti, cellist Julian Lloyd Webber, singer and presenter Cerys Matthews, trumpeter Alison Balsom and musician, producer and composer Nitin Sawhney will work with children across the country as ambassadors for the project.<br /></p> \n<p>Sawhney said: “Children need to challenge their imaginations and a formal education in the arts instils children with confidence and an ability to learn through intuition as well as intellect.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A formal education in the arts instils children with confidence</p> \n  <footer> \n   <cite>Nitin Sawhney</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“It empowers children to understand their own identity and emotions. I hope that through my participation in this wonderful project I could somehow contribute to that journey and process.”<br /></p> \n<p>Alan Davey, controller of BBC Radio 3, said: “Finding ways to allow young people to discover the joys of classical music is something that many of us in the music world are concerned about, and the BBC has a key role to play.</p> \n<p>“Ten Pieces is a staggering example of the power of the BBC working in partnership across the classical music world to introduce a generation of children to what classical music can offer.”<br /></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/7/8/1404832692535/29039fef-2388-4f70-8af0-7f9cdcd674b7-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"  Tristram Kenton/  Tristram Kenton","altText":"A scene from Carmen by Georges Bizet at the London Coliseum.","cleanCredit":"Photograph:   Tristram Kenton/  Tristram Kenton"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/9/22/1411397737415/Nitin-Sawhney-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Celebrated composer and Ten Pieces ambassador Nitin Sawhney. Photograph: Frank Baron for the Guardian","credit":"Frank Baron for the Guardian","altText":"Nitin Sawhney","cleanCaption":"Celebrated composer and Ten Pieces ambassador Nitin Sawhney.","cleanCredit":"Photograph: Frank Baron for the Guardian"}],"webPublicationDate":"2015-05-20T08:01:07Z","lastModified":"2015-05-20T08:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Sally Weale","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sallyweale"}],"feature":false,"keywords":["Classical music","Music","Culture","Music","UK news","BBC","Media","Education","Secondary schools","Richard Wagner","Schools"],"tags":[{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"education/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"education/education","webTitle":"Education"},{"id":"education/secondary-schools","webTitle":"Secondary schools"},{"id":"music/richard-wagner","webTitle":"Richard Wagner"},{"id":"education/schools","webTitle":"Schools"}],"section":{"id":"music"},"topics":[{"displayName":"Sally Weale","topic":{"type":"tag-contributor","name":"profile/sallyweale"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/20/bbc-ten-pieces-classical-music-programme-secondary-schools","shortUrl":"http://gu.com/p/493gp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/20/bbc-ten-pieces-classical-music-programme-secondary-schools","webUri":"http://www.theguardian.com/music/2015/may/20/bbc-ten-pieces-classical-music-programme-secondary-schools"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/7/8/1404832692535/29039fef-2388-4f70-8af0-7f9cdcd674b7-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A scene from Carmen by Georges Bizet at the London Coliseum. Photograph: Tristram Kenton for the Guardian","credit":"Tristram Kenton for the Guardian","altText":"A scene from Carmen by Georges Bizet at the London Coliseum.","cleanCaption":"A scene from Carmen by Georges Bizet at the London Coliseum.","cleanCredit":"Photograph: Tristram Kenton for the Guardian"}},"importance":4,"kicker":{"title":"Classical music"},"showQuotedHeadline":false},{"title":"Theresa May pledges £15m to keep mentally ill people out of police cells","rawTitle":"Theresa May pledges £15m to keep mentally ill people out of police cells","item":{"type":"article","id":"uk-news/2015/may/20/may-police-bill-provide-beds-mentally-ill-end-detention-cells","title":"Theresa May pledges £15m to keep mentally ill people out of police cells","trailText":"Home secretary to put cash into health facilities for 4,000 people a year detained under Mental Health Act and ban children being held","standFirst":"<p>Home secretary to put cash into health facilities for 4,000 people a year detained under Mental Health Act and ban children being held</p>","byline":"Alan Travis Home affairs editor","body":"<p><br />The home secretary, Theresa May, is to pledge up to &pound;15m of new funding to provide health-based alternatives for the 4,000 people a year who spend time in detention in police cells under the Mental Health Act.</p> \n<p>In her first speech since being reappointed home secretary, May will tell the Police Federation conference on Wednesday that a new policing and sentencing bill, to be included in next week’s Queen’s speech, will include legislation to ban the use of police cells to detain any children with mental health problems.</p> \n<p>It is thought that the ban on detaining those under 18 in police cells as “places of safety” is likely to affect at least 150 children each year because of the lack of alternative NHS health facilities.</p> \n<p>The policing and sentencing bill is also expected to include a manifesto promise to introduce a new sentence based around a “sharp, short spell in custody” that will involve locking up prolific offenders in police cells “to change their behaviour”.<br /></p> \n<p>The home secretary is to tell the Police Federation that the extra &pound;15m in funding will save police time and ensure that vulnerable people receive the medical care and support they need.</p> \n<p>The Conservative manifesto includes a pledge to ensure proper provision of places of safety for people suffering mental health crises. The new funding is to be made available to the NHS, working in partnership with police and crime commissioners, to fund more health-based and alternative places of safety.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/jan/30/care-quality-commission-mental-health-services\">People detained under the Mental Health Act 1983</a> can be held in a hospital or police station for up to 72 hours.</p> \n<p>May is to tell the Police Federation conference in Bournemouth: “Nobody wins when the police are sent to look after people suffering from mental health problems; vulnerable people don’t get the care they need and deserve, and the police can’t get on with the job they are trained to do.</p> \n<p>“Last year, over 4,000 people detained under section 135 and 136 of the Mental Health Act were held in a police cell rather than in a health-based place of safety.</p> \n<p> “The government will provide the bed and the funding that is needed to stop that happening. This will mean up to &pound;15m of new funding to deliver health-based places of safety in England and a guarantee from this government that no person with mental health problems will be detained by the police due to the lack of a suitable alternative.</p> \n<p> “The right place for a person suffering a mental health crisis is a bed, not a police cell. And the right people to look after them are medically trained professionals, not police officers.”</p> \n<p>The latest figures show that at least 21,995 people were sectioned under section 136 of the Mental Health Act 1983, of whom at least 20% were detained in police cells. The police are estimated to spend between 20% and 40% of their time dealing with people with mental health issues.</p> \n<p>The new legislation in next week’s Queen’s speech will also ensure that police cells are only used as a place of safety for adults if the person’s behaviour is so extreme that they cannot otherwise be safely managed. </p> \n<p>The current 72-hour maximum period of detention for the purposes of a medical assessment will be reduced and the new bill will enable other places, apart from police cells and health-based alternatives, to be designated as places of safety to support vulnerable people.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432067075721/a380d747-b3bd-4a57-8d2b-fb22970b742c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Peter Brooker/Rex","altText":"More than 150 children with health problems a year are detained in police cells because of the lack of alternative NHS health facilities.","cleanCredit":"Photograph: Peter Brooker/Rex"}],"bodyImages":[],"webPublicationDate":"2015-05-19T23:01:07Z","lastModified":"2015-05-19T23:30:02Z","metadata":{"commentable":true,"commentCount":119,"contributors":[{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"}],"feature":false,"keywords":["Police","Mental health","Theresa May","Health","Politics","Society","UK news","Police Federation","Conservatives","Queen's speech","NHS","Sentencing","Law"],"tags":[{"id":"uk/police","webTitle":"Police"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"society/health","webTitle":"Health"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk-news/police-federation","webTitle":"Police Federation"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"society/nhs","webTitle":"NHS"},{"id":"law/sentencing","webTitle":"Sentencing"},{"id":"law/law","webTitle":"Law"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Alan Travis","topic":{"type":"tag-contributor","name":"profile/alantravis"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/20/may-police-bill-provide-beds-mentally-ill-end-detention-cells","shortUrl":"http://gu.com/p/493hf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/20/may-police-bill-provide-beds-mentally-ill-end-detention-cells","webUri":"http://www.theguardian.com/uk-news/2015/may/20/may-police-bill-provide-beds-mentally-ill-end-detention-cells"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432067075721/a380d747-b3bd-4a57-8d2b-fb22970b742c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"More than 150 children with health problems a year are detained in police cells because of the lack of alternative NHS health facilities. Photograph: Peter Brooker/Rex","credit":"Peter Brooker/Rex","altText":"More than 150 children with health problems a year are detained in police cells because of the lack of alternative NHS health facilities.","cleanCaption":"More than 150 children with health problems a year are detained in police cells because of the lack of alternative NHS health facilities.","cleanCredit":"Photograph: Peter Brooker/Rex"}},"importance":3,"showQuotedHeadline":false},{"title":"Renewable energy / Wales launches £25m underwater kite-turbine scheme","rawTitle":"Wales launches £25m underwater kite-turbine scheme","item":{"type":"article","id":"environment/2015/may/20/wales-launches-25m-underwater-kite-turbine-scheme","title":"Wales launches £25m underwater kite-turbine scheme","trailText":"Anglesey renewable energy project to generate enough electricity to power 8,000 homes ","standFirst":"<p>Anglesey renewable energy project to generate enough electricity to power 8,000 homes </p>","byline":"Steven Morris","body":"<p>A unique renewable energy scheme involving underwater “kite-turbines” is being launched off the coast of north Wales.</p> \n<p>As part of <a href=\"http://minesto.com/holyhead-deep-10mw/\">the &pound;25m project</a>, 20 turbines will be anchored off Anglesey and when fully operational should generate enough electricity to power 8,000 homes. </p> \n<p>Initially 30 jobs will be created but if the system works well, the Swedish company behind it, Minesto, believes hundreds more could follow. </p> \n<p>The Welsh government is keen to promote wave and tidal energy and find ways of bringing skilled jobs to places like Anglesey. </p> \n<p>Welsh first minister Carwyn Jones said: “This will not only help create greener and more efficient sources of energy, but will also create jobs and vital opportunities for growth in north Wales.”</p> \n<p>Minesto has been testing the kite turbine system <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/damian-carrington-blog/2011/mar/02/underwater-kite-turbine-green-electricity\">in Strangford Loch in Northern Ireland</a>. It has chosen for the permanent Welsh site a southern corner of a stretch of water called Holyhead Deep. </p> \n<figure class=\"element element-map\" data-canonical-url=\"https://www.google.com/maps?ll=53.261666,-4.741553&amp;z=10&amp;t=h&amp;hl=en-US&amp;gl=SE&amp;mapclient=embed&amp;q=53%C2%B017%2707.3%22N+4%C2%B048%2716.0%22W@53.28537499999999,-4.804433\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.google.com/maps/embed/v1/search?q=53.28537499999999%2C-4.804433&amp;center=53.261666%2C-4.741553&amp;key=AIzaSyBctFF2JCjitURssT91Am-_ZWMzRaYBm4Q&amp;zoom=10\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Weighing seven tonnes and operating at least 15 metres below the water surface, each kite carries a turbine below it. The kite is tethered by a cable to the sea floor and then “flies” in the tidal stream. It swoops round in a figure-of-eight shape to increase the speed of the water flowing through the turbine. </p> \n<p>This means the kite can generate renewable electricity in tidal streams that would be too slow to drive the first-generation tidal devices, the company said. </p> \n<p>The site has been chosen to maintain separation from shipping lanes and to minimise impact on other sea users.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432053475033/3418671c-a474-4767-8dce-e3daa68dbf11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Minesto","altText":"Conceptual illustration of Deep Green ocean current array","cleanCredit":"Photograph: Minesto"}],"bodyImages":[],"webPublicationDate":"2015-05-20T06:01:05Z","lastModified":"2015-05-20T06:03:42Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["Wave and tidal power","Renewable energy","Environment","Wales","Energy","UK news"],"tags":[{"id":"environment/wave-tidal-hydropower","webTitle":"Wave and tidal power"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/wales","webTitle":"Wales"},{"id":"environment/energy","webTitle":"Energy"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"environment"},"topics":[{"displayName":"Steven Morris","topic":{"type":"tag-contributor","name":"profile/stevenmorris"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/20/wales-launches-25m-underwater-kite-turbine-scheme","shortUrl":"http://gu.com/p/4939k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/20/wales-launches-25m-underwater-kite-turbine-scheme","webUri":"http://www.theguardian.com/environment/2015/may/20/wales-launches-25m-underwater-kite-turbine-scheme"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432053475033/3418671c-a474-4767-8dce-e3daa68dbf11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An illustration showing how the kite-turbines would operate under the surface of sea water in Holyhead Deep, off the coast of noth Wales.  Photograph: Minesto","credit":"Minesto","altText":"Conceptual illustration of Deep Green ocean current array","cleanCaption":"An illustration showing how the kite-turbines would operate under the surface of sea water in Holyhead Deep, off the coast of noth Wales. ","cleanCredit":"Photograph: Minesto"}},"importance":3,"kicker":{"title":"Renewable energy"},"showQuotedHeadline":false}],"lastModified":"2015-05-20T08:19:13Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}