{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Education bill to remove obstacles to academies expansion","rawTitle":"Education bill to remove obstacles to academies expansion","item":{"type":"article","id":"education/2015/jun/03/education-bill-loopholes-academies-schools","title":"Education bill to close loopholes blocking academies expansion","trailText":"Education secretary Nicky Morgan vows to sweep away obstacles ‘exploited by those with ideological objections’","standFirst":"<p>Education secretary Nicky Morgan vows to sweep away obstacles ‘exploited by those with ideological objections’</p>","byline":"Richard Adams Education editor and Frances Perraudin","body":"<p>The education secretary, Nicky Morgan, has vowed to “sweep away bureaucratic and legal loopholes” obstructing the takeover of as many as 1,000 struggling local authority schools in England and their rapid conversion into academies.</p> \n<p>The education bill published on Wednesday details how council-maintained schools rated as inadequate by Ofsted will have their legal options curtailed or removed, enabling the Department for Education (DfE) to more quickly replace their management and impose sponsors.</p> \n<p>But the government has held back on its policy announced during the general election campaign to parachute new leadership into “coasting” schools, with the bill proposing plans to be subject to consultation over the summer.</p> \n<p>“Today’s landmark bill will allow the best education experts to intervene in poor schools from the first day we spot failure. It will sweep away the bureaucratic and legal loopholes previously exploited by those who put ideological objections above the best interests of children,” Morgan said.</p> \n<p>The bill will place a new duty on councils and governing bodies to actively assist the change in status.</p> \n<p>“We want everybody to have a say,” Nicky Morgan told BBC Radio 4’s Today programme on Wednesday, “but there comes a point at which children’s education has to be absolutely paramount and these are schools that often have been failing for not just months but often years and they’ve been in special measures for quite some time.” She added: “We think that a day spent in special measures is a day too long where a child’s education is concerned.”</p> \n<p>Asked whether the measures would stop parents voicing legitimate objections to their child’s school being turned into an academy, Morgan said they would still be able to challenge decisions and “ask the questions”. “The point is once you get into territories of judicial reviews and appeals and legal processes, all that’s doing is slowing down the opportunity to turn around a school and to put in great [headteachers] and leadership.”</p> \n<p>Tristram Hunt, Labour’s education spokesman, said it was “very depressing to see the government’s partisan and divisive education policy continuing into this parliament”.</p> \n<p>He said: “These measures do not meet the challenges we face in education, such as preventing educational inequality setting in during the early years and ensuring high-quality teachers are attracted into poorly performing areas.”</p> \n<p>The DfE’s statement on the bill highlighted the example of Downhills primary school in Tottenham, north London, which was the subject of a high-profile legal battle lasting two years over its enforced conversion into a sponsored academy.</p> \n<p>“Campaigners put up barriers to the process through a series of repeated unsuccessful appeals and reviews, which caused unnecessary delays,” the DfE said, arguing that the school’s performance had “soared” since it became part of the Harris academy chain.</p> \n<p>But Christine Blower, the general secretary of the National Union of Teachers, said: “Campaigners will not take any lectures from Nicky Morgan on social justice. There are academies deemed inadequate by Ofsted. A change in structure is not axiomatically the path to school improvement. It is irresponsible to tell parents otherwise.</p> \n<p>“A pledge to convert up to 1,000 schools is as irrational as it is impractical. Headteachers are already in short supply, so the promise to sack more of them will simply exacerbate the problem. Where does Nicky Morgan imagine that new teachers and heads will come from?”</p> \n<p>Russell Hobby, leader of the National Association of Head Teachers, said: “Parents who have campaigned against the opaque and centralised process of academisation will be dismayed to see themselves dismissed as obstacles to be eliminated.”</p> \n<p>The government’s enthusiasm for academy status as a means of schools improvement is not shared by the Commons education committee. In its 2015 report on academies, the committee concluded that it was “still too early to know how much the academies programme has helped raise standards”.</p> \n<p>Becky Francis, professor of education at King’s College London, said: “The evidence on whether or not academies have had more success in raising attainment than other equivalent schools is mixed, and hard to pin down.”</p> \n<p>Jonathan Simmons, head of education at the right-leaning Policy Exchange thinktank, welcomed the moves. But he warned: “The government should be equally tough on underperforming academies and academy chains – not being afraid to take schools away from poorly performing sponsors, and allowing schools the right to instigate their own moves between chains.</p> \n<p>“Government will also need to work with schools – particularly high-performing secondaries and groups of primaries – and encourage them to become formal clusters and take on other schools, if the government ambition for all inadequate schools to become academies is to be realised.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433266627003/c483f56c-e9fc-4c7e-a3e5-767dfc47a724-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Carl Court/Getty Images","altText":"Nicky Morgan","cleanCredit":"Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-03T07:49:21Z","lastModified":"2015-06-03T07:51:24Z","metadata":{"commentable":true,"commentCount":196,"contributors":[{"name":"Richard Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardadams"},{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["Academies","Education policy","Schools","Local government","Nicky Morgan","Education","Politics","UK news","Society"],"tags":[{"id":"education/academies","webTitle":"Academies"},{"id":"politics/education","webTitle":"Education policy"},{"id":"education/schools","webTitle":"Schools"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"politics/nicky-morgan","webTitle":"Nicky Morgan"},{"id":"education/education","webTitle":"Education"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"education"},"topics":[],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/03/education-bill-loopholes-academies-schools","shortUrl":"http://gu.com/p/49exc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/03/education-bill-loopholes-academies-schools","webUri":"http://www.theguardian.com/education/2015/jun/03/education-bill-loopholes-academies-schools"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433266627003/c483f56c-e9fc-4c7e-a3e5-767dfc47a724-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nicky Morgan: ‘Judicial reviews and appeals and legal processes ... [are] slowing down the opportunity to turn around a school and to put in great [headteachers] and leadership.’ Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"Nicky Morgan","cleanCaption":"Nicky Morgan: ‘Judicial reviews and appeals and legal processes ... [are] slowing down the opportunity to turn around a school and to put in great [headteachers] and leadership.’","cleanCredit":"Photograph: Carl Court/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[{"title":"Bright children from disadvantaged backgrounds fall by wayside at GCSE","rawTitle":"Bright children from disadvantaged backgrounds fall by wayside at GCSE","item":{"type":"article","id":"education/2015/jun/03/bright-children-disadvantaged-backgrounds-missing-talent-fail-achieve-gcse","title":"Bright children from disadvantaged backgrounds fall by the wayside at GCSE","trailText":"Trust calls for government to test ways to improve progress as survey finds ‘missing talent’ of children whose results fall between key stage 2 and GCSE<br>","standFirst":"<p>Trust calls for government to test ways to improve progress as survey finds ‘missing talent’ of children whose results fall between key stage 2 and GCSE<br /></p>","byline":"Richard Adams Education editor","body":"<p>Too many bright children from disadvantaged backgrounds fall by the wayside at secondary school despite achieving top results at primary level, according to analysis commissioned by the Sutton Trust.</p> \n<p>The trust said it identified the group of underachieving disadvantaged pupils as “missing talent” and found the group was less likely to take subjects such as sciences or languages that would help them gain places at universities.</p> \n<p>The research reveals that a much higher proportion of those on free school meals or from disadvantaged backgrounds are unable to go on and achieve similar results at GCSE level, even for those who were ranked in the highest 10% of results at state primary schools in England. </p> \n<p>While it is well established that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2014/oct/06/schools-fail-pupils-disadvantaged-backgrounds\">disadvantaged children tend to achieve lower results at all levels of schooling</a>, the research by Rebecca Allen looked specifically at the most able pupils at primary school and compared their later results at GCSE.</p> \n<p>Allen found that one out of three boys eligible for free school meals – usually from households earning &pound;16,000 or less a year or on benefits – who got top marks at key stage 2 failed to gain among the top 25% of grades at GCSE. This was more than double the proportion of boys not on free school meals who got the same marks.</p> \n<p>Among girls, the difference in outcome was little better in comparison with their peers. While a quarter of disadvantaged girls were classed as missing talent, just 9% of girls from better-off households saw the same drop-off in their results at the GCSE stage.</p> \n<p>Allen, director of the Education Datalab research group, said that focusing on the performance of high attaining pupils gave insight into the poor performance of children from disadvantaged backgrounds, whose schools receive <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2014/jan/28/pupil-premium-gcse-attainment-gap\">pupil premium funding</a> designed to help overcome the barriers they face.</p> \n<p>“The highly able pupil premium children had the school and home support to do really well at primary school, so why do things go so wrong for some of them at secondary school?” Allen said.</p> \n<p>“Nobody’s looked at how this happens; what sort of qualifications highly able pupil premium children take, or where this missing talent is in the country. Obviously it is in areas that are underperforming generally, but there are also areas with good schools that nevertheless do poorly for highly able children.”</p> \n<p>Eight out of the 10 worst performing local authorities were in the north of England or the Midlands. But the research picked out areas such as Coventry, Lambeth and Leicester with good secondary school achievement but where highly able children were at risk of falling behind.</p> \n<p>Several local authorities could boast that there was little sign of missing talent, meaning little or no gap between the performance of disadvantaged pupils and their peers. Those included Barnet, Ealing and Hackney in London, as well as Reading, Slough and Trafford.</p> \n<p>The trust – which campaigns to reduce disadvantage through education – wants the government to test the most effective ways of improving the progress of highly able students in comprehensive schools.</p> \n<p>“The trust is concerned that, since the demise of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2010/feb/02/gifted-talented-scrapped-funds-redirected\">gifted and talented programme </a>[under the previous Labour government], too many schools lack special provision for the highly able,” it said.</p> \n<p>A Department for Education spokesperson said that recent reforms placed high expectations at the heart of the school system in England.<br /></p> \n<p> “We are determined to ensure that every child, regardless of background is given an education which allows them to realise their potential.</p> \n<p>“Alongside our &pound;2.5bn pupil premium, the result of these reforms is that the attainment gap between disadvantaged pupils and their peers is now narrowing at both primary and secondary level,” it said. </p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433268044728/adac443c-fa32-4784-9366-9de1b6becc5f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Davies/PA","altText":"School achievement gap disadvantaged pupils","cleanCredit":"Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-02T23:01:06Z","lastModified":"2015-06-02T23:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Richard Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardadams"}],"feature":false,"keywords":["Education","Primary schools","Secondary schools","Schools","GCSEs","UK news","Exams"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"education/primary-schools","webTitle":"Primary schools"},{"id":"education/secondary-schools","webTitle":"Secondary schools"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/gcses","webTitle":"GCSEs"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/exams","webTitle":"Exams"}],"section":{"id":"education"},"topics":[{"displayName":"Richard Adams","topic":{"type":"tag-contributor","name":"profile/richardadams"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/03/bright-children-disadvantaged-backgrounds-missing-talent-fail-achieve-gcse","shortUrl":"http://gu.com/p/49dnf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/03/bright-children-disadvantaged-backgrounds-missing-talent-fail-achieve-gcse","webUri":"http://www.theguardian.com/education/2015/jun/03/bright-children-disadvantaged-backgrounds-missing-talent-fail-achieve-gcse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433268044728/adac443c-fa32-4784-9366-9de1b6becc5f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children eligible for free school meals who scored highly in tests at key stage 2 were less likely to be among the top scorers at GCSE, analysis commissioned by the Sutton Trust found. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"School achievement gap disadvantaged pupils","cleanCaption":"Children eligible for free school meals who scored highly in tests at key stage 2 were less likely to be among the top scorers at GCSE, analysis commissioned by the Sutton Trust found.","cleanCredit":"Photograph: David Davies/PA"}},"importance":0,"showQuotedHeadline":false,"sublinks":[]}]},{"title":"A third of working women say they're discriminated against","rawTitle":"A third of working women say they're discriminated against","item":{"type":"article","id":"women-in-leadership/2015/jun/03/third-of-working-women-discriminated-against","title":"A third of working women say they're discriminated against","trailText":"Research shows gender bias is still prevalent in the business world, women believe men are offered greater opportunities at work<br>","standFirst":"<p>Research shows gender bias is still prevalent in the business world, women believe men are offered greater opportunities at work<br /></p>","byline":"Lottie O'Conor","body":"<p><a href=\"http://www.badenochandclark.com/en-gb/news-and-insights/women-in-leadership\">New research</a> reveals that one in three working women in the UK admits to feeling disadvantaged in the workplace. </p> \n<p>The report, from recruitment consultancy Badenoch and Clark, revealed that 31% of respondents believe that men are offered greater opportunities at work. The issue was noticeably more prevalent in the private sector: almost a quarter (20%) of private sector respondents believed they had been passed over for promotion due to gender. In the public sector the figure was just 8%. </p> \n<p>All respondents cited a number of factors holding back aspiring female managers, including the perception that women need more flexibility (54%) and a lack of female role models (26%). </p> \n<p>However, over half of the women surveyed (57%) felt that unconscious bias is the greatest barrier facing women in the workplace. </p> \n<p>The majority of respondents felt that a better programme of training and support was necessary in order to fight this bias, with 55% favouring leadership training and development, while 43% believed that mentoring programmes were a preferable alternative. Just 7% were in favour of quotas. </p> \n<p>Nicola Linkleter, managing director of Badenoch &amp; Clark believes that companies should lead by example, encouraging others to follow their lead by demonstrating that diversity is good for business.</p> \n<p>“We must look to businesses and sectors that are successfully changing the status quo and creating a culture of gender equality and learn from them and their methods,” she says. </p> \n<p>“Ultimately recognising and challenging gender biases in the workplace will have dramatic and positive implications for businesses. Those that manage it will not only be better at attracting and retaining top talent, they will be more successful.” <br /></p> \n<p>Diversity, inclusion and change leadership specialist Charlotte Sweeney says that there isn’t “one silver bullet” for eliminating gender bias. She does however believe that the right training can have a significant impact. “Making managers aware of their own bias, which we all have, is one factor. Equipping them with the skills and know-how to act and think differently is quite another,” she explains. <br /></p> \n<p>Sweeney outlines a number of steps that companies can take to keep the impact of bias in check, including “reviewing people data such as recruitment and appraisals to identify if bias is playing a part in the decision making” and “encouraging employees to talk to others when making decisions to gain different perspectives and insights.” <br /></p> \n<p>“Everyone has bias, without exception,” adds Rebecca Gregory, head of workplace communications at Business in the Community. </p> \n<p>“Tackling it requires individuals to acknowledge their own biases and be actively aware of these during decision making and in their leadership. To really tackle bias, organisational behaviour needs to change. And this requires, and depends on leadership. There has to be an organisational move towards inclusive behaviours that is driven by an accountable leader.”</p>","section":"Women in Leadership","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/94bf53218515437a651ab755bcd4f44aa5ef9fb1/0_385_5755_3455/5755.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3455,"width":5755,"orientation":"landscape","credit":"Hero Images/Getty Images","altText":"Does unconscious bias create barriers for women at work?","cleanCredit":"Photograph: Hero Images/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-03T07:00:04Z","lastModified":"2015-06-03T07:14:23Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Lottie O'Conor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lottie-o-conor"}],"feature":false,"keywords":["Women in Leadership","News and research","Career development","Office politics"],"tags":[{"id":"women-in-leadership/women-in-leadership","webTitle":"Women in Leadership"},{"id":"women-in-leadership/news-and-research","webTitle":"News and research"},{"id":"women-in-leadership/career-development","webTitle":"Career development"},{"id":"women-in-leadership/office-politics","webTitle":"Office politics"}],"section":{"id":"women-in-leadership"},"topics":[{"displayName":"Lottie O'Conor","topic":{"type":"tag-contributor","name":"profile/lottie-o-conor"}}],"embeddedVideos":[],"adTargetingPath":"women-in-leadership"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/women-in-leadership/2015/jun/03/third-of-working-women-discriminated-against","shortUrl":"http://gu.com/p/49dz4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/women-in-leadership/2015/jun/03/third-of-working-women-discriminated-against","webUri":"http://www.theguardian.com/women-in-leadership/2015/jun/03/third-of-working-women-discriminated-against"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/94bf53218515437a651ab755bcd4f44aa5ef9fb1/0_385_5755_3455/5755.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3455,"width":5755,"orientation":"landscape","caption":"Does unconscious bias create barriers for women at work? Photograph: Hero Images/Getty Images","credit":"Hero Images/Getty Images","altText":"Does unconscious bias create barriers for women at work?","cleanCaption":"Does unconscious bias create barriers for women at work?","cleanCredit":"Photograph: Hero Images/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Yves Saint Laurent / Ad banned for using ‘unhealthily underweight’ model","rawTitle":"Ad banned for using ‘unhealthily underweight’ model","item":{"type":"article","id":"media/2015/jun/03/yves-saint-laurent-ad-ban-underweight-model","title":"Yves Saint Laurent ad banned for using 'unhealthily underweight' model","trailText":"Advertising Standards Authority’s ruling criticises YSL’s use of female model with ‘very thin’ legs and ‘visible rib cage’, calling fashion advert ‘irresponsible’ ","standFirst":"<p>Advertising Standards Authority’s ruling criticises YSL’s use of female model with ‘very thin’ legs and ‘visible rib cage’, calling fashion advert ‘irresponsible’ </p>","byline":"Haroon Siddique","body":"<p> An advert by the fashion company Yves Saint Laurent has been banned by the UK’s advertising watchdog for using a model who appeared to be unhealthily underweight.</p> \n<p>Upholding a complaint that the model looked too thin, the Advertising Standards Authority (ASA) censured the advert, which appeared in Elle magazine, as irresponsible. </p> \n<p>In its ruling, published on Wednesday, it said: “The ASA considered that the model’s pose and the particular lighting effect in the ad drew particular focus to the model’s chest, where her rib cage was visible and appeared prominent, and to her legs, where her thighs and knees appeared a similar width, and which looked very thin, particularly in light of her positioning and the contrast between the narrowness of her legs and her platform shoes. </p> \n<p>“We therefore considered that the model appeared unhealthily underweight in the image and concluded that the ad was irresponsible.”</p> \n<p>It said YSL indicated that it did not agree that the model in the advert for Saint Laurent Paris was unhealthily thin but did not provide a detailed response. </p> \n<p><br />The use of skinny models has come under increased scrutiny in recent years, with critics claiming that it damages the body confidence of women and girls by promoting unrealistic and unhealthy ideals.</p> \n<p><a href=\"https://www.change.org/p/ysl-do-not-use-images-of-seemingly-malnourished-models-in-your-ads-anymore\">A petition started by an LA-based blogger urging YSL to stop using “painfully thin models” in its advertisements</a> collected just under 50,000 signatures last year. Despite the spotlight on the fashion industry, the YSL advert is one of only a handful that have been banned by the ASA for featuring models who look too thin. </p> \n<p><a href=\"http://www.campaignlive.co.uk/news/1103077/\">In 2011, the watchdog banned an online advert for the clothing brand Drop Dead, </a> for using a size-8 girl in a bikini with “highly visible” hip, rib and collar bones. </p> \n<p>Last year, <a href=\"http://www.mirror.co.uk/news/uk-news/super-skinny-underwear-model-picture-banned-4897149\">Urban Outfitters was ordered to remove a photo from its website </a>showing the lower half of a young woman’s body, with the ASA noting that “there was a significant gap between the model’s thighs, and that her thighs and knees were a similar width”.</p> \n<p>Responding to the ruling, Jo Swinson, co-founder of <a href=\"https://campaignforbodyconfidence.wordpress.com/\">the Campaign for Body Confidence</a> said: “Where images are irresponsible, it’s right that the ASA takes action. It’s better for girls to channel the spirit of [Sport England campaign] <a href=\"http://www.thisgirlcan.co.uk/\">‘This Girl Can’</a> to focus on their body feeling great through exercise, than feeling pressure to have a thigh gap.”</p> \n<p>The ASA found the advertisement breached section 1.3 of the <a href=\"http://cap.org.uk/Advertising-Codes/Non-Broadcast/CodeItem.aspx?cscid=%7B150f46ec-6177-4783-ad69-ffa9b9b5fb07%7D#.VW2yvWTF_5o\">Committee of Advertising Practice code</a>, which states: “Marketing communications must be prepared with a sense of responsibility to consumers and to society.”</p> \n<p>YSL and Elle declined to comment on the ruling.<br /></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/965583cf900c5a488b49403f28944b4d0e59381d/83_78_1779_1068/1779.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1068,"width":1779,"orientation":"landscape","credit":"ASA/PA","altText":"The Yves Saint Laurent ad banned by the advertising watchdog as ‘irresponsible’. It originally appeared in Elle magazine. ","cleanCredit":"Photograph: ASA/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-02T23:01:16Z","lastModified":"2015-06-02T23:03:42Z","metadata":{"commentable":true,"commentCount":281,"contributors":[{"name":"Haroon Siddique","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/haroonsiddique"}],"feature":false,"keywords":["Advertising","Saint Laurent","Fashion","Life and style","Women","Body image","Health","Health & wellbeing","Media","Society","Advertising Standards Authority","Models"],"tags":[{"id":"media/advertising","webTitle":"Advertising"},{"id":"fashion/saint-laurent","webTitle":"Saint Laurent"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/body-image","webTitle":"Body image"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"media/media","webTitle":"Media"},{"id":"society/society","webTitle":"Society"},{"id":"media/asa","webTitle":"Advertising Standards Authority"},{"id":"fashion/models","webTitle":"Models"}],"section":{"id":"media"},"topics":[{"displayName":"Haroon Siddique","topic":{"type":"tag-contributor","name":"profile/haroonsiddique"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/03/yves-saint-laurent-ad-ban-underweight-model","shortUrl":"http://gu.com/p/49dke","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/03/yves-saint-laurent-ad-ban-underweight-model","webUri":"http://www.theguardian.com/media/2015/jun/03/yves-saint-laurent-ad-ban-underweight-model"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/965583cf900c5a488b49403f28944b4d0e59381d/83_78_1779_1068/1779.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1068,"width":1779,"orientation":"landscape","caption":"The Yves Saint Laurent ad banned by the advertising watchdog, which upheld a complaint that the model appeared to be too thin. It originally appeared in Elle magazine.  Photograph: ASA/PA","credit":"ASA/PA","altText":"The Yves Saint Laurent ad banned by the advertising watchdog as ‘irresponsible’. It originally appeared in Elle magazine. ","cleanCaption":"The Yves Saint Laurent ad banned by the advertising watchdog, which upheld a complaint that the model appeared to be too thin. It originally appeared in Elle magazine. ","cleanCredit":"Photograph: ASA/PA"}},"importance":5,"kicker":{"title":"Yves Saint Laurent"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Housing market / Price rise puts average cost of UK home at £195k","rawTitle":"Price rise puts average cost of UK home at £195k","item":{"type":"article","id":"business/2015/jun/03/house-price-rise-puts-average-cost-of-uk-home-at-195k","title":"House price rise puts average cost of UK home at £195k","trailText":"Rate of increase in May slows but cash purchases reaches all-time record of 38%","standFirst":"<p>Rate of increase in May slows but cash purchases reaches all-time record of 38%</p>","byline":"Hilary Osborne","body":"<p>House prices rose by 0.3% in May, taking the average cost of a home in the UK to more than &pound;195,000, according to the latest Nationwide building society figures.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/jun/02/biggest-monthly-rise-in-uk-mortgage-approvals-since-2009\">Biggest monthly rise in UK mortgage approvals since 2009</a> </p> \n</aside> \n<p>However, the UK’s second-largest mortgage lender said growth had slowed from the 1% rise recorded in April, and that the annual rate of increase had fallen to 4.6% – its lowest level since August 2013 and less than half the rate it was running at in the summer of 2014.</p> \n<p>Nationwide’s chief economist, Robert Gardner, said this meant that annual house price inflation was almost in line with expectations.</p> \n<p>“Over the longer term we would expect house price growth to converge with earnings growth, which has typically been around 4% per annum,” he said.</p> \n<p>“However, much will depend on supply side developments – in recent years the rate of building activity has remained well below that required to keep up with population growth.” </p> \n<p>The society said its analysis suggested the proportion of purchases made in cash – usually involving bonuses, wealthy investors, or people downsizing or moving out of London and paying off a mortgage – had reached a record high in the first quarter of the year, representing 38% of the market. </p> \n<p>This represents an increase on 2014’s figure of 36%, and is the continuation of a trend following the financial crisis, when the credit crunch and rising unemployment made it harder for people to get mortgages.<br /></p> \n<p>“The low interest rate environment is likely to have supported the flow of cash into other asset classes in recent years, including UK residential property,” Gardner said. </p> \n<p>Housing transactions were down by 5% year-on-year in the first quarter of 2015, while mortgage completions had fallen by 11%.</p> \n<p>While UK and overseas investors have been more active in the London market than elsewhere in the country, Nationwide said the proportion of cash buyers was in line with the overall figure.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>With interest rates so low, where else would you put your cash?</p> \n  <footer> \n   <cite>Charlie Wells, Prime Purchase</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“A limiting factor may be that house prices in the capital are over twice as high as the rest of the UK – &pound;408,780 versus &pound;188,566 in Q1 2015 on our measure,” Gardner said. </p> \n<p>Nationwide’s modest growth figure for May, which is based on homes valued by the society over the month adjusted to reflect a “typical” property, does not suggest a big bounce in prices agreed immediately after the general election.</p> \n<p>However, economists have suggested that prices will start to rise again now that a majority Conservative government is in place. On Monday Steven Bell, chief economist at City fund manager F&amp;C Investments, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/02/uk-house-prices-surge-2015-election\">said boom conditions had returned to the housing market</a>.</p> \n<p>Since then, the Bank of England has reported that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/jun/02/biggest-monthly-rise-in-uk-mortgage-approvals-since-2009\">mortgage approvals leapt in April, recording the biggest monthly increase since 2009</a>.</p> \n<p>Commenting on Nationwide’s data, Charlie Wells, managing director of buying agency Prime Purchase, said<strong> </strong>the housing market had been “livelier” since the general election. </p> \n<p>“But the problem is stock levels: there is not a lot of property on the market. Vendors who have been sitting on their hands because of election uncertainty are not yet making the decision to sell up,” said Wells. </p> \n<p>“Vendors may be waiting until the summer is out of the way and planning on selling in the autumn when everyone is back from their holidays so it may be too early to tell whether this situation will change. But with interest rates so low, where else would you put your cash to earn the same returns?”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/30c2d926b65fcc52395090fd93c1eacd0617ecda/0_30_4383_2629/4383.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2629,"width":4383,"orientation":"landscape","credit":"Matt Cardy/Getty Images","altText":"An estate agent’s window in Salcombe","cleanCredit":"Photograph: Matt Cardy/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-03T07:23:33Z","lastModified":"2015-06-03T08:19:02Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Hilary Osborne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hilaryosborne"}],"feature":false,"keywords":["Housing market","Real estate","House prices","Property","Business","Nationwide","Banks and building societies","Money","UK news"],"tags":[{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"business/realestate","webTitle":"Real estate"},{"id":"money/houseprices","webTitle":"House prices"},{"id":"money/property","webTitle":"Property"},{"id":"business/business","webTitle":"Business"},{"id":"business/nationwide","webTitle":"Nationwide"},{"id":"money/banks","webTitle":"Banks and building societies"},{"id":"money/money","webTitle":"Money"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Hilary Osborne","topic":{"type":"tag-contributor","name":"profile/hilaryosborne"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/03/house-price-rise-puts-average-cost-of-uk-home-at-195k","shortUrl":"http://gu.com/p/49eam","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/03/house-price-rise-puts-average-cost-of-uk-home-at-195k","webUri":"http://www.theguardian.com/business/2015/jun/03/house-price-rise-puts-average-cost-of-uk-home-at-195k"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/30c2d926b65fcc52395090fd93c1eacd0617ecda/0_30_4383_2629/4383.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2629,"width":4383,"orientation":"landscape","caption":"An estate agent’s window in Salcombe, Devon, now the most expensive seaside town in the UK, overtaking Sandbanks in Dorset, with average house prices at more than £672,000. Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"An estate agent’s window in Salcombe","cleanCaption":"An estate agent’s window in Salcombe, Devon, now the most expensive seaside town in the UK, overtaking Sandbanks in Dorset, with average house prices at more than £672,000.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}},"importance":4,"kicker":{"title":"Housing market"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Fostering / More than 8,000 shortfall in foster families as demand rises","rawTitle":"More than 8,000 shortfall in foster families as demand rises","item":{"type":"article","id":"society/2015/jun/03/8000-shortage-foster-families-demand-carers-bbc-series","title":"More than 8,000 shortfall in foster families as demand rises for carers","trailText":"Teenagers bear the brunt of cuts to funding and support for foster carers as TV series puts their lives under the spotlight","standFirst":"Teenagers bear the brunt of cuts to funding and support for foster carers as TV series puts their lives under the spotlight","byline":"Martin Barrow","body":"<p>Sisters Amy and Natalie have been in care for four years. Their father has died and their mother is unable to look after them. They long for a stable, loving home but already they have lived with four different foster families and their trust in the adults tasked with their welfare has been badly damaged as they try to build lasting relationships at home and at school. “A foster carer is someone who looks after you and treats you like their family,” says Amy, 14, as she flicks through the lifebook of pictures and letters that she has carried with her from home to home. The sadness in her eyes tells you she has yet to meet a foster carer who fits the bill</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/01/thousands-extra-foster-carers-needed-as-more-children-enter-care-fostering-network\">Thousands of extra foster carers needed as more children enter care, says charity</a> </p> \n</aside> \n<p>Natalie and Amy are just two teenagers in care to feature in a candid BBC documentary about fostering. Our system of child protection relies heavily on foster carers’ goodwill: of the UK’s 80,000 looked-after children, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/01/thousands-extra-foster-carers-needed-as-more-children-enter-care-fostering-network\" title=\"\">63,000 are placed with foster carers</a>. Most will spend all their childhood in foster care, while others will return home or live with a family member and around 10% are adopted.</p> \n<p>But there is a shortage of families willing to take on the challenge – the Fostering Network, the charity that supports fostered children and fostering families, estimates that UK fostering services need to recruit a <a href=\"https://www.fostering.net/all-about-fostering/resources/statistics/statistics-children-in-care#.VWiCumbd79J\" title=\"\">further 8,370 foster families</a> this year to meet rising demand. It is understandable: for around &pound;250 a week (more if you work with a private fostering agency) you could be faced with exhaustion, broken nights, tantrums, runaways or self-harm.</p> \n<p>I should know. My wife and I are foster carers. For the past six years we have been caring for other people’s children, from a newborn baby to obstreperous teenagers. We also have our own family, including our first grandson, and busy jobs. Fostering has come to define who we are, yet we struggle to explain our motivation to family and friends, without whose support it simply wouldn’t be possible.</p> \n<p>Part of the reason for the shortage of foster carers is the lack of funding and support, due to cuts in social services’ budgets and greater demand for foster places. The number of children taken into care is rising, and social services are struggling to help children and families with more complex needs. According to the latest Audit Commission <a href=\"http://www.audit-commission.gov.uk/2014/08/12-per-cent-more-children-in-council-care-at-an-overall-cost-of-3-4-billion/\" title=\"\">calculations</a>, in 2012-13 local councils spent &pound;3.4bn on caring for looked-after children, of which foster care accounted for &pound;1.5bn. Although the number of children in care had increased by 12%<strong> </strong>over a four-year period, council costs increased by only 4%. As each looked-after child’s care costs councils around &pound;50,000 a year, there is growing pressure to make savings. <a href=\"http://www.bbc.co.uk/news/uk-32840224\" title=\"\">Figures leaked to the Independent and the BBC last month</a> show a 50% fall in the number of adoptions last year and a threefold increase in the number of babies subject to special guardianship orders, seen as a cheaper and speedier alternative to adoption. The measure sees a child placed with extended family, friends or foster parents until they reach 18 instead of being adopted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>As someone who grew up in a fostering family, I know the impact on the children they’ve cared for can be life-changing.</p> \n  <footer> \n   <cite>Edward Timpson, children and families minister</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Foster carers work with some of the most troubled children, who through no fault of their own have suffered abuse and neglect,” says Kevin Williams, chief executive of the Fostering Network. “Foster care makes a huge difference, but families deal with really complex issues and need extra support.” This could include more respite care and training, as well as help in navigating the health and social care system, including speedier access to mental health services.</p> \n<p>Edward Timpson, the children and families minister, says foster care will remain a government priority. “As someone who grew up in a large fostering family, I know that, not only do those who foster often find it a hugely rewarding experience, but also, and most importantly, the impact on the children they’ve cared for can be life changing.</p> \n<p>“Every child deserves a loving home and the chance to thrive. It’s vital that as many people as possible, from all walks of life, are encouraged to take that positive step of opening up their home to children in real need of their help.”</p> \n<p>But with the squeeze on council budgets set to continue under the Conservative government, the extra support families say they need to foster seems unlikely to be forthcoming. TV producer Sasha Mirzoeff’s series, <a href=\"http://www.bbc.co.uk/programmes/b05z1kx8\" title=\"\">Protecting our Foster Kids</a>, which begins on BBC2 on 7 June – a follow-up to the controversial documentary about social workers, Protecting our Children – highlights the challenge of fostering. This is foster care in the raw: there is no embellishment, no soft focus. Here, foster carers and the children they look after tell it like it is. It is reality TV that captures painfully sensitive moments that will shape lives for many years.</p> \n<p>The tone is set from the outset: the opening episode concerns the breakdown of Amy and Natalie’s placement. It is uncomfortable to watch. The failure of a placement is a catastrophe for everyone involved. Marina, their family support manager, says: “The right placement is critical. They [Amy and Natalie] have had three disruptions in a short space of time and we cannot allow this to continue. We need someone who is going to stick with these girls.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"69546b5ad972d6f1e04ed767ee606387ec11ec3a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433259712650/71d4a3ec-8b5b-4f41-9767-90a379ae5622-246x420.jpeg\" alt=\"Fostering numbers Society\" width=\"246\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p>Amy and Natalie’s experience is all too common – the Fostering Network’s figures published this week show that a quarter (25%) of fostered teenagers have had at least four placements, 17% are living with their fifth foster family and one in 20 with their 10th.</p> \n<p>This placement makes a promising start and Amy, 14, settles in well with her foster carers Steph and Chris. But it all begins to go wrong with the arrival of Natalie, 15, who can no longer live with her foster family. It is meant to be a short-term arrangement until a suitable placement is found for Natalie elsewhere. But as days become weeks, the sisters’ relationship becomes fractious, their conduct deteriorates and the whole family suffers the consequences. The sisters constantly fight, and Amy begins to associate with pupils at school suspected of taking drugs. With cameras present, and with Amy and Natalie giving candid updates on their frame of mind, the tension becomes unbearable. Amy is asked: “When you look in the mirror what do you see? She replies: “A monster”. Steph, who seems so strong and unflappable in the early days of the placement, is in despair at the point when she admits defeat because she no longer trusts Amy. She is heartbroken when she takes Natalie to her new home and is too distressed to accompany Amy to hers. Like many foster carers, she appears to accept more than her fair share of blame for the breakdown.</p> \n<p>In another episode, the theme is post-natal depression. Natasha, who already has one child, bravely admits that she is unable to care for her newborn, Jesse. The story is picked up when Jesse, now five months old, moves home. An experienced foster carer, Dawn has cared for 20 babies already and is deeply affected by loss when they leave. “You know you are going to fall in love,” she says. “You are all-encompassed by that child.” She compares it to mourning. “It is harder the longer they stay.” Jesse’s stay with Dawn and her family extends well beyond the initial plan as his mother struggles with her depression. Contact sessions with Jesse are cancelled at short notice and routines are difficult to maintain. By now he is more aware of his surroundings and has formed an unmistakable bond with Dawn, whose tender efforts to engage with Natasha on behalf of a baby boy who has stolen her heart are a thing of beauty. Natasha’s description of her love for Jesse and the turmoil she is going through is heartbreaking.</p> \n<p>For the social workers having to manage placements, it’s a hard and draining job,<strong> </strong>made more difficult by the shortage of foster carers. “I can’t just knit foster carers,” says one exasperated social worker.</p> \n<p>And of course, the children being placed in foster care are often angry and upset by what has happened to them and so are not always easy to work with. “When we try to get a child’s view, and the child blocks you out it is difficult, very challenging,” says Tricia, Amy and Natalie’s social worker. “You can’t help but feel for the child … I really want to do the best for them in the time that I have with them as their social worker.”</p> \n<p>Sara Tough, director for children’s services at Dorset county council, says that she hopes Mirzoeff’s documentary will reinforce the important role of foster carers and encourage more families to volunteer. “We should celebrate foster carers, and be proud of what they do. They are an invaluable resource.” Giving TV unprecedented access to the fostering process presented a major challenge to all those involved, she says. But she was struck by the determination of the children to have their say and to promote their own stories. “The children were at the centre of all decision-making. It was crucial for them to have a voice. ”</p> \n<p>Undoubtedly, some will find Protecting our Foster Kids voyeuristic and exploitative. I think it is remarkable, potentially award-winning television, which shines a light on the extraordinary lives of families who throw open their homes to other people’s children, and an entourage of social workers, child protection officers, family lawyers and often the relatives of the children they are asked to care for.</p> \n<p>For Steph, the breakdown of Natalie and Amy’s placement hasn’t put her off fostering. She intends to continue to provide the stable, loving home that vulnerable children deserve, with basic training and well-intended but limited support. “I went in with my head and not my heart,” Steph says. “I am just a mum trying to do my best.”</p> \n<p><strong>Protecting our Foster Kids starts on Sunday 7 June on BBC2. Fostercare Fortnight takes place from June 1 to June 14</strong></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/6/1/1433170325610/Protecting-our-Foster-Kid-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amy (left) and Natalie, whose lives have been disrupted three times in a short period. When Amy is asked: ‘When you look in the mirror what do you see?’ she replies: ‘A monster’ Photograph: Garry Maclennan/BBC","credit":"Garry Maclennan/BBC","altText":"Protecting our Foster Kids","cleanCaption":"Amy (left) and Natalie, whose lives have been disrupted three times in a short period. When Amy is asked: ‘When you look in the mirror what do you see?’ she replies: ‘A monster’ Photograph: Garry Maclennan/BBC"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433259711186/f7135a99-d5dd-41f3-9058-d61ea0e538cf-421x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":421,"orientation":"portrait","credit":"The Guardian","altText":"Fostering numbers Society"}],"webPublicationDate":"2015-06-03T06:30:04Z","lastModified":"2015-06-03T06:30:04Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Martin Barrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-barrow"}],"feature":true,"keywords":["Fostering","Children","Social care","Society"],"tags":[{"id":"society/fostering","webTitle":"Fostering"},{"id":"society/children","webTitle":"Children"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[{"displayName":"Martin Barrow","topic":{"type":"tag-contributor","name":"profile/martin-barrow"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/03/8000-shortage-foster-families-demand-carers-bbc-series","shortUrl":"http://gu.com/p/49cpz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/03/8000-shortage-foster-families-demand-carers-bbc-series","webUri":"http://www.theguardian.com/society/2015/jun/03/8000-shortage-foster-families-demand-carers-bbc-series"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/6/1/1433170325610/Protecting-our-Foster-Kid-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amy (left) and Natalie, whose lives have been disrupted three times in a short period. When Amy is asked: ‘When you look in the mirror what do you see?’ she replies: ‘A monster’ Photograph: Garry Maclennan/BBC","credit":"Garry Maclennan/BBC","altText":"Protecting our Foster Kids","cleanCaption":"Amy (left) and Natalie, whose lives have been disrupted three times in a short period. When Amy is asked: ‘When you look in the mirror what do you see?’ she replies: ‘A monster’ Photograph: Garry Maclennan/BBC"}},"importance":4,"kicker":{"title":"Fostering"},"showQuotedHeadline":false,"sublinks":[]},{"title":"BBC / 'Prospective scriptwriters paid the equivalent of £2 an hour'","rawTitle":"'Prospective scriptwriters paid the equivalent of £2 an hour'","item":{"type":"article","id":"media/2015/jun/03/bbc-paying-prospective-scriptwiters-the-equivalent-of-2-an-hour","title":"BBC 'paying prospective scriptwriters the equivalent of £2 an hour'","trailText":"Union chief claims writers are paid single fee of £1,000 to produce potential scripts for soaps such as EastEnders, Holby City and Casualty","standFirst":"<p>Union chief claims writers are paid single fee of &pound;1,000 to produce potential scripts for soaps such as EastEnders, Holby City and Casualty</p>","byline":"Mark Sweney","body":"<p>The BBC is paying writers working on potential scripts for soaps such as EastEnders, Holby City and Casualty as little as the equivalent of &pound;2 an hour, according to the head of the writers’ union.</p> \n<p>Bernie Corbett, the general secretary of the Writers’ Guild of Great Britain, has written a letter to BBC director general Tony Hall calling for scriptwriters on so-called “shadow schemes” for long-running TV series to be paid the minimum wage.</p> \n<p>Writers working on these schemes are paid a single script fee of &pound;1,000 and are required to produce up to three drafts of a trial script over a three-month period, according to Corbett. There is no guarantee of a commission at the end of the scheme.</p> \n<p>Corbett said that the rate of pay works out at about &pound;2.38 an hour; the national minimum wage is &pound;6.70, the London living wage is &pound;9.15.</p> \n<p>He said that the WGGB has repeatedly raised the issue in meetings with BBC executives but there had been “no progress”.</p> \n<p>“This is an issue of corporate citizenship,” said Corbett in the letter to the corporation. “As a public corporation the BBC has social responsibilities. Paying writers below any recognised acceptable, or indeed legal, minimums is a breach of those responsibilities.”</p> \n<p>The WGGB is asking for the shadow scheme fee to be increased to &pound;2,814.</p> \n<p>“We are acutely aware of the financial pressures on the BBC,” said Corbett. “But our suggestion is only just over half the minimum fee that would be paid to the writer of a normal half-hour episode.”</p> \n<p>A BBC spokesman disputed the figures cited by the WGGB and said the shadow schemes had been helpful for writers looking to work on BBC shows.</p> \n<p>“We’re proud of our work training and supporting writers through these schemes which have been successful in helping writers to secure commissions on our shows,” said a BBC spokeman. <br /></p> \n<p>“We don’t accept the figures cited in the letter but we had already scheduled to meet the the Writers’ Guild at the end of this month for a further discussion about how these schemes operate and we will discuss the issues they raise then.”</p> \n<p>Corbett said that the shadow scheme system has been beset by problems since it replaced the drama writers’ academy in 2013.</p> \n<p>The academy, set up in 2005, allowed writers to undertake a 12-week training period with an “attendance fee” of about &pound;4,000. </p> \n<p>If a writer passed the trial period they were guaranteed a commission and paid at professional rates for the next 12 months.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433232416163/02526d10-677e-4e4a-a2b6-9cc5b3a98e30-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":297,"width":495,"orientation":"landscape","credit":"BBC","altText":"EastEnders: the writers' union has claimed scriptwriters on 'shadow schemes' are poorly paid","cleanCredit":"Photograph: BBC"}],"bodyImages":[],"webPublicationDate":"2015-06-03T06:30:03Z","lastModified":"2015-06-03T06:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mark Sweney","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marksweney"}],"feature":false,"keywords":["BBC","Television industry","Media","Television","Television & radio","Culture","UK news"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Mark Sweney","topic":{"type":"tag-contributor","name":"profile/marksweney"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/03/bbc-paying-prospective-scriptwiters-the-equivalent-of-2-an-hour","shortUrl":"http://gu.com/p/49da8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/03/bbc-paying-prospective-scriptwiters-the-equivalent-of-2-an-hour","webUri":"http://www.theguardian.com/media/2015/jun/03/bbc-paying-prospective-scriptwiters-the-equivalent-of-2-an-hour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433232416163/02526d10-677e-4e4a-a2b6-9cc5b3a98e30-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":297,"width":495,"orientation":"landscape","caption":"EastEnders: the writers’ union has claimed scriptwriters on ‘shadow schemes’ are poorly paid. Photograph: BBC","credit":"BBC","altText":"EastEnders: the writers' union has claimed scriptwriters on 'shadow schemes' are poorly paid","cleanCaption":"EastEnders: the writers’ union has claimed scriptwriters on ‘shadow schemes’ are poorly paid.","cleanCredit":"Photograph: BBC"}},"importance":3,"kicker":{"title":"BBC"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Medieval laws face axe in legal pruning","rawTitle":"Medieval laws face axe in legal pruning","item":{"type":"article","id":"law/2015/jun/03/medieval-laws-face-axe-in-legal-pruning","title":"Medieval laws face axe in legal pruning","trailText":"Hundreds of outdated British laws to go, including Statute of Marlborough preventing removal of debtors’ goods dating back to 1267","standFirst":"<p>Hundreds of outdated British laws to go, including Statute of Marlborough preventing removal of debtors’ goods dating back to 1267</p>","byline":"Owen Bowcott Legal affairs correspondent","body":"<p>Legislation dating back to the reign of King Henry II – preventing removal of debtors’ goods from beyond their native county – will shortly disappear from the UK’s lawbooks.</p> \n<p>Sections of the Statute of Marlborough, passed in 1267 and the oldest surviving act still in force, are among 200 outdated regulations recommended for repeal in a draft bill published by the Law Commission and Scottish Law Commission on Wednesday.</p> \n<p>Clearing away the legal undergrowth of ancient clauses that no longer serve any purpose requires regular legal pruning, reversing parliament’s past enthusiasm for new laws. </p> \n<p>The latest legislation to get the chop include the India Rubber, Gutta Percha and Telegraph Works Company (Limited) Act 1884, the Refreshment Houses Act 1860, parts of the Married Women’s Property Act 1882 and the Referendums (Scotland and Wales) Act 1997. </p> \n<p>The referendum legislation is obsolete since both votes have already been held, resulting in the creation of the Scottish parliament and Welsh assembly. The most recent repeal is part of the Consumers, Estate Agents and Redress Act 2007.</p> \n<p>The Statute of Marlborough originally ran to 29 separate chapters; only four remain. Chapters four and 15 – regulating the “taking of unreasonable distresses and the removal of distrained goods out of the debtor’s county” and the “levying of distress off the tenanted property or on a public highway” – are scheduled for the axe.</p> \n<p>The Treason Act 1945, updating “complex and archaic” procedures from the 17th century, will also be scrapped. Its sole remaining purpose was to extend the Treason Act 1800 to Northern Ireland – legislation that was itself repealed in 1967.</p> \n<p>Other measures destined to be uprooted include a 1536 act to enlarge the churchyard of St Margaret’s Church in Southwark, acts to tax excess profits made by businesses during the second world war and the Upper Assam Tea Company’s Act 1898.</p> \n<p>Sir David Lloyd Jones, the chairman of the Law Commission for England and Wales, and Lord Pentland, the chairman of the Scottish Law Commission, said: “[We] are committed to cleaning up and modernising our legislation. The statute book is littered with dead law from down the centuries. Obsolete provisions from as far back as the 13th century continue to survive long after they have ceased to serve any useful purpose.</p> \n<p>“This statute law repeals bill is the result of rigorous research and thorough consultation. If implemented, its provisions will help to make the law easier to understand and simpler to use.”</p> \n<p>The bill, setting out precise details of the legal purge, will be guided through parliament by the Ministry of Justice. The proposals have already been put out to consultation with government departments and the public.</p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433262477410/694bb45b-745f-4401-9b9d-138e09249054-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Stewart/Tom Stewart/CORBIS","altText":"Law books","cleanCredit":"Photograph: Tom Stewart/Tom Stewart/CORBIS"}],"bodyImages":[],"webPublicationDate":"2015-06-02T23:01:06Z","lastModified":"2015-06-02T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["Law","UK news"],"tags":[{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"law"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/jun/03/medieval-laws-face-axe-in-legal-pruning","shortUrl":"http://gu.com/p/49dmx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/jun/03/medieval-laws-face-axe-in-legal-pruning","webUri":"http://www.theguardian.com/law/2015/jun/03/medieval-laws-face-axe-in-legal-pruning"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433262477410/694bb45b-745f-4401-9b9d-138e09249054-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The statute law repeals bill will help to make the law easier to understand and simpler to use, says the Law Commission. Photograph: Tom Stewart/Corbis","credit":"Tom Stewart/Corbis","altText":"Law books","cleanCaption":"The statute law repeals bill will help to make the law easier to understand and simpler to use, says the Law Commission.","cleanCredit":"Photograph: Tom Stewart/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-03T08:10:30Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}