{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Liz Kendall / Liz Kendall: Labour must back EU referendum","rawTitle":"Liz Kendall: Labour must back EU referendum","item":{"type":"article","id":"politics/2015/may/15/liz-kendall-labour-must-back-europe-referendum-and-embrace-business","title":"Liz Kendall: Labour must back Europe referendum and embrace business","trailText":"Frontrunner for party leadership in wake of Chuka Umanna’s surprise withdrawal from contest lays out modernising agenda after election ‘catastrophe’","standFirst":"<p>Frontrunner for party leadership in wake of Chuka Umanna’s surprise withdrawal from contest lays out modernising agenda after election ‘catastrophe’</p>","byline":"Patrick Wintour and Nicholas Watt","body":"<p></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/liz-kendall-labour-leadership-interview\">Liz Kendall interview: ‘We have got to face up to the catastrophe’</a> </p> \n</aside> \n<p>Labour should support an in/out referendum on Europe, embrace business and stop advocating high taxation “just to make a point” according to the leadership candidate propelled into frontrunner status among modernisers following Chuka Umunna’s sudden withdrawal.</p> \n<p>In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/liz-kendall-labour-leadership-interview\">an interview with the Guardian</a>, Liz Kendall urged Labour to confront the scale of the “catastrophe” at the election, and also warned that the party faces the risk of extinction in Scotland. “One more parliament like the last means we might be unable to form a majority government ever again,” she said.<br /></p> \n<p>Kendall argued that the party should not support a top rate of tax of 50p on a permanent basis. She said Labour should instead target running a surplus in the public finances. “The party should have reined in spending before the crash,” she said, “even though the crash itself was not caused by overspending by the Labour government.”<br /></p> \n<p>The MP said she was a passionate pro-European, but added: “We should have that referendum, make the case and take on the argument, early, strongly and passionately.” Labour had been opposed to a vote on EU membership before the election; following David Cameron’s surprise victory a poll is expected in 2016.<br /></p> \n<p>Kendall was speaking after Umunna, the shadow business secretary, shocked the party by abruptly announcing he was departing from the contest, saying he had not foreseen the level of scrutiny and attention a leadership contest would bring. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We should have that referendum, make the case and take on the argument, early, strongly and passionately</p> \n  <footer> \n   <cite>Liz Kendall</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Umunna’s aides said there was no specific damaging personal story that was due to run, but he had been distressed by newspapers pursuing relatives of his girlfriend, including her 102-year-old grandmother.</p> \n<p>Umunna, the son of a Nigerian-born businessman, had only formally entered the race on Tuesday and said: “One can imagine what running for leader can be like, understand its demands and the attention, but nothing compares to actually doing it and the impact on the rest of one’s life. Consequently, after further reflection I am withdrawing my candidacy.”</p> \n<p>He has never disguised his love of clubbing, music and smart suits leading his critics to claim he was too urbane to appeal to an alienated working class.</p> \n<p>One of Umunna’s supporters, Ben Bradshaw, the former Labour culture secretary, said: “We are the only democracy where politicians that wish to serve their country face such scrutiny of their extended family and friends. If we have lost this huge talent, that is really tragic.”</p> \n<p>Umunna had been certain to pass the threshold of nominations from 35 MPs required to stand. The departure of the man once dubbed “the British Obama” increases the chances of the two other modernisers seeking to get on the ballot paper – the shadow education secretary, Tristam Hunt, and the shadow <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/mary-creagh-declares-candidacy-for-labour-leadership\">international development secretary, Mary Creagh</a>. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\">Chuka Umunna withdraws from Labour leadership contest</a> </p> \n</aside> \n<p>Many MPs are undecided, although <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/andy-burnham-labour-leadership-launch-calls-for-aspirations-of-1997\">Andy Burnham, the shadow health secretary</a>, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/yvette-cooper-announces-candidacy-for-labour-leadership\">Yvette Cooper, the shadow home secretary</a>, will find it easiest to gain nominations. Their biggest millstone may not be their ability, but whether their association with a previous Labour government leads the party to look to a new, less experienced generation.</p> \n<p>Kendall, clearly deciding to present herself as the candidate of change, insisted the 2015 election was a catastrophe. “We should have won a majority. We had fewer seats to win back than any opposition in a generation yet we ended up with the worst result since 1987. </p> \n<p>“We have got 100 seats to win back, and only 24 of these have a majority of less than 3,000. It is going to get tougher. Where Ukip has come second , it has got a base that it can build from. The Liberal Democrats can only go up. Our vote is ageing. </p> \n<p>“People are much less aligned to political parties than before and we are going to have a biased review of constituency boundaries that that will make the task even harder. This is not a minor issue of cobbling together a new coalition of voters, it is about profound change in our party if we are to change our country”.</p> \n<p>Justifying her uncompromising language, Kendall said: “I will tell it like it is.” She added: “I reject turning party unity into an article of faith – real unity cannot be achieved by trying to fudge the issues or dodge the difficult questions about the causes of our defeat.”</p> \n<p>The leadership candidate said it was time for the party to break with the past. “The reason we did not win the argument on the economy was because we came to the issue of fiscal probity far too late. Effective stewardship of the public finances has to be at the heart of everything we do.” <br /></p> \n<p>Kendall said that she supported a welfare cap on the total amount of benefits received, arguing that “voters in my constituency do not feel people who are not working should get more than those in work”. Arguing that the public do not trust Labour on welfare, she called for a fundamental rethink, saying that “too often people are being left without the tools they need to get themselves back into work”.</p> \n<p>She also admitted that the lack of support from business was very damaging, saying: “Businessmen could not share our agenda because too much of the time they heard us attacking business and giving the impression that profit is wrong. We have to be as passionate about wealth creation, skills, life chances and world class education as we are about wealth distribution.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431726510156/c0a11369-92cc-42b4-b3c7-60dd8c5de8fe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christian Sinibaldi/Guardian","altText":"Liz Kendall.","cleanCredit":"Photograph: Christian Sinibaldi/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-15T20:01:54Z","lastModified":"2015-05-16T00:05:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["Liz Kendall","Labour party leadership","Labour","General election 2015","Politics","UK news","Chuka Umunna"],"tags":[{"id":"politics/liz-kendall","webTitle":"Liz Kendall"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/chuka-umunna","webTitle":"Chuka Umunna"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/15/liz-kendall-labour-must-back-europe-referendum-and-embrace-business","shortUrl":"http://gu.com/p/49x3z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/15/liz-kendall-labour-must-back-europe-referendum-and-embrace-business","webUri":"http://www.theguardian.com/politics/2015/may/15/liz-kendall-labour-must-back-europe-referendum-and-embrace-business"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431716819334/83540856-dbfc-45d7-95e9-36c300484f65-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liz Kendall campaigning in Dudley for this year’s general election. Photograph: Christopher Thomond  for the Guardian","credit":"Christopher Thomond  for the Guardian","altText":"Liz Kendall campaigning in Dudley for this year's general election.","cleanCaption":"Liz Kendall campaigning in Dudley for this year’s general election.","cleanCredit":"Photograph: Christopher Thomond  for the Guardian"}},"importance":7,"kicker":{"title":"Liz Kendall"},"showQuotedHeadline":false},{"title":"Surveillance / Intelligence officers given immunity from hacking laws","rawTitle":"Intelligence officers given immunity from hacking laws","item":{"type":"article","id":"uk-news/2015/may/15/intelligence-officers-have-immunity-from-hacking-laws-tribunal-told","title":"Intelligence officers given immunity from hacking laws, tribunal told","trailText":"Legislative changes exempting law enforcement officers from ban on breaking into people’s digital devices were never fully debated by parliament, tribunal hears","standFirst":"<p>Legislative changes exempting law enforcement officers from ban on breaking into people’s digital devices were never debated by parliament, tribunal hears</p>","byline":"Owen Bowcott Legal affairs correspondent","body":"<p>GCHQ staff, intelligence officers and police have been given immunity from prosecution for hacking into computers, laptops and mobile phones under legislative changes that were never fully debated by parliament, a tribunal has been told.</p> \n<p>The unnoticed rewriting of a key clause of the Computer Misuse Act has exempted law enforcement officials from the prohibition on breaking into other people’s laptops, databases, mobile phones or digital systems. It came into force in May.</p> \n<p>The amended clause 10, entitled somewhat misleadingly “Savings”, is designed to prevent officers from committing a crime when they remotely access computers of suspected criminals. It is not known what category of offences are covered.<br /></p> \n<p>The act is primarily deployed to provide legal cover for domestic investigations. It is thought that individual warrants are not being obtained to justify each inquiry. Different legislation – section 7 of the Intelligence Services Act, nicknamed the “James Bond clause” – is believed to permit activities abroad that would otherwise be illegal.<br /></p> \n<p>Addressing the Investigatory Powers Tribunal, which deals with complaints about the intelligence services and surveillance, lawyers for Privacy International said they had only been informed of the alteration earlier this week.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The effect of this amendment has passed everyone by … It was hidden in plain sight.</p> \n  <footer> \n   <cite>Ben Jaffey, Privacy International</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“We had previously thought [hacking] in this country to be unlawful,” said Ben Jaffey, a lawyer representing Privacy International. “The effect of this amendment has passed everyone by. Attention was not called to it during the parliamentary process, which may not have been accidental. It was hidden in plain sight.” </p> \n<p>Hacking is more damaging than mere interception of messages, Jaffey told the tribunal, because it involves unlocking a backdoor into someone else’s computer system which was meant to be secure. It is not clear whether the damage done is always made good following a hacking attack.</p> \n<p>Hacking into someone’s computer appears to take place under a general class permission for such activity, Jaffey said. “There’s something profoundly objectionable in bugging and burglary of computers without any [individual] authoritisation from the secretary of state,” he told the IPT.</p> \n<p>Changes to the Computer Misuse Act were introduced by the Serious Crime Act 2015 which received royal assent on 3 March 2015. No reference to the true impact of the changes was made in the parliamentary explanatory notes that accompanied the bill, according to Privacy International. </p> \n<p>Nor was there any public debate, the organisation claimed. “No NGOs, regulators, RIPA commissioners, the Information Commissioners Office, industry, or the public were notified or consulted about the proposed legislative changes,” it added. </p> \n<p>“The underhand and undemocratic manner in which the government is seeking to make lawful GCHQ’s hacking operations is disgraceful,” Eric King, the organisation’s deputy director said after the hearing. “Hacking is one of the most intrusive surveillance capabilities available to any intelligence agency, and its use and safeguards surrounding it should be the subject of proper debate. </p> \n<p>“Instead, the government is continuing to neither confirm nor deny the existence of a capability it is clear they have, while changing the law under the radar, without proper parliamentary debate.”</p> \n<p>Professor Peter Sommer, one of the UK’s leading experts in the Computer Misuse Act, said he had also only belatedly discovered the changes to the legislation. Altering the law without proper public debate, he said, risked “building up unnecessary mistrust”.</p> \n<p>“I wasn’t aware of it until recently,” he said. The previous clause dated from a time when police officers physically seized computers and examined them in a police station.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/06/uk-security-services-capable-bypassing-encryption-draft-code\">Security services capable of bypassing encryption, draft code reveals</a> </p> \n</aside> \n<p>“Now if you have remote access,” he said, “you can hack into a computer and put in a Trojan horse program. I have looked at the government notes covering the changes and it was extremely obscure guidance. But they are giving highly intrusive powers to go into someone else’s computer.</p> \n<p>“If this had been done properly, people would have said we want a principled debate about this. There’s a danger now that [lawyers] will say that the police or spooks have put things into their clients’ computers.”<br /></p> \n<p>In February, the Home Office did publish a “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/06/uk-security-services-capable-bypassing-encryption-draft-code\">draft equipment interference code of practice</a>” which explained how law enforcement officials could track down serious criminals and terrorists by hacking into their computers. </p> \n<p>It did not, however, at that stage explain that the Computer Misuse Act was being altered.</p> \n<p>Last May, Privacy International, along with seven internet and communications service providers, filed complaints with the IPT challenging GCHQ’s hacking activities. The full complaint is due to be heard in the autumn.</p> \n<p>The claim asserts that GCHQ’s actions were both unlawful under the Computer Misuse Act, which criminalises hacking, and that there was not sufficiently detailed legal authority to make GCHQ’s hacking “in accordance with law” as required by Article 8 of the European Convention on Human Rights.</p> \n<p>The removal of criminal liability for enforcement officers also, it is alleged, opens the way for the intelligence agencies to conduct cyber-attacks within the UK.</p> \n<p>In a separate development, the Home Office has published guidance on the acquisition of communications data relating to privileged information held by lawyers, journalists, doctors and others.<br /></p> \n<p>A Home Office spokesperson said: “There have been no changes made to the Computer Misuse Act 1990 by the Serious Crime Act 2015 that increase or expand the ability of the intelligence agencies to carry out lawful cyber crime investigation. It would be inappropriate to comment further while proceedings are ongoing.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b738cd1bbf3482292d5808555bb69824702a1188/0_254_5760_3458/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3458,"width":5760,"orientation":"landscape","credit":"Graeme Robertson for the Guardian","altText":"An iPad","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:52:44Z","lastModified":"2015-05-15T23:01:32Z","metadata":{"commentable":true,"commentCount":264,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["GCHQ","Surveillance","UK news","Privacy","Hacking","House of Commons","Politics","Technology"],"tags":[{"id":"uk/gchq","webTitle":"GCHQ"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"technology/hacking","webTitle":"Hacking"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/politics","webTitle":"Politics"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/15/intelligence-officers-have-immunity-from-hacking-laws-tribunal-told","shortUrl":"http://gu.com/p/49vzv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/15/intelligence-officers-have-immunity-from-hacking-laws-tribunal-told","webUri":"http://www.theguardian.com/uk-news/2015/may/15/intelligence-officers-have-immunity-from-hacking-laws-tribunal-told"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b738cd1bbf3482292d5808555bb69824702a1188/0_254_5760_3458/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3458,"width":5760,"orientation":"landscape","caption":"Hacking into private computers, laptops or tablets appears to fall under a general class permission for such activity, Privacy International said.  Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"An iPad","cleanCaption":"Hacking into private computers, laptops or tablets appears to fall under a general class permission for such activity, Privacy International said. ","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}},"importance":5,"kicker":{"title":"Surveillance"},"showQuotedHeadline":false},{"title":"NHS / Hospitals cancelling largest number of operations for 10 years","rawTitle":"Hospitals cancelling largest number of operations for 10 years","item":{"type":"article","id":"society/2015/may/15/hospitals-cancelling-operations-nhs-england","title":"Hospitals cancelling largest number of operations for 10 years","trailText":"Latest NHS England figures prompt warnings that patients affected suffer anxiety or distress as a result","standFirst":"<p>Latest NHS England figures prompt warnings that patients affected suffer anxiety or distress as a result</p>","byline":"Denis Campbell Health correspondent","body":"<p>Hospitals are cancelling the largest number of operations for 10 years, according to new official figures, prompting warnings that the NHS is under “extreme pressure”.</p> \n<p>A total of 20,464 planned surgeries were cancelled at the last minute for non-clinical reasons in January, February and March in England.</p> \n<p>That was the most since the first three months of 2005, when 21,500 surgeries had to be called off. And it was up from the 17,868 cancellations seen in the same quarter of 2014: a rise of almost 15%.<br /></p> \n<p>The figures published on Friday led to warnings that patients affected suffered anxiety or distress as a result.<br /></p> \n<p>Call-offs happen because beds set aside for patients having elective – or planned – surgery are needed for other cases, often ones that have recently come in as emergencies. They can also be the result of nurses and doctors being needed elsewhere in the hospital.<br /></p> \n<p>Plymouth Hospitals NHS trust cancelled 648 operations – the most of any trust – and Hull and East Yorkshire Hospitals NHS Trust was second-worst, with 526 cancellations. A few trusts cancelled none.<br /></p> \n<p>Patients whose surgery is cancelled at the last minute are meant to have their rearranged operation within 28 days. But the latest NHS England figures show that more and more people are having to wait longer than that.<br /></p> \n<p>Almost one in 10 such patients in the first quarter of this year – 1,787 (8.7%) in all – did not then receive their treatment within the supposed maximum time. That was the highest figure since January-March 2006, when 1,959 had to wait longer than 28 days.<br /></p> \n<p>“Care is in effect being rationed. The NHS is being forced to choose between which patients to treat now and which patients must wait longer for treatment”, said Dr Mark Porter, the head of the British Medical Association.<br /></p> \n<p>Porter said: “Behind each cancelled operation is an anxious patient left waiting longer for treatment, with some patients experiencing more than one cancellation. These figures lay bare the extreme pressure across the system.”<br /></p> \n<p>Dr Peter Carter, general secretary of the Royal College of Nursing, said: “Operations are critical in restoring patients to health and it is extremely concerning that patients are having to wait this long for treatment. These figures reflect the perilous state of affairs in overstretched acute services.”<br /></p> \n<p>Budget cuts had led to serious understaffing across the NHS, so it was no surprise that cancelled operations were reaching such heights, he added.<br /></p> \n<p>Andrew Gwynne, Labour’s health spokesman, said government policies had left hospitals unable to cope with a surge in demand for care.<br /></p> \n<p>“These figures are another sign of how the NHS has gone downhill. David Cameron … caused this crisis by making it harder to see a GP and taking social care support away from hundreds of thousands of people.”<br /></p> \n<p>NHS England insisted that cancellations had “remained low in the context of the millions of operations performed in the NHS each year, and the unprecedented level of demand we have seen across the whole health system this winter.”<br /></p> \n<p>The latest weekly A&amp;E performance statistics, also published on Friday, confirm that the NHS is struggling to deal with patients as quickly as it should.<br /></p> \n<p>A&amp;E units in England have failed to treat and admit, discharge or transfer 95% of arrivals within four hours for the 32nd week in a row. The target has now been breached continuously since the end of last September.<br /></p> \n<p>In the week ending 10 May, 93.4% of those turning up were seen on time.<br /></p> \n<p>A total of 6,600 patients had to wait for more than four hours before they were admitted, up from 5,400 the week before.<br /></p> \n<p>NHS England said: “These latest figures show our frontline staff continue to deliver an excellent service while coming under sustained pressure.”<br /></p> \n<p>The Department of Health said that the number of cancelled operations were “very low” and that its plans to transform how care is delivered would ultimately reduce pressure on hospitals. </p> \n<p>“The NHS is busier than ever, which is why we have invested an extra &pound;2bn this year to reduce pressure. But we also need to tackle the underlying challenges facing the NHS so we will join up care for patients, improve access through seven-day services and do more to prevent illness in the first place,” a spokesman said. </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c90f6519ab055f225abb94371ae9732a0dab1722/0_48_3052_1831/3052.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1831,"width":3052,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"An operation taking place in a hospital","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-15T16:18:52Z","lastModified":"2015-05-15T23:00:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Denis Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deniscampbell"}],"feature":false,"keywords":["NHS","A&E","Health","Hospitals","Society","UK news"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"society/a-and-e","webTitle":"A&E"},{"id":"society/health","webTitle":"Health"},{"id":"society/hospitals","webTitle":"Hospitals"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Denis Campbell","topic":{"type":"tag-contributor","name":"profile/deniscampbell"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/15/hospitals-cancelling-operations-nhs-england","shortUrl":"http://gu.com/p/49xv7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/15/hospitals-cancelling-operations-nhs-england","webUri":"http://www.theguardian.com/society/2015/may/15/hospitals-cancelling-operations-nhs-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c90f6519ab055f225abb94371ae9732a0dab1722/0_48_3052_1831/3052.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1831,"width":3052,"orientation":"landscape","caption":"A total of 20,464 planned surgeries were cancelled at the last minute for non-clinical reasons in January, February and March in England. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"An operation taking place in a hospital","cleanCaption":"A total of 20,464 planned surgeries were cancelled at the last minute for non-clinical reasons in January, February and March in England.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":5,"kicker":{"title":"NHS"},"showQuotedHeadline":false},{"title":"'Allowances' / Bank cracks down on abuse of bonus cap loophole","rawTitle":"Bank cracks down on abuse of bonus cap loophole","item":{"type":"article","id":"business/2015/may/15/uk-banks-told-rewrite-employment-contracts-top-up-payments","title":"UK banks told to rewrite employment contracts of staff on top-up payments","trailText":"Bank of England says contracts must be amended to comply with European ruling, after many banks started paying ‘allowances’ ","standFirst":"<p>Bank of England says contracts must be amended to comply with European ruling, after many banks started paying ‘allowances’ </p>","byline":"Jill Treanor","body":"<p>The UK’s banks have been told by the Bank of England that they need to rewrite the employment contracts of hundreds of staff receiving top-up payments alongside their salaries because of the European Union’s bonus cap.</p> \n<p>Andrew Bailey, deputy governor of the Bank of England, says the contracts must be amended to comply with a ruling from the European Banking Authority, which says that many of the attempts by major banks in the UK to sidestep the restrictions on bonuses are breaching the spirit of the rules.</p> \n<p>Ever since last year – when the EU imposed a limit on bonuses to 100% of salary, or 200% if shareholders give their approval – banks have been looking for ways to prevent the pay of their top bankers from falling. Many started paying “allowances” but the EBA <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/oct/15/banks-extra-payments-bonus-cap-regulator-bankers-eu\">concluded in October that these were effectively variable pay</a> – with characteristics like bonuses – and in breach of the ratio imposed by the EU.</p> \n<p>Bailey, who remains opposed to the bonus cap, has now responded to the EBA’s findings and told banks to make sure that any allowance – also known as role-based pay – cannot be withdrawn or clawed back as a bonus might be.</p> \n<p>Interviewed at the Reuters financial regulation summit, Bailey said: “Many of them don’t need to rip them [the contracts] up. They need to amend the terms. The effect is to make the allowances more fixed and the scope to withdraw them is that much more limited,” he added.</p> \n<p>Most top bankers in the UK have been handed allowances to get around the bonus cap. Antony Jenkins, boss of Barclays, and his counterpart at Lloyds Banking Group, Ant&oacute;nio Horta-Os&oacute;rio, received around &pound;1m each in allowances. Stuart Gulliver, HSBC’s chief executive, has been handed &pound;1.7m. The allowances are also being paid to senior individuals inside the organisations.</p> \n<p>The requirement is expected to be enforced for the 2015 bonus year – and have an impact on payouts next April. According to the EBA’s analysis 39 banks in six EU states are paying allowances following the introduction of the bonus cap although it is not clear how many of these top-up payments were regarded as being variable rather than fixed pay.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/04/bonus-cap-consultation-bank-of-england-european-banking-authority\">Bonus cap consultation puts Bank of England on collision course with Europe</a> </p> \n</aside> \n<p>Bailey, who runs the Bank of England’s regulation arm, the Prudential Regulation Authority, is opposed to the bonus cap as he has warned it will push up salaries and make it more difficult to claw back pay when losses occur later. </p> \n<p>“It’s a bad policy and it’s got the wrong incentives,” Bailey told the Reuters conference.</p> \n<p>Bailey also revealed he had been in contact with HSBC about its ongoing review about whether to keep its headquarters in the UK, where it has been based since 1992 following the taking over of Midland Bank. “It is entirely natural that as an institution your shareholders should demand that you do this assessment. As a private organisation they should do it,” Bailey was reported as saying.<br /></p> \n<p>He later gave a speech in Cambridge in which he outlined the Bank of England’s approach to identifying risks in the financial system and those which could arise from “shadow banks” which can provide a means of finance outside the traditional banking sector. “Put simply, it is quite often said that we are living in unprecedented times in the performance of financial markets,” Bailey said.</p> \n<p>Bailey discussed the increasing used of automated trading strategies – where algorithms replace human decision making – which have felt the impact of sudden market moves . He provided two examples: bond market volatility on October 15 last year; and the currency market gyrations on January 15 when the Swiss central bank removed the Swiss franc floor against the euro. </p> \n<p>Regulators needed to be “keenly interested” in such events, said Bailey. Referring to the events of 15 January, he said the automated trading systems used by banks to protect their trading positions were unable to operate and dealers resorted to using telephones. “Whilst each algorithm operating independently may well have been quite prudently calibrated to protect the bank from building an exposure that exceeded its risk appetite, collectively the impact on market liquidity was akin, albeit temporarily, to a cascading failure across a power grid”.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712728888/b4667272-af57-4be8-833e-3b096a5dad21-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stefan Wermuth/Reuters","altText":"The Bank of England seen through columns.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-15T18:04:52Z","lastModified":"2015-05-15T23:01:12Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"Jill Treanor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jilltreanor"}],"feature":false,"keywords":["Executive pay and bonuses","Bank of England","Banking","Business","Banks and building societies","Money","UK news"],"tags":[{"id":"business/executive-pay-bonuses","webTitle":"Executive pay and bonuses"},{"id":"business/bankofenglandgovernor","webTitle":"Bank of England"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"money/banks","webTitle":"Banks and building societies"},{"id":"money/money","webTitle":"Money"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Jill Treanor","topic":{"type":"tag-contributor","name":"profile/jilltreanor"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/15/uk-banks-told-rewrite-employment-contracts-top-up-payments","shortUrl":"http://gu.com/p/49vp9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/15/uk-banks-told-rewrite-employment-contracts-top-up-payments","webUri":"http://www.theguardian.com/business/2015/may/15/uk-banks-told-rewrite-employment-contracts-top-up-payments"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712728888/b4667272-af57-4be8-833e-3b096a5dad21-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Bank of England seen through columns. The deputy governor has told banks to make sure any allowance cannot be withdrawn as a bonus might be. Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"The Bank of England seen through columns.","cleanCaption":"The Bank of England seen through columns. The deputy governor has told banks to make sure any allowance cannot be withdrawn as a bonus might be.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}},"importance":4,"kicker":{"title":"'Allowances'"},"showQuotedHeadline":false},{"title":"Vince Cable among four Lib Dems to turn down Lords offers from Clegg","rawTitle":"Vince Cable among four Lib Dems to turn down Lords offers from Clegg","item":{"type":"article","id":"politics/2015/may/15/vince-cable-four-senior-lib-dems-lords-nick-clegg-peerage-politics","title":"Vince Cable among four Lib Dems to turn down Lords offers from Clegg","trailText":"Danny Alexander, David Laws and Simon Hughes understood to make up rest of the foursome of unseated party figures who have rejected peerages","standFirst":"<p>Danny Alexander, David Laws and Simon Hughes understood to make up rest of the foursome of unseated party figures who have rejected peerages</p>","byline":"Patrick Wintour Political editor","body":"<p>Four senior Liberal Democrat politicians defeated in the general election, including former business secretary Vince Cable, have turned down offers of a peerage from Nick Clegg in the dissolution honours list. It is understood that David Laws, the former education minister, Simon Hughes, the former justice minister, and former Treasury chief secretary Danny Alexander have also decided to reject a chance to sit in the House of Lords.</p> \n<p>The Lords is likely to be a battleground for the government since the Conservatives do not have an overall majority in the upper chamber, even though in practice there are strict limits on how far peers can resist central planks of legislation agreed by the Commons. The Liberal Democrats currently have 101 peers, Labour 214, the Conservatives 178 and crossbenchers 224.</p> \n<p>Hughes, a former deputy leader of the Liberal Democrats, who lost his Southwark and Bermondsey seat to Labour, told guests at a recent birthday party: “I don’t believe in an unelected second chamber. When you see the list I will not be on it. I am not going there.”</p> \n<p>Cable is understood to be writing a sequel to his previous overview of the UK economy, The Storm. He was writing the book as <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/vince-cable-rules-out-standing-as-mp-again\">business secretary, but it is now likely to be a much a more frank account</a> of where he believes government economic policy succeeded or failed.</p> \n<p>He is also not a man drawn to the prestige of a peership, normally travelling to work by tube rather than by government car.</p> \n<p>Cable was surprisingly beaten in his Twickenham constituency, and if he had won might have stood for the party leadership at least to act as a caretaker to oversee the party’s regrouping.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/lib-dem-destruction-kills-appetite-for-coalitions-says-norman-lamb\">Norman Baker, the former MP for Lewes and another former minister</a>, has also let it be known that he is not interested in a peerage. In a statement to his constituents he said: “For my part I intend to return to being a private individual and to start the next phase of my life. I have no regrets at all, and if someone had told me in 1987 that the deal was that I would be a councillor for 16 years, council leader for six, an MP for 18 years, and a minister for four-and-a-half years, I would have said that that was a pretty good deal.”</p> \n<p>Alexander had been tipped for a peerage as it was believed if he lost his seat in Inverness, Nairn, Badenoch and Strathspey he would be needed to help oversee coalition negotiations, although it would not have required him to hold a peerage for him to play that role. He now seems focused on battling the SNP in Scotland.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/15/shirley-williams-my-family-values\">Shirley Williams: My family values</a> </p> \n</aside> \n<p>The most likely Liberal Democrats to take a peerage are Sir Menzies Campbell, the distinguished foreign affairs specialist, and Alan Beith, the former chairman of the justice select committee.</p> \n<p>Meg Russell, the leading academic on the House of Lords, points out that David Cameron would need to appoint just over 160 new Conservative members with no peerages at all for other groups to give the government a Lords majority.</p> \n<p>Simply to outstrip other parties, 70 would be needed – a rate of appointment which would be completely unprecedented, and greeted with legitimate outrage. Large-scale Lords reform does not offer a way out either, as the Conservative manifesto explicitly stated that this was “not a priority in the next parliament”.</p> \n<p>So at least in the short term, the government’s only practical option is to learn how to manage the chamber more or less as it is.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec32a7374d2f00463644edafcb741922a8e1324b/0_131_3500_2103/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2103,"width":3500,"orientation":"landscape","credit":"Jonathan Brady/PA","altText":"Vince Cable","cleanCredit":"Photograph: Jonathan Brady/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:06:43Z","lastModified":"2015-05-15T17:46:18Z","metadata":{"commentable":true,"commentCount":300,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Liberal Democrats","Vince Cable","Danny Alexander","Simon Hughes","David Laws","House of Lords","Lords reform","Nick Clegg","Politics","UK news","Sir Menzies Campbell","Honours system"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/vincentcable","webTitle":"Vince Cable"},{"id":"politics/danny-alexander","webTitle":"Danny Alexander"},{"id":"politics/simonhughes","webTitle":"Simon Hughes"},{"id":"politics/david-laws","webTitle":"David Laws"},{"id":"politics/lords","webTitle":"House of Lords"},{"id":"politics/lordreform","webTitle":"Lords reform"},{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/sirmenziescampbell","webTitle":"Sir Menzies Campbell"},{"id":"politics/honours-system","webTitle":"Honours system"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/15/vince-cable-four-senior-lib-dems-lords-nick-clegg-peerage-politics","shortUrl":"http://gu.com/p/49xvy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/15/vince-cable-four-senior-lib-dems-lords-nick-clegg-peerage-politics","webUri":"http://www.theguardian.com/politics/2015/may/15/vince-cable-four-senior-lib-dems-lords-nick-clegg-peerage-politics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec32a7374d2f00463644edafcb741922a8e1324b/0_131_3500_2103/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2103,"width":3500,"orientation":"landscape","caption":"Vince Cable after he lost his Twickenham seat.  Photograph: Jonathan Brady/PA Wire","credit":"Jonathan Brady/PA Wire","altText":"Vince Cable","cleanCaption":"Vince Cable after he lost his Twickenham seat. ","cleanCredit":"Photograph: Jonathan Brady/PA Wire"}},"importance":4,"showQuotedHeadline":false},{"title":"Police / Met officers fired for posting pictures of public online","rawTitle":"Met officers fired for posting pictures of public online","item":{"type":"article","id":"uk-news/2015/may/15/five-met-police-officers-sacked-for-posting-pictures-of-public-online","title":"Five Met police officers sacked for posting pictures of public online","trailText":"A misconduct hearing was told that the photographs were accompanied with ‘disrespectful and in one case predatory’ comments","standFirst":"<p>A misconduct hearing was told that the photographs were accompanied with ‘disrespectful and in one case predatory’ comments</p>","byline":"Tim Wyatt","body":"<p>Five Metropolitan police officers have been fired for posting photos on the internet that they had secretly taken of members of the public.</p> \n<p>A misconduct hearing was told that the five male officers had covertly photographed members of the public and colleagues while on duty before exchanging them on social media accompanied with “disrespectful and in one case predatory” comments.</p> \n<p>The derogatory comments are understood to be of a sexual nature, but not racial or religious.</p> \n<p>The officers, who were attached to Camden borough while the incidents took place, were dismissed for gross misconduct after a disciplinary hearing, Scotland Yard said.</p> \n<p>One other officer has been given a final written warning and another, who was arrested last year after similar allegations were made against him, has resigned. No charges were brought against him, but a misconduct investigation was pursued before he resigned. </p> \n<p>The men had breached the standards of respect and courtesy the Met expects, the hearing heard.</p> \n<p>Deputy Assistant Commissioner Fiona Taylor, of the force’s directorate of professionalism, said: “This was disgraceful behaviour from a small group of officers and it is only right and just that they have been dismissed from the Met.</p> \n<p> “We expect the very highest standards of behaviour from our officers and when they fall short of those standards they can expect to be held to account.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6b8aa4143f31aa797a937f7d77139f0e7ab0e5e/0_340_4667_2801/4667.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2801,"width":4667,"orientation":"landscape","credit":"Linda Nylind for the Guardian","altText":"A police officer in London","cleanCredit":"Photograph: Linda Nylind for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-15T18:25:57Z","lastModified":"2015-05-15T22:36:37Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Metropolitan police","Police","London","UK news","Social media","Media"],"tags":[{"id":"uk/metropolitan-police","webTitle":"Metropolitan police"},{"id":"uk/police","webTitle":"Police"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/social-media","webTitle":"Social media"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/15/five-met-police-officers-sacked-for-posting-pictures-of-public-online","shortUrl":"http://gu.com/p/49x3e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/15/five-met-police-officers-sacked-for-posting-pictures-of-public-online","webUri":"http://www.theguardian.com/uk-news/2015/may/15/five-met-police-officers-sacked-for-posting-pictures-of-public-online"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6b8aa4143f31aa797a937f7d77139f0e7ab0e5e/0_340_4667_2801/4667.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2801,"width":4667,"orientation":"landscape","caption":"A police officer in London. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind for the Guardian","altText":"A police officer in London.","cleanCaption":"A police officer in London.","cleanCredit":"Photograph: Linda Nylind for the Guardian"}},"importance":3,"kicker":{"title":"Police"},"showQuotedHeadline":false},{"title":"Education / Mobile phone bans shown to improve exam results","rawTitle":"Mobile phone bans shown to improve exam results","item":{"type":"article","id":"education/2015/may/15/mobile-phone-bans-improve-school-exam-results-research-shows","title":"Mobile phone bans improve school exam results, research shows","trailText":"A study by the London School of Economics found pupils at phone-free schools performed better in GCSE exams, especially those in bottom 60% of KS2 tests","standFirst":"<p>A study by the London School of Economics found pupils at phone-free schools performed better in GCSE exams, especially those in bottom 60% of KS2 tests</p>","byline":"Richard Adams, education editor","body":"<p>Schools that ban pupils from carrying mobile phones show a sustained improvement in exam results, with the biggest advances coming from struggling students, according to research published by the London School of Economics.</p> \n<p>The findings calculated that pupils at mobile-free schools benefitted by the equivalent of an extra hour’s teaching per week, meaning many schools would benefit from taking a tough line on keeping phones out of pupils’ pockets.</p> \n<p>The <a href=\"http://cep.lse.ac.uk/_new/publications/abstract.asp?index=4639\">large-scale study</a> found schools in Birmingham, London, Leicester and Manchester that banned mobiles enjoyed a boost in the proportion of pupils getting five good passes at GCSE, compared with schools that allowed pupils to keep their phones, even if switched off.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>a strict ban on mobile phones does seem to be effective in improving student tests scores</p> \n  <footer> \n   <cite>Richard Murphy</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Richard Murphy, one of the co-authors of the paper, said that the distraction and low-level disruption caused by pupils having mobile phones in school appeared to be behind the results.</p> \n<p>“If schools have concerns about students being distracted by their phones, a strict ban on mobile phones does seem to be effective in improving student tests scores, especially those that a school might be concerned about because it ups the number of students getting five good GCSEs,” Murphy said.</p> \n<p>The authors of the study – which centred on 91 schools and the exam results of 130,000 pupils since 2001 – found that the net effect was a 2% higher GCSE pass rate based on mobile phone policy alone, after accounting for factors such as gender and family income.</p> \n<p>“That 2% is the average over everyone but we found that the impact of the ban was twice as effective for children with poor prior achievement or who were on free school meals,” Murphy said.</p> \n<p>“Students who scored badly on their key stage two tests did twice as well from the ban compared to an average student. Kids that did well in key stage two didn’t gain at all from the ban. All the gains were driven from kids in the bottom 60%.”</p> \n<p>Stuart Lock, deputy headteacher at <a href=\"http://www.rushcroftfoundation.org/\">Rushcroft Foundation School</a> in Waltham Forest, said his school banned mobiles when it became an academy in 2012, at the same time as adopting tougher behaviour rules.</p> \n<p>“Our strict behaviour policy, including on mobile phones, is a significant contributor to our improved results. I don’t think it is just mobile phones but the amount of time that used to go into investigating the use and abuse of phones was incredible.</p> \n<p>“As well as this, the most eagle-eyed teacher could not be sure that pupils weren’t distracted by mobile phones. Since we know that distractions are key to undermining learning, this has improved learning – although we can’t measure exactly how much,” Lock said.</p> \n<p>Murphy, an <a href=\"https://www.utexas.edu/cola/depts/economics/faculty/rm49458\">assistant professor of economics at the University of Texas</a> in Austin, said the study did not take into account any positive effects for pupils using mobile phones for research.</p> \n<p><a href=\"http://kingsolomonacademy.org/\">King Solomon’s Academy</a>, a west London school in the <a href=\"http://www.arkschools.org/\">Ark group</a>, has tough rules banning iPods, mobiles and other devices, under penalty of automatic detention and confiscation. A second offence in a year means a phone is confiscated indefinitely, no matter the cost to parents or pupil.</p> \n<p>“There is plenty of solid evidence which shows that in order to learn, we have to pay attention. Again and again, research shows that when people are distracted or when they start multitasking, they don’t do as well as when they are able to concentrate fully on one task. That’s probably what underpins this finding,” said Daisy Christodoulou, Ark’s director of research.</p> \n<p>“The challenge for people like me, who think that educational technology has great potential, is how we can use such technology in the classroom in a way that enhances rather than reduces concentration.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711018677/b637bdb2-5b81-430d-bd14-156a3c7e007e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Caiaimage/REX_Shutterstock","altText":"Banning mobile phones at school could boost exam results.","cleanCredit":"Photograph: Caiaimage/REX_Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:50:29Z","lastModified":"2015-05-16T00:00:05Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"Richard Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardadams"}],"feature":false,"keywords":["Education","Mobile phones","Schools","Exams","UK news"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"technology/mobilephones","webTitle":"Mobile phones"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/exams","webTitle":"Exams"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"education"},"topics":[{"displayName":"Richard Adams","topic":{"type":"tag-contributor","name":"profile/richardadams"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/15/mobile-phone-bans-improve-school-exam-results-research-shows","shortUrl":"http://gu.com/p/49xxb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/15/mobile-phone-bans-improve-school-exam-results-research-shows","webUri":"http://www.theguardian.com/education/2015/may/15/mobile-phone-bans-improve-school-exam-results-research-shows"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711018677/b637bdb2-5b81-430d-bd14-156a3c7e007e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pupils at mobile-free schools benefit by the equivalent of an extra hour’s teaching per week, the research shows.  Photograph: Caiaimage/REX_Shutterstock","credit":"Caiaimage/REX_Shutterstock","altText":"Banning mobile phones at school could boost exam results.","cleanCaption":"Pupils at mobile-free schools benefit by the equivalent of an extra hour’s teaching per week, the research shows. ","cleanCredit":"Photograph: Caiaimage/REX_Shutterstock"}},"importance":3,"kicker":{"title":"Education"},"showQuotedHeadline":false}],"lastModified":"2015-05-16T08:25:07Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}