{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Prince Charles / Rewire the global economy to stop climate change","rawTitle":"Rewire the global economy to stop climate change","item":{"type":"article","id":"environment/2015/jul/02/prince-charles-climate-change-rewire-global-economy","title":"Prince Charles: rewire the global economy to stop climate change","trailText":"Heir to the throne calls for end to ‘business as usual’ approach that does nothing to avert catastrophic global warming ","standFirst":"<p>Heir to the throne calls for end to ‘business as usual’ approach that does nothing to avert catastrophic global warming – and praises Guardian’s climate campaign</p>","byline":"Damian Carrington","body":"<p>Prince Charles has said that “profound changes” to the global economic system are needed in order to avert environmental catastrophe, in an uncompromising speech delivered in front of an audience of senior business leaders and politicians.</p> \n<p>The heir to the throne – often criticised for his meddling in political affairs – argued that ending the taxpayer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/18/fossil-fuel-companies-getting-10m-a-minute-in-subsidies-says-imf\">subsidies enjoyed by coal, oil and gas companies</a> could reduce the carbon emissions driving climate change by an estimated 13%.<br /></p> \n<p>Although the prince’s passion for environmental causes is well known, the speech delivered on Thursday evening in St James’s Palace, London was particularly pointed in its criticism of companies that protected vested interests and came with a report that proposed raising taxes on them.</p> \n<p>Speaking at a event for the University of Cambridge’s Institute for Sustainability Leadership (CISL), of which he is a patron, the prince complained that “the irresistible power of ‘business as usual’ has so far defeated every attempt to ‘rewire’ our economic system in ways that will deliver what we so urgently need”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There seems to be a strategic chasm between where the world agrees it should be headed and the direction of the economy</p> \n  <footer> \n   <cite>Prince Charles</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>He said: “Yet if we are to limit climate change, conserve resources and keep ecosystems functioning, while at the same time improving the health and wellbeing of billions of people – including the several billion who are projected to be added later this century – then we will need to see profound changes.” </p> \n<p>The prince also attacked what he characterised as the wastefulness of modern society. “The challenge now is to go much further and much faster, progressively eliminating waste by developing a circular economy that mimics nature’s loops and cycles, rather than perpetuating our largely unsustainable and linear way of doing things,” he said.<br /></p> \n<p>The prince’s latest intervention comes soon after the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk-news/prince-charles-letters\">release of 44 “black spider” letters he sent to government ministers between 2004 and 2009</a>, in which he gave advice and requested action from government on environmental and other topics. In that correspondence, released following a 10-year legal battle fought by the Guardian, the prince lobbied ministers for detailed and specific measures including a badger cull. .</p> \n<p>At the event, the prince unveiled a <a href=\"http://www.cisl.cam.ac.uk/about/rewiring-the-economy\">report from</a> the CISL. It argued the world’s current course revealed “a monumental market failure” and that “there seems to be a strategic chasm between where the world agrees it should be headed and the direction of the economy”. The report made a series of recommendations that would affect business, include raising green taxes, requiring companies to reveal their environmental impacts and ending the damage caused by short-term profit-seeking.</p> \n<p>In his speech the prince also noted that abolishing fossil fuel subsidies, estimated at $500bn (&pound;320bn) a year by the International Energy Agency (IEA), would cut global carbon emissions by 13%. He also said cities equivalent to 175 Londons would be constructed by 2050 and that the new houses, roads, schools and hospitals had to be sustainable.</p> \n<p>Broad political momentum around the need to tackle climate change has been building in recent months. In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/popes-climate-change-encyclical-calls-on-rich-nations-to-pay-social-debt\">a high-profile intervention</a>, Pope Francis also criticised the damage caused by the world’s current economic model. “The environment is one of those goods that cannot be adequately safeguarded or promoted by market forces,” he said in his encyclical in June.</p> \n<p>The prince emphasised the geopolitical importance of the issue, and said that “2015 is a vital year for the future of humanity”, referring to a year in which critical UN summits must agree <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/global-climate-talks\">deals to tackle global warming</a> and set <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jan/19/sustainable-development-goals-united-nations\">goals for sustainable development</a>, including ending poverty, hunger and inequality.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Sign up box\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Sign up box</a> \n</figure> \n<p>The prince praised efforts to persuade pension funds and other charities to stop investing in major fossil fuel companies, arguing that the divestment movement has attracted broad-based support. He added that it had “sharpened investors’ focus, not just on the risks of holding hydrocarbon stocks within their portfolios, but also to the ever more pressing need to divert vastly more capital into clean energy, low-carbon investments and infrastructure projects”.</p> \n<p>He singled out the Guardian’s <a href=\"http://www.theguardian.com/environment/series/keep-it-in-the-ground\"> Keep it in the Ground campaign</a>, which calls on the world’s biggest health charities – the Bill and Melinda Gates Foundation and the Wellcome Trust – to divest their funds from major fossil fuel companies. “The Keep it in the Ground campaign is the first action of its kind from such a newspaper, and has – like the broader fossil fuel divestment movement – focused the mind very considerably as to the scale of the transition before us.”</p> \n<p>The dinner was also addressed by Fatih Birol, the chief economist of the International Energy Agency. He said, with the energy sector responsible for two-thirds of all greenhouse gas emissions, that ending fossil fuel subsidies and raising the cost of carbon pollution was essential: “We need to phase out these wrong-headed energy policies and phase in right-minded energy pricing,” he said. Birol added that the construction of highly polluting coal-fired power stations should be banned and investment in renewable energy increased by 50%.</p> \n<p>Polly Courtice, director of the CISL<strong>,</strong> said that while an increasing number of business leaders were turning ambitions of sustainability into practice, “it is undeniably the case that inequality is rising, ecosystems degraded, resources depleted and greenhouse gas levels are increasing”. She added: “Our analysis is that a fundamental rewiring [of the global economy] is required.”</p> \n<p>The prince concluded that he thought times had changed significantly during his lifetime and recalled “the Guardian newspaper thinking it was hilarious when I managed to encourage the installation of one of the country’s first bottle banks – which they described as a ‘strange engine’ – at Buckingham Palace 25 years ago”.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\" data-alt=\"Fossil fuel ticker\"> \n <a href=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\">Fossil fuel ticker</a> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435852696531/3c84d3ff-d186-4d7b-b31c-db439a2174e9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"William Deshazer/EPA","altText":"Prince Charles","cleanCredit":"Photograph: William Deshazer/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T20:30:03Z","lastModified":"2015-07-02T23:20:02Z","metadata":{"commentable":true,"commentCount":733,"contributors":[{"name":"Damian Carrington","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733736253/DamianCarrington.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damiancarrington"}],"feature":false,"keywords":["Climate change","Prince Charles","Greenhouse gas emissions","Global climate talks","Environment","Global economy","Green politics","Business","UK news","Economics","Monarchy"],"tags":[{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"environment/carbon-emissions","webTitle":"Greenhouse gas emissions"},{"id":"environment/global-climate-talks","webTitle":"Global climate talks"},{"id":"environment/environment","webTitle":"Environment"},{"id":"business/global-economy","webTitle":"Global economy"},{"id":"environment/green-politics","webTitle":"Green politics"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/economics","webTitle":"Economics"},{"id":"uk/monarchy","webTitle":"Monarchy"}],"section":{"id":"environment"},"topics":[{"displayName":"Damian Carrington","topic":{"type":"tag-contributor","name":"profile/damiancarrington"}}],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/02/prince-charles-climate-change-rewire-global-economy","shortUrl":"http://gu.com/p/4a93v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/02/prince-charles-climate-change-rewire-global-economy","webUri":"http://www.theguardian.com/environment/2015/jul/02/prince-charles-climate-change-rewire-global-economy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435852696531/3c84d3ff-d186-4d7b-b31c-db439a2174e9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Charles has called for profound changes to how businesses are run and economies are managed. Photograph: William Deshazer/EPA","credit":"William Deshazer/EPA","altText":"Prince Charles","cleanCaption":"Prince Charles has called for profound changes to how businesses are run and economies are managed.","cleanCredit":"Photograph: William Deshazer/EPA"}},"importance":7,"kicker":{"title":"Prince Charles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435852696531/3c84d3ff-d186-4d7b-b31c-db439a2174e9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"William Deshazer/EPA","altText":"Prince Charles","cleanCredit":"Photograph: William Deshazer/EPA"}}]},{"title":"Parkinson’s and depression drugs can alter moral judgment, study shows","rawTitle":"Parkinson’s and depression drugs can alter moral judgment, study shows","item":{"type":"article","id":"science/2015/jul/02/parkinsons-and-depression-drugs-can-alter-moral-judgement-study-shows","title":"Parkinson’s and depression drugs can alter moral judgment, study shows","trailText":"Trial showed healthy people given a Parkinson’ s drug became more selfish, while people given a serotonin-boosting drug were more protective of others ","standFirst":"<p>Trial showed healthy people given a Parkinson’s drug became more selfish, while people given a serotonin-boosting drug were more protective of others </p>","byline":"Hannah Devlin Science correspondent","body":"<p> Common drugs for depression and Parkinson’s can sway people’s moral judgments about harming others, according to research that raises ethical questions about the use of the drugs.</p> \n<p> The study found that when healthy people were given a one-off dose of a serotonin-boosting drug widely used to treat depression they became more protective of others, paying almost twice as much to prevent them receiving an electric shock in a laboratory experiment. They also became more reluctant to expose themselves to pain.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jan/05/serotonin-map-brain-antidepressants-mental-illnesses\">Serotonin map of brain could lead to better targeted antidepressants</a> </p> \n</aside> \n<p>The scientists also found that the dopamine-enhancing Parkinson’s drug, levodopa, made healthy people more selfish, wiping out the normal tendency to prefer to receive an electric shock themselves, while sparing those around them.</p> \n<p> Molly Crockett, a psychologist at the University of Oxford who led the work, said the finding that a single exposure to the drugs had such a noticeable impact on behaviour challenged the idea that we have stable moral values.</p> \n<p> “Patients [taking these drugs] are tracked in terms of how their symptoms improve, but not necessarily in terms of how their behaviour changes,” she said. “In the treatment of Parkinson’s, some patients go on to develop compulsive gambling and compulsive sexual behaviour. The drugs have consequences that reach out into the world beyond the patient.”</p> \n<p> She added that it was unclear whether the effects seen in the study would be replicated in patients. An alternative possibility is that the drugs could bring the behaviour of patients “back to baseline” by stabilising their psychological state.</p> \n<p> “The central message is we need to have more research into how these drugs affect behaviour, both in healthy people and in people taking them for disorders,” she said.</p> \n<p> In the study, published in the journal <a href=\"http://www.cell.com/current-biology/abstract/S0960-9822(15)00595-3\">Current Biology</a>, 175 participants took part, with 89 assigned to receive the anti-depressant citalopram or a placebo and 86 given either levodopa or a placebo.</p> \n<p> The participants were also randomly designated as “deciders” or “receivers” and anonymously paired up. All participants were given mildly painful electric shocks matched to their pain threshold so that the intensity was not intolerable. Deciders were told that shocks to receivers would be at the receiver’s own pain threshold.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/feb/21/parkinsons-disease-urgent-call-for-new-drugs\">Urgent call for new drugs to treat causes of Parkinson’s</a> </p> \n</aside> \n<p> Deciders went into a room alone with a computer terminal, and each took part in around 170 trials. For each trial, they had to choose between different amounts of money for different numbers of shocks, up to a maximum of 20 shocks and &pound;20 per trial. For example, they might be offered a choice of 7 shocks for &pound;10 or 10 shocks for &pound;15. Half of the decisions made in the trials related to shocks for themselves and half to shocks for the receiver, but regardless of who received the shocks, the deciders would get the money.</p> \n<p> On average, people given a placebo were prepared to pay around 35p per shock to prevent harm to themselves and 44p per shock to prevent harm to others. Those on citalopram, the seratonin-based drug, were far more harm-averse, willing to pay an average 60p per shock to prevent harm to themselves and 73p per shock to prevent harm to others. Overall, they delivered around 30 fewer shocks to themselves and 35 fewer shocks to others than those on placebo.</p> \n<p> People given levodopa, however, were not willing to pay any more to prevent shocks to others than to prevent shocks to themselves. On average, they were prepared to pay approximately 35p per shock to prevent harm to themselves or others, meaning they delivered on average 10 more shocks to others during the experiment than the placebo group.</p> \n<p> “The dopamine drug made people more selfish,” said Crockett. “Most people show this pattern where they think it’s worse to harm other people than to harm oneself. That’s abolished by the drug.”</p> \n<p> The researchers suggest that in future it may be possible to give people a simple test to assess whether their decision-making behaviour has been radically altered by a drug, as well as asking them about whether their mood and symptoms have improved.</p> \n<p>“We’re not transforming someone from a healthy person into a criminal or anything like that,” Crockett said. “But in aggregate we make decisions multiple times a day and they can shape our lives.”</p> \n<ul> \n <li>This article was amended on Friday 3 July. It had mistakenly been illustrated with a photograph of ecstasy tablets. This picture has been changed.</li> \n</ul>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b0800c6f4edb05084826babc4b5e8922083dbdb8/45_1712_3598_2158/3598.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2158,"width":3598,"orientation":"landscape","credit":"Alamy","altText":"Anti-depressant drug citalopram","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-02T18:26:27Z","lastModified":"2015-07-03T08:07:51Z","metadata":{"commentable":true,"commentCount":190,"contributors":[{"name":"Hannah Devlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-devlin"}],"feature":false,"keywords":["Medical research","Drugs","Science","Parkinson's disease","Depression","Society","Neuroscience"],"tags":[{"id":"science/medical-research","webTitle":"Medical research"},{"id":"science/drugs","webTitle":"Drugs"},{"id":"science/science","webTitle":"Science"},{"id":"society/parkinsons-disease","webTitle":"Parkinson's disease"},{"id":"society/depression","webTitle":"Depression"},{"id":"society/society","webTitle":"Society"},{"id":"science/neuroscience","webTitle":"Neuroscience"}],"section":{"id":"science"},"topics":[{"displayName":"Hannah Devlin","topic":{"type":"tag-contributor","name":"profile/hannah-devlin"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jul/02/parkinsons-and-depression-drugs-can-alter-moral-judgement-study-shows","shortUrl":"http://gu.com/p/4abd6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jul/02/parkinsons-and-depression-drugs-can-alter-moral-judgement-study-shows","webUri":"http://www.theguardian.com/science/2015/jul/02/parkinsons-and-depression-drugs-can-alter-moral-judgement-study-shows"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b0800c6f4edb05084826babc4b5e8922083dbdb8/45_1712_3598_2158/3598.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2158,"width":3598,"orientation":"landscape","caption":"Anti-depressant drug citalopram. Of the 175 participants in the study 89 were assigned to receive citalopram or a placebo, and 86 given either levodopa or a placebo. Photograph: Alamy","credit":"Alamy","altText":"Anti-depressant drug citalopram","cleanCaption":"Anti-depressant drug citalopram. Of the 175 participants in the study 89 were assigned to receive citalopram or a placebo, and 86 given either levodopa or a placebo.","cleanCredit":"Photograph: Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b0800c6f4edb05084826babc4b5e8922083dbdb8/45_1712_3598_2158/3598.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2158,"width":3598,"orientation":"landscape","credit":"Alamy","altText":"Anti-depressant drug citalopram","cleanCredit":"Photograph: Alamy"}}]},{"title":"Decc faces 90% staff budget cuts that risk UK's climate plans, say experts","rawTitle":"Decc faces 90% staff budget cuts that risk UK's climate plans, say experts","item":{"type":"article","id":"environment/2015/jul/03/decc-staff-cuts-90-percent-threaten-uks-climate-change-plans-experts","title":"Decc faces 90% staff budget cuts that risk UK's climate plans, say experts","trailText":"Dramatic cuts to Department of Energy and Climate Change budget could damage economic growth and undermine switch to clean energy","standFirst":"<p>Dramatic cuts to Department of Energy and Climate Change budget could damage economic growth and undermine switch to clean energy</p>","byline":"Adam Vaughan","body":"<p>The UK’s Department of Energy and Climate Change (Decc) faces cuts of 90% to its staff budgets within three years, threatening the government’s ability to tackle climate change and move the energy supply to cleaner sources, according to an expert analysis.</p> \n<p>Former energy secretary Ed Davey told the Guardian that cutting Decc’s head count so dramatically would damage economic growth and undermine private investment.</p> \n<p>The <a href=\"http://www.green-alliance.org.uk/resources/What%20new%20spending%20reductions%20could%20mean%20for%20DECC.pdf\">finding by the politically-neutral environmental thinktank the Green Alliance</a> came as eight leading energy academics wrote to Oliver Letwin, the minister in charge of the cabinet office, to express concern that the cuts could undermine the UK’s ability to deliver climate policy. </p> \n<p>Ring-fencing of health, education and development budgets means other departments face an average cut of 11.6% over the next five years, with the steepest cuts expected at the start of the parliament. </p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/decc-spending/giv-21277wuq3df2x0pko/\" data-alt=\"Green Alliance projection of Decc resource budget\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/decc-spending/giv-21277wuq3df2x0pko/\">Green Alliance projection of Decc resource budget</a> \n</figure> \n<p>Green Alliance estimated that once officially and unofficially protected spending was taken into account – including nuclear cleanup costs, liabilities over old coal and capital spending – cuts would leave the department with just &pound;40m by 2018-19 for so-called resource spending, which largely consists of staff costs. That budget is &pound;402m in 2014-15. </p> \n<p>“You have to have internal expertise, you have to have some troops in the department able to interpret ministers’ words,” said Matthew Spencer, Green Alliance’s director. “If you end up with a dumbed-down department you get a bad deal for consumers and citizens.” </p> \n<p>Davey said: “The main effect of slashing the headcount at Decc will be cutting economic growth and undermining private sector investment. It is Osbornomics at its worst.” He said the department was an “economic powerhouse” for the UK, with energy infrastructure investment dwarfing investments in transport, communications and water combined.</p> \n<p>The analysis said that reductions in staff spending could be a false economy, because a lack of expertise might lead to overspending on nuclear and renewable energy, funded by levies on household energy bills, which would drive up the cost of decarbonising the energy supply. </p> \n<p>Spencer said it was “a small department with a big impact on the British economy” and it “determines pretty much the future of the UK energy infrastructure”. The department’s total budget is around &pound;4bn a year.</p> \n<p>He added: “Decc has two big peculiarities in its budget. It has huge historical liabilities, principally from nuclear industry, which is not officially protected but it’s hard not to spend money on keeping nuclear waste safe. Secondly, Decc has a much bigger capital spend [than some departments], and government has said it’s going to protect capital spending.”<br /></p> \n<p>He said the department could ditch a key part of its capital spending – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2012/apr/03/carbon-capture-storage-competition\">&pound;1bn on its books for a demonstration carbon capture and storage (CCS) plant</a> – but that would mean jettisoning one of the “three legs” of UK energy policy, which are renewable energy, nuclear and CCS.</p> \n<p>The analysis comes three days after the government’s statutory climate advisers warned that there was doubt in how government policies would help <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/30/government-must-explain-removal-of-support-for-onshore-wind-advisers-say\">meet the UK’s post-2020 carbon targets</a>. Decc has already said it will <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/04/george-osborne-45bn-savings-plan-whats-being-cut-department-guide\">cut &pound;70m this year</a> from its &pound;4bn annual budget, mainly on schemes designed to help people save energy at home. </p> \n<p>In <a href=\"http://www.green-alliance.org.uk/resources/Letter_OliverLetwin.pdf\">the letter to Letwin</a>, signatories including Jim Watson of the UK Energy Research Centre, Catherine Mitchell of the University of Exeter, and Paul Ekins at University College London warned of higher household energy bills for consumers if Decc’s budget was cut too far.</p> \n<p>“Costs to consumers from energy policy are likely to be higher, and energy supply less secure, if government does not protect its in-house expertise to negotiate contracts with the energy industry, to complete energy market reform, and to develop new energy saving programmes for the most vulnerable customers,” they wrote. <br /></p> \n<p>They added that it was “vital that government protects its impressive track record in climate diplomacy”. In November and December, the UK and nearly 200 other governments meet at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/02/everything-you-need-to-know-about-the-paris-climate-summit-and-un-talks\">a UN climate summit in Paris</a> in attempt to seal a new deal on post-2020 action on carbon emissions.</p> \n<p>Chancellor George Osborne is expected to lay out the details of Decc’s settlement in his emergency budget next Wednesday.</p> \n<p>A Decc spokesman said: “Through making savings from underspends last year we have been able to protect spend on priority areas for 2015/16 including keeping the lights on and reducing greenhouse gas emissions. Decc budget will be set out by the Chancellor and any estimates before that are pure speculation.”</p> \n<p> </p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435846258004/75dfa51d-4349-4e50-9a28-53301e13e6f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeffrey Blackler/Alamy","altText":"Department of Energy and Climate Change (DECC), Whitehall Place, London. Image shot 2011.","cleanCredit":"Photograph: Jeffrey Blackler/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-03T05:01:04Z","lastModified":"2015-07-03T07:06:33Z","metadata":{"commentable":true,"commentCount":102,"contributors":[{"name":"Adam Vaughan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adam-vaughan"}],"feature":false,"keywords":["Climate change","Renewable energy","Energy","Environment","UK news","Green politics","Green economy"],"tags":[{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/uk","webTitle":"UK news"},{"id":"environment/green-politics","webTitle":"Green politics"},{"id":"environment/green-economy","webTitle":"Green economy"}],"section":{"id":"environment"},"topics":[{"displayName":"Adam Vaughan","topic":{"type":"tag-contributor","name":"profile/adam-vaughan"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/03/decc-staff-cuts-90-percent-threaten-uks-climate-change-plans-experts","shortUrl":"http://gu.com/p/4aa3v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/03/decc-staff-cuts-90-percent-threaten-uks-climate-change-plans-experts","webUri":"http://www.theguardian.com/environment/2015/jul/03/decc-staff-cuts-90-percent-threaten-uks-climate-change-plans-experts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435846258004/75dfa51d-4349-4e50-9a28-53301e13e6f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Slashing the headcount at Decc will cut economic growth and undermining private sector investment, says former energy secretary Ed Davey. Photograph: Jeffrey Blackler/Alamy","credit":"Jeffrey Blackler/Alamy","altText":"Department of Energy and Climate Change (DECC), Whitehall Place, London. Image shot 2011.","cleanCaption":"Slashing the headcount at Decc will cut economic growth and undermining private sector investment, says former energy secretary Ed Davey.","cleanCredit":"Photograph: Jeffrey Blackler/Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435846258004/75dfa51d-4349-4e50-9a28-53301e13e6f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeffrey Blackler/Alamy","altText":"Department of Energy and Climate Change (DECC), Whitehall Place, London. Image shot 2011.","cleanCredit":"Photograph: Jeffrey Blackler/Alamy"}}]},{"title":"London politics / A Muslim mayor would ‘send message to the haters’, says Sadiq Khan","rawTitle":"A Muslim mayor would ‘send message to the haters’, says Sadiq Khan","item":{"type":"article","id":"politics/2015/jul/02/a-muslim-mayor-of-london-would-send-message-to-the-haters-says-sadiq-khan","title":"A Muslim mayor of London would 'send message to the haters', says Sadiq Khan","trailText":"Electing Muslim mayor would ‘say something about our confidence as a city’, says prospective Labour candidate Sadiq Khan<br>","standFirst":"<p>Electing Muslim mayor would ‘say something about our confidence as a city’, says prospective Labour candidate Sadiq Khan<br /></p>","byline":"Rowena Mason Political correspondent","body":"<p>A Muslim mayor of London would send a message to all “the haters in Iraq and in Syria” that the city is a beacon of tolerance and respect, Sadiq Khan, one of Labour candidates for the job, has said.</p> \n<p>Khan, the first Muslim MP to be elected in London, set out his case for why it would be helpful for the capital to have a Muslim mayor just days after the terrorist attack on British tourists in Tunisia and ahead of the 10th anniversary of the 7/7 bombings next week.</p> \n<p>The former cabinet minister is the only Muslim running to be the Labour candidate. Syed Kamall, an MEP and potential Conservative candidate, is also a Muslim. </p> \n<p>Khan, the son of a bus driver from Pakistan, said the extremist bombers who killed 52 people on 7/7 were against British values and the British way of life, so electing a Muslim mayor would send a “phenomenal message and would say something about our confidence as a city”.</p> \n<p>“If Londoners decided to do that, the message it would send to the rest of the world would be quite awesome,” he told the Guardian. “The reality is that we are a beacon in all sorts of ways. I think it’s just worth thinking about the impact it could have. It shows the confidence of Londoners – that we don’t simply tolerate but respect each other.</p> \n<p>“The idea that the mayor of London could be son of an immigrant, son of a bus driver, ethnic minority – and by the way, of Islamic faith – would speak volumes, particularly when you bear in mind 10 years ago these four men wanted to destroy our way of life.</p> \n<figure class=\"element element-image\" data-media-id=\"d1e2ae997e606a4d9430c404a8ec1941ef9a0214\"> \n <img src=\"http://media.guim.co.uk/d1e2ae997e606a4d9430c404a8ec1941ef9a0214/0_375_5760_3456/1000.jpg\" alt=\"Sadiq Khan at a restaurant in his Tooting constituency.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sadiq Khan: ‘The idea that the mayor of London could be son of an immigrant, son of a bus driver, ethnic minority – and by the way, of Islamic faith – would speak volumes.’</span> \n  <span class=\"element-image__credit\">Photograph: David Levene for the Guardian</span> \n </figcaption> \n</figure> \n<p>“What sort of message would it send if Londoners had the confidence, tolerance and respect to vote for someone of a different faith [from most of them]? I’m a Londoner first and foremost, but it would show the haters in Iraq and the haters in Syria what sort of country we are: a beacon. And I think the reality is sometimes you need cool, calm voices, which is what I’d hope to provide.”<br /></p> \n<p>Khan said he did not want to criticise either David Cameron, or Theresa May, the home secretary, over their response to the terror attack in Tunisia or their policy on tackling Islamic extremism, because he believed their intentions were good. <br tabindex=\"-1\" /></p> \n<p>But he said politicians did need to be careful about their rhetoric – a concern <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/prime-minister-british-muslims-isis\">highlighted in much stronger terms by former Conservative cabinet minister Sayeeda Warsi</a>, who warned that Cameron was in danger of alienating moderate Muslims.</p> \n<p>Khan did, however, recall his frustration with the reaction of Tony Blair to the 7/7 terror attacks, when the then-prime minister called in the newly elected MP and the three other Muslim Labour members of the House of Commons.</p> \n<p>“One of my criticisms of Tony Blair was when he called the four MPs of Islamic faith into No 10 and sat us round the table and said – to Mohammad Sarwar, Khalid Mahmood, Shahid Malik and myself – it was our responsibility,” Khan said. </p> \n<p>“I said: ‘No, it’s not. Why have you called us in? I don’t blame you for the Ku Klux Klan. Why are you blaming me for the four bombers on 7/7?’ Which is why, after he called us in, and there were lots of cameras outside waiting to speak to us, my three colleagues spoke to the cameras and I walked away. This is a problem that is a mainstream problem for us all.”</p> \n<p> Khan said he thought there had been progress in attitudes since 7/7 and he was proud of the sense of solidarity between Muslims and non-Muslims after the attack 10 years ago. Londoners in particular “got it” that there was no need for Muslims to apologise or say “not in my name”, he added. </p> \n<p>The MP said everyone in London now had a friend or colleague who was a Muslim, had a better understanding about fasting during Ramadan and nobody in the city “gives you funny looks because they think you’re a terrorist or a friend of a terrorist”.</p> \n<p>Speaking about how the UK responds to the Tunisian terror attack that killed 30 Britons, Khan said the short-term concern must be the victims and their families, while the longer-term response should be maintaining good relations between the police and Muslim communities, and greater precautions against online grooming by religious extremists.</p> \n<p>“Bearing in mind the anniversary of 7/7, 10 years on, we still have a case where a 17-year-old Yorkshireman is going to Iraq and blowing himself up, mums with children are going to Syria because they think it’s the land of milk and honey. We still have got huge problems here,” he said. </p> \n<p>The Tooting MP said that as a parent of two teenage daughters he understood the home secretary’s aims when she said she wanted parents to report grooming by extremists to police.</p> \n<p>“If, God forbid, I saw my nephews or nieces or children being groomed, I would report it to the authorities. I want action to be taken against those on the other side of the net and with the ISP [internet service provider] maybe. We need to make sure communities have the confidence to come forward. It is a challenge for the police to be approachable and are seen to treat people well,” he said.</p> \n<p>Khan said his biggest concern was grooming taking place in the “ungoverned spaces – the bedroom, internet, front room” rather than in mosques and schools, where more could be done to address it openly.<br tabindex=\"-1\" /></p> \n<p>“That’s where we’ve got to give young people resilience, so if there’s a charismatic criminal with a perverse ideology trying to groom them, they can say: ‘Hang on, I know that’s not Islam, I know that’s not the way to get to heaven.’ </p> \n<p>“Just like if you’re the parent of young children not to take sweets from strangers, you teach young children not to be taken in by flattery in a chatroom.”</p> \n<p>Khan also warned that the response to the latest terrorist atrocities should not be the passage of draconian new surveillance laws, just like the attempt to introduce 90-day pre-trial detention was the wrong answer from Blair to 7/7.</p> \n<p>“Legislation passed in haste is often bad,” he said. “One or two Tory backbenchers raised the issue today, saying clearly we need to be snooping on everyone’s data. That would be a mistake. History tells us that.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/831b86c980710149ff91b963554a52772f7f29ce/721_114_1730_1038/1730.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1038,"width":1730,"orientation":"landscape","credit":"Yui Mok/PA","altText":"Sadiq Khan speaking during the London Labour hustings for the mayoral candidacy.","cleanCredit":"Photograph: Yui Mok/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1e2ae997e606a4d9430c404a8ec1941ef9a0214/0_375_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","caption":"Sadiq Khan: ‘The idea that the mayor of London could be son of an immigrant, son of a bus driver, ethnic minority – and by the way, of Islamic faith – would speak volumes.’ Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Sadiq Khan at a restaurant in his Tooting constituency.","cleanCaption":"Sadiq Khan: ‘The idea that the mayor of London could be son of an immigrant, son of a bus driver, ethnic minority – and by the way, of Islamic faith – would speak volumes.’","cleanCredit":"Photograph: David Levene for the Guardian"}],"webPublicationDate":"2015-07-02T17:59:57Z","lastModified":"2015-07-02T23:01:59Z","metadata":{"commentable":true,"commentCount":1568,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["London politics","Mayoral elections","7 July London attacks","Labour","UK news","Local government","Local politics","London","Politics","Society","Islam","Religion","World news","Tony Blair","Tunisia","Africa","Middle East and North Africa"],"tags":[{"id":"politics/london","webTitle":"London politics"},{"id":"politics/mayoral-elections","webTitle":"Mayoral elections"},{"id":"uk/july7","webTitle":"7 July London attacks"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"politics/localgovernment","webTitle":"Local politics"},{"id":"uk/london","webTitle":"London"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"politics/tonyblair","webTitle":"Tony Blair"},{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"politics"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/02/a-muslim-mayor-of-london-would-send-message-to-the-haters-says-sadiq-khan","shortUrl":"http://gu.com/p/4abbq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/02/a-muslim-mayor-of-london-would-send-message-to-the-haters-says-sadiq-khan","webUri":"http://www.theguardian.com/politics/2015/jul/02/a-muslim-mayor-of-london-would-send-message-to-the-haters-says-sadiq-khan"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/831b86c980710149ff91b963554a52772f7f29ce/721_114_1730_1038/1730.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1038,"width":1730,"orientation":"landscape","caption":"Sadiq Khan speaking during the London Labour hustings for the mayoral candidacy. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"Sadiq Khan speaking during the London Labour hustings for the mayoral candidacy.","cleanCaption":"Sadiq Khan speaking during the London Labour hustings for the mayoral candidacy.","cleanCredit":"Photograph: Yui Mok/PA"}},"importance":4,"kicker":{"title":"London politics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/831b86c980710149ff91b963554a52772f7f29ce/721_114_1730_1038/1730.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1038,"width":1730,"orientation":"landscape","credit":"Yui Mok/PA","altText":"Sadiq Khan speaking during the London Labour hustings for the mayoral candidacy.","cleanCredit":"Photograph: Yui Mok/PA"}}]},{"title":"More than 100 asylum seekers to be released after detention system quashed","rawTitle":"More than 100 asylum seekers to be released after detention system quashed","item":{"type":"article","id":"uk-news/2015/jul/02/asylum-seekers-release-fast-track-detention-ruling","title":"100 asylum seekers to be released as detention system is suspended","trailText":"About 800 cases to be reviewed after immigration minister orders system to be put on hold following court of appeal decision it was ‘structurally unfair’","standFirst":"<p>800 cases to be reviewed after immigration minister suspends ‘detained fast-track’ system following court ruling that appeals part of system was ‘structurally unfair’</p>","byline":"Alan Travis  Home affairs editor","body":"<p>More than 100 asylum seekers locked up in immigration detention centres are expected to be released as a result of the immediate suspension of the Home Office’s fast-track detention system, ministers have announced.<br /></p> \n<p>They are among more than 800 asylum seekers, detained in Yarl’s Wood and other such centres, whose cases will be urgently reviewed after the immigration minister, James Brokenshire, ordered the temporary suspension of the system.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/02/women-yarls-wood-celebrate-release\">'The happiest day of my life': women of Yarl's Wood celebrate abrupt release</a> </p> \n</aside> \n<p>His announcement came in the face of legal challenges over the lack of sufficient safeguards to prevent victims of torture and trafficking being caught up in the system. The appeals part of the system was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/court-suspends-fast-track-asylum-appeal-system\">ruled unlawful last Friday</a> by the court of appeal, which declared its limit of seven working days as “structurally unfair”.</p> \n<p>“In the light of these issues, I have decided to temporarily suspend the operation of the detained fast-track policy,” said Brokenshire. “I hope this pause to be short in duration, perhaps only a matter of weeks, but I will only resume operation of this policy when I am sure the right structures are in place to minimise any risk of unfairness.”</p> \n<p>Campaigners, including the Detention Action charity that brought the successful legal challenges, said they hoped this would mark the end to Britain’s routine detention of asylum seekers.</p> \n<p>Most of the asylum seekers held under the fast-track system are expected to be re-detained without leaving the removal centre as they are already held because they are at risk of absconding or face imminent removal. But it is expected that more than 100 will be released from detention centres including Yarl’s Wood, Harmondsworth and Colnbrook.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The detained fast track belongs on the scrapheap of UK human rights history</p> \n  <footer> \n   <cite>Bamidele</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The asylum seekers likely to be released are expected to be those who have only recently entered the system. Foreign offenders being deported, others being sent back to a safe third country, or those facing a high chance of removal are highly unlikely to be released.</p> \n<p>Ministers will urgently put in place stronger safeguards to ensure that vulnerable people such as torture victims are screened out from the fast-track process.</p> \n<p>Brokenshire said the government was committed to its underlying principles “and believes for the most part that it is operating well and is removing back to their own countries those whose asylum claims are clearly unfounded. But we must be satisfied that our safeguards for dealing with vulnerable applicants throughout the system are working well enough to minimise any risk of unfairness.”</p> \n<p>The fast-track system has been used by the Home Office since 2000 and thousands of people have been removed from the country in the last 15 years. The suspension is a major victory for campaign groups and charities which have argued that the fast-track system risked unfairly detaining victims of torture and trafficking.</p> \n<div>\n __VIDEO_EMBED_gu-video-437097462__\n</div> \n<p>Jerome Phelps, the director of <a href=\"http://detentionaction.org.uk/\">Detention Action</a>, said: “We welcome this announcement. We hope that today will mark the end of the UK’s routine detention of asylum seekers. It is a further step away from the systematic overuse of detention that was rightly criticised by a cross-party parliamentary inquiry this year.</p> \n<p>“We hope that the Home Office will accept the judgments of the courts and work with civil society to build an asylum system that is both fast and fair, with alternatives to detention that are both cheaper and more just.”</p> \n<p>Bamidele, a member of the <a href=\"http://detentionaction.org.uk/freed-voices\">Freed Voices group</a> whose asylum claim was rejected under the fast-track policy, said: “The detained fast track is nothing short of a kangaroo court. I received no fair trial. The result was fixed from the moment I walked in the room.</p> \n<p>“The stress left my health in tatters – so much so that they eventually had to release me. Four years later, with time to properly make my case, I was given leave to remain. The detained fast track belongs on the scrapheap of UK human rights history.”</p> \n<p>Sile Reynolds, Freedom from Torture’s lead asylum policy adviser, said: “Freedom from Torture strongly welcomes this admission by the Home Office that the detained fast track is not working. The immigration minister has now committed to review the system, but we question whether review can tackle fundamental flaws which are in the very nature of the system.</p> \n<p>“Although survivors of torture are not supposed to be processed through this system, our medico-legal report service, which documents torture forensically, received 240 referrals for potential torture survivors in the detained fast track last year.” </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"12a08cc2872bf4225a48d9c7c792e268c08dfe0a\"> \n <img src=\"http://media.guim.co.uk/12a08cc2872bf4225a48d9c7c792e268c08dfe0a/0_341_5760_3463/1000.jpg\" alt=\"Protest to close Yarl’s Wood and other detention centres held in London on 15 June.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A protest to close Yarl’s Wood and other detention centres held in London on 15 June.</span> \n  <span class=\"element-image__credit\">Photograph: Thabo Jaiyesimi/Demotix/Corbis</span> \n </figcaption> \n</figure> \n<p>The detained fast-track system lets the Home Office detain asylum seekers whose claim for refugee status it believes can be decided within weeks. They are kept in detention while the accelerated process is going on.</p> \n<p>But the courts have found that asylum seekers were seriously disadvantaged by the lack of time to prepare appeals from detention, while the safeguards were inadequate to prevent vulnerable people, such as torture and trafficking victims, from being wrongly fast-tracked.<br /></p> \n<p>Any asylum seeker, from any country, could be placed on the detained fast track, which is restricted to cases considered weak or without merit. Many on the fast track were from countries experiencing conflict or violence, such as Afghanistan and Sri Lanka.</p> \n<p>On Friday, the high court said the appeals part of the system was “structurally unfair”, because lawyers for the asylum seekers were expected to take instructions, prepare statements, translate documents, make bail applications, arrange expert witnesses and make representations to be taken out of the fast track within seven working days.</p> \n<p>The use of the detained fast track has rapidly expanded in recent years. The latest published figures show that 4,286 asylum seekers were locked up in Yarl’s Wood, Colnbrook or Harmondsworth under the scheme in 2013. This is a 73% increase from 2012, with almost one in five of all asylum seekers having their claims heard through a process with a 99% rejection rate.</p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p></p> \n<p><br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2ce263acd1f01565e31639025b297e3eb2e7960c/318_734_4958_2980/4958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2980,"width":4958,"orientation":"landscape","credit":"Sean Smith for the Guardian","altText":"Yarl’s Wood immigration detention centre in Bedfordshire.","cleanCredit":"Photograph: Sean Smith for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/12a08cc2872bf4225a48d9c7c792e268c08dfe0a/0_341_5760_3463/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3463,"width":5760,"orientation":"landscape","caption":"A protest to close Yarl’s Wood and other detention centres held in London on 15 June. Photograph: Thabo Jaiyesimi/Demotix/Corbis","credit":"Thabo Jaiyesimi/Demotix/Corbis","altText":"Protest to close Yarl’s Wood and other detention centres held in London on 15 June.","cleanCaption":"A protest to close Yarl’s Wood and other detention centres held in London on 15 June.","cleanCredit":"Photograph: Thabo Jaiyesimi/Demotix/Corbis"}],"webPublicationDate":"2015-07-02T18:13:10Z","lastModified":"2015-07-02T23:01:42Z","metadata":{"commentable":true,"commentCount":1086,"contributors":[{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"}],"feature":false,"keywords":["Immigration and asylum","UK news","Migration"],"tags":[{"id":"uk/immigration","webTitle":"Immigration and asylum"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/migration","webTitle":"Migration"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Alan Travis","topic":{"type":"tag-contributor","name":"profile/alantravis"}}],"embeddedVideos":[{"id":"gu-video-437097462","source":"guardian.co.uk","durationInSeconds":615,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/05/16/140514Yarlswood/140514Yarlswood.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/05/16/140514Yarlswood-16x9.mp4"},{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2014/05/16/140514Yarlswood_3gpSml16x9.3gp"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2014/05/17/140514Yarlswood_3gpLg16x9.3gp"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/5/16/1400262300664/Yarls-Wood-composite-phot-011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"Yarl's Wood immigrant detention centre, Bedfordshire.  Photograph: Graham Turner/The Guardian","credit":"Graham Turner/The Guardian","altText":"Yarl's Wood composite photo","cleanCaption":"Yarl's Wood immigrant detention centre, Bedfordshire.  Photograph: Graham Turner/The Guardian"}}],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/02/asylum-seekers-release-fast-track-detention-ruling","shortUrl":"http://gu.com/p/4ab5v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/02/asylum-seekers-release-fast-track-detention-ruling","webUri":"http://www.theguardian.com/uk-news/2015/jul/02/asylum-seekers-release-fast-track-detention-ruling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2ce263acd1f01565e31639025b297e3eb2e7960c/318_734_4958_2980/4958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2980,"width":4958,"orientation":"landscape","caption":"Yarl’s Wood immigration detention centre in Bedfordshire. Photograph: Sean Smith for the Guardian","credit":"Sean Smith for the Guardian","altText":"Yarl’s Wood immigration detention centre in Bedfordshire.","cleanCaption":"Yarl’s Wood immigration detention centre in Bedfordshire.","cleanCredit":"Photograph: Sean Smith for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2ce263acd1f01565e31639025b297e3eb2e7960c/318_734_4958_2980/4958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2980,"width":4958,"orientation":"landscape","credit":"Sean Smith for the Guardian","altText":"Yarl’s Wood immigration detention centre in Bedfordshire.","cleanCredit":"Photograph: Sean Smith for the Guardian"}}]},{"title":"Financial problems now endemic in NHS England, says King’s Fund","rawTitle":"Financial problems now endemic in NHS England, says King’s Fund","item":{"type":"article","id":"society/2015/jul/03/financial-problems-now-endemic-in-nhs-england-says-kings-fund","title":"Financial problems 'now endemic' in NHS England, says King's Fund","trailText":"Leading thinktank’s survey of financial directors finds two-thirds of all NHS trusts are forecasting deficits, even the most prestigious and well-run hospitals<br>","standFirst":"<p>Leading thinktank’s survey of financial directors finds two-thirds of all NHS trusts are forecasting deficits, even the most prestigious and well-run hospitals<br /></p>","byline":"James Meikle","body":"<p> Patients in England face poorer <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/society/nhs\">NHS</a> and social care, including longer waiting times, because of the financial “black hole” that looms over hospitals and other services, says a leading thinktank.</p> \n<p> The <a href=\"http://www.kingsfund.org.uk\">King’s Fund</a> warns that already unprecedented deficits reported by trusts for the last financial year will be much worse in future unless the government stumps up more cash or the Department of Health allows the NHS to overspend its &pound;116.4bn budget for 2015-16.</p> \n<p> Its latest survey of financial directors suggests nearly nine in 10 acute hospital trusts are forecasting deficits, up from just over a fifth this time last year, and two-thirds of all trusts predict being in that position, up from a quarter.</p> \n<p>“Financial problems are now endemic among NHS providers, with even the most prestigious and well-run hospitals forecasting deficits,” the fund’s pre-budget briefing says.</p> \n<p> “Ministers should make sure most of the extra &pound;8bn extra spending promised by 2020 should be available well before then. The promised increases take no account of the government’s pledge to introduce a seven-day NHS nor allows for the hiring of new staff. As significantly, local authorities’ social care budgets, which saw real-term cuts of 8.7% over the five years of the last government, remains unprotected.</p> \n<p>“Publicly funded social care is at risk of becoming a residual service, available only to those with the lowest incomes and the highest needs, leaving thousands of people and their families struggling to meet the costs of the care and support they need,” the briefing says.</p> \n<p>“This also risks exacerbating pressures on the NHS by increasing emergency admissions and delayed discharges from hospital.” Citing councils’ warnings of a potential &pound;4bn funding gap by 2020-21, additional funding for social care is an urgent priority.</p> \n<p>“If the chancellor does not announce extra funding in the budget, the government must face the consequences or the Department of Health will overspend its budget this year. Further cuts in access to social care are also inevitable.”</p> \n<p> The “hugely ambitious” &pound;22bn in NHS savings planned require much greater efficiency gains than the health service has been able to achieve in the past, according to the fund.</p> \n<p> Although there is scope to improve NHS productivity, initiatives to reduce funding on agency staff and increase financial control will not be enough to solve trusts’ financial problems, it says. </p> \n<p> The stark predictions from a widely respected thinktank follow <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/04/ed-miliband-nhs-labour-health-service-election\">Labour’s pre-election warnings that the overall NHS deficit could top &pound;2bn this financial year</a>, forcing swingeing cuts.</p> \n<p> These were based on a leaked paper by NHS Providers, an association of health service trusts.</p> \n<p> Meanwhile, the latest edition of the regular opinion survey on the NHS commissioned by the government from <a href=\"https://www.ipsos-mori.com/researchspecialisms/socialresearch.aspx\">Ipsos Mori</a>, published on Wednesday, suggested that 85% of people agreed last winter that the service would face severe funding problems in future.</p> \n<p> It also reported a decline in the proportion of people thinking that their local authority provided good social care, down to 38% from 43% in spring 2013.</p> \n<p>Equally worryingly for ministers, the proportion of people preparing financially to pay for social care when they are older remains low. Just over a quarter had done so, while about seven in 10 had made little or no preparation.</p> \n<p>Responding to the King’s Fund warnings, the Department for Health said: “We know that the environment is tough, but the NHS must deliver its side of the plan. Hospitals must now put in place the sort of cost-control measures that the government has highlighted over the last few weeks, like clamping down on rip-off staffing agencies and expensive management consultants.”</p> \n<p>Looking at hospital budgets alone did not give the public an accurate picture of NHS finances, the department said. In the last financial year trusts had posted budget deficits of &pound;821.6m, but commissioners provided a surplus of &pound;845m. <br /></p> \n<p>It pointed to another survey of NHS finance directors, undertaken by the <a href=\"http://www.hfma.org.uk/nhstemperaturecheck/\">Healthcare Financial Management Association</a> (HFMA), which found that eight out of 10 health commissioners were forecasting a surplus at the end of this financial year.</p> \n<p>The department failed to note however that the overall message from the HFMA was also bleak, forecasting further deterioration in NHS finances.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6a32198e4053b2327b4bbcc43a9faf06d246ef56/0_0_2736_1643/2736.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1643,"width":2736,"orientation":"landscape","credit":"Peter Byrne/PA","cleanCredit":"Photograph: Peter Byrne/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T23:01:07Z","lastModified":"2015-07-02T23:03:42Z","metadata":{"commentable":true,"commentCount":96,"contributors":[{"name":"James Meikle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamesmeikle"}],"feature":false,"keywords":["NHS","Hospitals","Social care","Health","Society","UK news"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"society/hospitals","webTitle":"Hospitals"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"James Meikle","topic":{"type":"tag-contributor","name":"profile/jamesmeikle"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/03/financial-problems-now-endemic-in-nhs-england-says-kings-fund","shortUrl":"http://gu.com/p/4ab6c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/03/financial-problems-now-endemic-in-nhs-england-says-kings-fund","webUri":"http://www.theguardian.com/society/2015/jul/03/financial-problems-now-endemic-in-nhs-england-says-kings-fund"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6a32198e4053b2327b4bbcc43a9faf06d246ef56/0_0_2736_1643/2736.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1643,"width":2736,"orientation":"landscape","caption":"A hospital ward. The King’s Fund warns that already unprecedented deficits reported by trusts for the last financial year will be much worse in future. Photograph: Peter Byrne/PA","credit":"Peter Byrne/PA","altText":"A hospital ward. The King’s Fund warns that already unprecedented deficits reported by trusts for the last financial year will be much worse in future.","cleanCaption":"A hospital ward. The King’s Fund warns that already unprecedented deficits reported by trusts for the last financial year will be much worse in future.","cleanCredit":"Photograph: Peter Byrne/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6a32198e4053b2327b4bbcc43a9faf06d246ef56/0_0_2736_1643/2736.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1643,"width":2736,"orientation":"landscape","credit":"Peter Byrne/PA","cleanCredit":"Photograph: Peter Byrne/PA"}}]},{"title":"Osborne’s first budget without Lib Dems likely to hit welfare state hard","rawTitle":"Osborne’s first budget without Lib Dems likely to hit welfare state hard","item":{"type":"article","id":"uk-news/2015/jul/02/osbornes-first-budget-without-libdems-likely-to-hit-welfare-state-hard","title":"Osborne’s first budget without Lib Dems likely to hit welfare state hard","trailText":"Chancellor expected to blame Gordon Brown’s tax credit policy for making workers dependent on the state","standFirst":"<p>Chancellor expected to blame Gordon Brown’s tax credit policy for making workers dependent on the state</p>","byline":"Patrick Wintour Political editor","body":"<p>Cuts to housing benefit, a further lowering of the overall welfare cap and reductions to in-work tax credits are all being considered by George Osborne in next week’s budget, as he seeks to roll back what he regards as a bloated welfare state expanded by Gordon Brown during his tenure of the Treasury.</p> \n<p>Osborne is preparing to say that Brown’s policy decision to increase tax credits distorted welfare and made workers became dependent on the state, rather than an employer, for a decent income.<br tabindex=\"-1\" /></p> \n<p>The chancellor – in the first budget he has been able to deliver without the Liberal Democrats – will temper the &pound;12bn of welfare cuts with a rise in the personal tax allowance and a commitment to do more to persuade employers to boost pay to compensate for the loss of income, possibly by encouraging more employers to pay the living wage.</p> \n<p>In addition to cuts to tax credits, predominantly child tax credit, ministers are considering forcing all housing benefit recipients to contribute to their rent. Housing benefit currently covers the full cost of the rent, but could be cut so all tenants have to pay at least 10% of the rent. Ministers have already said they will cut housing benefit for 18 to 21-year-olds.</p> \n<p>It is also believed that Osborne would like to see the level of the welfare cap cut from &pound;26,000 to &pound;20,000 outside London and the south-east. There is also speculation that he might try to sweeten the medicine by introducing reforms to the bedroom tax – the loss in subsidy a tenant receives if they are living in accommodation deemed too large for their needs.</p> \n<p>Osborne is under pressure to cut the top rate of tax back to 40p for those earning more than &pound;150,000 – something he was blocked from doing by Nick Clegg in the 2012 budget. Reducing the top rate may cost the Treasury &pound;900m.</p> \n<p>Osborne knows the first budget after the election is the best moment politically to take difficult decisions, but if his choices prove unpopular with the electorate, it may damage his chances of succeeding David Cameron when he steps down.</p> \n<p>Liberal Democrats warned the government off cutting Employment Support Allowance, but Conservatives believe they will benefit by portraying Labour as the welfare party counterposed by themselves as the party of work.</p> \n<p>The aim is to portray Gordon Brown’s tax credit welfare state as an aberration that needs to be dismantled.</p> \n<p>Announcing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/01/government-scrap-legal-requirements-child-poverty\">plans to abolish the existing child poverty targets</a> this week, a necessary precondition to next week’s cuts in tax credits, Iain Duncan Smith, the work and pensions secretary, said that from 2002 to 2010 spending on tax credits more than doubled and cumulatively rose to &pound;258m by the 2010 election.</p> \n<p>He implied tax credits had been used as an electoral bribe, saying tax credit spending increased by &pound;10bn in the two years before the 2005 election and then by &pound;6bn in the two years before the 2010 election. Annual entitlement to tax credits had risen from &pound;16bn in 2003-04 to around &pound;29bn in 2013-14. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b6c876683ec1b8f8ab8f0af1bd42009b5a1c7e4a/0_365_2801_1678/2801.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1678,"width":2801,"orientation":"landscape","credit":"Peter Byrne/PA","altText":"Chancellor George Osborne.","cleanCredit":"Photograph: Peter Byrne/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T19:33:56Z","lastModified":"2015-07-02T23:24:55Z","metadata":{"commentable":true,"commentCount":313,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Budget 2015 (July)","Welfare","Housing benefit","George Osborne","Benefits","Children","UK news","Budget","Politics","Communities","Housing","Society"],"tags":[{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/housing-benefit","webTitle":"Housing benefit"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/children","webTitle":"Children"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/02/osbornes-first-budget-without-libdems-likely-to-hit-welfare-state-hard","shortUrl":"http://gu.com/p/4abej","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/02/osbornes-first-budget-without-libdems-likely-to-hit-welfare-state-hard","webUri":"http://www.theguardian.com/uk-news/2015/jul/02/osbornes-first-budget-without-libdems-likely-to-hit-welfare-state-hard"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b6c876683ec1b8f8ab8f0af1bd42009b5a1c7e4a/0_365_2801_1678/2801.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1678,"width":2801,"orientation":"landscape","caption":"Chancellor George Osborne. Photograph: Peter Byrne/PA","credit":"Peter Byrne/PA","altText":"Chancellor George Osborne.","cleanCaption":"Chancellor George Osborne.","cleanCredit":"Photograph: Peter Byrne/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b6c876683ec1b8f8ab8f0af1bd42009b5a1c7e4a/0_365_2801_1678/2801.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1678,"width":2801,"orientation":"landscape","credit":"Peter Byrne/PA","altText":"Chancellor George Osborne.","cleanCredit":"Photograph: Peter Byrne/PA"}}]}],"lastModified":"2015-07-03T08:16:08Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}