{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Britain to send intelligence officers to Sicily to 'disrupt' people smugglers","rawTitle":"Britain to send intelligence officers to Sicily to 'disrupt' people smugglers","item":{"type":"article","id":"world/2015/jun/17/britain-send-intelligence-officers-sicily-disrupt-trafficking-gangs","title":"Britain to send intelligence officers to Sicily to 'disrupt' human traffickers","trailText":"David Cameron has promised Italian PM extra help to tackle gangs smuggling people in boats from Africa across Mediterranean","standFirst":"<p>David Cameron promises Italian PM extra help in tackling gangs smuggling people in boats across Mediterranean</p>","byline":"Nicholas Watt,  Alan Travis and Rowena Mason","body":"<p>David Cameron has offered to deploy an extra six British officers from the National Crime Agency to a special Europol intelligence cell in Sicily to “disrupt the trafficking and smuggling gangs”, Downing Street has announced.</p> \n<p>In an attempt to deflect criticism that Britain is refusing to take its fair share of refugees rescued from flimsy boats in the Mediterranean, the prime minister made the offer of the extra agents to his Italian counterpart, Matteo Renzi.</p> \n<p>The two prime ministers agreed over lunch in Milan that Europol needs to redouble its efforts to establish the intelligence cell in Sicily, which was given the green light at an emergency summit in April after the loss of as many as 950 lives in the Mediterranean boat tragedy.</p> \n<p>Cameron’s offer of the extra officers came as George Osborne confirmed that HMS Bulwark, which has rescued more than 2,900 migrants trying to cross the Mediterranean over the past six weeks, is to be withdrawn from the role.</p> \n<p>The chancellor insisted Britain will continue to play “our full part” in search-and-rescue operations in the Mediterranean, but what exactly will replace the 19,000-tonne warship, which is capable of carrying two helicopters, is unclear.</p> \n<p>Defence sources confirmed HMS Bulwark’s temporary deployment was only for an initial 60 days, which will expire in three weeks. Downing Street said there was no definitive date yet for the withdrawal of the former Royal Navy flagship. The Ministry of Defence has said it is “planning for a seamless transition of assets”.</p> \n<p>In their talks in Milan, Renzi made clear to Cameron that he expected Britain and other EU leaders to do more to take in some of the 60,000 refugees that have crossed, or attempted to cross, the Mediterranean to Italy. He said that Europe as a whole faced a crisis that merits an EU response.</p> \n<p>Britain says that it is not obliged to take the refugees because it is outside the EU’s visa-free Schengen travel area. But this is causing the prime minister some political embarrassment in EU capitals where other leaders say that one of the EU’s largest and richest member states should step up.</p> \n<p>The prime minister therefore moved to change the focus from housing the refugees to disrupting the smugglers. He told Renzi that the Europol cell in Sicily should be up and running well before the current target date of September. Britain has already deployed one NCA officer to Sicily to help set up the cell. The NCA, which has one officer at Europol’s headquarters in The Hague, is prepared to deploy an additional intelligence analyst to the Netherlands. Cameron told Renzi that Britain is also prepared to deploy six additional NCA officers to Sicily.</p> \n<p>The prime minister’s spokeswoman said: “We think that the EU needs to be looking at what else we are doing to tackle the root cause of the problem and not just treat the symptom when people arrive here. It is something that was agreed at the April emergency European Council and it is an area where we feel there has been little progress since. Renzi agreed that this is an area where we can seek to make progress together.”</p> \n<p>The spokeswoman added: “The prime minister agreed that the EU needed to do much more to tackle the crisis. He underlined that we thought the focus should be on the other shores of the Mediterranean and on breaking the link between getting in a boat and then getting settlement in Europe. As part of that, he said that one particular area we think the EU should be looking to do more is how we disrupt the trafficking and smuggling gangs that are operating in Africa. The first step in being able to successfully disrupt those gangs is gathering intelligence about them.”</p> \n<p>The next step could involve armed force to destroy the smugglers’ boats on the North African coast. But this is seen in Whitehall as a remote prospect in the absence of a national government in Libya.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e9ea333e0027f665a264f6e1c6d997aa4d26608a/0_0_5472_3283/5472.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3283,"width":5472,"orientation":"landscape","credit":"Davide Bosco/Demotix/Corbis","altText":"Italy is struggling to accommodate an endless wave of boat migrants ands some 100 migrants are now camped outside Tiburtina station, Rome. ","cleanCredit":"Photograph: Davide Bosco/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-17T19:08:44Z","lastModified":"2015-06-18T00:08:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Italy","Migration","Refugees","Europe","World news","David Cameron","Matteo Renzi"],"tags":[{"id":"world/italy","webTitle":"Italy"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/matteo-renzi","webTitle":"Matteo Renzi"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/17/britain-send-intelligence-officers-sicily-disrupt-trafficking-gangs","shortUrl":"http://gu.com/p/49qdp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/17/britain-send-intelligence-officers-sicily-disrupt-trafficking-gangs","webUri":"http://www.theguardian.com/world/2015/jun/17/britain-send-intelligence-officers-sicily-disrupt-trafficking-gangs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e9ea333e0027f665a264f6e1c6d997aa4d26608a/0_0_5472_3283/5472.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3283,"width":5472,"orientation":"landscape","caption":"Italy is struggling to accommodate an endless wave of boat migrants ands some 100 migrants are now camped outside Tiburtina station, Rome.  Photograph: Davide Bosco/Demotix/Corbis","credit":"Davide Bosco/Demotix/Corbis","altText":"Italy is struggling to accommodate an endless wave of boat migrants ands some 100 migrants are now camped outside Tiburtina station, Rome. ","cleanCaption":"Italy is struggling to accommodate an endless wave of boat migrants ands some 100 migrants are now camped outside Tiburtina station, Rome. ","cleanCredit":"Photograph: Davide Bosco/Demotix/Corbis"}},"importance":7,"showQuotedHeadline":false,"sublinks":[{"title":"Migrant in container texted smuggler saying 'You've killed us all', court hears","rawTitle":"Migrant in container texted smuggler saying 'You've killed us all', court hears","item":{"type":"article","id":"uk-news/2015/jun/17/migrant-container-text-smuggler-killed-us-all-court","title":"Migrant in container texted smuggler saying 'You've killed us all', court hears","trailText":"Two Afghan men smuggled into UK in shipping container spoke at trial of four men who deny organising the trafficking of 35 people, one of whom died","standFirst":"<p>Two Afghan men smuggled into UK in shipping container spoke at trial of four men who deny organising the trafficking of 35 people, one of whom died </p>","byline":"Amelia Gentleman","body":"<p>One of the Afghan migrants smuggled into the UK inside a 12-metre metal container last August tried to send a text message to an agent who helped organise the crossing which said: “You’ve killed us all,” a court has heard.</p> \n<p>There was no reception in the middle of the Channel so the message, sent as it became obvious there was not enough oxygen to sustain the 35 people making the overnight journey, never reached its intended recipient. When the ship arrived at Tilbury docks the following morning, ferry workers carried out the body of one of the migrants, Meet Singh Kapoor, 40, who had been travelling with his wife and two small children.</p> \n<p>Shortly afterwards Waheed Rahimi, 29, received a call from the agent he had tried to text. “I was in a very bad condition, so I started to swear at him. I told him that you killed us,” Rahimi told Basildon crown court, where four men deny organising the trafficking operation.</p> \n<p>He and another Afghan migrant, Javed Esmati, 28, described their desperation. “At the beginning it was OK, but there were too many people inside the container. There was some air coming, but later on we started to feel the lack of oxygen,” Esmati told the jury, speaking in Dari through an interpreter.<br /></p> \n<p>Esmati said he fled Kabul last May after his father was killed by the Taliban, paying $50,000 (&pound;32,000) to an agent to help him get to safety with his mother and two brothers. He described how he and 34 other Afghan migrants, among them 15 children, moved to the back of the container at the start of the journey, to sit by some small air holes in the metal walls.<br /></p> \n<p>“At the beginning it was OK, but later, I felt [I was] not having enough oxygen, not being able to breathe. All of us felt the stress and so we said to each other: ‘Let’s call for help.’” They began to bang on the container walls to try to attract attention.<br /></p> \n<p>The children – 12 of whom were under the age of 10 when they were brought out of the container, and the youngest of whom was just 16 months old – were very distressed throughout the journey from Zeebrugge, Belgium, on 15 August. “Most of the children were crying,” Esmati said.<br /></p> \n<p>The migrants were hidden in a 1.2-metre-high space, above a consignment of 26 1,000-litre plastic containers containing an unidentified liquid. They had nothing to eat, and although Esmati had a small bottle of water with him, this quickly ran out, he said.<br /></p> \n<p>“At the beginning I had a small bottle, but because it was hot and we were sweating, the water was finished, so I had no choice but to drink from the water containers which were there in the lorry. At the beginning, I was very thirsty, I had a few gulps, it had no smell, that’s why I drank it,” Esmati told the jury.<br /></p> \n<p>Rahimi described how he too had been forced to leave Kabul, after threats were made to his family. He told the court that his father had been taken from his grocery shop by government officials and had never been seen again. He paid $25,000 to a local agent who promised to get him to the UK.<br /></p> \n<p>He said the container journey was “horrific” and described how those inside began to suffer soon after they left Zeebrugge. “The problem was that inside the container there was no oxygen,” he told the court, through an interpreter. “It was a very bad situation after a couple of hours, I don’t know exactly how long. Gradually everybody got into problems. I told them: ‘Let’s bang on the container so they will hear us.’”</p> \n<p>The agents had given clear instructions to the migrants that they should turn off their mobile phones and be quiet, but inside the container, some turned them on from time to time to use as a light or to check the time.<br /></p> \n<p>Rahimi told the court he turned his on at one point and received a call from the agent. “He cursed me. He said: ‘I told you to turn off your mobile, so turn it off,’” Rahimi said.<br /></p> \n<p>When P&amp;O staff at Tilbury docks in Essex heard banging and shouting from inside the container, they called the police, who opened it with metal-cutters and freed the migrants. Ferry staff said during an earlier day of evidence that some of the children were unconscious when they were removed from the container.</p> \n<p>Stephen McLaughlin, 34, and Timothy Murphy, 33, both from Derry in Northern Ireland, Martin McGlinchey, 47, from County Tyrone, and Taha Sharif, 38, from Tottenham, north London, have all pleaded not guilty to conspiracy to facilitate illegal entry into the UK.<br /></p> \n<p>The case has shed light on the difficult journeys made by migrants. The court heard how Esmati and Rahimi made their separate journeys from Afghanistan to the UK, travelling first to Iran, then to Turkey, Greece, Italy, France and Belgium.<br /></p> \n<p>Esmati told how he found some aspects of the journey, such as the boat journey to Greece, very alarming. “I was scared because I did not know how to swim, but I had to travel,” he said. “We were told that you should paddle straight and they said someone will be waiting for you on the other side.”<br /></p> \n<p>Both Rahimi and Esmati said they made several attempts to board lorries at Calais and Dunkirk, but were removed before the lorries set off. When they were unsuccessful they were told by an agent to make their way to Lokeren in Belgium, where they were put into a white van with 33 Afghan Sikhs, and about 20 minutes later offloaded into the container, they said.<br /></p> \n<p>The trial continues.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/864fca885432cd9b459619b8bedfb629076f1f5c/0_276_4286_2572/4286.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2572,"width":4286,"orientation":"landscape","credit":"Essex Police/PA","altText":"Tilbury docks migrant shipping container","cleanCredit":"Photograph: Essex Police/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-17T19:25:36Z","lastModified":"2015-06-17T20:59:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Amelia Gentleman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733291/AmeliaGentleman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ameliagentleman"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Amelia Gentleman","topic":{"type":"tag-contributor","name":"profile/ameliagentleman"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/17/migrant-container-text-smuggler-killed-us-all-court","shortUrl":"http://gu.com/p/49qcp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/17/migrant-container-text-smuggler-killed-us-all-court","webUri":"http://www.theguardian.com/uk-news/2015/jun/17/migrant-container-text-smuggler-killed-us-all-court"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/864fca885432cd9b459619b8bedfb629076f1f5c/0_276_4286_2572/4286.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2572,"width":4286,"orientation":"landscape","caption":"The shipping container in which the migrants were found at Tilbury docks last August. Photograph: Essex Police/PA","credit":"Essex Police/PA","altText":"Tilbury docks migrant shipping container","cleanCaption":"The shipping container in which the migrants were found at Tilbury docks last August.","cleanCredit":"Photograph: Essex Police/PA"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/864fca885432cd9b459619b8bedfb629076f1f5c/0_276_4286_2572/4286.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2572,"width":4286,"orientation":"landscape","credit":"Essex Police/PA","altText":"Tilbury docks migrant shipping container","cleanCredit":"Photograph: Essex Police/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e9ea333e0027f665a264f6e1c6d997aa4d26608a/0_0_5472_3283/5472.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3283,"width":5472,"orientation":"landscape","credit":"Davide Bosco/Demotix/Corbis","altText":"Italy is struggling to accommodate an endless wave of boat migrants ands some 100 migrants are now camped outside Tiburtina station, Rome. ","cleanCredit":"Photograph: Davide Bosco/Demotix/Corbis"}}]},{"title":"Exclusive / Cameron doomed to fail over ever closer union wording, says EU's Schulz","rawTitle":"Cameron doomed to fail over ever closer union wording, says EU's Schulz","item":{"type":"article","id":"politics/2015/jun/17/david-cameron-eu-mission-ever-closer-union-doomed-failure-martin-schulz","title":"David Cameron will fail over 'ever closer union' wording, says EU's Martin Schulz","trailText":"<strong>Exclusive: </strong>European parliament president warns prime minister EU leaders are nearly unanimously opposed to his attempt to reopen Lisbon treaty","standFirst":"<p><strong>Exclusive: </strong>European parliament president warns prime minister EU leaders are nearly unanimously opposed to his attempt to reopen Lisbon treaty</p>","byline":"Ian Traynor in Brussels and Nicholas Watt in London","body":"<p>David Cameron’s campaign to ditch the EU’s mission as one of “ever closer union” has no chance of success, said the president of the European parliament, who also questioned the prime minister’s drive to bar other EU citizens working in Britain of claiming in-work benefits for four years.</p> \n<p>On the eve of talks in Downing Street over breakfast with the prime minister, Martin Schulz said there was a “more or less unanimous” view among other EU leaders that the Lisbon treaty would not be reopened to accommodate Cameron’s requirements.</p> \n<p>In his Guardian interview he said he was “surprised” by the British demand for an opt out from the EU’s historic commitment to create an ever closer union of the peoples of Europe. This would require a reopening of the treaty to amend wording that is seen in Europe as purely symbolic that has not stopped Britain from securing a range of optouts from EU integration over the years.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/06/eu-parliament-president-martin-schulz-cameron-wishful-thinking\">Cameron's plan to rewrite EU treaties is wishful thinking, says Martin Schulz</a> </p> \n</aside> \n<p>“To change it you need a treaty change,” Schulz said. “I see not so much chance for treaty change … Treaty changes take a ratification process in 42 chambers [across the EU]. This is a thing we should take into account. Treaty change debates will last years.”</p> \n<p>“From time to time I’m a little bit surprised about this debate about ever closer union,” said Schulz. “It is not a threat for a country that is the UK. The ever closer union is not compulsory as Britain has shown in the past.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I hope I return from London more wise</p> \n  <footer> \n   <cite>Martin Schulz</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>He added: “I see no chance of changing the ever closer union, but I don’t even know if he wants to change it. I am really curious to learn directly from the prime minister what they want really … I hope I return from London more wise.”</p> \n<p>Over breakfast with Cameron at Downing Street, Schulz will explore Britain’s EU renegotiation demands ahead of Cameron’s EU in/out referendum and a week before the prime minister tables his specific requirements to an EU summit in Brussels. Schulz is the latest in a line of EU leaders to rule out such negotiations, although Chancellor Angela Merkel of Germany is sitting on the fence on the issue.</p> \n<p>Dara Murphy, the Irish foreign minister, told BBC Radio 4’s World At One: “The core focus at the moment is the strategy around negotiation to play a part in keeping the UK in the European Union. But, yes, it would be remiss of us given the possibility that our largest trading partner may be exiting the European Union, that is something we, of course, are looking at.”</p> \n<p>Enda Kenny, Ireland’s taoiseach, will tell Cameron in talks in Downing Street that Ireland will be a firm supporter of continued UK membership of the EU amid fears that the Irish Republic would be severely damaged if its largest trading partner left the EU. But Kenny will make clear to Cameron when he visits London on Thursday that Dublin is wary of treaty change as he warns that such a move could trigger a referendum in the Irish Republic. </p> \n<p>Schulz is also to see the UK foreign secretary, Phillip Hammond, and the leader of the Commons, Chris Grayling. It is the first time in over three years as parliament president that he has been officially invited to Britain in a signal that Downing Street is paying closer attention to the European parliament in the context of the referendum negotiations. Cameron also recently hosted Manfred Weber, a German christian democrat and the leader of the EP’s biggest caucus.</p> \n<p>Schulz made clear that Cameron’s attempts to challenge free movement of labour in the EU would get nowhere, that the right to work anywhere in the EU was sacrosanct and “non-negotiable”. The government accepts this but wants to win changes to EU law to enable Britain to cancel tax credits and housing benefits for the first four years for low-paid EU citizens working in Britain. The governments of Poland and Romania have already voiced strong opposition.</p> \n<p>The intervention by the German Social Democrat came as the Irish government confirmed that it is drawing up contingency plans for a British exit from the EU. A special unit, established in the Irish prime minister’s office in Dublin in recent months, will examine the impact of a British exit from the EU on the common travel area, in which people and goods circulate freely, that has been in place between both parts of Ireland and Great Britain since it became and independent state in the 1920s. Britain and Ireland joined the European Economic Community, a precursor to the EU, on the same date in 1973.</p> \n<p>Frances O’Grady, the head of the UK Trades Union Congress, told the Guardian in Brussels on Wednesday that the TUC’s legal advice was that such changes to in-work benefits for non-Britons from the EU would also require treaty change.</p> \n<p>“This is the thin end of the wedge, attacking everyone’s working conditions and using migrant workers as the battering ram,” she said.</p> \n<p>Cameron wanted, she added, to use the negotiations to dilute the rights of working people across the UK, rights gained thanks to EU legislation such as those on maternity pay, equal pay, paid holidays, and the 48-hour maximum working week.</p> \n<p>Schulz agreed that free movement of workers could not provide a license for so-called benefits tourism and conceded there was scope to negotiate on the issue without treaty change. However, he questioned the four years exemptions for low-paid workers sought by Cameron.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/04/uk-no-special-treatment-eu-reform-germany-joschka-fischer\">UK won't get special treatment over EU, former German foreign minister says</a> </p> \n</aside> \n<p>“We have to check if such a British law would be a breach of European rules,” he said. “If this is the case, he has to discuss with me and go into the reality … It’s justified to put the question on the table – are these tax credits only for UK citizens or are they for those people who work and pay and make contributions and are so low-paid? Is this compatible with European rules or not? A UK citizen in my country would get a tax credit because he is so low paid.”</p> \n<p>The Schulz visit is part of the prime minister’s race to see all EU leaders on the referendum demands ahead of next week’s summit. Cameron received a boost on Wednesday when Matteo Renzi, the Italian prime minister, said that the EU without the UK is “impossible” to imagine. Speaking after a working lunch in Milan with Cameron, Renzi said: “For us it is a priority the UK can continue to work inside the European Union because a European Union without the UK is impossible.”</p> \n<p>Cameron said that he and Renzi had “very good discussions on the importance of reform and change in Europe where I think we do have some common perspectives and some common ideas on the need for competitiveness, for flexibility.”</p> \n<p> Schulz said he was going to London “to listen and learn” and to get a more concrete idea of what Cameron wanted. It was up to the prime minister to make that clear.</p> \n<p>“The idea of the whole debate came from London. It was not born [in Brussels] or in another country,” he said. “David Cameron has now taken the initiative. He is now in the lead of the campaign in his own country and he should avoid becoming a hostage of some elements in his own party. He is now the negotiator in the UK and in Europe.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49b75b21d301bcc3016707e0da949bf42f2653de/287_605_3489_2093/3489.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2093,"width":3489,"orientation":"landscape","credit":"Mathieu Cugnot/EPA","altText":"Martin Schulz speaking in Luxumbourg","cleanCredit":"Photograph: Mathieu Cugnot/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-17T17:16:11Z","lastModified":"2015-06-18T01:02:33Z","metadata":{"commentable":true,"commentCount":632,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["EU referendum","European Union","Europe","David Cameron","Conservatives","Politics","UK news","World news","Foreign policy"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/17/david-cameron-eu-mission-ever-closer-union-doomed-failure-martin-schulz","shortUrl":"http://gu.com/p/49qbc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/17/david-cameron-eu-mission-ever-closer-union-doomed-failure-martin-schulz","webUri":"http://www.theguardian.com/politics/2015/jun/17/david-cameron-eu-mission-ever-closer-union-doomed-failure-martin-schulz"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49b75b21d301bcc3016707e0da949bf42f2653de/287_605_3489_2093/3489.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2093,"width":3489,"orientation":"landscape","caption":"The president of the European parliament, Martin Schulz, speaking in Luxembourg. Photograph: Mathieu Cugnot/EPA","credit":"Mathieu Cugnot/EPA","altText":"Martin Schulz speaking in Luxumbourg","cleanCaption":"The president of the European parliament, Martin Schulz, speaking in Luxembourg.","cleanCredit":"Photograph: Mathieu Cugnot/EPA"}},"importance":5,"kicker":{"title":"Exclusive"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49b75b21d301bcc3016707e0da949bf42f2653de/287_605_3489_2093/3489.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2093,"width":3489,"orientation":"landscape","credit":"Mathieu Cugnot/EPA","altText":"Martin Schulz speaking in Luxumbourg","cleanCredit":"Photograph: Mathieu Cugnot/EPA"}}]},{"title":"15m households 'do not get the promised broadband speed'","rawTitle":"15m households 'do not get the promised broadband speed'","item":{"type":"article","id":"money/2015/jun/18/15m-households-do-not-get-the-promised-broadband-speed","title":"15m households 'do not get the promised broadband speed'","trailText":"Research by Which? shows ‘poor’ levels of broadband service across the UK","standFirst":"<p>Research by Which? shows ‘poor’ levels of broadband service across the UK</p>","byline":"Miles Brignall","body":"<p>Three quarters of British households aren’t getting the promised speeds on their broadband package according to research, which found the problem affects over 15 million households.</p> \n<p>While 90% of those polled by Which? said speed was an important factor when choosing a provider, the consumer group found just 26% of households with fixed broadband connections were getting the speeds they were paying for.</p> \n<p>Which? has launched a Give Us Broadband Speed Guaranteed campaign.</p> \n<p> It found just 17% of homes received an average speed that matched the advertised level – and even fewer, 15%, managed this during the peak evening period. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It’s not good enough that millions of homes are so poorly served by their broadband provider</p> \n  <footer> \n   <cite>Richard Lloyd, Which?</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Broadband users in the countryside are much more poorly served than those in urban areas. While 31% households in towns and cities were able to receive a maximum advertised speed, incredibly 98% of rural homes didn’t typically get the headline speed.</p> \n<p>Advertising guidelines say only 10% of all customers need to achieve the maximum advertised speed but Which? found three packages that couldn’t even meet that. Only 4% of customers on TalkTalk’s 17Mbps package, and just 1% of people on BT and Plusnet’s 76Mbps deals, were getting the top advertised speeds.</p> \n<p>Which? executive director Richard Lloyd, said: “It’s not good enough that millions of homes are so poorly served by their broadband provider with speeds that just don’t live up to what was advertised. Broadband is an essential part of life these days so people shouldn’t be persuaded to buy a package which is never going to live up to expectations.</p> \n<p>“We’ve raised our concerns with the advertising authorities, but we now want Ofcom to ensure consumers get the speeds promised by providers.”</p> \n<p>The regulator, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/jun/11/broadband-shakeup-let-customers-slow-speeds-leave-contract-early-\">Ofcom, recently announced new measures to make it easier for people to switch provider</a> if they were not getting the speed advertised on their contract. </p> \n<p>However, the changes are unlikely to come into effect until January 2016 – the point at which the telecoms firms must have adopted Ofcom’s new code of practice on the subject. </p> \n<p>Which? said it wants the rules to change so providers are only allowed to advertise speeds that most of their customers can receive.</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434555139158/ba767559-217d-4eb1-b82d-3102775e4912-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"broadband router","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-18T06:00:12Z","lastModified":"2015-06-18T06:03:42Z","metadata":{"commentable":true,"commentCount":39,"contributors":[{"name":"Miles Brignall","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/milesbrignall"}],"feature":false,"keywords":["Broadband","Internet, phones & broadband","Consumer affairs","Money","Ofcom","Media","ISPs","Technology","UK news"],"tags":[{"id":"money/broadband","webTitle":"Broadband"},{"id":"money/internetphonesbroadband","webTitle":"Internet, phones & broadband"},{"id":"money/consumer-affairs","webTitle":"Consumer affairs"},{"id":"money/money","webTitle":"Money"},{"id":"media/ofcom","webTitle":"Ofcom"},{"id":"media/media","webTitle":"Media"},{"id":"technology/isps","webTitle":"ISPs"},{"id":"technology/technology","webTitle":"Technology"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"money"},"topics":[{"displayName":"Miles Brignall","topic":{"type":"tag-contributor","name":"profile/milesbrignall"}}],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jun/18/15m-households-do-not-get-the-promised-broadband-speed","shortUrl":"http://gu.com/p/49q6h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jun/18/15m-households-do-not-get-the-promised-broadband-speed","webUri":"http://www.theguardian.com/money/2015/jun/18/15m-households-do-not-get-the-promised-broadband-speed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434555139158/ba767559-217d-4eb1-b82d-3102775e4912-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Which? survey reveals poor levels of broadband speed in the UK. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"broadband router","cleanCaption":"Which? survey reveals poor levels of broadband speed in the UK.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434555139158/ba767559-217d-4eb1-b82d-3102775e4912-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"broadband router","cleanCredit":"Photograph: Rui Vieira/PA"}}]},{"title":"Poundland / Sales break £1bn barrier, as consumer appetite for a bargain rises","rawTitle":"Sales break £1bn barrier, as consumer appetite for a bargain rises","item":{"type":"article","id":"business/2015/jun/18/poundland-breaks-1bn-barrier-consumer-appetite-for-bargain","title":"Poundland breaks £1bn barrier, cashing in on consumer appetite for a bargain","trailText":"Sales at chain that began as a Lincolnshire market stall climb nearly 12% to £1.1bn as rise of the discounters continues","standFirst":"<p>Sales at chain that began as a Lincolnshire market stall climb nearly 12% to &pound;1.1bn as rise of the discounters continues</p>","byline":"Julia Kollewe","body":"<p>Sales at Poundland broke through &pound;1bn for the first time last year, as the discount chain cashed in on consumers’ love of bargains.</p> \n<p>Sales climbed nearly 12% to &pound;1.1bn in the year to the end of March, the company’s first year as a listed stockmarket company. Poundland, which began life as a Lincolnshire market stall in the 1990s, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/mar/12/poundland-pets-at-home-float-share-price-ipo\">floated on the London stock exchange in March 2014</a>. </p> \n<p>Like-for-like sales, which strip out sales from new store space, were up 2.4% last year. Underlying profits before tax climbed 18.6 % to &pound;43.7m. </p> \n<p>Total sales growth – including new stores – has slowed to just over 4% in the most recent weeks, but Poundland said this was due to comparisons against especially strong numbers from last year, when business was boosted by a later Easter, good weather and <a href=\"http://www.bbc.co.uk/news/magazine-27974401\">the loom band craze</a>.</p> \n<p>The retailer, which sells everything at &pound;1, opened 60 new stores last year, taking the total in the UK and Ireland to 588. It plans to open a similar number this year. It will also push ahead with 10 shop openings in Spain after trialling a new name, Dealz, and opening five stores in the past year. </p> \n<p>Poundland is trying to expand on the high street with the planned <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/06/poundand-buys-rival-99p-stores\">&pound;55m acquisition of rival 99p stores</a>, which is being scrutinised by regulators. The deal would add 251 stores, taking Poundland closer to its goal of building a 1,000-strong chain.</p> \n<p>The march of the discounters is seemingly unstoppable, with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/22/aldi-outstrips-supermarket-rivals-with-store-expansion\">Aldi</a> and Lidl leading the pack. They have unleashed a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/11/supermarkets-start-recovery-next-year-moodys-predicts-tesco-morrisons-asda-sainsburys\">supermarket price war</a> that has hit the traditional big grocers. </p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434614133855/fb81db22-73d0-49c5-9ea3-db909cc14d33-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dominic Lipinski/PA","altText":"Poundland","cleanCredit":"Photograph: Dominic Lipinski/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-18T07:59:57Z","lastModified":"2015-06-18T07:59:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Julia Kollewe","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413385277687/Julia-Kollewe-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliakollewe"}],"feature":false,"keywords":["Poundland","Retail industry","Business","UK news"],"tags":[{"id":"business/poundland-discount-retail","webTitle":"Poundland"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Julia Kollewe","topic":{"type":"tag-contributor","name":"profile/juliakollewe"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/18/poundland-breaks-1bn-barrier-consumer-appetite-for-bargain","shortUrl":"http://gu.com/p/49qye","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/18/poundland-breaks-1bn-barrier-consumer-appetite-for-bargain","webUri":"http://www.theguardian.com/business/2015/jun/18/poundland-breaks-1bn-barrier-consumer-appetite-for-bargain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434614133855/fb81db22-73d0-49c5-9ea3-db909cc14d33-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Poundland opened 60 new stores last year, taking the total in the UK and Ireland to 588. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Poundland","cleanCaption":"Poundland opened 60 new stores last year, taking the total in the UK and Ireland to 588.","cleanCredit":"Photograph: Dominic Lipinski/PA"}},"importance":4,"kicker":{"title":"Poundland"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434614133855/fb81db22-73d0-49c5-9ea3-db909cc14d33-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dominic Lipinski/PA","altText":"Poundland","cleanCredit":"Photograph: Dominic Lipinski/PA"}}]},{"title":"Labour / Leadership hopefuls clash but no clear winner in first televised debate","rawTitle":"Leadership hopefuls clash but no clear winner in first televised debate","item":{"type":"article","id":"politics/2015/jun/17/labour-leadership-hopefuls-clash-but-no-clear-winner-in-first-televised-debate","title":"Labour leadership hopefuls clash but no clear winner in first televised debate","trailText":"Jeremy Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham face off over issues including immigration – but leave their audience short on specifics<br>","standFirst":"<p>Jeremy Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham face off over issues including immigration – but leave their audience short on specifics<br /></p>","byline":"Patrick Wintour, Nicholas Watt and Rowena Mason","body":"<p>The four Labour leadership candidates clashed in the first televised hustings over the budget deficit, immigration, welfare and political strategy as the leftwing candidate Jeremy Corbyn urged his rivals to recognise that “the elephant in the room” remained Tony Blair’s decision to join the US-led war in Iraq.</p> \n<p>At the BBC Newsnight hustings debate Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham came close to saying that they would be willing to stand down if, in two years, they were proving to be unsuccessful leaders.</p> \n<p>Kendall and Corbyn said they would back plans being advanced inside the parliamentary party to make it easier for Labour MPs to dislodge the party leader.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/17/labour-leadership-debate-candidates-newsnight\">Labour leadership debate: the candidates' best and worst moments</a> </p> \n</aside> \n<p>Kendall, the shadow health minister and self-styled change candidate, said she believed she would be be the leader whom the Tories would fear, but added that she backed the proposed leadership reforms. Corbyn said the leader should be up for re-election every two years. </p> \n<p>The BBC hustings in the swing Warwickshire seat of Nuneaton – a constituency Labour failed to win in the 2015 election – was held in front of an audience billed as open to voting Labour, and one that seemed open to the rhetoric provided by Corbyn.</p> \n<p>The sceptical audience also expressed frustration at the lack of specifics from the four-strong panel.</p> \n<p>In the opening statements, Cooper, the shadow home secretary, said she recognised that there are no easy answers and said the focus of the party had been too narrow. She added that as a working mother it would be fantastic to break the final glass ceiling and elect the party’s first woman leader and first Labour prime minister.</p> \n<figure class=\"element element-image\" data-media-id=\"69ff947574bbe952c1be4a4f065918966a61e29c\"> \n <img src=\"http://media.guim.co.uk/69ff947574bbe952c1be4a4f065918966a61e29c/0_135_2680_1609/1000.jpg\" alt=\"The Labour leadership candidates at the BBC debate.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Labour leadership candidates at the BBC debate.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/PA</span> \n </figcaption> \n</figure> \n<p>Burnham said David Cameron had left the country more divided than ever before and worried about its future not least because the prime minister stokes division in his own political interests. He promised: “I will be better than that. I will care about Britain.”</p> \n<p>Kendall said: “I’m not Blairite, Brownite, Old Labour or New Labour. I want to be tomorrow’s Labour”. Kendall appeared to suggest that Burnham and Cooper had amassed “baggage” as a result of their links to Blair and Gordon Brown. “I think we do need a fresh start, and I don’t have the baggage of the past,” she said.</p> \n<p>Corbyn said that Labour had lost its way: “We have been cowed by powerful commercial interests, frightened of the press, frightened to stand up for what we absolutely believe in.”</p> \n<p>Burnham tried to defend past Labour regimes: “Tony did a lot of good things, as did Gordon Brown [and] so did Ed Miliband. Let’s build on those things. I am a true Labour man and I am true to our roots.”</p> \n<p>Corbyn said there were some serious problems with Blair’s leadership, including destruction of internal party democracy, the promotion of markets rather than a planned economy and the “price still being paid” for the UK’s involvement in the Iraq war.</p> \n<p>Cooper, the shadow home secretary, said immigration was important for Britain but that it must be “managed and fair”. She argued for proper enforcement of the rules, more border staff and fair benefit rules but warned against strong rhetoric against immigration because of its divisiveness.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/17/whatever-labours-new-leader-does-it-will-have-to-be-done-with-conviction\">Whatever Labour's new leader does, it will have to be done with conviction</a> </p> \n</aside> \n<p>Kendall used the toughest language by highlighting the “anger and concern” people were feeling. “They are angry about people trying to get into this country illegally, scrambling on to lorries in Calais,” she said. “If you come here legally from Europe, you should come to work and not claim benefits. You should respect the community you live in and our culture, and for people outside Europe we need a strict points-based system like they have in Australia.”</p> \n<p>She also pointed toward the benefits that immigration can bring and vowed not to “out-Ukip Ukip” by promising a country that is “not coming back”.</p> \n<p>Burnham also said Labour had been too shy about tackling immigration and this was the prime example of an area where Labour need to get out of the Westminster bubble. He cited a worker who was the only person on his shift speaking English, and would not be impressed by politicians talking purely about the benefits of immigration.</p> \n<p>“We have not realised how quickly immigration has changed some communities and some people’s lives,” he said. “The answer is freedom to work here but not freedom to claim ... And also as part of this European negotiation, we must stop the undercutting of British jobs and wages by companies employing people overseas and bringing them in together to replace whole shifts.</p> \n<figure class=\"element element-image\" data-media-id=\"ab1b7a1b85fe813c3b509e22b58c855436fb7a89\"> \n <img src=\"http://media.guim.co.uk/ab1b7a1b85fe813c3b509e22b58c855436fb7a89/0_139_2724_1636/1000.jpg\" alt=\"Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham during the BBC Labour debate\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham during the BBC Labour debate</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/PA</span> \n </figcaption> \n</figure> \n<p>Kendall said that Britain should be prepared to run a budget surplus “when the times are good” as she appeared to offer support for George Osborne’s plan to change the law to ensure the UK always runs an overall budget surplus in “normal times”.</p> \n<p>Kendall made the commitment after challenging Jeremy Corbyn ’s view that Osborne was wrong, in an impassioned intervention in which Corbyn asked why so many people are begging on the streets.</p> \n<p>She even challenged Newsnight presenter Laura Kuenssberg after she wrongly suggested that Osborne wants to pass a law to ensure there is “always and forever a budget surplus”.</p> \n<p>Kendall said: “That is not actually what they are saying. We should be aiming to run a surplus when the times are good because we want to bring our debt down so we can spend money on the things we really care about.”</p> \n<p>In response to Corbyn, Kendall said: “I don’t agree with Jeremy on this. People didn’t trust us on the economy or with their taxes. I believe in strong public finances because unless we balance the books, live within our means and get the deficit and debt down, we can’t do all the things we are passionate about – like tackling inequality or homelessness. We have to back businesses. We should be supporting people who bust a gut to set something up and work hard and create money.”</p> \n<p>Cooper said it was important to challenge the Tory narrative on the deficit. “If you go back and look at what happened before the financial crash I just don’t think we should buy this Tory myth that somehow it was too many teachers or doctors or nurses under a Labour government to cause Lehman Brothers bank in New York to crash. It wasn’t.”</p> \n<p>Nuneaton was chosen by Labour as the venue for the first debate since it was one of the key seats that Labour had to win in England to prevent the Tories gaining an overall Commons majority. Labour needed just a 2.3% swing to overturn a 2,069 Tory majority, but instead the sitting Tory MP Marcus Jones saw his majority rise to a 4,882 on an overall 3% swing, a result that was replicated across the East Midlands. Ukip, not a presence in 2010 election, took 14.4% of the vote, while the Liberal Democrat vote fell from 6,846 to 816. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434571964243/2b2efad5-37f7-448d-9669-e63f89f5c29c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeff Overs/BBC/PA","altText":"Tomorrow's Labour? The four leadership candidates were emotive in their first televised debate before an audience in the swing Warwickshire seat of Nuneaton.","cleanCredit":"Photograph: Jeff Overs/BBC/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/69ff947574bbe952c1be4a4f065918966a61e29c/0_135_2680_1609/2680.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1609,"width":2680,"orientation":"landscape","caption":"The Labour leadership candidates at the BBC debate. Photograph: Jeff Overs/BBC/PA","credit":"Jeff Overs/BBC/PA","altText":"The Labour leadership candidates at the BBC debate.","cleanCaption":"The Labour leadership candidates at the BBC debate.","cleanCredit":"Photograph: Jeff Overs/BBC/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ab1b7a1b85fe813c3b509e22b58c855436fb7a89/0_139_2724_1636/2724.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1636,"width":2724,"orientation":"landscape","caption":"Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham during the BBC Labour debate Photograph: Jeff Overs/BBC/PA","credit":"Jeff Overs/BBC/PA","altText":"Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham during the BBC Labour debate","cleanCaption":"Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham during the BBC Labour debate","cleanCredit":"Photograph: Jeff Overs/BBC/PA"}],"webPublicationDate":"2015-06-17T20:14:08Z","lastModified":"2015-06-18T08:01:42Z","metadata":{"commentable":true,"commentCount":759,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Labour party leadership","Labour","Liz Kendall","Andy Burnham","Jeremy Corbyn","Yvette Cooper","Politics","UK news"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/liz-kendall","webTitle":"Liz Kendall"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/jeremy-corbyn","webTitle":"Jeremy Corbyn"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/17/labour-leadership-hopefuls-clash-but-no-clear-winner-in-first-televised-debate","shortUrl":"http://gu.com/p/49qfq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/17/labour-leadership-hopefuls-clash-but-no-clear-winner-in-first-televised-debate","webUri":"http://www.theguardian.com/politics/2015/jun/17/labour-leadership-hopefuls-clash-but-no-clear-winner-in-first-televised-debate"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434571964243/2b2efad5-37f7-448d-9669-e63f89f5c29c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tomorrow’s Labour? The four leadership candidates were emotive in their first televised debate before an audience in the swing Warwickshire seat of Nuneaton. Photograph: Jeff Overs/BBC/PA","credit":"Jeff Overs/BBC/PA","altText":"Tomorrow's Labour? The four leadership candidates were emotive in their first televised debate before an audience in the swing Warwickshire seat of Nuneaton.","cleanCaption":"Tomorrow’s Labour? The four leadership candidates were emotive in their first televised debate before an audience in the swing Warwickshire seat of Nuneaton.","cleanCredit":"Photograph: Jeff Overs/BBC/PA"}},"importance":4,"kicker":{"title":"Labour"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434571964243/2b2efad5-37f7-448d-9669-e63f89f5c29c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeff Overs/BBC/PA","altText":"Tomorrow's Labour? The four leadership candidates were emotive in their first televised debate before an audience in the swing Warwickshire seat of Nuneaton.","cleanCredit":"Photograph: Jeff Overs/BBC/PA"}}]},{"title":"Customers filmed scrabbling on floor over cheap food in Tesco","rawTitle":"Customers filmed scrabbling on floor over cheap food in Tesco","item":{"type":"article","id":"uk-news/2015/jun/18/customers-filmed-scrabbling-on-floor-over-cheap-food-in-tesco","title":"Customers filmed scrabbling on floor over cheap food in Tesco","trailText":"Video emerges in which staff have to shout at people to ‘move back’ as they set out discounted items small before crowd dives in and jostles for bargains","standFirst":"<p>Video emerges in which staff have to shout at people to ‘move back’ as they set out discounted items small before crowd dives in and jostles for bargains</p>","byline":"Ben Quinn","body":"<p>Video footage has emerged of shoppers scrambling around on the floor of a branch of Tesco and jostling with each other for food.</p> \n<p>The video is said to show scenes at a Tesco branch in Weston Favell, Northampton, after an employee delivers produce to a shelf used to display discounted and reduced foods.<br /></p> \n<p>A staff member is heard telling people to “Move back! Move back now, otherwise I’m taking it away” before someone says “Go” and the small crowd dive in. Over the noise of the scrabble an onlooker can be heard saying: “I actually can’t believe this. I actually cannot believe this.”<br /></p> \n<p>The person who is said to have filmed the incident, Johnny Lester of Blackthorn, <a href=\"http://www.northamptonchron.co.uk/news/local/new-video-man-who-filmed-cheap-food-scramble-at-northampton-tesco-store-says-someone-could-have-got-hurt-1-6803431\">told the Northampton Chronicle </a>that he was concerned that someone was going to get hurt.<br /></p> \n<p>Lester, who said he took the footage on Monday, added: “There was a little girl you can see in the video and I thought ‘If this kicks off she is going to get hurt.’”<br /></p> \n<p>A spokesperson for Tesco said: “The safety of our customers and colleagues is of paramount importance to us. The manager of the store has conducted a thorough investigation and will take steps to prevent a similar situation happening again.<br /></p> \n<p>“We are continually trying to improve the way we deal with surplus food – this includes making better reductions earlier in the day to make it easier for customers and colleagues in the evening.”<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434589680760/ae5efc57-22df-4fdf-aca2-a941746fe804-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Johnny Lester","altText":"People scramble for discounted food in a Tesco.","cleanCredit":"Photograph: Johnny Lester"}],"bodyImages":[],"webPublicationDate":"2015-06-18T01:17:51Z","lastModified":"2015-06-18T01:51:42Z","metadata":{"commentable":true,"commentCount":289,"contributors":[{"name":"Ben Quinn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benquinn"}],"feature":false,"keywords":["UK news","Tesco"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"business/tesco","webTitle":"Tesco"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Ben Quinn","topic":{"type":"tag-contributor","name":"profile/benquinn"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/18/customers-filmed-scrabbling-on-floor-over-cheap-food-in-tesco","shortUrl":"http://gu.com/p/49qta","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/18/customers-filmed-scrabbling-on-floor-over-cheap-food-in-tesco","webUri":"http://www.theguardian.com/uk-news/2015/jun/18/customers-filmed-scrabbling-on-floor-over-cheap-food-in-tesco"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457196378","source":"Johnny Lester","durationInSeconds":51,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/17/150617tesco.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/17/150617tesco_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/17/1434573664145/KP_299834_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tesco shoppers ","credit":"guardian.co.uk","altText":"620x372 trailpic for Tesco shoppers ","cleanCaption":"620x372 trailpic for Tesco shoppers "}}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434589680760/ae5efc57-22df-4fdf-aca2-a941746fe804-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Johnny Lester","altText":"People scramble for discounted food in a Tesco.","cleanCredit":"Photograph: Johnny Lester"}}]},{"title":"Welsh assembly report damns Cardiff government for failure to cut poverty","rawTitle":"Welsh assembly report damns Cardiff government for failure to cut poverty","item":{"type":"article","id":"uk-news/2015/jun/18/welsh-assembly-report-damns-cardiff-government-for-failure-to-cut-poverty","title":"Welsh assembly report damns Cardiff government for failure to cut poverty","trailText":"Report notes numbers of people relying on food banks has doubled in a year and criticises ‘lack of progress’ regarding 23% of Welsh population living in poverty","standFirst":"<p>Report notes numbers of people relying on food banks has doubled in a year and criticises ‘lack of progress’ regarding 23% of Welsh population living in poverty</p>","byline":"Steven Morris","body":"<p>The Labour-led Welsh government has been severely criticised by an assembly committee for its “lack of progress” in reducing poverty.</p> \n<p>Women, children and refugees are among the groups who have been particularly badly affected, according to a damning report published on Thursday.</p> \n<p>The conclusions of the Welsh assembly’s<a href=\"http://www.senedd.assembly.wales/mgCommitteeDetails.aspx?ID=226\"> communities, equality and local government committee </a>will be embarrassing to the assembly government, which has a minister specifically responsible for tackling poverty and, more broadly, to Labour in Wales, which bills itself as a champion protecting the vulnerable from the cuts imposed by Westminster’s austerity policies.</p> \n<p>According to the report, about 23% of people live in poverty in Wales, compared with 17% of the UK’s population. It says that while the number living below the poverty line has fallen in other deprived areas, such as north-east England, it has remained static in Wales. The number of people turning to food banks doubled between April 2013 and March 2014, the report says.</p> \n<p>It concludes: “We are deeply concerned by the Welsh government’s lack of progress in reducing poverty, particularly given its long-term commitment and investment in the issue. We believe that this is due, at least in part, to the approach taken by the government to date, which focuses on treating the symptoms of poverty rather than tackling the root causes.” </p> \n<p>It claims that the “primary failing of the government’s approach to tackling poverty” is the “lack of a clear economic policy”. The report says: “Half of people in poverty live in working households. Changes to the labour market mean that work is no longer a straightforward route out of poverty. </p> \n<p>“The Welsh government needs to get to grips with the low-skilled end of the labour market in Wales, such as the care, retail and hospitality sectors. It should work to drive up the quality of low-skilled jobs using the influence it already has, for example through procurement rules and grant-funding conditions. This would go a long way to improving the quality of life for people experiencing in-work poverty.”</p> \n<p>According to the report, the Welsh government does not fully understand the picture of poverty in Wales. “As a consequence of a lack of data, we heard that policymakers are currently ‘working in the dark’,” it says. “This is unacceptable.” </p> \n<p>Christine Chapman, a Labour assembly member and chair of the committee, said: “We are deeply concerned by the number of people in Wales who are affected by poverty.” </p> \n<p>The committee recommends that the Welsh government establishes a poverty-reduction alliance, drawing together ministers and officials with the voluntary and private sectors, and academia – and also including representation from people living in poverty. </p> \n<p><a href=\"http://gov.wales/about/cabinet/cabinetm/lesleygriffiths?lang=en\">Lesley Griffiths, the minister for communities and tackling poverty, </a>told the committee that across the Welsh government at ministerial level there was “a very strong commitment” to addressing the issue. </p> \n<p>Responding to the suggestion that, despite it being a key priority for the Welsh government, there had been a lack of progress in tackling poverty, she argued: “We have to be very honest about what we can achieve. I think that we have to recognise that there are a lot of factors that are outside our control. I do believe that our policies and programmes are making a difference.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434572874994/bad298d1-6297-4ca3-882d-b82ca754976e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dimitris Legakis/Athena","altText":"Port Talbot’s town centre","cleanCredit":"Photograph: Dimitris Legakis/Athena"}],"bodyImages":[],"webPublicationDate":"2015-06-17T23:01:01Z","lastModified":"2015-06-18T00:26:18Z","metadata":{"commentable":true,"commentCount":50,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["Wales","Poverty","Social exclusion","Society","UK news","Welsh assembly government","Politics","Welsh politics","Labour","Austerity","Business","Economics"],"tags":[{"id":"uk/wales","webTitle":"Wales"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/welsh-assembly-government","webTitle":"Welsh assembly government"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/wales","webTitle":"Welsh politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Steven Morris","topic":{"type":"tag-contributor","name":"profile/stevenmorris"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/18/welsh-assembly-report-damns-cardiff-government-for-failure-to-cut-poverty","shortUrl":"http://gu.com/p/49q32","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/18/welsh-assembly-report-damns-cardiff-government-for-failure-to-cut-poverty","webUri":"http://www.theguardian.com/uk-news/2015/jun/18/welsh-assembly-report-damns-cardiff-government-for-failure-to-cut-poverty"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434572874994/bad298d1-6297-4ca3-882d-b82ca754976e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Port Talbot’s town centre. The report said half of those in poverty were in working households: ‘Changes to the labour market mean work is no longer a straightforward route out of poverty.’ Photograph: Dimitris Legakis/Athena","credit":"Dimitris Legakis/Athena","altText":"Port Talbot’s town centre","cleanCaption":"Port Talbot’s town centre. The report said half of those in poverty were in working households: ‘Changes to the labour market mean work is no longer a straightforward route out of poverty.’","cleanCredit":"Photograph: Dimitris Legakis/Athena"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434572874994/bad298d1-6297-4ca3-882d-b82ca754976e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dimitris Legakis/Athena","altText":"Port Talbot’s town centre","cleanCredit":"Photograph: Dimitris Legakis/Athena"}}]}],"lastModified":"2015-06-18T08:08:35Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}