{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"'Micawber' economics / Osborne to aim for permanent surplus","rawTitle":"Osborne to aim for permanent surplus","item":{"type":"article","id":"politics/2015/jun/10/george-osborne-public-finances-victorian-values","title":"George Osborne moves to peg public finances to Victorian values","trailText":"Chancellor will use Mansion House speech to outline new fiscal framework with aim of permanent budget surpluses and only ‘exceptional’ borrowing","standFirst":"<p>Chancellor will use Mansion House speech to outline new fiscal framework with aim of permanent budget surpluses and only ‘exceptional’ borrowing</p>","byline":"Larry Elliott and Frances Perraudin","body":"<p>George Osborne is to announce a return to the public finances of the Victorian age, with plans for permanent budget surpluses designed to cut the national debt and to make life uncomfortable for the Labour party.</p> \n<p>The chancellor will use his annual Mansion House speech on Wednesday to exploit the political advantage of the Conservative victory in the general election with a “new settlement” that would allow the government to borrow only in exceptional circumstances.</p> \n<p>Labour, still shaken by the scale of its defeat last month, will be forced to decide whether it wants to back the proposal that tax revenues should cover spending on both infrastructure and the day-to-day running of government when parliament votes on Osborne’s tougher approach to the public finances later this year.</p> \n<p>Labour fought the election on a policy of running a surplus on day-to-day spending but with borrowing allowed to fund public investment projects. This would be ruled out under the new proposals, which are far more stringent than have been the postwar norm.</p> \n<p>Osborne will say: “The result of this recent British election – and the comprehensive rejection of those who argued for more borrowing and more spending – gives our nation the chance to entrench a new settlement.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/04/guardian-view-george-osborne-free-frightening\">The Guardian view on George Osborne: free and frightening | Editorial</a> </p> \n</aside> \n<p>During the election, Labour struggled to cope with the accusation that it had spent and borrowed too much in the years leading up to the financial crisis. Some of the contenders to replace Ed Miliband as opposition leader have said subsequently the public finances should have been in a healthy state in the last years of a 15-year period of economic expansion lasting from 1992 to 2007.</p> \n<p>Osborne will say that he wants “a settlement where it is accepted across the political spectrum that without sound public finances, there is no economic security for working people; that the people who suffer when governments run unsustainable deficits are not the richest but the poorest; and that therefore, in normal times, governments of the left as well as the right should run a budget surplus to bear down on debt and prepare for an uncertain future.”</p> \n<p>He will add: “In the budget we will bring forward this strong new fiscal framework to entrench this permanent commitment to that surplus, and the budget responsibility it represents. This fiscal framework will be voted on by the House of Commons later this year, and assessed by the Office for Budget Responsibility we created.”</p> \n<p>Treasury figures show that in only seven of the past 50 years have governments run a budget surplus – the last of them a run of three years at the end of the 1990s and the start of the 2000s when Gordon Brown was chancellor.<br /></p> \n<p>Governments were expected to at least balance the books in the 19th century and in the first three decades of the 20th century, when the public finances were run on the Mr Micawber principle that income exceeding spending equalled happiness and spending exceeding income equalled misery.</p> \n<p>Osborne will drive home his desire to bring back the days of sound finance by announcing he will convene the first meeting in more than 150 years of the committee of the commissioners for the reduction of the national debt.</p> \n<p>Set up by William Pitt the Younger to help repair the damage to the public finances caused by the Napoleonic wars, the body last met in 1860 when William Gladstone was chancellor. Commissioners include the chancellor, the governor of the Bank of England, the speaker of the House of Commons, and the lord chief justice.</p> \n<p>Treasury sources said the committee had a ceremonial function, but the meeting is meant to show Osborne’s determination to bring down the national debt, which has more than doubled to 80% of GDP since the economy fell into its deepest postwar recession seven years ago.</p> \n<p>A chancellor would be allowed to override the budget surplus rule if the economy again ran into severe problems, but the details of what would constitute abnormal circumstances will not be revealed until Osborne delivers his summer budget on 8 July.</p> \n<p>He will argue in his address to the City’s elite that the UK needs to follow the example of Canada and Sweden. Both countries, the chancellor will say, ran into difficulties in the 1990s but have had among the strongest public finances of any developed economy during the last eight years and neither has had to make large cuts to public spending following the recent crisis.</p> \n<p>“With our national debt unsustainably high, and with the uncertainly about what the world economy will throw at us in the coming years, we must now fix the roof while the sun is shining,” Osborne will say.</p> \n<p>“Indeed we should now aim for a permanent change in our political debate and our approach to fiscal responsibility – just as they have done in recent years in countries like Sweden and Canada.”</p> \n<p>The theme of the chancellor’s speech will be the need for a new settlement with the EU, with the City, and in the way the public finances are managed. “Without sound public finances there can be no lasting economic security – and without economic security there can be no lasting economic prosperity.”</p> \n<p>Speaking on the BBC’s Today programme on Wednesday, the financial secretary to the Treasury, David Gauke, defended Osborne’s announcement against the accusation that it symbolised a return to the economics of the Victorian era. </p> \n<p>“The idea that there is a contradiction between taking a fiscally conservative approach and getting to grips with public finances and growing the economy is simply not true,” he argued. “In 2014 we were the fastest growing major economy in the western world, while pursuing measures to reduce our deficit. The two can run together.”</p> \n<p>Gauke said the government’s new aim was to achieve an overall surplus as opposed a cyclically adjusted current budget, as was promised in the runup to the general election, but that planned cuts would stay the same. “We remain committed to finding the &pound;30bn that we talked about during the general election campaign over 2016-17 and 2017-18,” he said. “We’re not resigning from that.”</p> \n<p>Gauke said the Office for Budget Responsibility would play a very important role in determining what constituted “normal times”, but that the details of the plan would be set out in July’s budget. </p> \n<p>“The point I would make to you [is that we have an economy with] a large financial services sector, which makes us much more vulnerable to banking crises,” said Gauke. </p> \n<p>“We’re in a period of low inflation, which means our debt isn’t going to be inflated away. We have to have a government that pursues strong measures to bring our debts down.”<br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0736be7ac028bb8af885a75aa668f765736cf45c/275_143_2621_1573/2621.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1573,"width":2621,"orientation":"landscape","credit":"Philip Toscano/PA","altText":"The chancellor’s proposal reflects the saying of the David Copperfield character Mr Micawber that income exceeding spending equals happiness and spending exceeding income equals misery.","cleanCredit":"Photograph: Philip Toscano/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T07:14:13Z","lastModified":"2015-06-10T07:50:36Z","metadata":{"commentable":true,"commentCount":2206,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"},{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["George Osborne","Economics","Budget","Tax and spending","Public finance","Economic policy","Conservatives","Labour","Society","Business","Politics","UK news"],"tags":[{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"business/economics","webTitle":"Economics"},{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/taxandspending","webTitle":"Tax and spending"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"society/society","webTitle":"Society"},{"id":"business/business","webTitle":"Business"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/10/george-osborne-public-finances-victorian-values","shortUrl":"http://gu.com/p/49jj8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/10/george-osborne-public-finances-victorian-values","webUri":"http://www.theguardian.com/politics/2015/jun/10/george-osborne-public-finances-victorian-values"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0736be7ac028bb8af885a75aa668f765736cf45c/275_143_2621_1573/2621.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1573,"width":2621,"orientation":"landscape","caption":"The chancellor’s proposal reflects the saying of the David Copperfield character Mr Micawber that income exceeding spending equals happiness and spending exceeding income equals misery. Photograph: Philip Toscano/PA","credit":"Philip Toscano/PA","altText":"George Osborne","cleanCaption":"The chancellor’s proposal reflects the saying of the David Copperfield character Mr Micawber that income exceeding spending equals happiness and spending exceeding income equals misery.","cleanCredit":"Photograph: Philip Toscano/PA"}},"importance":7,"kicker":{"title":"'Micawber' economics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433917624720/MrMicawber.jpg","height":372,"width":620}}]},{"title":"EU referendum / PM refuses to rule out holding poll on same day as other elections","rawTitle":"PM refuses to rule out holding poll on same day as other elections","item":{"type":"article","id":"politics/2015/jun/10/pm-refuses-to-rule-out-eu-referendum-on-same-day-as-other-elections-next-year","title":"PM refuses to rule out EU referendum on same day as other elections next year","trailText":"David Cameron was urged by Labour’s Harriet Harman not to hold poll on day of elections for London mayor and the UK’s devolved assemblies","standFirst":"<p>David Cameron was urged by Labour’s Harriet Harman not to hold poll on day of elections for London mayor and the UK’s devolved assemblies</p>","byline":"Rowena Mason and Frances Perraudin","body":"<p>David Cameron has left the door open for an early EU referendum to be held on the same day as other elections next year, despite Labour’s call for it to take place on a different date.</p> \n<p>At his weekly prime minister’s question time, Cameron was pressed by the acting Labour leader, Harriet Harman, to rule out holding the poll at the same time as elections for the Scottish parliament, Welsh and Northern Ireland assemblies and the London mayor in May 2016.</p> \n<p>Harman said she “strongly agreed” with the Electoral Commission that referendum polling day should not feature any other elections and urged the prime minister to agree a separate voting day . </p> \n<p>However, Cameron replied: “My view is the timing of the referendum should be determined by the timing of the renegotiation. When the renegotiation is complete, we set a date for the referendum. </p> \n<p>“I don’t myself think it should be determined by the timing of other elections.” </p> \n<p>He also said he had been satisfied with the referendum on whether Britain should adopt the alternative vote electoral system, which was held on the same day as other elections, telling MPs: “I think people are capable of making those two decisions.”</p> \n<p>The prime minister also spoke of his EU negotiations taking place over the “coming months”, rather than year, which would be the case if he holds the poll in 2017 as originally planned. A Downing Street source cautioned that not too much should be read into this language.</p> \n<p>During the encounter, the prime minister was put under pressure by Harman to adopt a less aggressive tone, as she told him he should “show a bit more class” in his responses to her questions.</p> \n<p>Speaking the day after MPs overwhelmingly backed plans to hold an in/out referendum on Britain’s membership of the EU, Harman first demanded to know why the government’s plans did not allow 16- and 17-year-olds to vote, as they were able to in the Scottish independence referendum.</p> \n<p>Cameron repeated that he was happy for parliament to vote on the issue of votes for 16- and 17-year-olds, but it was unlikely to be a free vote in which Conservative MPs would be allowed to vote against the government.</p> \n<p>“First of all can I thank the honourable lady and all those Labour MPs who joined us in the division lobbies last night,” said Cameron. </p> \n<p>“After five years of opposing a referendum, to watch them all trooping through, it was the biggest mass conversion since that Chinese general baptised his troops with a hose pipe.”</p> \n<p>He added: “I believe this house should vote on that issue. The Conservative manifesto is clear and my position is clear. I think we should stick with the current franchise at 18, but the House of Commons can vote.”</p> \n<p>Speaking hours after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/pmqs-prime-ministers-questions-load-of-rubbish-gerald-kaufman\">longest-serving MP in the House of Commons, Labour’s Sir Gerald Kaufman</a>, described prime minister’s questions as “an exchange of pointless and useless declamations”, Harman criticised the prime minister’s responses to her questions.</p> \n<p>“He won the election, he’s the prime minister,” said Harman. “He doesn’t need to do ranting and sneering and gloating. He can just answer the question and frankly, he should show a bit more class.”</p> \n<p>Harman also tackled Cameron over his decision not to impose a period of “purdah” on the government during the referendum campaign.</p> \n<p>Despite Labour saying on Tuesday that it supported the government on the issue, Harman appeared to shift her party’s position, making the point that the poll “must be fair and be seen to be fair”. </p> \n<p>She said: “Why are you changing the law to exempt the government from the rules which are there to ensure the government doesn’t inappropriately use public funds or the government machine in the short campaign. Will you think again about this?” </p> \n<p>Cameron replied by making the case that the referendum campaign could not obscure the ability of ministers to engage with EU summits, European court judgments or other issues emanating from Brussels. </p> \n<p>He added: “The second issue I would raise – and I think this is a bigger issue – is when the negotiation is complete and the government has a clear view, I don’t want us to be neutral on this issue, I want us to speak clearly and frankly on this issue. </p> \n<p>“When it came to the Scottish referendum, I actually felt in the last few weeks before the referendum the UK government was often being advised it couldn’t take a view on the future of the UK. </p> \n<p>“I think that was a ridiculous situation, which is why we have put forward the change to the purdah rules.” </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bb0d3b7736abd7512a23013580f623f3909be7da/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Toby Melville/Reuters","altText":"David Cameron","cleanCredit":"Photograph: Toby Melville/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-10T12:58:42Z","lastModified":"2015-06-10T13:27:56Z","metadata":{"commentable":true,"commentCount":24,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"},{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["EU referendum","Scottish politics","Welsh assembly government","David Cameron","UK news","European Union","Europe","Foreign policy","Politics","Scotland","Welsh politics","Wales","Harriet Harman"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"politics/welsh-assembly-government","webTitle":"Welsh assembly government"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"politics/wales","webTitle":"Welsh politics"},{"id":"uk/wales","webTitle":"Wales"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/10/pm-refuses-to-rule-out-eu-referendum-on-same-day-as-other-elections-next-year","shortUrl":"http://gu.com/p/49kex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/10/pm-refuses-to-rule-out-eu-referendum-on-same-day-as-other-elections-next-year","webUri":"http://www.theguardian.com/politics/2015/jun/10/pm-refuses-to-rule-out-eu-referendum-on-same-day-as-other-elections-next-year"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bb0d3b7736abd7512a23013580f623f3909be7da/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"David Cameron told MPs: ‘My view is the timing of the referendum should be determined by the timing of the renegotiation.’ Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"David Cameron","cleanCaption":"David Cameron told MPs: ‘My view is the timing of the referendum should be determined by the timing of the renegotiation.’","cleanCredit":"Photograph: Toby Melville/Reuters"}},"importance":5,"kicker":{"title":"EU referendum"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bb0d3b7736abd7512a23013580f623f3909be7da/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Toby Melville/Reuters","altText":"David Cameron","cleanCredit":"Photograph: Toby Melville/Reuters"}}]},{"title":"Nadine Dorries / Accused of making false claims about opponent during election","rawTitle":"Accused of making false claims about opponent during election","item":{"type":"article","id":"politics/2015/jun/10/nadine-dorries-accused-of-making-false-claims-about-opponent-during-election","title":"Nadine Dorries accused of making false claims about opponent during election","trailText":"Independent candidate Tim Ireland lodges election petition to high court accusing MP of smearing his ‘personal character and conduct’","standFirst":"<p>Independent candidate Tim Ireland lodges election petition to high court accusing MP of smearing his ‘personal character and conduct’</p>","byline":"Frances Perraudin","body":"<p>An independent candidate who stood against the Conservative MP Nadine Dorries has lodged an election petition to the high court accusing her of smearing his “personal character and conduct”.</p> \n<p>If the claims in the petition are upheld by judges it could trigger a byelection in Dorries’ constituency of Mid Bedfordshire.</p> \n<p>The petition from Tim Ireland, <a href=\"http://www.independent.co.uk/news/uk/politics/nadine-dorries-faces-challenge-after-general-election-smear-campaign-allegations-10308790.html\">seen by the Independent</a>, claims that Dorries levelled 14 false allegations against him through Twitter and comments in the media in the runup to the election.</p> \n<p>Ireland, who runs <a href=\"http://www.bloggerheads.com/\">the blog Bloggerheads</a>, which focuses on corruption in the media and politics, claims her comments contravene section 106 of the Representation of the People Act 1983, which states that it is illegal for anyone to make a “false statement of fact” about an election candidate’s “personal character or conduct”.</p> \n<p>The petition claims that Dorries accused Ireland of stalking and harassing her for eight years, infecting her friend’s computer with malware to enable him to spy on her communications, causing her friend to go into premature labour and being behind a burglary at her former home.<br /></p> \n<p>In the runup to last month’s election, <a href=\"http://www.bedfordshire-news.co.uk/Nadine-Dorries-says-won-t-attend-hustings-rival/story-26277140-detail/story.html\">Dorries refused to go to any hustings</a> attended by Ireland, about whom she had complained to the police several times before.</p> \n<p>Dorries had not responded to a request for comment at the time of publication. </p> \n<p>Ireland’s solicitor told the Independent that the MP maintains that her statements were factual.</p> \n<p>The case is likely to be held in front of two judges at a specially convened election court in Dorries’ constituency. </p> \n<p>If the MP is found to be guilty of breaking electoral law, she could be barred from standing for elected office for three years, as happened to the former Labour immigration minister Phil Woolas in 2010 when he was found to have lied about his Lib Dem rival.</p> \n<p>Dorries, who was first elected in 2005, increased her majority to 23,327 in the recent general election, compared with Ireland’s 384 votes. In 2012, she was temporarily suspended from the Conservative party for taking part in the TV reality show I’m a Celebrity... Get Me Out of Here without first getting permission. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f77e5bb2de44230e501d347a0fba4bd7c389193b/0_523_3500_2097/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2097,"width":3500,"orientation":"landscape","credit":"Richard Saker for the Observer","altText":"Nadine Dorries.","cleanCredit":"Photograph: Richard Saker for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:03:48Z","lastModified":"2015-06-10T10:24:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["Nadine Dorries","General election 2015","UK news","Politics"],"tags":[{"id":"politics/nadine-dorries","webTitle":"Nadine Dorries"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[{"displayName":"Frances Perraudin","topic":{"type":"tag-contributor","name":"profile/frances-perraudin"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/10/nadine-dorries-accused-of-making-false-claims-about-opponent-during-election","shortUrl":"http://gu.com/p/49k65","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/10/nadine-dorries-accused-of-making-false-claims-about-opponent-during-election","webUri":"http://www.theguardian.com/politics/2015/jun/10/nadine-dorries-accused-of-making-false-claims-about-opponent-during-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f77e5bb2de44230e501d347a0fba4bd7c389193b/0_523_3500_2097/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2097,"width":3500,"orientation":"landscape","caption":"Nadine Dorries is accused of making 14 false allegations against Tim Ireland through Twitter and comments in the media in the runup to the election. Photograph: Richard Saker for the Observer","credit":"Richard Saker for the Observer","altText":"Nadine Dorries.","cleanCaption":"Nadine Dorries is accused of making 14 false allegations against Tim Ireland through Twitter and comments in the media in the runup to the election.","cleanCredit":"Photograph: Richard Saker for the Observer"}},"importance":5,"kicker":{"title":"Nadine Dorries"},"showQuotedHeadline":false,"sublinks":[{"title":"Westminster / PMQs is a load of rubbish, says longest-serving MP","rawTitle":"PMQs is a load of rubbish, says longest-serving MP","item":{"type":"article","id":"politics/2015/jun/10/pmqs-prime-ministers-questions-load-of-rubbish-gerald-kaufman","title":"PMQs is a load of rubbish, says longest-serving MP","trailText":"Labour’s Sir Gerald Kaufman says prime minister’s questions is ‘an exchange of pointless and useless declamations’","standFirst":"<p>Labour’s Sir Gerald Kaufman says prime minister’s questions is ‘an exchange of pointless and useless declamations’</p>","byline":"Frances Perraudin","body":"<p>The longest-serving MP in the House of Commons, Labour’s Sir Gerald Kaufman, has described prime minister’s questions as “an exchange of pointless and useless declamations”, condemning the weekly session as a “load of rubbish”.</p> \n<p>Kaufman, who has the honorary title of father of the house, said on BBC Radio 4’s Today programme: “For years now prime minister’s questions has been an exchange of pointless and useless declamations with the prime minister preparing what he’s going to say regardless of the questions that are put.” </p> \n<p>He said Cameron used PMQs as an “opportunity – I don’t blame him, waste of space though he is – to make certain points which he wants to do, which he believes will reverberate around the country. They won’t. Nobody’s interested. Nobody cares any more.” </p> \n<p>Kaufman, 84, has been MP for Manchester Gorton since 1983 and before that was MP for Manchester Ardwick from 1970. He has been a member of parliament for 45 years this month and was made father of the house – an honorary title given to the longest-serving MP – after the retirement of Peter Tapsell, 85, who had been the MP for Louth and Horncastle since 1966.</p> \n<p>On Tuesday, the Speaker of the House of Commons, John Bercow, said he would “smile on” talks between party leaders to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/09/speaker-john-bercow-mps-behaviour-pmqs\">improve the behaviour</a> of MPs during prime minister’s questions.</p> \n<p>Responding to a point of order raised by the Labour MP Paul Flynn, a longstanding critic of PMQs, Bercow said the start of the new parliament could be “an auspicious time to try to bring about meaningful change” and it would be “to the advantage of this house if members were to take account of, and accord weight to, the very widespread public disapproval of the way in which the proceedings are conducted”.<br /></p> \n<p>He added: “One method to proceed would be for all-party talks to be convened, but that’s not for me to do – I would smile on it, but it’s not for me to lead.”</p> \n<p>In his point of order, Flynn said PMQs had become “an exchange of crude insults and non-answers” that damaged the reputation of parliamentary politics. During last week’s PMQs, the first of this parliament, Cameron asked Labour’s acting leader, Harriet Harman, four questions, “almost more than she asked him”, Flynn complained.</p> \n<p>“Would it not be a good idea perhaps to change the name of prime minister’s questions to prime minister’s answers so at least the prime minister will get the point?” he said<br /></p> \n<p>Sir Robert Rogers, a former clerk of the Commons, told Today: “Over 43 years now I’ve seen the character of parliamentary questions – not just prime minister’s questions but all oral questions – change from being a fairly inquisitorial session to being exchanges of assertions, and that is a cultural change over some time.” <br /></p> \n<p>Rogers, who first started working in parliament in 1972 and now sits in the Lords as Baron Lisvane, added:<strong> </strong>“If the answer to crowd violence is an all-seater stadium, then I think what I would look at is the possibility of having every other prime minister’s questions in a committee room where you draw the members by ballot, just as you do now, but you can actually have a question and answer session in a more measured and constructive atmosphere.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433926935138/c90b5b38-c94d-4a2d-af82-4fd4da5e68dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PA","altText":"PMQs","cleanCredit":"Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T09:10:01Z","lastModified":"2015-06-10T10:00:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["House of Commons","David Cameron","UK news","Politics"],"tags":[{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[{"displayName":"Frances Perraudin","topic":{"type":"tag-contributor","name":"profile/frances-perraudin"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/10/pmqs-prime-ministers-questions-load-of-rubbish-gerald-kaufman","shortUrl":"http://gu.com/p/49k53","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/10/pmqs-prime-ministers-questions-load-of-rubbish-gerald-kaufman","webUri":"http://www.theguardian.com/politics/2015/jun/10/pmqs-prime-ministers-questions-load-of-rubbish-gerald-kaufman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433926935138/c90b5b38-c94d-4a2d-af82-4fd4da5e68dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron during last week’s PMQs. Photograph: PA","credit":"PA","altText":"PMQs","cleanCaption":"David Cameron during last week’s PMQs.","cleanCredit":"Photograph: PA"}},"importance":0,"kicker":{"title":"Westminster"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433926935138/c90b5b38-c94d-4a2d-af82-4fd4da5e68dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PA","altText":"PMQs","cleanCredit":"Photograph: PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f77e5bb2de44230e501d347a0fba4bd7c389193b/0_523_3500_2097/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2097,"width":3500,"orientation":"landscape","credit":"Richard Saker for the Observer","altText":"Nadine Dorries.","cleanCredit":"Photograph: Richard Saker for the Observer"}}]},{"title":"High court judge / Make allowances for immigrants who slap their children","rawTitle":"Make allowances for immigrants who slap their children","item":{"type":"article","id":"society/2015/jun/10/make-allowances-for-immigrants-who-slap-their-children-says-high-court-judge","title":"Make allowances for immigrants who slap their children, says high court judge","trailText":"Mrs Justice Pauffley says police and social services should make ‘proper allowance’ for way immigrants choose to discipline their children","standFirst":"<p>Mrs Justice Pauffley says police and social services should make ‘proper allowance’ for way immigrants choose to discipline their children</p>","byline":"Rebecca Ratcliffe","body":"<p>Police and social workers should make allowances for immigrants who slap or hit their children when investigating allegations of physical abuse, a high court judge has said.</p> \n<p>Justice Pauffley – who sits in the family division of the high court – said that within “many communities newly arrived” in the UK children were slapped for misbehaviour in a way which “at first excites the interest of child protection professionals”. <br /></p> \n<p>But she said proper allowance had to be made for “what is, almost certainly a different cultural context”. <br /></p> \n<p>Pauffley made her comments when ruling on a case in which an Indian man was alleged to have beaten his wife and seven-year-old son. The boy, who turns eight this month, complained that his father had physically assaulted him by hitting him on the back and leg with a belt. The father denied using a belt to strike the child but admitted he would slap or tap him to “keep him disciplined”.</p> \n<p>The man’s wife said she had seen him slap their son twice and there had been occasions when he was pushed and shouted at.</p> \n<p>Pauffley concluded that, although the man had assaulted his wife, he had not physically abused his son. She told the court: “I do not believe there was punitively harsh treatment of [the boy] of the kind that would merit the term physical abuse.”</p> \n<p>“Proper allowance must be made for what is, almost certainly, a different cultural context. Within many communities newly arrived in this country, children are slapped and hit for misbehaviour in a way which at first excites the interest of child protection professionals.”</p> \n<p>She added: “In this instance ... [the boy] did not appear to have suffered more than sadness and transient pain from what was done to him.” </p> \n<p>The boy’s parents met and married in India a decade ago, travelling to England on a six-month visa. They decided not to return when the visas ran out and became “overstayers”, the court heard. </p> \n<p>The husband was arrested on suspicion of assaulting his wife but was released on bail and told to stay away from her and the child. In October 2014, he launched family court proceedings, asking asked for the boy to be returned to his care and orders were made aimed at preventing the woman taking the child abroad. </p> \n<p>Pauffley concluded that – on the balance of probabilities – the man had subjected his wife to a “horribly aggressive and violent assault” in October 2014. The judge said he attempted to strangle her and “violently pushed” her. The woman was extremely distressed, she added, and the boy “worried, even terrified”.</p> \n<p>The judge said the man also sent a “series of extremely abusive and sexually explicit messages” to his wife during the autumn of 2014 via the WhatsApp messaging service. Pauffley added that they revealed a “man with absolutely no respect for the mother of his child”. </p> \n<p>In 2004 the Children Act made it illegal for parents in England and Wales to chastise children if blows led to bruising, swelling, cuts, grazes or scratches. </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433923557936/b1af7cbb-7583-4fcf-95ec-c51212e86982-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Image Broker/REX","altText":"Royal Courts of Justice.","cleanCredit":"Photograph: Image Broker/REX"}],"bodyImages":[],"webPublicationDate":"2015-06-10T08:08:19Z","lastModified":"2015-06-10T09:24:41Z","metadata":{"commentable":true,"commentCount":514,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["Child protection","UK news","Children","Social care","Society"],"tags":[{"id":"society/childprotection","webTitle":"Child protection"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/children","webTitle":"Children"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/10/make-allowances-for-immigrants-who-slap-their-children-says-high-court-judge","shortUrl":"http://gu.com/p/49jqk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/10/make-allowances-for-immigrants-who-slap-their-children-says-high-court-judge","webUri":"http://www.theguardian.com/society/2015/jun/10/make-allowances-for-immigrants-who-slap-their-children-says-high-court-judge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433923557936/b1af7cbb-7583-4fcf-95ec-c51212e86982-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The remarks were made by Mrs Justice Pauffley, who sits in the family division of the high court. Photograph: Image Broker/REX","credit":"Image Broker/REX","altText":"Royal Courts of Justice.","cleanCaption":"The remarks were made by Mrs Justice Pauffley, who sits in the family division of the high court.","cleanCredit":"Photograph: Image Broker/REX"}},"importance":4,"kicker":{"title":"High court judge"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433923557936/b1af7cbb-7583-4fcf-95ec-c51212e86982-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Image Broker/REX","altText":"Royal Courts of Justice.","cleanCredit":"Photograph: Image Broker/REX"}}]},{"title":"Tim Hunt apologises for 'Victorian' comments on female scientists","rawTitle":"Tim Hunt apologises for 'Victorian' comments on female scientists","item":{"type":"article","id":"science/2015/jun/10/tim-hunt-apologises-comments-trouble-female-scientists","title":"Tim Hunt apologises for comments on his 'trouble' with female scientists","trailText":"Nobel laureate caused outrage after telling conference he had reputation as a chauvinist and said of women in labs, ‘when you criticise them, they cry’","standFirst":"<p>Nobel laureate caused outrage after telling conference he had reputation as a chauvinist and said of women in labs, ‘when you criticise them, they cry’</p>","byline":"Jamie Grierson","body":"<p>The Nobel laureate Tim Hunt has apologised for comments he made about female scientists.<br /></p> \n<p>Hunt had told a conference he had a reputation for being a chauvinist, before saying: “Let me tell you about my trouble with girls. Three things happen when they are in the lab. You fall in love with them, they fall in love with you and when you criticise them, they cry.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/nobel-scientist-tim-hunt-female-scientists-cause-trouble-for-men-in-labs\">Nobel scientist Tim Hunt: female scientists cause trouble for men in labs</a> </p> \n</aside> \n<p>The 72-year-old, who was awarded the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2001/oct/08/research.highereducation1\">Nobel prize in physiology or medicine in 2001</a>, also said he was in favour of single-sex labs, while adding that he did not want to “stand in the way of women”.</p> \n<p>Speaking on BBC Radio 4’s Today programme on Wednesday, Hunt apologised for any offence, saying he meant the remarks to be humorous – but added he “did mean the part about having trouble with girls”.</p> \n<p>He said: “It is true … I have fallen in love with people in the lab and people in the lab have fallen in love with me and it’s very disruptive to the science because it’s terribly important that in a lab people are on a level playing field. </p> \n<p>“I found that these emotional entanglements made life very difficult. I’m really, really sorry I caused any offence, that’s awful. I certainly didn’t mean that. I just meant to be honest, actually.”</p> \n<p>In a statement, Hunt said: “I’m very sorry that what I thought were light hearted ironic remarks were taken so seriously, and I’m very sorry if people took offence. I certainly did not mean to demean women, but rather be honest about my own shortcomings.”</p> \n<p>Hunt made the remarks when addressing a convention of senior female scientists and science journalists at a conference in South Korea.</p> \n<p>Hunt became a fellow of the Royal Society in 1991 and 10 years later he was awarded the Nobel prize alongside Lee Hartwell and Paul Nurse for their discoveries of “key regulators of the cell cycle”. </p> \n<p>His comments were <a href=\"https://twitter.com/connie_stlouis/status/607813783075954688\">tweeted by Connie St Louis</a>, who directs the science journalism programme at City University London and was attending the conference. She commented: “Really, does this Nobel laureate think we are still in Victorian times?”<br tabindex=\"-1\" /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/connie_stlouis/statuses/607813783075954688\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Nobel scientist Tim Hunt FRS <a href=\"https://twitter.com/royalsociety\">@royalsociety</a> says at Korean women lunch “I’m a chauvinist and keep ‘girls’ single lab <a href=\"http://t.co/Z9NhykaTPv\">pic.twitter.com/Z9NhykaTPv</a></p>— Connie St Louis (@connie_stlouis) \n  <a href=\"https://twitter.com/connie_stlouis/status/607813783075954688\">June 8, 2015</a>\n </blockquote> \n</figure> \n<p>The Royal Society distanced itself from Hunt’s comments. It said: “The Royal Society believes that in order to achieve everything that it can, science needs to make the best use of the research capabilities of the entire population. </p> \n<p>“Too many talented individuals do not fulfil their scientific potential because of issues such as gender and the society is committed to helping to put this right. Sir Tim Hunt was speaking as an individual and his reported comments in no way reflect the views of the Royal Society.”</p> \n<p>David Colquhoun, emeritus professor of pharmacology at University College London, said Hunt’s remarks were a “disaster for the advancement of women”.</p> \n<p>The comments have also been roundly criticised by female scientists on Twitter. One woman, a postdoctoral researcher, tweeted: “For every Tim Hunt remark, there’s an extra woman in science that takes an interest in feminism. Ever wonder why there are so many of us?”</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/795ff7ef8f6d9b51b4082aebef0292731ffa195f/0_363_1899_1139/1899.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1139,"width":1899,"orientation":"landscape","credit":"Johnny Green/PA","altText":"Tim Hunt","cleanCredit":"Photograph: Johnny Green/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T08:03:41Z","lastModified":"2015-06-10T09:22:06Z","metadata":{"commentable":true,"commentCount":433,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"}],"feature":false,"keywords":["Science","Royal Society","Gender","UK news"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"science/royal-society","webTitle":"Royal Society"},{"id":"world/gender","webTitle":"Gender"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"science"},"topics":[{"displayName":"Jamie Grierson","topic":{"type":"tag-contributor","name":"profile/jamie-grierson"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jun/10/tim-hunt-apologises-comments-trouble-female-scientists","shortUrl":"http://gu.com/p/49k46","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jun/10/tim-hunt-apologises-comments-trouble-female-scientists","webUri":"http://www.theguardian.com/science/2015/jun/10/tim-hunt-apologises-comments-trouble-female-scientists"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457113988","source":"BBC Radio 4's Today programme ","durationInSeconds":42,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10451752&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610timhunt.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433925820486/KP_268156_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tim Hunt ","credit":"guardian.co.uk","altText":"620x372 trailpic for Tim Hunt ","cleanCaption":"620x372 trailpic for Tim Hunt "}}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/795ff7ef8f6d9b51b4082aebef0292731ffa195f/0_363_1899_1139/1899.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1139,"width":1899,"orientation":"landscape","credit":"Johnny Green/PA","altText":"Tim Hunt","cleanCredit":"Photograph: Johnny Green/PA"}}]},{"title":"Nurses to be among first affected by plan to cut skilled migration","rawTitle":"Nurses to be among first affected by plan to cut skilled migration","item":{"type":"article","id":"uk-news/2015/jun/10/nurses-to-be-first-group-affected-by-plan-to-reduce-skilled-migration","title":"Nurses to be among first affected by plan to cut skilled migration","trailText":"Measures to be brought in this autumn will reduce recruitment of skilled workers on tier two visas from outside Europe ","standFirst":"<p>Measures to be brought in this autumn will reduce recruitment of skilled workers on tier two visas from outside Europe </p>","byline":"Alan Travis Home affairs editor","body":"<p>Overseas nurses are likely to be one of the first groups affected by David Cameron’s drive to reduce skilled migration to Britain from outside Europe, immigration experts have warned.</p> \n<p>Cameron announced a blueprint being drawn up to cut demand for migrant labour during prime minister’s questions on Wednesday.</p> \n<p>He said the first measures, including raising the thresholds for recruiting skilled workers from outside Europe, will be brought in this autumn. Those in lower wage groups are likely to be most affected, with overseas nurse recruitment forming one of the largest categories.</p> \n<p>The prime minister told MPs that the renewed drive to reduce British business demand for skilled migrant labour was a crucial part of the government’s plan to cut net migration. </p> \n<p>The latest figures showed net migration to Britain reached 318,000 in 2014 – an increase of 109,000 from the previous year. Much to the dismay of ministers, the figures also showed net migration from outside Europe, up 42,000, is rising almost as markedly as net migration from within Europe – up 67,000.</p> \n<p>Cameron disclosed that Theresa May, the home secretary, has asked the migration advisory committee to review the options for reducing migration of skilled people to Britain from outside Europe, including a detailed examination of how tier two of the points-based immigration system is working.</p> \n<p>“In the past, it has been too easy for businesses to recruit from overseas, undermining those who want to work hard and do the right thing,” Cameron said. “As part of our one-nation approach, pushed forward by my immigration taskforce, we have asked the migration advisory committee to advise on what more can be done to reduce levels of work migration from outside the EU.”</p> \n<p>Migration figures published in May showed that migration for work from outside Europe rose by 24,000 to 68,000 in 2014, with nearly all coming on skilled work visas.</p> \n<p>A formal cap of 20,700 tier two visas being issued each year has been in place since April 2011 for those in shortage occupations, but many more – especially Indian IT tech specialists and overseas finance staff – have entered through the intra-company transfer route, which is running at more than 30,000 a year.</p> \n<p>Downing Street said the options the migration advisory committee had been asked to examine included:</p> \n<ul> \n <li>Restricting work visas to genuine skills shortages and highly specialist experts.</li> \n <li>Putting a time limit on how long a sector can claim to have a skills shortage.</li> \n <li>A new skills levy on tier two visas to boost funding for UK apprenticeships.</li> \n <li>Raising minimum salary thresholds that migrant workers have to be paid to stop businesses using foreign workers to undercut wages.</li> \n <li>Tightening the intra-company transfer route, including applying the &pound;200 a year health surcharge to those coming by this route.</li> \n</ul> \n<p>Oxford University’s Migration Observatory <a href=\"http://migrationobservatory.ox.ac.uk/commentary/skilled-migrants-and-tight-cap\">warned last month</a> that increasing demand from British businesses for skilled migrants could mean the annual cap on tier two visas could be reached for the first time. This will mean some employers will be prevented from recruiting overseas.</p> \n<p> “Employers in industries that tend to pay lower wages will be affected sooner. Examples include nurses, currently one of the largest categories of tier two applicants coming from overseas,” the Migration Observatory said.</p> \n<p>“In the year ending September 2014, the median salary of tier two [general] applicants who were nurses was &pound;25,000, compared to &pound;33,000 across all occupations. By contrast, median incomes were relatively high for programmers and software developers [&pound;35,000] and medical practitioners [&pound;51,000], who would therefore get priority in the allocation process.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bff84f04ba7fcd7e5919e42ff9a26d822d564497/227_227_4701_2822/4701.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2822,"width":4701,"orientation":"landscape","credit":"Jens Kalaene/DPA/Corbis","altText":"Nurse caring for a patient","cleanCredit":"Photograph: Jens Kalaene/DPA/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-10T12:55:03Z","lastModified":"2015-06-10T13:43:25Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"}],"feature":false,"keywords":["UK news","Nursing","Immigration and asylum","Migration","Work & careers","Health","World news","NHS"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"society/nursing","webTitle":"Nursing"},{"id":"uk/immigration","webTitle":"Immigration and asylum"},{"id":"world/migration","webTitle":"Migration"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"society/health","webTitle":"Health"},{"id":"world/world","webTitle":"World news"},{"id":"society/nhs","webTitle":"NHS"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Alan Travis","topic":{"type":"tag-contributor","name":"profile/alantravis"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/nurses-to-be-first-group-affected-by-plan-to-reduce-skilled-migration","shortUrl":"http://gu.com/p/49kcc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/10/nurses-to-be-first-group-affected-by-plan-to-reduce-skilled-migration","webUri":"http://www.theguardian.com/uk-news/2015/jun/10/nurses-to-be-first-group-affected-by-plan-to-reduce-skilled-migration"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bff84f04ba7fcd7e5919e42ff9a26d822d564497/227_227_4701_2822/4701.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2822,"width":4701,"orientation":"landscape","caption":"David Cameron’s measures to slash skilled migration from outside the EU is set to hit overseas nurse recruitment. Photograph: Jens Kalaene/DPA/Corbis","credit":"Jens Kalaene/DPA/Corbis","altText":"Nurse caring for a patient","cleanCaption":"David Cameron’s measures to slash skilled migration from outside the EU is set to hit overseas nurse recruitment.","cleanCredit":"Photograph: Jens Kalaene/DPA/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bff84f04ba7fcd7e5919e42ff9a26d822d564497/227_227_4701_2822/4701.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2822,"width":4701,"orientation":"landscape","credit":"Jens Kalaene/DPA/Corbis","altText":"Nurse caring for a patient","cleanCredit":"Photograph: Jens Kalaene/DPA/Corbis"}}]},{"title":"London / BBC security alert as man threatens to set himself on fire","rawTitle":"BBC security alert as man threatens to set himself on fire","item":{"type":"article","id":"media/2015/jun/10/bbc-security-alert-fire-new-broadcasting-house","title":"BBC security alert as man threatens to set himself on fire","trailText":"Man detained by police after incident outside New Broadcasting House","standFirst":"<p>Man detained by police after incident outside New Broadcasting House</p>","byline":"Jasper Jackson and Tara Conlan","body":"<p>A man has been detained after threatening to set himself on fire outside the BBC’s London headquarters.</p> \n<p>BBC staff said on Twitter the man had poured petrol over himself outside New Broadcasting House and was holding a lighter before being tackled to the ground by security officers.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/emiliapaps/statuses/608551429041717248\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Scary stuff at the <a href=\"https://twitter.com/hashtag/bbc?src=hash\">#bbc</a> this morning. This man poured petrol outside the entrance to NBH before security intercepted <a href=\"http://t.co/uPb3Bh2R44\">pic.twitter.com/uPb3Bh2R44</a></p>— Emilia Papadopoulos (@emiliapaps) \n  <a href=\"https://twitter.com/emiliapaps/status/608551429041717248\">June 10, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/emiliapaps/statuses/608556588467679232\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BBC?src=hash\">#BBC</a> on lock down <a href=\"http://t.co/lU3WxmQY5w\">pic.twitter.com/lU3WxmQY5w</a></p>— Emilia Papadopoulos (@emiliapaps) \n  <a href=\"https://twitter.com/emiliapaps/status/608556588467679232\">June 10, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SandraGorel/statuses/608553307355910144\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Scary start to the day <a href=\"https://twitter.com/hashtag/bbc?src=hash\">#bbc</a>, a man poured petrol outside the entrance of NBH before being dragged away.</p>— Sandra Gorel (@SandraGorel) \n  <a href=\"https://twitter.com/SandraGorel/status/608553307355910144\">June 10, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/redwards321/statuses/608551185281331200\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Man poured petrol over himself outside BBC New Broadcasting House, holding lighter. Now on floor with security on top. Police on scene</p>— Robin Edwards (@redwards321) \n  <a href=\"https://twitter.com/redwards321/status/608551185281331200\">June 10, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TherealNihal/statuses/608551139789914113\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Something mad happened outside bbc building. Smell of petrol and lots and lots of police.</p>— Nihal Arthanayake (@TherealNihal) \n  <a href=\"https://twitter.com/TherealNihal/status/608551139789914113\">June 10, 2015</a>\n </blockquote> \n</figure> \n<p>A Metropolitan police spokesperson said: “Police were called today, Wednesday, 10 June at 9.11am to the BBC, Portland Place, W1 to reports of a man threatening to set fire to himself. </p> \n<p>“Officers attended and the man has been detained. </p> \n<p>“We remain at the scene and as a precaution, two bags at the location are being looked at by specialist officers. </p> \n<p>“A cordon is in place around the front of the building. </p> \n<p>“Officers are working closely with security. </p> \n<p>“The building has not been evacuated.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/taraconlan/statuses/608582291619741696\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Police say security cordon round New Boadcasting House to be lifted within the hour.Forensics finishing taking pics <a href=\"http://t.co/kG6rkaY48S\">pic.twitter.com/kG6rkaY48S</a></p>— taraconlan (@taraconlan) \n  <a href=\"https://twitter.com/taraconlan/status/608582291619741696\">June 10, 2015</a>\n </blockquote> \n</figure>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433929863033/83569aa8-c8a6-451a-a5de-62b42a4ac99a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonathan Brady/PA","altText":"A man has been detained after threatening to set himself on fire outside BBC Broadcasting House","cleanCredit":"Photograph: Jonathan Brady/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T09:58:08Z","lastModified":"2015-06-10T10:41:45Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jasper Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jasper-jackson"},{"name":"Tara Conlan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/taraconlan"}],"feature":false,"keywords":["BBC","Television industry","Media","UK news"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/10/bbc-security-alert-fire-new-broadcasting-house","shortUrl":"http://gu.com/p/49k75","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/10/bbc-security-alert-fire-new-broadcasting-house","webUri":"http://www.theguardian.com/media/2015/jun/10/bbc-security-alert-fire-new-broadcasting-house"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433929863033/83569aa8-c8a6-451a-a5de-62b42a4ac99a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man has been detained after threatening to set himself on fire outside BBC Broadcasting House. Photograph: Jonathan Brady/PA","credit":"Jonathan Brady/PA","altText":"A man has been detained after threatening to set himself on fire outside BBC Broadcasting House","cleanCaption":"A man has been detained after threatening to set himself on fire outside BBC Broadcasting House.","cleanCredit":"Photograph: Jonathan Brady/PA"}},"importance":3,"kicker":{"title":"London"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433929863033/83569aa8-c8a6-451a-a5de-62b42a4ac99a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonathan Brady/PA","altText":"A man has been detained after threatening to set himself on fire outside BBC Broadcasting House","cleanCredit":"Photograph: Jonathan Brady/PA"}}]}],"lastModified":"2015-06-10T13:09:00Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}