{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Government figures on land for property development questioned","rawTitle":"Government figures on land for property development questioned","item":{"type":"article","id":"uk-news/2015/jun/24/government-figures-land-property-development-questioned","title":"Government figures on land for property development questioned by watchdog","trailText":"National Audit Office examines claims made in runup to general election that Tories had fulfilled goal and sold land for more than 109,000 new homes","standFirst":"<p>National Audit Office examines claims made in runup to general election that Tories had fulfilled goal and sold land for more than 109,000 new homes</p>","byline":"Rajeev Syal","body":"<p>Claims by ministers that the government has sold off public land to developers for more than 100,000 starter homes have been challenged after the official public spending watchdog discovered that the data included sites sold off under Tony Blair’s government.</p> \n<p>The National Audit Office examined claims made in the runup to the general election that the Tories had fulfilled their goal and sold land for more than 109,000 new homes. The auditors found that land for 15,740 of these properties was sold off under Tony Blair and Gordon Brown, with some sold off as far back as 1997. The findings, in a report issued on Wednesday, will be of considerable embarrassment to David Cameron, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2011/oct/02/david-cameron-right-to-buy\">who promised in 2011</a> that he would sell off public land to ease the housing crisis by 2015. </p> \n<p>Auditors also disputed whether the government should have included land sell-offs meant for another 9,000 homes after they discovered that the land actually belonged to privatised entities such as Royal Mail and British Waterways. </p> \n<p>In March, just weeks before the general election, the then communities secretary <a href=\"https://www.gov.uk/government/news/unused-public-sector-land-will-provide-over-100000-new-homes\">Eric Pickles claimed</a> that the government had reached and surpassed Cameron’s goal. Auditors disputed the government figures and argued that land for 26,523 of these homes – or nearly a quarter of the total – was either sold off before the policy was launched in 2011 or belonged to a private company. </p> \n<p>The report has been seized upon by Labour as evidence that the government has been playing “fast and loose” with official figures. Emma Reynolds MP, Labour’s shadow communities secretary, said: “It is unbelievable that the government should make such claims given that they have counted land that was released before the programme even started, including land sold under the last Labour government going back to 1997. <br /></p> \n<p>“It also includes land belonging to the Royal Mail and British Waterways, which may not even be developed. I will be writing to ministers seeking answers about whether they authorised the release of these figures.”</p> \n<p>Auditors said the previous government had “applied a wide interpretation” of the plots of land that could be included in the tally and criticised the target the government had set after finding no economic evidence to support it. The figures measure a “notional” number of expected homes rather than how many properties are actually being built and some developments could take up to two decades to complete, the auditors said. <br /></p> \n<p>By March this year, the coalition government had sold 942 sites, ranging from a plot with a single home to land expected to take 7,600 new properties. Surplus land owned by Royal Mail was categorised as sold when the organisation was privatised along with sites owned by British Waterways when it became a charitable trust, even if the plots were not developed. <br /></p> \n<p>The watchdog also found there was “no consistent approach” in deciding how many homes could potentially be built on a site. Whitehall had not tracked progress after deals were done and no record was kept of development activity or start or completion dates, auditors said. The money raised from the sell-offs was not monitored centrally and it is not clear if departments have secured market value for the sites, they found. </p> \n<p> Government departments told the watchdog they were “not adequately consulted” over increases to their targets during the course of the programme and that new thresholds were “sometimes overambitious”. Progress in selling off land was “slower than expected” and the government had to take action to increase land sales, including buy now, pay later deals, it said. A new target has been set that means at least &pound;5bn of land and property sales must be sold by 2020 and land released for up to 150,000 homes. <br /></p> \n<p>Meg Hillier, the incoming chair of the public accounts committee, which scrutinises public spending for parliament, said that it was likely that the committee would examine the report because of the implications for the public purse. “It is hard to believe that it is not clear if all of this public land has been sold off at market rates. The government cannot assess the true worth, which is baffling. Housing is a key issue and this does not give me any confidence that the department has a grip on its own figures.”</p> \n<p>Jeremy Blackburn, head of policy at the Royal Institution of Chartered Surveyors, said: “The NAO report has shown what was suspected by many. That releasing public land across so many departments and agencies would not be easy and wouldn’t result in the homes we needed, in the places people wanted to live.” <br /></p> \n<p>A spokesman for the Department for Communities and Local Government insisted it had met the target, despite the report’s findings. “This was an ambitious programme to release surplus government land to build 100,000 homes to help families achieve their dream of home ownership and we broke our target more than a month early with enough land released to build more than 109,000 new homes.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2feda5bc9a093f2244abaa7f3c8faad9cbe613eb/199_208_3257_1953/3257.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1953,"width":3257,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"Starter homes","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-23T23:01:07Z","lastModified":"2015-06-23T23:03:42Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"}],"feature":false,"keywords":["UK news","Conservatives","Politics","Property","Money"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"money/property","webTitle":"Property"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Rajeev Syal","topic":{"type":"tag-contributor","name":"profile/rajeev-syal"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/24/government-figures-land-property-development-questioned","shortUrl":"http://gu.com/p/4a3hp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/24/government-figures-land-property-development-questioned","webUri":"http://www.theguardian.com/uk-news/2015/jun/24/government-figures-land-property-development-questioned"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2feda5bc9a093f2244abaa7f3c8faad9cbe613eb/199_208_3257_1953/3257.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1953,"width":3257,"orientation":"landscape","caption":"Auditors found that land for 15,740 starter homes was sold off under Tony Blair and Gordon Brown, with some sold off as far back as 1997. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"Starter homes","cleanCaption":"Auditors found that land for 15,740 starter homes was sold off under Tony Blair and Gordon Brown, with some sold off as far back as 1997.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2feda5bc9a093f2244abaa7f3c8faad9cbe613eb/199_208_3257_1953/3257.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1953,"width":3257,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"Starter homes","cleanCredit":"Photograph: Rui Vieira/PA"}}]},{"title":"British art dealer discovers unknown Monet pastel taped to another work","rawTitle":"British art dealer discovers unknown Monet pastel taped to another work","item":{"type":"article","id":"artanddesign/2015/jun/24/claude-monet-pastel-unknown-taped-work-british-art-dealer","title":"British art dealer discovers unknown Monet pastel taped to another work","trailText":"Art gallery director Jonathan Green found depiction of jetty at Le Havre hidden after he purchased two of Impressionist’s works at auction<br>","standFirst":"<p>Art gallery director Jonathan Green found depiction of jetty at Le Havre hidden after he purchased two of Impressionist’s works at auction<br /></p>","byline":"Dalya Alberge","body":"<p>Bargains always go down well with consumers, but a British art dealer was all the more excited to discover that he had unknowingly bought three pastels by Claude Monet for the price of two. </p> \n<p>Jonathan Green, a director of the Richard Green Gallery in London, found a radiant, completely unknown third pastel by the French painter hidden behind the two others that he purchased at a Paris auction in 2014.</p> \n<p>Green headed home from France with what he thought were two wonderful, rare pastel studies of skies, in which Monet explored fleeting effects of nature and light. It was only later that he discovered the hidden treasure taped up under the mount of one of the sky pastels – a depiction of the jetty and the lighthouse at Le Havre in Normandy, where Monet grew up. </p> \n<p>As such works are so delicate, a leading paper conservator, Jane McCausland, was brought in to remove the tape. To everyone’s astonishment, another Monet emerged. “We were very excited,” Green told the Guardian. “Pastels by him are incredibly rare. These are a pointer to his future... You can see his fascination with light.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/21/the-man-who-made-monet-how-impressionism-was-saved-from-obscurity\">The man who made Monet: how impressionism was saved from obscurity</a> </p> \n</aside> \n<p>The provenance of the paintings is impeccable – a direct link to Monet. They were his wedding present in 1924 to Anne-Marie Durand-Ruel, granddaughter of his art dealer, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/mar/08/inventing-impressionism-review-national-gallery-monet-durand-ruel-manet\">Paul Durand-Ruel</a>, the man credited with inventing Impressionism, on whom the National Gallery in London has just staged a major exhibition. These pastels had remained in their family, and the Paris auction marked their first appearance on the open market. The two sky studies were recorded in 1974 in Daniel Wildenstein’s definitive catalogue raisonn&eacute; of Monet’s pastels. The hidden third image has now been officially recorded and authenticated by the Wildenstein Institute. </p> \n<p>Susan Morris, the Richard Green gallery’s senior researcher, said: “It’s very unusual to have three Monet pastels. They really don’t come up that much. It’s also exciting to have it from Durand-Ruel, the man who created Monet’s career.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jan/30/how-monet-became-blue-chip\">How Monet became blue chip: the language of wealthy art buyers</a> </p> \n</aside> \n<p>All three images are believed to date from 1868. Monet was then a struggling artist who was attracting the attention of sophisticated connoisseurs. Morris said: “It’s a very vibrant period. He’s not the well-known Impressionist, but he’s seeing things in a very fresh way.”</p> \n<p>The pastels will be unveiled to the public at Masterpiece 2015, the art fair which opens in London on 25 June, displaying museum-quality works among offerings from over 150 international galleries. The Monet pastels will be sold together for &pound;1.4m. </p> \n<p>Green acknowledged that the third image would have boosted the price, but declined to reveal how much he paid for the two pastels. Their catalogue description notes that one of the sky studies “catches the last rays of the setting sun, vigorously dashed in with few reddish strokes”, while the other shows “a bar of orange sunset” and “clouds of moody indigo”. “The boldness of his technique”, the notes say, “is breathtaking.”</p> \n<p>In the Le Havre composition, it adds, Monet exploits the paper’s blue colour “to evoke the moisture-laden, azure-tinted coastal light”. Morris said: “It’s done with great economy of means. You can see the light hitting the side of the lighthouse, which is just done in a quick band of white pastel, and another band of grey on the shadowed side. You get a sense of the holiday crowds enjoying strolling on the jetty. It’s mostly black and grey, but there are a few dots of red and yellow as well, which change the whole tone. Although it’s quite airy, it’s also virtuosic.” </p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435105201604/5925f538-6f57-453a-bb11-d0ee7049ae95-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Philip Toscano/PA","altText":"Claude Monet pastel","cleanCredit":"Photograph: Philip Toscano/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-24T06:00:06Z","lastModified":"2015-06-24T06:03:42Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Dalya Alberge","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dalya-alberge"}],"feature":false,"keywords":["Claude Monet","Painting","UK news","Art","Art and design","Culture"],"tags":[{"id":"artanddesign/monet","webTitle":"Claude Monet"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"uk/uk","webTitle":"UK news"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Dalya Alberge","topic":{"type":"tag-contributor","name":"profile/dalya-alberge"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/24/claude-monet-pastel-unknown-taped-work-british-art-dealer","shortUrl":"http://gu.com/p/4a3m2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/24/claude-monet-pastel-unknown-taped-work-british-art-dealer","webUri":"http://www.theguardian.com/artanddesign/2015/jun/24/claude-monet-pastel-unknown-taped-work-british-art-dealer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435105201604/5925f538-6f57-453a-bb11-d0ee7049ae95-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Le Havre, la jetee, by Claude Monet. The previously unknown pastel was discovered taped to another work by the artist bought at auction. Photograph: Philip Toscano/PA","credit":"Philip Toscano/PA","altText":"Claude Monet pastel","cleanCaption":"Le Havre, la jetee, by Claude Monet. The previously unknown pastel was discovered taped to another work by the artist bought at auction.","cleanCredit":"Photograph: Philip Toscano/PA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435105201604/5925f538-6f57-453a-bb11-d0ee7049ae95-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Philip Toscano/PA","altText":"Claude Monet pastel","cleanCredit":"Photograph: Philip Toscano/PA"}}]},{"title":"Four arrested after man killed in Stratford-upon-Avon","rawTitle":"Four arrested after man killed in Stratford-upon-Avon","item":{"type":"article","id":"uk-news/2015/jun/23/four-arrested-suspicion-murder-man-assault-stratford-upon-avon","title":"Four arrested on suspicion of murder after man killed in Stratford-upon-Avon","trailText":"Two men and two women held in police custody after 36-year-old man dies in daytime street assault near town’s Royal Shakespeare Theatre<br>","standFirst":"<p>Two men and two women held in police custody after 36-year-old man dies in daytime street assault near town’s Royal Shakespeare Theatre<br /></p>","byline":"Dominic Smith","body":"<p>Four people have been arrested on suspicion of murder after a man died in a daytime street assault in Stratford-upon-Avon, police said.<br /></p> \n<p>Warwickshire police said the attack occurred at around 4:15pm on Monday near the town’s Royal Shakespeare Theatre. Two men, aged 41 and 39, and two women, aged 37 and 26, are being held in police custody on suspicion of murder. Another 36-year-old man has been detained on suspicion of assault. </p> \n<p>Warwickshire police urged anyone with any information in relation to the attack to contact them. The road where the incident took place has reopened after police had sealed it off to carry out inquiries.<br /></p> \n<p>A police spokesperson said: “The arrests are in relation to an assault on Arden Street at around 4.15pm yesterday. The victim, a 36-year-old man, who has not yet been formally identified, died at the scene following the assault.” <br /></p> \n<p>A B&amp;B owner on Arden Street, who did not wish to be named, told the Daily Mirror: “It all spilled over from this street up to the Birmingham Road.</p> \n<p>“I think the man was trying to get away but they chased him down and assaulted him very badly. It is very sad he has died.<br /></p> \n<p>“There’s always a lot of tourists around here and no doubt some of them would have seen it – it’s not the best impression of Stratford we want to portray.<br /></p> \n<p>“This sort of thing rarely happens and Stratford is generally a very safe town for people to come and enjoy.”<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435085234640/205940f0-a677-43da-8449-e609d050fc7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Furlong/Getty Images","altText":"Police assault Stratford-upon-Avon","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-23T18:52:14Z","lastModified":"2015-06-23T18:54:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominic-smith"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Dominic Smith","topic":{"type":"tag-contributor","name":"profile/dominic-smith"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/23/four-arrested-suspicion-murder-man-assault-stratford-upon-avon","shortUrl":"http://gu.com/p/4a4vm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/23/four-arrested-suspicion-murder-man-assault-stratford-upon-avon","webUri":"http://www.theguardian.com/uk-news/2015/jun/23/four-arrested-suspicion-murder-man-assault-stratford-upon-avon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435085234640/205940f0-a677-43da-8449-e609d050fc7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Warwickshire police said a 36-year-old man had died after he was assaulted near the Royal Shakespeare Theatre in Stratford-upon-Avon. Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"Police assault Stratford-upon-Avon","cleanCaption":"Warwickshire police said a 36-year-old man had died after he was assaulted near the Royal Shakespeare Theatre in Stratford-upon-Avon.","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435085234640/205940f0-a677-43da-8449-e609d050fc7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Furlong/Getty Images","altText":"Police assault Stratford-upon-Avon","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}}]},{"title":"London's noisy roads linked to higher stroke risk","rawTitle":"London's noisy roads linked to higher stroke risk","item":{"type":"article","id":"society/2015/jun/24/noisy-roads-linked-to-higher-stroke-risk","title":"Noisy roads linked to higher stroke risk","trailText":"Study finds elevated hospital admission rate among patients who live where traffic noise exceeds world health standards by five decibels or more","standFirst":"<p>Study finds elevated hospital admission rate among patients who live where traffic noise exceeds world health standards by five decibels or more</p>","byline":"Agence France-Presse in Paris","body":"<p>Living in a neighbourhood with noisy road traffic may reduce life expectancy and increase the risk of stroke, doctors have reported in a study.<br /></p> \n<p>Researchers compared noise levels and data for deaths and hospital admissions across London, they said in a paper published in the European Heart Journal.</p> \n<p>In places where daytime road traffic noise exceeded 60 decibels there were 4% more deaths than in quieter areas where the noise was 55 decibels or below.</p> \n<p>The World Health Organisation (WHO) sets 55 decibels as the threshold of community noise beyond which health problems are possible.</p> \n<p>Residents of noisier areas were also 5% likelier to be admitted to hospital with a stroke – a figure that rose to 9% among the elderly.</p> \n<p>Significant night-time noise from road traffic, ranging from 55 to 60 decibels, was also linked to a 5% increased stroke risk but only among the elderly.</p> \n<p>The paper took into account factors such as smoking habits, socio-economic status and ethnicity.</p> \n<p>The survey, led by Jaana Halonen from the London School of Hygiene and Tropical Medicine, covered districts within the M25 motorway that rings London. The study spanned 2003-2010.</p> \n<p>More than 1.6 out of London’s 8.6 million inhabitants were exposed to daytime traffic with noise above 55 decibels, it found.</p> \n<p>Outside commentators said the increased health risk was small but clear. The findings matched other research showing that noise increases blood pressure and stress – contributors to cardiovascular disease.</p> \n<p>“Public health policies must pay more attention to this emerging evidence,” Francesco Cappuccio, a professor of cardiovascular medicine at the University of Warwick, told Britain’s Science Media Centre.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49b870f60e03a8f40f6c30d181ee4dcf63c2e4a9/0_286_2567_1539/2567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1539,"width":2567,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"Living with traffic noise above 60 decibels could shorten life expectancy and heighten stroke risk, a study has found.","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-24T00:42:02Z","lastModified":"2015-06-24T00:42:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Health","Society","Medical research","World news"],"tags":[{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"science/medical-research","webTitle":"Medical research"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/24/noisy-roads-linked-to-higher-stroke-risk","shortUrl":"http://gu.com/p/4a43d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/24/noisy-roads-linked-to-higher-stroke-risk","webUri":"http://www.theguardian.com/society/2015/jun/24/noisy-roads-linked-to-higher-stroke-risk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49b870f60e03a8f40f6c30d181ee4dcf63c2e4a9/0_286_2567_1539/2567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1539,"width":2567,"orientation":"landscape","caption":"Living with traffic noise above 60 decibels could shorten life expectancy and heighten stroke risk, a study has found. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"Living with traffic noise above 60 decibels could shorten life expectancy and heighten stroke risk, a study has found.","cleanCaption":"Living with traffic noise above 60 decibels could shorten life expectancy and heighten stroke risk, a study has found.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49b870f60e03a8f40f6c30d181ee4dcf63c2e4a9/0_286_2567_1539/2567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1539,"width":2567,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"Living with traffic noise above 60 decibels could shorten life expectancy and heighten stroke risk, a study has found.","cleanCredit":"Photograph: Rui Vieira/PA"}}]},{"title":"UK 'pulling back' from migrant rescue with HMS Enterprise deployment","rawTitle":"UK 'pulling back' from migrant rescue with HMS Enterprise deployment","item":{"type":"article","id":"world/2015/jun/23/uk-pulling-back-from-migrant-rescue-with-hms-enterprise-deployment","title":"UK 'pulling back' from migrant rescue with HMS Enterprise deployment","trailText":"Replacement vessel for HMS Bulwark, which has rescued more than 3,000 people in the Mediterranean since May, will not take part in the EU’s Operation Triton","standFirst":"<p>Replacement vessel for HMS Bulwark, which has rescued over 3,000 people in the Mediterranean since May, will not take part in the EU’s Operation Triton</p>","byline":"Alan Travis Home affairs editor","body":"<p>The primary role of the Royal Navy vessel replacing HMS Bulwark on duty in the Mediterranean will not be to rescue of migrants but a military mission to “go after the human smugglers and traffickers”.</p> \n<p>Defence sources said HMS Enterprise, a oceanographic survey ship a fifth the size of HMS Bulwark, will not be part of Operation Triton, the EU search and rescue effort that has plucked thousands of migrants out of the sea from boats trying to make the crossing from Libya.</p> \n<p>The ship will come under the command of a separate EU naval force announced on Monday and charged with a mission to identify, capture and dispose of boats used or suspected of being used by smugglers. It will be one of eight vessels, including two submarines, in the force led by the Italian aircraft carrier Cavour.</p> \n<p>The EU summit later this week will be asked to approve a timetable for the move from the first, intelligence gathering phase of the operation to the second phase of search and seizure of smugglers’ boats.</p> \n<p>The chancellor, George Osborne, told MPs last Wednesday that Britain would continue to “play its full part in the search and rescue operation in the Mediterranean” when Labour challenged him over HMS Bulwark’s replacement.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1238068caf091705ad58ded91b65085870e92360\"> \n <img src=\"http://media.guim.co.uk/1238068caf091705ad58ded91b65085870e92360/0_0_2398_3600/666.jpg\" alt=\"HMS Enterprise is a 3,700-tonne survey vessel capable of carrying only 120 people\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">HMS Enterprise is a 3,700-tonne survey vessel capable of carrying only 120 people.</span> \n  <span class=\"element-image__credit\">Photograph: PA</span> \n </figcaption> \n</figure> \n<p>The deployment of HMS Enterprisewas announced quietly over the weekend. </p> \n<p>HMS Bulwark, which has saved more than 3,000 lives since it joined the search and rescue operation at the beginning of May, is a 19,500-tonne assault ship and landing dock with a crew of 325.</p> \n<p>HMS Enterprise is a 3,700-tonne vessel with a crew of 60 to 70 and capable of carrying only 120 people. The MoD anticipates that she will be involved in the EU operation against the smugglers until the autumn.</p> \n<p>Defence sources say that the new EU naval force will have “a certain remit” to respond to Italian requests to take part in search and rescue operations, but that HMS Enterprise would not take part in “proactive” searches and would only be involved in rescue if she was the best placed vessel in the area. </p> \n<p>The ship will also be under the general maritime duty to respond to any vessel in distress.</p> \n<p>A British Merlin helicopter will still be part of Operation Triton, and two small Border Force or HMRC cutters will take part in the operations of the EU’s border agency, Frontex.</p> \n<p>“HMS Enterprise is well suited to the next stage of the EU’s operation, which aims to go after the criminal gangs and smugglers,” said an MoD spokesman. “The ship will contribute to the broad maritime capabilities desired by the Italian operational commander and will assist in the understanding and picture-building of how the operation will go on to seize and disrupt the assets of smugglers.”</p> \n<p>The defence secretary, Michael Fallon, said that as a multi-role survey ship, HMS Enterprise was well placed to “provide important assistance as we now move into this next stage.” </p> \n<p>Downing Street has already announced that GCHQ and National Crime Agency staff are to be seconded to an intelligence cell based in Italy aimed at targeting the smugglers.</p> \n<p>Labour’s shadow home secretary, Yvette Cooper, called for an urgent clarification of the new British role in the Mediterranean. “Last week George Osborne said that taking people out of the sea and preventing them from drowning was essential for a humanitarian nation. Those words seem to ring hollow when the UK government is now pulling back from full participation in search and rescue,” she said.</p> \n<p>She said the prime minister, David Cameron, should “urgently clarify the UK’s new role and ensure capability in search and rescue isn’t being hindered by the decisions of our government,” she said. “We should be doing more, not less to stop people drowning in the Mediterranean.” </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32996560f4a8bc4ce337d1348a12ce200632d41e/0_0_3402_2040/3402.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":3402,"orientation":"landscape","credit":"L(phot) Jay Allen/AFP/Getty Images","altText":"A Royal Marines commando direct migrants onboard HMS Bulwark","cleanCredit":"Photograph: L(phot) Jay Allen/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1238068caf091705ad58ded91b65085870e92360/0_0_2398_3600/2398.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3600,"width":2398,"orientation":"portrait","caption":"HMS Enterprise is a 3,700-tonne survey vessel capable of carrying only 120 people. Photograph: PA","credit":"PA","altText":"HMS Enterprise is a 3,700-tonne survey vessel capable of carrying only 120 people","cleanCaption":"HMS Enterprise is a 3,700-tonne survey vessel capable of carrying only 120 people.","cleanCredit":"Photograph: PA"}],"webPublicationDate":"2015-06-23T16:40:24Z","lastModified":"2015-06-23T16:42:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"}],"feature":false,"keywords":["Migration","European Union","Royal Navy","Europe","Military","UK news"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/royal-navy","webTitle":"Royal Navy"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/military","webTitle":"Military"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Alan Travis","topic":{"type":"tag-contributor","name":"profile/alantravis"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/23/uk-pulling-back-from-migrant-rescue-with-hms-enterprise-deployment","shortUrl":"http://gu.com/p/4a3tb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/23/uk-pulling-back-from-migrant-rescue-with-hms-enterprise-deployment","webUri":"http://www.theguardian.com/world/2015/jun/23/uk-pulling-back-from-migrant-rescue-with-hms-enterprise-deployment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32996560f4a8bc4ce337d1348a12ce200632d41e/0_0_3402_2040/3402.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":3402,"orientation":"landscape","caption":"A Royal Marines commando direct migrants onboard HMS Bulwark. Photograph: Jay Allen/AFP/Getty Images","credit":"Jay Allen/AFP/Getty Images","altText":"A Royal Marines commando direct migrants onboard HMS Bulwark.","cleanCaption":"A Royal Marines commando direct migrants onboard HMS Bulwark.","cleanCredit":"Photograph: Jay Allen/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32996560f4a8bc4ce337d1348a12ce200632d41e/0_0_3402_2040/3402.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":3402,"orientation":"landscape","credit":"L(phot) Jay Allen/AFP/Getty Images","altText":"A Royal Marines commando direct migrants onboard HMS Bulwark","cleanCredit":"Photograph: L(phot) Jay Allen/AFP/Getty Images"}}]},{"title":"Adult and child killed after being hit by train in west London","rawTitle":"Adult and child killed after being hit by train in west London","item":{"type":"article","id":"uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london","title":"Adult and child killed after being hit by train in west London","trailText":"Reports say adult and child fell on to tracks at Ealing Broadway shortly before 6pm, were struck by train and died at the scene","standFirst":"<p>Reports say adult and child fell on to tracks at Ealing Broadway shortly before 6pm, were struck by train and died at the scene</p>","byline":"Dominic Smith","body":"<p>Two people, believed to be an adult and a child, have died after being hit by a train at a station in west London. London Fire Brigade said it was called after reports that two people had fallen on to the tracks at Ealing Broadway station shortly after 6pm on Tuesday evening.</p> \n<p>Emergency services attended, but the victims were found dead at the scene, and British Transport police said the incident was currently being treated as unexplained. The two victims have yet to be identified, and police have urged any witnesses to get in touch.<br /></p> \n<p>A British Transport police spokesman said: “We were called at 6.10pm to Ealing Broadway station following reports that someone had been hit by a train. We attended along with the Metropolitan police, London Ambulance Service and London Fire Brigade and discovered two people had been struck and killed by the train. We’re still working to determine the identities of the deceased or how they come to actually be on the tracks. At present we’re treating the incident as unexplained.”<br /></p> \n<p>Severe delays followed the incident, with Heathrow Express suspending services between Paddington station and Heathrow airport all evening. First Great Western said there were delays of up to 90 mins to and from Paddington with trains not stopping at Ealing Broadway. <br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102704033/006b5a99-e8dd-4b7e-9d01-1a2546c71f14-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Lynda Bowyer/Demotix/Corbis","altText":"Paddington station","cleanCredit":"Photograph: Lynda Bowyer/Lynda Bowyer/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-23T23:39:04Z","lastModified":"2015-06-24T00:42:55Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominic-smith"}],"feature":false,"keywords":["London","UK news"],"tags":[{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Dominic Smith","topic":{"type":"tag-contributor","name":"profile/dominic-smith"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london","shortUrl":"http://gu.com/p/4a432","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london","webUri":"http://www.theguardian.com/uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102704033/006b5a99-e8dd-4b7e-9d01-1a2546c71f14-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"There were many delays and cancellations to and from Paddington station after the incident. Photograph: Lynda Bowyer/Demotix/Corbis","credit":"Lynda Bowyer/Demotix/Corbis","altText":"Paddington station","cleanCaption":"There were many delays and cancellations to and from Paddington station after the incident.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102704033/006b5a99-e8dd-4b7e-9d01-1a2546c71f14-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Lynda Bowyer/Demotix/Corbis","altText":"Paddington station","cleanCredit":"Photograph: Lynda Bowyer/Lynda Bowyer/Demotix/Corbis"}}]},{"title":"Turnover of UK co-operatives falls for first time in decade","rawTitle":"Turnover of UK co-operatives falls for first time in decade","item":{"type":"article","id":"business/2015/jun/24/turnover-of-uk-co-operatives-falls-for-first-time-in-decade","title":"Turnover of UK co-operatives falls for first time in decade","trailText":"Report by Co-operatives UK finds John Lewis Partnership has overtaken the Co-Operative Group as the largest organisation in the sector<br>","standFirst":"<p>Report by Co-operatives UK finds John Lewis Partnership has overtaken the Co-Operative Group as the largest organisation in the sector<br /></p>","byline":"Jill Treanor","body":"<p>The turnover of all the co-operatives in the UK has fallen for the first time in almost 10 years, according to a report that found the John Lewis Partnership has overtaken the Co-operative Group as the largest organisation in the sector.</p> \n<p>The employee-owned retailer <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/johnlewis\">John Lewis</a>, while technically not a co-op, falls under the scope of the definition used by the researchers at Co-operatives UK, the body that compiles the annual outlook for the sector. John Lewis’s turnover of &pound;10.9bn in 2014 surpassed the &pound;10.8bn reported by Co-op Group, which has traditionally dominated the sector.</p> \n<p>Co-operatives UK found that the turnover of the entire sector was &pound;37bn, down 2.8% on a year earlier. It was the first year-on-year fall since the data was collected in 2006 and the result of the reduction in the Co-op Group’s stake in the Co-op Bank.</p> \n<p>The Co-op Group cut its stake in the banking arm to 20% during 2014 as it scrambled to fill a hole in its books, first exposed the previous year. The capital shortfall in the Co-op Bank sparked a crisis in the Co-op Group, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/apr/17/co-op-group-loses-billions-failings-in-management\">which slumped to a loss for 2013, </a>and was forced to sell off parts of its business, including its farms and security company. It now focuses on supermarkets and funeral homes.</p> \n<p>The way membership of the sector is calculated has been changed by Co-operatives UK. It said the sector had almost 15 million members in 2014, which it described as a record number. In the past, Co-ops UK has said <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/jun/22/cooperative-group-terrible-year-growth-slowing-movement\">the sector had more than 15.4 million members in 2013</a>, although this figure has since been revised to 14.4 million.</p> \n<p>Ed Mayo, secretary general of Co-operatives UK, said the sector was resilient: “The Co-operative Group is coming out of a challenging period into one of renewal, and this of course has had an impact on the sector. Yet innovation and growth amongst co-operatives large and small, in everything from solar power to social care, have meant that the co-operative sector is growing and in good health.”<br /></p> \n<p>Co-operatives UK found that Alston in Cumbria, the highest market town in England, is also home to more co-ops than any other - with a co-op baker, wholefood store, school, community owned shop and post office, broadband service and food store from the Co-operative Group. It also said that businesses that start as co-ops are more likely to survive than those that do not. Eight out of 10 businesses which began as co-ops in the last five years are still in existence, compared with four in 10 that were not set up as co-ops.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435088263756/5b4b8165-0128-4492-9eb0-74da465af113-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bloomberg via Getty Images","altText":"Co-operative Food sign","cleanCredit":"Photograph: Bloomberg via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-23T23:01:07Z","lastModified":"2015-06-23T23:03:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Jill Treanor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jilltreanor"}],"feature":false,"keywords":["Co-operative Group","John Lewis","Banking","Business","Retail industry","UK news"],"tags":[{"id":"business/co-operative-group","webTitle":"Co-operative Group"},{"id":"business/johnlewis","webTitle":"John Lewis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Jill Treanor","topic":{"type":"tag-contributor","name":"profile/jilltreanor"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/24/turnover-of-uk-co-operatives-falls-for-first-time-in-decade","shortUrl":"http://gu.com/p/4a3tj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/24/turnover-of-uk-co-operatives-falls-for-first-time-in-decade","webUri":"http://www.theguardian.com/business/2015/jun/24/turnover-of-uk-co-operatives-falls-for-first-time-in-decade"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435088263756/5b4b8165-0128-4492-9eb0-74da465af113-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Lewis’s turnover of £10.9bn in 2014 surpassed the £10.8bn reported by Co-op Group. Photograph: Bloomberg via Getty Images","credit":"Bloomberg via Getty Images","altText":"Co-operative Food sign","cleanCaption":"John Lewis’s turnover of £10.9bn in 2014 surpassed the £10.8bn reported by Co-op Group.","cleanCredit":"Photograph: Bloomberg via Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435088263756/5b4b8165-0128-4492-9eb0-74da465af113-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bloomberg via Getty Images","altText":"Co-operative Food sign","cleanCredit":"Photograph: Bloomberg via Getty Images"}}]}],"lastModified":"2015-06-24T06:14:15Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}