{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Health / NHS needs emergency cash boost or care could suffer, ministers told","rawTitle":"NHS needs emergency cash boost or care could suffer, ministers told","item":{"type":"article","id":"society/2015/may/22/nhs-needs-emergency-cash-care-could-suffer-ministers-told","title":"NHS needs emergency cash boost or care could suffer, ministers told","trailText":"Growing demands on England’s care providers rip £821m deficit in the service’s coffers – with the shortfall seven times higher than the year before","standFirst":"<p>Growing demands on England’s care providers cause &pound;821m deficit – with the shortfall seven times higher than the year before</p>","byline":"Denis Campbell Health correspondent","body":"<p>Ministers are under pressure to give the NHS an emergency cash injection after official figures showed hospitals overspent by &pound;1bn last year.<br /></p> \n<p>NHS providers of care in England – hospitals as well as mental health, ambulance and community services – ended 2014-15 with &pound;821.6m in deficit. That was more than seven times higher than the previous year’s &pound;107m shortfall.</p> \n<p>Rising demand for care, a soaring bill for agency staff and the need to make billions of pounds of efficiency savings contributed to the serious financial downturn and led to warnings that this could soon damage patient care.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/22/barts-nhs-trust-london-failing-safety-care-quality-watchdog\">Biggest NHS trust is failing on safety and quality of care, says watchdog</a> </p> \n</aside> \n<p>“Plugging the growing black hole in NHS finances must now be an urgent priority for the government. There is a real prospect of deficits snowballing and, unless the government finds extra money, an accelerating decline in NHS performance and a deterioration in patient care”, said Richard Murray, director of policy at the King’s Fund.</p> \n<p>Ministers will have to decide whether to give the NHS more money, possibly in the 8 July budget, or try to restore financial discipline by, for example, ordering a clampdown on agency staff. Any reduction in the number of staff on duty could jeopardise the safety and quality of patient care.</p> \n<p>NHS sources say Jeremy Hunt, the health secretary, is deeply frustrated that hospitals’ finances and performance against waiting time targets have worsened despite him giving them well over &pound;1bn since 2013 to cope with winter pressures and cut the waiting list for planned treatment.</p> \n<p>“We know the NHS is busier than ever and trusts are facing challenges. However, we expect them to show tight financial grip and live within their means,” said a Department of Health spokesman.</p> \n<p>The Conservatives have pledged to give the NHS the extra &pound;8bn a year by 2020 demanded by the NHS England chief executive, Simon Stevens. And the chancellor, George Osborne, gave the NHS an extra &pound;2bn in the autumn statement. But the scale of the growing deficit gives them a more immediate problem. </p> \n<p>NHS foundation trusts, which are meant to be strong performers financially, ended the year &pound;349m in the red – the first time they are in deficit at the end of a year – according to figures released by Monitor, which regulates the sector. It had expected a deficit of just &pound;10m.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/18/nhs-seven-day-working-plan-unrealistic-david-cameron-warned\">NHS lacks money and staff for seven-day operation, David Cameron told</a> </p> \n</aside> \n<p>The most financially stricken foundation trust, King’s College Hospital in London, ended the year &pound;47m in the red.</p> \n<p>Monitor said a rising pay bill, higher patient numbers and agency staff costs were key factors. “Without delivering substantial efficiency gains, the financial trajectory for 2015-16 and beyond is likely to deteriorate rapidly,” Monitor said.</p> \n<p>NHS trusts ended 2014-15 in an even worse position, recording a collective deficit of &pound;472.6m. Barts health, the NHS’s biggest trust, had the largest deficit with just under &pound;80m, almost twice as much as anticipated.</p> \n<p>The NHS Trust Development Authority (TDA), which regulates the trusts, blamed the grim picture on “an unplanned growth in demand for care in a hospital setting, particularly in urgent and emergency care; a significant increase in the use of agency and contract staff; [and] failure to deliver the levels of cost improvement schemes planned at the start of the financial year.”</p> \n<p> Chris Hopson, chief executive of NHS Providers, which represents hospitals, warned that providers of care would end up as much as &pound;2.1bn in the red by next March unless urgent action is taken. <br tabindex=\"-1\" /></p> \n<p>He added that while demand for care is growing at 4% a year, real-term funding is only increasing by about 1%. “Many commentators are now asking whether the current NHS service offering and standards are sustainable on current NHS funding levels and that this leaves a choice of either raising those funding levels or changing the service offering,” Hopson said. <br /></p> \n<p>More hospitals are already failing to treat the required 95% of A&amp;E patients within four hours, undertake planned operations within 18 weeks and treat cancer patients in 62 days, Monitor and the TDA confirmed.</p> \n<p> </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0db2fdf97093c7da362a1d02aaf2d0d705d1d778/0_166_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Bethany Clarke/Getty Images","altText":"Finances of NHS care providers are going in the wrong direction, reports have found.","cleanCredit":"Photograph: Bethany Clarke/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T18:01:39Z","lastModified":"2015-05-22T23:21:39Z","metadata":{"commentable":true,"commentCount":202,"contributors":[{"name":"Denis Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deniscampbell"}],"feature":false,"keywords":["NHS","Health","Society","David Cameron","Politics","UK news","Conservatives","Simon Stevens"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/simon-stevens","webTitle":"Simon Stevens"}],"section":{"id":"society"},"topics":[{"displayName":"Denis Campbell","topic":{"type":"tag-contributor","name":"profile/deniscampbell"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/22/nhs-needs-emergency-cash-care-could-suffer-ministers-told","shortUrl":"http://gu.com/p/496hf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/22/nhs-needs-emergency-cash-care-could-suffer-ministers-told","webUri":"http://www.theguardian.com/society/2015/may/22/nhs-needs-emergency-cash-care-could-suffer-ministers-told"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0db2fdf97093c7da362a1d02aaf2d0d705d1d778/0_166_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Finances of NHS care providers are going in the wrong direction, reports have found. Photograph: Bethany Clarke/Getty Images","credit":"Bethany Clarke/Getty Images","altText":"Finances of NHS care providers are going in the wrong direction, reports have found.","cleanCaption":"Finances of NHS care providers are going in the wrong direction, reports have found.","cleanCredit":"Photograph: Bethany Clarke/Getty Images"}},"importance":7,"kicker":{"title":"Health"},"showQuotedHeadline":false},{"title":"Canning Town / English National Ballet set to move to new home in east London","rawTitle":"English National Ballet set to move to new home in east London","item":{"type":"article","id":"stage/2015/may/22/english-national-ballet-set-to-move-to-new-home-in-east-london","title":"English National Ballet set to move to new home in east London","trailText":"The ENB and its ballet school will have a purpose-built home in Canning Town, joining many other artistic ventures heading east","standFirst":"<p>The ENB and its ballet school will have a purpose-built home in Canning Town, joining many other artistic ventures heading east</p>","byline":"Peter Walker","body":"<p>For some of its more well-heeled audience members, the prospect of moving from Kensington or Fulham to Canning Town in East London would not be something to relish. But that is what the <a href=\"http://www.ballet.org.uk/\">English National Ballet</a> is about to do – and the company hopes it will provide a new lease of life.</p> \n<p>Both the ENB and its associated training facility, the <a href=\"http://www.ballet.org.uk/the-company/english-national-ballet-school/\">English National Ballet School</a>, are to move to a joint home in the former dockland-dominated area of the capital, the company <a href=\"http://blog.ballet.org.uk/announcement-new-home/\">has announced</a>.</p> \n<p>They will move from their two current cramped bases into a purpose-built set of offices, studios and rehearsal spaces, being built within <a href=\"http://www.londoncityisland.com/\">London City Island</a>, a development under construction in Canning Town.</p> \n<p>The aim is to “create a new space that allows us to produce and rehearse amazing work”, said the ENB’s artistic director, Tamara Rojo, adding that the facilities could also be used by other organisations. She said: “I want the space to echo to the sound of creative Britain.” </p> \n<p>ENB’s move to the East End is a reflection of ENB’s wider ambitions under Rojo, who took over in 2012 after a glittering career at the Royal Ballet.</p> \n<p>The Spanish ballerina has quickly established herself as one of the UK’s most impressive arts leaders, shaking up what was a struggling company on the verge of losing its public funding. She has taken bold risks with the repertoire and delighted many people when she announced a programme of all-female choreography for the 2015-16 season.</p> \n<p>The ENB is a touring company, with no permanent performance venue of its own. Its base is a 19th-century building in a mews in Kensington, central London, originally designed as student housing, with offices spaced over several floors and just two rehearsal studios. The English National Ballet School, from which a third of the ENB’s current dancers graduated, is located in a similarly cramped, and listed, building in Fulham, about a mile to the south.<br /></p> \n<p>The new facility, which the ENB hopes will open in autumn 2018, will feature a 600 sq m theatre-sized space, eight teaching and rehearsal studios, training and rehabilitation facilities, and space allowing public access to the company’s work.</p> \n<p>Canning Town, in the borough of Newham, remains one of the most deprived parts of the country. However, amid London’s ongoing property boom, it is experiencing renewed construction, most notably at London City Island. </p> \n<p>Built by construction giant Ballymore, the 12-acre site will eventually contain about 1,700 apartments – two-bed units are currently selling for around &pound;700,000 – as well as office and retail space. Ballymore is giving the ENB the shell of the building. The ballet company and its school aim to raise the funds to fit it out.</p> \n<p>The ENB’s move emphasises two ongoing trends within London: first the breakneck speed of gentrification amid even previously unfashionable central districts; and second, a gradual but definite eastward shift for the city’s artistic scene.</p> \n<p>The ballet group’s new home is near the Trinity Buoy Wharf arts centre, while many galleries have sprung up both in places such as Shoreditch and to the south-east in cheaper districts such as Deptford.</p> \n<p>“The move will also open up new opportunities for local collaborations and further increase east London’s growing status as an important cultural centre,” said Boris Johnson, London’s mayor, calling the ENB’s decision “an exciting development for one of the finest dance companies and schools in the world”. </p> \n<p>The ENB grew out of the Festival Ballet company, formed in 1950, with the school founded in 1988. They announced their plan to find a joint home last July.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432300783870/bdcb347c-4e6b-4901-acab-70312334c7d4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"David M. Benett/Getty Images","altText":"Tamara Rojo, artistic director, says the ENB's new home will provide offices, studios and eight rehearsal rooms.","cleanCredit":"Photograph: David M. Benett/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T13:27:17Z","lastModified":"2015-05-22T23:00:54Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":false,"keywords":["English National Ballet","Ballet","Dance","Stage","Tamara Rojo","Culture"],"tags":[{"id":"stage/english-national-ballet","webTitle":"English National Ballet"},{"id":"stage/ballet","webTitle":"Ballet"},{"id":"stage/dance","webTitle":"Dance"},{"id":"stage/stage","webTitle":"Stage"},{"id":"stage/tamara-rojo","webTitle":"Tamara Rojo"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"stage"},"topics":[{"displayName":"Peter Walker","topic":{"type":"tag-contributor","name":"profile/peterwalker"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/may/22/english-national-ballet-set-to-move-to-new-home-in-east-london","shortUrl":"http://gu.com/p/4967p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/may/22/english-national-ballet-set-to-move-to-new-home-in-east-london","webUri":"http://www.theguardian.com/stage/2015/may/22/english-national-ballet-set-to-move-to-new-home-in-east-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432300783870/bdcb347c-4e6b-4901-acab-70312334c7d4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tamara Rojo, artistic director, says the ENB’s new home will provide eight teaching and rehearsal studios, a theatre-sized space, plus training and rehab facilities. Photograph: David M. Benett/Getty Images","credit":"David M. Benett/Getty Images","altText":"Tamara Rojo, artistic director, says the ENB’s new home will provide eight teaching and rehearsal studios, a theatre-sized space and training and rehab facilities.","cleanCaption":"Tamara Rojo, artistic director, says the ENB’s new home will provide eight teaching and rehearsal studios, a theatre-sized space, plus training and rehab facilities.","cleanCredit":"Photograph: David M. Benett/Getty Images"}},"importance":5,"kicker":{"title":"Canning Town"},"showQuotedHeadline":false},{"title":"Fracking / UK firm applies for licence in North Yorkshire","rawTitle":"UK firm applies for licence in North Yorkshire","item":{"type":"article","id":"business/2015/may/22/uk-fracking-firm-applies-for-licence-in-north-yorkshire","title":"UK fracking firm applies for licence in North Yorkshire","trailText":"Third Energy becomes only second company to seek permission in UK to frack for shale gas in the UK with application for a site in Ryedale district","standFirst":"<p>Third Energy becomes only second company to seek permission in UK to frack for shale gas in the UK with application for a site in Ryedale district</p>","byline":"Terry Macalister","body":"<p>A small energy company has become the second firm to apply for a licence to frack for gas in Britain, submitting an application for a site in the Vale of Pickering in Yorkshire. Just days after the new energy secretary, Amber Rudd, expressed her support for hydraulic fracturing, Third Energy has applied to use the controversial technique at a well at Kirby Misperton, about 25 miles from York, near Malton in Ryedale. The site is close to the Flamingo Land theme park and holiday resort.</p> \n<p>Protests against Third Energy’s plans have already been launched by local residents under the banner “Frack Free Ryedale”. Chris Redston of the group told his <a href=\"http://www.gazetteherald.co.uk/news/12966702.Fracking_application_submitted_for_Ryedale/\">local newspaper</a>: “We will be vigorously opposing the application.”</p> \n<p>Friends of the Earth has also expressed its opposition, but Third Energy said it was confident that it could proceed in a safe way, although any immediate rewards have diminished owing to the slump in oil and gas prices. <br /></p> \n<p>“We know that the gas is present, but it is only by actually hydraulically stimulating the rock that we can understand the potential of the gas to flow and the likely volumes that can be produced,” said the operations director at Third Energy, John Dewar. “We are proud of our 20-year history of safe and low-key operations in North Yorkshire, and this project is designed to continue in the same way.”</p> \n<p>The company said gas extracted during the testing phase would be used to produce electricity at a nearby gas-fired power station, but if significant amounts were found, the gas would be sold to the National Grid. Local planning officers are expected to take up to 13 weeks to decide whether or not to recommend that fracking gets the go ahead. A full council decision will follow later.</p> \n<p>Third Energy’s well is located in the Bowland shale formation, which, experts estimate, contains the bulk of Britain’s shale gas resources. A British Geological Survey<a href=\"http://www.bgs.ac.uk/shalegas/#ad-image-0\"> published a long-awaited report</a> on shale in 2013 that suggested that an area stretching from Lancashire to Yorkshire and down to Lincolnshire could hold at least 1,300 trillion cubic feet of gas. However, deployment of the fracking technology required to release the gas has proved slow because of local planning delays and protests by environmental campaigners arguing about safety and climate change concerns.</p> \n<p>Cuadrilla Resources, which has pioneered the first shale wells in recent times, expects to hear next month whether it has won permission to frack two wells in the north-west of Britain.</p> \n<p>Rudd told the Sunday Times last weekend that she was determined to push forward with shale and even allow extraction under national parks. However, Rudd also promised that such activities would be tightly regulated. “We have protected groundwater source areas and [prevented] national park drilling. I will make sure that we go out of our way to demonstrate to people the safety elements of it,” she said.</p> \n<p>Some larger energy companies, such as the Switzerland-based chemicals group Ineos, which owns the Grangemouth refinery in Scotland, want to replicate in Britain the US shale revolution, which has helped cut local energy prices drastically. <br /></p> \n<p>Jim Ratcliffe, the Ineos chairman, said last November that he wanted to invest almost &pound;650m in fracking, turning the UK into a major shale gas producer. He has promised to give 6% of all revenues to local communities. “I want Ineos to be the biggest player in the UK shale gas industry. I believe shale gas could revolutionise UK manufacturing, and I know Ineos has the resources to make it happen, the skills to extract the gas safely, and the vision to realise that everyone must share in the rewards.”</p> \n<p>The price of oil has halved over the last 12 months, while gas prices have also slumped. This has caused financial problems for some of the shale companies in the US. There have been at least a dozen bankruptcy filings in recent months, and more than a dozen have defaulted on bond payments or warned investors of challenging times ahead, according to data compiled by Bloomberg.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/225c7919b591b53d18d09c85c975b72160c1d7a9/0_162_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Anti-fracking protest sign","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-22T17:25:00Z","lastModified":"2015-05-22T23:55:02Z","metadata":{"commentable":true,"commentCount":91,"contributors":[{"name":"Terry Macalister","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411666802323/Terry-Macalister-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/terrymacalister"}],"feature":false,"keywords":["Energy industry","Fracking","Shale oil","Gas","Gas","Business","Commodities","Energy","Environment","Fossil fuels","Yorkshire","UK news","Local politics"],"tags":[{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"environment/fracking","webTitle":"Fracking"},{"id":"environment/shale-oil","webTitle":"Shale oil"},{"id":"business/gas","webTitle":"Gas"},{"id":"environment/gas","webTitle":"Gas"},{"id":"business/business","webTitle":"Business"},{"id":"business/commodities","webTitle":"Commodities"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"uk-news/yorkshire","webTitle":"Yorkshire"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/localgovernment","webTitle":"Local politics"}],"section":{"id":"business"},"topics":[{"displayName":"Terry Macalister","topic":{"type":"tag-contributor","name":"profile/terrymacalister"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/22/uk-fracking-firm-applies-for-licence-in-north-yorkshire","shortUrl":"http://gu.com/p/496dq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/22/uk-fracking-firm-applies-for-licence-in-north-yorkshire","webUri":"http://www.theguardian.com/business/2015/may/22/uk-fracking-firm-applies-for-licence-in-north-yorkshire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/225c7919b591b53d18d09c85c975b72160c1d7a9/0_162_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","caption":"An anti-fracking protest sign in Lancashire. Opposition is brewing to plans to frack for shale gas in neighbouring Yorkshire.  Photograph: Christopher Thomond/for the Guardian","credit":"Christopher Thomond/for the Guardian","altText":"Anti-fracking protest sign","cleanCaption":"An anti-fracking protest sign in Lancashire. Opposition is brewing to plans to frack for shale gas in neighbouring Yorkshire. ","cleanCredit":"Photograph: Christopher Thomond/for the Guardian"}},"importance":5,"kicker":{"title":"Fracking"},"showQuotedHeadline":false},{"title":"'Why I quit the thin blue line' / Former Met police officer on a service in crisis","rawTitle":"Former Met police officer on a service in crisis","item":{"type":"article","id":"uk-news/2015/may/22/why-i-quit-police-former-met-officer-on-service-in-crisis","title":"Why I quit the thin blue line: a former Met police officer on a service in crisis","trailText":"This week Theresa May accused the Police Federation of crying wolf over the danger that further cuts to policing represent. But as one disillusioned former officer reports, those dangers are real, and morale is collapsing among staff who are repeatedly asked to ‘do more with less’","standFirst":"<p>This week Theresa May accused the Police Federation of crying wolf over the danger that further cuts to policing represent. But as one disillusioned former officer reports, those dangers are real, and morale is collapsing among staff who are repeatedly asked to ‘do more with less’</p>","byline":"Alex Stewart","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/20/stop-scaremongering-and-prepare-for-further-cuts-theresa-may-tells-police\">Stop scaremongering and prepare for further cuts, Theresa May tells police</a> </p> \n</aside> \n<p>January 2010: I am sitting towards the front of a stuffy auditorium in the Peel Centre, a glass window-lined hall at the Metropolitan Police Service’s main training centre in Hendon. At the front is a raised stage, upon which sit the staff – men and women in police uniform, with medals pinned to their chests, embodiments of the self-styled finest police service in the world. I am hot and tired and scratching my knees through my heavy wool tunic. Clean-shaven and with a crisp, short haircut, this is probably as smart as I will ever look in my police career, the royal wedding aside, when I lined the Mall with my colleagues in our ceremonial garb, posing for pictures and keeping a wary eye out for whatever threat might materialise from among the flag-wavers.</p> \n<p>A member of the training staff is reading a citation for the recipient of the baton of honour, the Met’s highest prize for a recruit in training. It is only supposed to be awarded if someone meets the loftiest standards of leadership and achievement, and exemplifies the values instilled in us over months of arduous classroom and practical tuition. In other words, it’s a tough ask. And so when the speaker concludes: “The recipient of the baton of honour is PC Alex Stewart,” I am pretty over-awed.</p> \n<p>I walk up the steps on to the stage, aware that my legs are shaking a bit. The Baton is presented by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2011/sep/12/met-commissioner-candidate-tim-godwin\">Tim Godwin</a>, then the Met’s deputy commissioner. He takes my hand in his and tells me that this is a good start to my career, that now I have to make something of it, use it as a launch pad for greater things. I pose awkwardly for a few photos, look down at my parents, and blink back genuine emotion. I’ve joined the police family. It’s a proud day.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"896d8357021fc87a381ba659099d0c50880b7d7c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432297846740/28fd4a0d-d61c-4fac-a269-9ca3ea8e8d24-bestSizeAvailable.jpeg\" alt=\"PC Alex Stewart receives a commendation for work on a drugs operation.\" width=\"174\" height=\"261\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">PC Alex Stewart receives a commendation for his work on a drugs operation in 2013.</span> \n </figcaption> \n</figure> \n<p>December 2014: A bare office on the second floor of Stoke Newington police station, with a large screen showing the BBC’s rolling news. There’s a cluttered desk and, in front of it, Ch Supt Simon Laurence, <a href=\"http://content.met.police.uk/Article/Hackney-Borough-Commander/1400007866061/1400007866061?scope_id=1257246763910\">Hackney’s borough commander</a>, who is listening to me handing in my resignation. He is reasonably attentive, agreeing with some things I say, arguing with others. Then there’s a quick handshake and I’m gone. After a final week of getting my cases in order ready to hand over to my already shrunken, under-staffed team, I hand my warrant card and travel pass to a colleague and walk out of the back gate. And that’s it. Five and a half years’ service finished with a quick handshake and not so much as a thank you.</p> \n<p>The Met is facing a period of unprecedented difficulty. Against a backdrop of fiscal austerity, the looming threat of terrorism – in some instances directed at police officers themselves – the shakeup of pay, conditions and recruitment proposed by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2012/mar/15/winsor-review-policing-attract-brightest\">the Winsor review</a>, and the lingering impact of scandal that taints both previous and present management in London’s main police service, the Met is losing excellent police officers hand over fist. Those leaving are experienced and able, replaced by officers who are no doubt well motivated but have received a fraction of the training that we did, and often turn up to their first shift having very little idea of what they should be doing. I should know, because I was responsible for training some of them when they first arrived. These days, the blue line is very, very thin indeed.</p> \n<p>Theresa May takes a different view of the police force’s problems. This week, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/20/stop-scaremongering-and-prepare-for-further-cuts-theresa-may-tells-police\">she told the Police Federation</a> – which represents ordinary officers – that it was “crying wolf” over the danger that the cuts to policing represent. But that diagnosis met with incredulity from the officers listening. In the Q&amp;A that followed, one told her: “I’ve never known a time in the last 25 years when police morale has been so low.”</p> \n<p>This difference of opinion is pretty striking. “The last five years have shown that it is possible to do more with less,” May told her audience, introducing the idea that they would soon be expected to do more with even less again. In the circumstances, it seems the right moment to ask: is her diagnosis of the past correct? And will the new police officers graduating now still be in the force in five years’ time? Or will they, like me, be driven to give it all up?</p> \n<div>\n __VIDEO_EMBED_gu-video-456789241__\n</div> \n<p>When I began my career in the police, I truly believed I had found a job for life. I had spent years in academia, studying and teaching medieval English, but had become disenchanted with the idea of trying to professionalise something I loved. I knew a friend of mine from university, Sarah, had joined the Met and so I tapped her up to go along with her for two shifts in Camden, north London. I was immediately smitten: the excitement, the difficulty, the need to process information and make rapid decisions.</p> \n<p>After five years in Camden, working in uniform and plainclothes, on the front line answering 999 calls, in public order situations, and assisting with long-term drugs operations, I became a trainee detective constable in Hackney. I approached the job with the attitude that I should offer myself up for everything going. Throughout my time in Camden, I had tried to suggest operational ideas, offered my help writing press releases and good-news stories, suggested that my team start and run a Twitter account, and attempted to introduce better ways of sharing intelligence. These suggestions were often deemed too complex or not enough of a priority, only to be introduced centrally months later. My ideas were not wrong; it was simply that the Met’s way of doing things stifles ideas that don’t originate from the corporate centre. I wasn’t the only junior officer who was full of ideas and positive about what they could bring to the job. But we all gradually realised that the Met does not want innovation. And in Hackney, nothing much changed.</p> \n<p>On one thing, I agree with May: currently, victims of crime are not the priority; targets are. “Targets distort operational reality,” she said, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/apr/04/metropolitan-police-federation-report-arrest-quotas-demoralising\">and she’s absolutely right. </a>But perhaps she is naive to assume that they can be turned back. These targets and the quest to meet them – to define quality police work in measurable terms rather than that intangible goal of making the public safer – infect every aspect of the job today. Getting to a call within the allotted time – a major target discussed by every borough’s senior management as the primary indicator of a day’s successful policing – has become more important than the reason for attending the call in the first place. A new system brought in during my time in Hackney meant that the first contact a victim of serious assault had with officers after the time of reporting was someone ringing up to check, among other things, that we had their email; this took an experienced detective away from investigating crime to, quite literally, filling out a spreadsheet.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/20/theresa-may-to-police-federation-you-dont-like-me-but-i-dont-care\">Theresa May to Police Federation: you don't like me, but I don't care</a> </p> \n</aside> \n<p>The Met is currently held together by the goodwill of the men and women on the front line, who make it work, regardless of the cost to them. The CID office in Hackney was full of people working double shifts without pay just to keep up with the workload. On top of their own cases, detectives have to give advice to uniformed colleagues, deal with high-risk missing persons, provide support to firearms incidents, attend crime scenes and deal with people in the cells.</p> \n<p>For all that I was referred to as a “trainee” detective constable, I did not receive a shred of training. My detective sergeants, both superb officers and caring people, were so busy with their own caseloads and personnel management issues that they never had time to train us. In October and November of last year, there was a three-week period when my team operated at one third of our strength. There was no time to deal with anything properly, and a constant pressure from above to solve crimes. In itself, that was, of course, our job, but the pressure led to detectives taking on easier cases that would not ordinarily be ours alongside all the complex ones, simply because there was a better chance of ticking the box; the result was that the tougher jobs suffered, or staff pushed themselves even harder to stay afloat. I was swamped, unable to do my job properly, battling to stay on top of the most basic investigations due to the constant, insane pressure of a workload that kept mounting and never relented.</p> \n<p>The physical toll was significant: I had never taken a day sick until I moved to Hackney, but my body caved in to the stress and I became ill. The stress levels in CID were beyond even what I had experienced in uniformed work, and I was not alone in responding this way. Our senior management knew we were drowning, because we told them, but we never saw them, with one exception – a caring female detective chief inspector (DCI) who has now handed in her resignation, too. We were promised more officers and changes to the way we operated. None of these things happened.</p> \n<p>This lack of concern for staff in a relatively small department is exemplified by the fact that, despite having been at Hackney for three months, my detective superintendent had no idea I worked for him until I resigned, and my DCI didn’t even know when I was leaving. He was supposed to meet me when I joined the borough, to find out about me and what I could to bring to his team; this meeting never happened. There are good and conscientious senior officers – my first borough commander, John Sutherland, being one example – but they seem few and far between.</p> \n<p>And so, in the end, I resigned. When I posted about my decision on social media, I became a lightning rod for colleagues – currently serving and fellow leavers – who wanted me to articulate their sense of frustration and sorrow at what is happening in the Met. One former colleague, Anthony, who spent eight years on the front line of policing, but now works with former gang members trying to get them on the straight and narrow, sent me an 1,800-word email detailing countless problems. His experiences and vexations chimed with mine. For him, the way senior management treated officers was perhaps the single biggest cause of concern. He recalled officers who became ill after being exposed to chemicals in a drug den, saying: “Welfare seemed to come last. Recently, several officers suffered the effects of entering a meth lab. The officers were treated terribly, called in the next morning and criticised and then kept on to answer calls due to a shortage of staff.” He also felt, like me, that targets, spreadsheets and needless protocols had come to govern policing. “I found that most of what we were doing on the response team was just arse-covering,” he told me, “or following a policy rather than using common sense as first officers on scene.”</p> \n<figure class=\"element element-image\" data-media-id=\"3923f6179cdb2a785fafbfd19b45cfc881a1edae\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432302033160/6f182c4e-4769-4a7f-a502-6fa9c0215744-460x276.jpeg\" alt=\"riot police in london\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I’ve never known a time in the last 25 years when police morale has been so low,’ said one police officer in response to Theresa May’s speech this week.</span> \n  <span class=\"element-image__credit\">Photograph: Felix Clay for the Guardian</span> \n </figcaption> \n</figure> \n<p>Anthony finished his email by apologising for its length. He was never given the chance to have an exit interview, and talking to me was the closest he has got to being given a chance to explain in detail where he feels things are going wrong. “Sergeants in other units emailed me to say I made the right decision and that they would leave too if they could.”</p> \n<p>One such sergeant, Amy, who now works in the private sector, told me that a sense she was no longer able to do what mattered caused her to call time on a 13-year career in policing. “I no longer felt I served the public properly, or focused on putting criminals in prison, assisting victims or mentoring and training those under my supervision. I merely juggled”.</p> \n<p>Amy told me that the only glue holding some departments together now is loyalty to fellow officers: “The only reason many people still remain is their feeling of responsibility, not to the organisation but to their colleagues, who will inevitably feel the brunt of further losses to an ever-decreasing pool of experienced officers.” When Amy raised concerns, she received no support. “Sadly, I was reminded that if I didn’t like it, I could leave.” One of my colleagues in Camden complained about a shift-pattern change and was told by a chief inspector: “If you don’t like it, you can work at Greggs.” This constant struggle left Amy feeling that she had no option but to leave a job she loved: “I made the sad decision to follow that advice. Where there is no will to change, what positive impact can I possibly hope to have?”</p> \n<p>This matters, because it puts the public at risk. Theresa May is right that crime is falling, but she misses a crucial point: the way that the force has absorbed the cuts of the last five years is not evidence that it will be able to do so again, but a serious obstacle to doing so. The service is at breaking point. The vast majority of officers who remain are miserable, stressed, overworked and feel at the sharp end of a political agenda that leaves them and the public critically vulnerable.</p> \n<p>What does this mean for the public? Well, the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/ipcc\">IPCC</a> is currently investigating a domestic murder in Hackney, where over-stretched officers missed an allegation of assault by a woman who was subsequently killed. I know that detectives and junior managers from that department consistently emailed and spoke to the borough’s management over a period of months to say they were sinking under the weight of investigations and unable to function properly, and that something would go wrong if they were not given more staff. They were right, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/dec/17/london-man-convicted-killing-ex-partner-baby-daughter-roland-mckoy\">and it did</a>. Ask me what it means, and that is what I think of.</p> \n<p>Or I think of the meeting I had, not long ago, with a former colleague from Hackney. She told me about a female officer who was badly assaulted, and a male officer who was chased down the street by a gang wielding knives and shouting “Kill the pig” after he tried to help her. They had gone to reports of a large fight in the street on their own because there was no one to back them up – because they were being expected to do more with less. “It’s only a matter of time,” she said, shaking her head sadly. We both knew what she meant.</p> \n<p><em><span class=\"bullet\">•</span> This article was amended on 22 May to correct the information in the caption below the picture of PC Alex Stewart.</em></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432301985860/1c9ffee9-646d-4c6d-a24e-734fdb6c3000-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oli Scarff/Getty","altText":"Police cadets on parade at the conclusion of their training","cleanCredit":"Photograph: Oli Scarff/Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432297846740/28fd4a0d-d61c-4fac-a269-9ca3ea8e8d24-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":261,"width":174,"orientation":"portrait","caption":"PC Alex Stewart receives a commendation for his work on a drugs operation in 2013.","credit":"Public domain","altText":"PC Alex Stewart receives a commendation for work on a drugs operation.","cleanCaption":"PC Alex Stewart receives a commendation for his work on a drugs operation in 2013."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432302034716/6f182c4e-4769-4a7f-a502-6fa9c0215744-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I’ve never known a time in the last 25 years when police morale has been so low,’ said one police officer in response to Theresa May’s speech this week. Photograph: Felix Clay for the Guardian","credit":"Felix Clay for the Guardian","altText":"riot police in london","cleanCaption":"‘I’ve never known a time in the last 25 years when police morale has been so low,’ said one police officer in response to Theresa May’s speech this week.","cleanCredit":"Photograph: Felix Clay for the Guardian"}],"webPublicationDate":"2015-05-22T13:43:01Z","lastModified":"2015-05-22T23:00:49Z","metadata":{"commentable":true,"commentCount":516,"contributors":[],"feature":true,"keywords":["Police","Police Federation","Theresa May","Politics","Metropolitan police","London","UK news"],"tags":[{"id":"uk/police","webTitle":"Police"},{"id":"uk-news/police-federation","webTitle":"Police Federation"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/metropolitan-police","webTitle":"Metropolitan police"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[{"id":"gu-video-456789241","source":"ITN","durationInSeconds":107,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10387884&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/20/150520TheresaMay.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/20/1432125104880/KP_234614_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Theresa May launches strong criticism at Police federation scaremongering  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Theresa May launches strong criticism at Police federation scaremongering  video","cleanCaption":"620x372 trailpic for Theresa May launches strong criticism at Police federation scaremongering  video"}}],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/22/why-i-quit-police-former-met-officer-on-service-in-crisis","shortUrl":"http://gu.com/p/496a5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/22/why-i-quit-police-former-met-officer-on-service-in-crisis","webUri":"http://www.theguardian.com/uk-news/2015/may/22/why-i-quit-police-former-met-officer-on-service-in-crisis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432301985860/1c9ffee9-646d-4c6d-a24e-734fdb6c3000-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Police cadets on parade at the conclusion of their training – but stress and low morale is causing many officers to leave the force. Photograph: Oli Scarff/Getty","credit":"Oli Scarff/Getty","altText":"Police cadets on parade at the conclusion of their training","cleanCaption":"Police cadets on parade at the conclusion of their training – but stress and low morale is causing many officers to leave the force.","cleanCredit":"Photograph: Oli Scarff/Getty"}},"importance":4,"kicker":{"title":"'Why I quit the thin blue line'"},"showQuotedHeadline":false},{"title":"Woman jailed for hiding son's cremation from ex-husband","rawTitle":"Woman jailed for hiding son's cremation from ex-husband","item":{"type":"article","id":"uk-news/2015/may/22/woman-hid-son-cremation-from-ex-husband-jailed-stoke-on-trent","title":"Woman jailed for hiding son's cremation from ex-husband","trailText":"Cathleen Hackney, who faked paperwork to stop former partner from attending funeral, was blasted as ‘selfish and wicked’ by Stoke-on-Trent judge","standFirst":"<p>Cathleen Hackney, who faked paperwork to stop former partner from attending funeral, was blasted as ‘selfish and wicked’ by Stoke-on-Trent judge</p>","byline":"Press Association","body":"<p> A “vindictive and spiteful” woman who filled in false paperwork to stop her ex-husband attending their son’s cremation has been jailed for four months.</p> \n<p>Cathleen Hackney, 56, signed fake certificates to stop Paul Barber from attending the funeral of their son, Paul Moreland, 32 – who had died in November 2010 after a longstanding health condition. </p> \n<p>Barber, who had tried to stop the cremation, was unaware his son’s burial was taking place after Hackney wrongly stated on the forms that there were no relatives who were unaware of the cremation, and that none of them opposed it taking place. In the end no one, not even Hackney, attended the funeral.</p> \n<p>Hackney, from Stoke-on-Trent, denied arranging her son’s funeral for 9.30am because of bitterness towards her former partner. The couple had an acrimonious divorce in 1983, the trial heard, and subsequent contact relating to their son was marred by dispute and conflict. </p> \n<p>Hackney was found guilty of two charges under the 1902 Cremations Act last month. She was composed as Judge David Fletcher sentenced her at Stoke-on-Trent crown court on Friday.</p> \n<p> The judge, who also ordered Hackney to pay Barber &pound;5,000 in compensation, said: “I have no doubt that this is a case where your actions were intended to cause harm specifically to Mr Barber. You willingly violated the criminal law to achieve that aim.”</p> \n<p>Adding that Barber had undoubtedly suffered psychological distress, the judge told his former wife: “Your behaviour undermined a serious and important process in the most fundamental way. Your behaviour has plumbed the depths and can properly be described as selfish and egocentric. It’s an old-fashioned word, I know, but your behaviour was wicked.”</p> \n<p> Although Fletcher accepted that Moreland’s death had been “upsetting and highly emotional” for Hackney, he said a clear message needed to be sent out that such offences would not be condoned. </p> \n<p> He told her: “You were vindictive and you were spiteful. You did this … because you continued to harbour bitter feelings towards your ex-husband.” <br /></p> \n<p>Speaking after Hackney was jailed, Barber said: “I am just glad that it’s all over and justice has been served. It wouldn’t have come to this if she hadn’t been so vindictive. I’m not glad it’s come to this, but she has done what she’s done and she’s going to have to live with it.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/12a11283f5aaa658cd84c9531f37743cf80f2e07/130_149_945_567/945.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":567,"width":945,"orientation":"landscape","credit":"Newsteam","altText":"Cathleen Hackney, from Stoke-on-Trent, hid her son’s funeral from her ex-husband after a bitter divorce.","cleanCredit":"Photograph: Newsteam"}],"bodyImages":[],"webPublicationDate":"2015-05-22T18:56:42Z","lastModified":"2015-05-22T23:01:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/22/woman-hid-son-cremation-from-ex-husband-jailed-stoke-on-trent","shortUrl":"http://gu.com/p/496yt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/22/woman-hid-son-cremation-from-ex-husband-jailed-stoke-on-trent","webUri":"http://www.theguardian.com/uk-news/2015/may/22/woman-hid-son-cremation-from-ex-husband-jailed-stoke-on-trent"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/12a11283f5aaa658cd84c9531f37743cf80f2e07/130_149_945_567/945.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":567,"width":945,"orientation":"landscape","caption":"Cathleen Hackney, from Stoke-on-Trent, hid her son’s funeral from her ex-husband after a bitter divorce. Photograph: Newsteam","credit":"Newsteam","altText":"Cathleen Hackney, from Stoke-on-Trent, hid her son’s funeral from her ex-husband after a bitter divorce.","cleanCaption":"Cathleen Hackney, from Stoke-on-Trent, hid her son’s funeral from her ex-husband after a bitter divorce.","cleanCredit":"Photograph: Newsteam"}},"importance":4,"showQuotedHeadline":false},{"title":"Extremism / PM backs plans for Ofcom to block 'extremist messages' on TV","rawTitle":"PM backs plans for Ofcom to block 'extremist messages' on TV","item":{"type":"article","id":"politics/2015/may/22/david-cameron-backs-plans-ofcom-block-extremist-messages-tv-censorship","title":"David Cameron backs plans for Ofcom to block 'extremist messages' on TV","trailText":"PM appears to support Theresa May’s proposals despite business secretary Sajid Javid’s statement that measures would amount to ‘state censorship’<br>","standFirst":"<p>PM appears to support Theresa May’s proposals despite business secretary Sajid Javid’s statement that measures would amount to ‘state censorship’<br /></p>","byline":"Rowena Mason and Alan Travis","body":"<p>David Cameron has backed plans to give Ofcom stronger powers to prevent the broadcast of “extremist messages” despite concerns from one of his own cabinet ministers that this could amount to state censorship.</p> \n<p>The prime minister appeared to support Theresa May, the home secretary, after the Guardian revealed a split in the cabinet over her counter-extremism measures.</p> \n<p>Sajid Javid, who was then culture secretary and is now business secretary, wrote to May before the election saying the plan would move <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/ofcom\">Ofcom</a> from a regulator “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/mays-plan-to-censor-tv-programmes-condemned-by-tory-cabinet-colleague\">into the role of a censor</a>” and involve “a fundamental shift in the way UK broadcasting is regulated” from post-transmission to pre-transmission monitoring.</p> \n<p>Asked by the Guardian whether he had any sympathy with Javid’s position, Cameron said: “I haven’t seen this particular memo or whatever it is so I can’t really comment. All I know is I think our proposals on extremism are extremely sensible and need to be put into place and I think Ofcom has got a role actually to make sure that we don’t broadcast extremist messages through our media.”</p> \n<p>His comments are a strong hint that the government’s proposals could yet include a plan to give Ofcom a pre-broadcast veto in spite of Javid’s objections.</p> \n<p>Downing Street said it is looking at a range of measures to deal with the broadcast of extremist material but insisted that any action would be “taken firmly in mind with the importance of freedom of the press”. </p> \n<p>The leaked memo from Javid came in response to a request made by May on 6 March to ministers on the cabinet’s home affairs committee and the national security committee. She was seeking clearance for publication of her extremism strategy, which included the broadcasters’ censorship proposal. <br /></p> \n<p>In Javid’s letter, dated 12 March, the minister raised concerns about the risk that the revived censorship proposal would be used “otherwise than intended, not least given the difficulty of defining extremism, and the consequent likelihood of the government being seen to be interfering with freedom of speech without sufficient justification”. </p> \n<p>He went as far as adding: “It should be noted that other countries with a pre-transmission regulatory regime are not known for their compliance with rights relating to freedom of expression and government may not wish to be associated with such regimes.”</p> \n<p>The home secretary last hinted at her wish to see the introduction of banning powers after the murder of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/may/23/lee-rigby-ordinary-soldier-woolwich-attack\">Drummer Lee Rigby</a> in Woolwich two years ago, when Conservative MPs expressed strong criticism of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2013/may/24/bbc-channel-4-anjem-choudary\">BBC Newsnight interview with the radical Islamist activist Anjem Choudary</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/dec/05/terrorism-uksecurity\">We need to get tough on extremism – in all its forms | Matthew Goodwin</a> </p> \n</aside> \n<p>May questioned what the BBC was doing in interviewing Choudary and said the government had to look at the role of Ofcom in relation to “what is being beamed into people’s homes”. But when the prime minister’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/counter-terrorism-bill-extremism-disruption-orders-david-cameron\">extremism task force reported in December</a> 2013, it did not include any moves towards pre-broadcast censorship and the subject was presumed to have been dropped.</p> \n<p>At the time the idea was compared to Margaret Thatcher’s move to tell broadcasters to deny terrorists the “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/sep/30/tory-plan-silence-extremists-20-years-end-ulster-broadcast-ban\">oxygen of publicity</a>”, which led to a full-scale row over a BBC decision to broadcast an extended interview with Martin McGuinness. That led to a journalists’ strike and, two years later, the resignation of the director general.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432316466381/666d22fe-c32b-48d7-b2a4-808a062827eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Valda Kalnina/EPA","altText":"David Cameron Latvia extremism proposal support","cleanCredit":"Photograph: Valda Kalnina/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-22T17:55:06Z","lastModified":"2015-05-22T23:18:42Z","metadata":{"commentable":true,"commentCount":82,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"},{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"}],"feature":false,"keywords":["David Cameron","Theresa May","Ofcom","Media","Politics","Television industry","UK news","Sajid Javid","UK security and counter-terrorism","Censorship"],"tags":[{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"media/ofcom","webTitle":"Ofcom"},{"id":"media/media","webTitle":"Media"},{"id":"politics/politics","webTitle":"Politics"},{"id":"media/television","webTitle":"Television industry"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/sajid-javid","webTitle":"Sajid Javid"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/censorship","webTitle":"Censorship"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/22/david-cameron-backs-plans-ofcom-block-extremist-messages-tv-censorship","shortUrl":"http://gu.com/p/496t9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/22/david-cameron-backs-plans-ofcom-block-extremist-messages-tv-censorship","webUri":"http://www.theguardian.com/politics/2015/may/22/david-cameron-backs-plans-ofcom-block-extremist-messages-tv-censorship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432316466381/666d22fe-c32b-48d7-b2a4-808a062827eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron speaking in Latvia on Friday. He described Theresa May’s proposals on extremism as ‘extremely sensible’. Photograph: Valda Kalnina/EPA","credit":"Valda Kalnina/EPA","altText":"David Cameron Latvia extremism proposal support","cleanCaption":"David Cameron speaking in Latvia on Friday. He described Theresa May’s proposals on extremism as ‘extremely sensible’.","cleanCredit":"Photograph: Valda Kalnina/EPA"}},"importance":3,"kicker":{"title":"Extremism"},"showQuotedHeadline":false},{"title":"Public-sector redundancy payoffs to be capped under Tories' enterprise bill","rawTitle":"Public-sector redundancy payoffs to be capped under Tories' enterprise bill","item":{"type":"article","id":"society/2015/may/23/public-sector-redundancy-payoffs-to-be-capped-under-tories-enterprise-bill","title":"Public-sector redundancy payoffs to be capped under Tories' enterprise bill","trailText":"Conservatives will ban six-figure ‘golden parachute’ packages for staff made redundant by public-sector employers such as the NHS, BBC and civil service ","standFirst":"<p>Conservatives will ban six-figure ‘golden parachute’ packages for staff made redundant by public-sector employers such as the NHS, BBC and civil service </p>","byline":"Rowena Mason Political correspondent","body":"<p>Public sector workers in the NHS, BBC and civil service will be banned from getting six-figure redundancy packages under a law to be brought forward in the Queen’s speech next week.</p> \n<p>The proposal to outlaw large “golden parachutes” for public sector workers was a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jan/03/conservatives-cap-redundancy-payout-bbc-nhs-civil-service-95000-general-election\">manifesto pledge</a> made by the Conservatives, following repeated cases of senior<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/nov/06/ed-miliband-david-cameron-nhs-payoffs-pmqs\"> officials getting payoffs in the hundreds of thousands of pounds</a>.</p> \n<p>Some of the highest packages in recent years include ones worth more than &pound;450,000 in the civil service, &pound;500,000 in the NHS and more than &pound;1m in the BBC.</p> \n<p>The new rules will be written into the enterprise bill, which is also going to be the vehicle for a roll-back of company regulation by the business secretary, Sajid Javid.</p> \n<p>The exact level at which payouts will be capped has not been decided but it is likely to be about &pound;95,000. Approximately 1,800 public-sector employees received payouts of more than &pound;100,000 in 2013. The government has already introduced measures to claw back big payouts from those who subsequently return to jobs in the public sector.</p> \n<p>George Osborne, the chancellor, said it was “not right that working people should have to fork out for golden parachutes worth hundreds of thousands of pounds for public-sector workers when they are made redundant”.</p> \n<p>“That’s why we are delivering on our pledge to end six-figure payoffs for the best-paid public-sector workers, ensuring fairness and value for money for the taxpayer,” he said.</p> \n<p>When the plan was first announced this year, Labour said the move was too little, too late – as many huge payouts to NHS executives had already been made during the government’s reorganisation of the health service.</p> \n<p>Jamie Reed, a shadow health minister, said: “David Cameron can’t get away from the fact that this horse has already bolted. He wasted &pound;1.6bn on redundancy payouts to NHS managers as part of his reckless reorganisation.</p> \n<p>“Frontline NHS staff found it galling that 4,000 managers who received payoffs are now back in NHS jobs. The government wasted billions on its reorganisation while patients are waiting hours on end in A&amp;E and longer for cancer treatment too – proof you can’t trust the Tories with the NHS.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432304479583/57b2887e-3b19-4c14-905b-9f19d01848ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Sillitoe for the Guardian","altText":"Man in hospital corridor","cleanCredit":"Photograph: David Sillitoe for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-22T23:01:01Z","lastModified":"2015-05-22T23:02:06Z","metadata":{"commentable":true,"commentCount":62,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Public sector pay","Conservatives","Sajid Javid","Public services policy","Politics","Society","UK news","Redundancy","Queen's speech","NHS","BBC","Civil service","Health","Media","Money","Work & careers"],"tags":[{"id":"society/public-sector-pay","webTitle":"Public sector pay"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/sajid-javid","webTitle":"Sajid Javid"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/redundancy","webTitle":"Redundancy"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"society/nhs","webTitle":"NHS"},{"id":"media/bbc","webTitle":"BBC"},{"id":"politics/civil-service","webTitle":"Civil service"},{"id":"society/health","webTitle":"Health"},{"id":"media/media","webTitle":"Media"},{"id":"money/money","webTitle":"Money"},{"id":"money/work-and-careers","webTitle":"Work & careers"}],"section":{"id":"society"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/23/public-sector-redundancy-payoffs-to-be-capped-under-tories-enterprise-bill","shortUrl":"http://gu.com/p/496b7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/23/public-sector-redundancy-payoffs-to-be-capped-under-tories-enterprise-bill","webUri":"http://www.theguardian.com/society/2015/may/23/public-sector-redundancy-payoffs-to-be-capped-under-tories-enterprise-bill"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432304479583/57b2887e-3b19-4c14-905b-9f19d01848ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Labour’s Jamie Reed said the government had wasted £1.6bn on payouts to managers under its reorganisation: ‘NHS staff found it galling that 4,000 managers who received payoffs are now back in NHS jobs.’ Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Man in hospital corridor","cleanCaption":"Labour’s Jamie Reed said the government had wasted £1.6bn on payouts to managers under its reorganisation: ‘NHS staff found it galling that 4,000 managers who received payoffs are now back in NHS jobs.’","cleanCredit":"Photograph: David Sillitoe for the Guardian"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-23T02:44:58Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}