{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Warsi / Cameron wrong to target British Muslims over radicalisation","rawTitle":"Cameron wrong to target British Muslims over radicalisation","item":{"type":"article","id":"politics/2015/jun/19/warsi-cameron-wrong-to-blame-british-muslim-complicity-for-radicalisation","title":"Warsi: Cameron wrong to target British Muslims over radicalisation","trailText":"Former Conservative co-chair says prime minister’s focus on ‘some’ Muslims who condone extremism will demoralise those already fighting Isis threat<br>","standFirst":"<p>Former Conservative co-chair says prime minister’s focus on ‘some’ Muslims who condone extremism will demoralise those already fighting Isis threat<br /></p>","byline":"Rowena Mason Political correspondent","body":"<p>David Cameron is at risk of demoralising British Muslims with his “misguided emphasis” on saying that some people in the community are quietly condoning Islamist extremism, according to a former cabinet colleague and Conservative party co-chair.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/prime-minister-british-muslims-isis\">Writing in the Guardian</a>, Lady Warsi said the prime minister may have further alienated Muslims with a speech about tackling radicalisation, which he made on Friday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/prime-minister-british-muslims-isis\">Remember, prime minister: British Muslims hate Isis too | Sayeeda Warsi</a> </p> \n</aside> \n<p>She warned that Cameron and ministers lacked the credibility to demand that British Muslims do more to weed out extremism when the government was itself failing to adequately champion and support them – although she said she did support the prime minister’s anti-extremist intention.</p> \n<p>Criticising Cameron’s heavy focus on “Muslim community complicity”, Warsi wrote:“My concern is that this call to Muslims to do more, without an understanding of what they already do now, will demoralise the very people who will continue to lead this fight. As one prominent female Muslim activist told me: ‘This speech has undermined what I’ve been doing.’<br />“David Cameron is right that there are ‘some’ – a minority within a minority within a minority – who condone the Isis view of the world, but there are many, many, many more of this minority who are fighting a very real and sustained battle, the same battle he is fighting. They know they have to do more, they are willing to do more but they will do it a lot better knowing we are on the same side.<br />“The government needs to champion them, support them. Only then will it<br />have the credibility to demand that communities themselves do more.”</p> \n<p>Warsi said Cameron’s own advisers should have been aware of how the intervention “with its misguided emphasis and call to action, would at best fall on deaf ears, at worst further alienate”.</p> \n<p>The outspoken intervention came after Cameron told a global security summit in Slovakia that the growing threat posed by Islamic State could only be defeated if <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/19/pm-to-urge-muslims-and-isps-stop-giving-credence-to-extremist-ideology\">Muslim communities and internet service providers stopped giving any credence to an Islamic extremist ideology</a> that claims the west is evil, democracy is wrong and women are inferior.</p> \n<p>In one passage that was briefed to newspapers overnight, he said: “A troubled boy who is angry at the world, or a girl [who is] looking for an identity, for something to believe in, and there’s something that is quietly condoned online or perhaps even in parts of your local community, then it’s less of a leap to go from a British teenager to an Isil [Isis] fighter or an Isil wife than it would be for someone who hasn’t been exposed to these things.”</p> \n<p>Cameron chose to make his speech at a time of heightened concerns about Britons travelling to Syria and Iraq to join Islamic State. Over the last week, one Briton, Talha Asmal, is believed to have killed himself as a suicide bomber in Iraq and three Bradford sisters took their nine children to Syria.</p> \n<p>Dr Shuja Shafi, secretary general of the Muslim Council of Britain (MCB), also took issue with how Cameron’s speech was portrayed by some of the media, including the Daily Mail, which ran a front-page story headlined “PM: UK Muslims Helping Jihadis”.</p> \n<p>He said that simplifying the causes of radicalisation for tabloid consumption helped no one but the extremists, and called on Cameron to work with all sections of the Muslim community.</p> \n<p>Cameron’s decision to highlight the issue was welcomed by Labour, but the shadow home secretary and leadership candidate, Yvette Cooper, said the government needed to do more to “help community-led organisations prevent extremism and radicalisation in the first place”.<br /></p> \n<p>Warsi, who, as party co-chair, led the Conservative effort to attract more ethnic-minority voters, also criticised Cameron for deciding to make the speech in Bratislava rather than Bradford or Birmingham.</p> \n<p>She said Cameron was right to say Isis posed a massive threat – one of the biggest Britain faces today – but added: “What concerns me about the prime minister’s speech is his emphasis on one aspect of the challenge while overlooking all the other aspects of the problem. </p> \n<p>“He has apparently decided to focus on the idea that ‘some’ in our Muslim communities condone the activities of Isis and ‘perhaps’ encourage young people to take the ruinous path of joining the terrorists. </p> \n<p>“Although he rightly said there are ‘many reasons’ why young people become radicalised and then take the next step towards acting on those warped beliefs, his speech focused only on the notion of Muslim community complicity. Friday’s newspapers were also heavily briefed to that effect ahead of the speech.”</p> \n<p>Earlier this year, Warsi delivered a blistering critique of the government’s approach towards British Muslims, saying that failure to engage properly with such communities had created a climate of suspicion and undermined the fight against extremism.<br /></p> \n<p>She also criticised the MCB for “continuing to produce a leadership that is neither equipped to represent, nor is genuinely reflective of, the contemporary aspirations of large sections of British Muslim communities”.</p> \n<p>Warsi was a Foreign Office minister who attended cabinet until August last year when she resigned over Cameron’s failure to condemn Israel’s military actions in Gaza as disproportionate.<br /></p> \n<p>She was the first Muslim to sit in the cabinet when she was made Conservative party co-chair by Cameron after the 2010 general election. She was subsequently moved to the post of minister of state at the Foreign Office and minister for faith and communities in the 2012 reshuffle – a move widely regarded as a demotion.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434740051287/7daeebb3-01a9-42d7-8a86-100dccf4f0f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul Cooper/Rex","altText":"Sayeeda Warsi criticised David Cameron for giving his radicalisation speech in Bratislava rather than Bradford or Birmingham.","cleanCredit":"Photograph: Paul Cooper/Rex"}],"bodyImages":[],"webPublicationDate":"2015-06-19T18:38:26Z","lastModified":"2015-06-19T20:01:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Sayeeda Warsi","David Cameron","Islamic State","Islam","Counter-terrorism policy","UK security and counter-terrorism","Politics","Religion","UK news","World news"],"tags":[{"id":"politics/sayeeda-warsi","webTitle":"Sayeeda Warsi"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/islam","webTitle":"Islam"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/religion","webTitle":"Religion"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/19/warsi-cameron-wrong-to-blame-british-muslim-complicity-for-radicalisation","shortUrl":"http://gu.com/p/4axef","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/19/warsi-cameron-wrong-to-blame-british-muslim-complicity-for-radicalisation","webUri":"http://www.theguardian.com/politics/2015/jun/19/warsi-cameron-wrong-to-blame-british-muslim-complicity-for-radicalisation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434740051287/7daeebb3-01a9-42d7-8a86-100dccf4f0f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sayeeda Warsi criticised David Cameron for giving his radicalisation speech in Bratislava rather than Bradford or Birmingham. Photograph: Paul Cooper/Rex","credit":"Paul Cooper/Rex","altText":"Sayeeda Warsi criticised David Cameron for giving his radicalisation speech in Bratislava rather than Bradford or Birmingham.","cleanCaption":"Sayeeda Warsi criticised David Cameron for giving his radicalisation speech in Bratislava rather than Bradford or Birmingham.","cleanCredit":"Photograph: Paul Cooper/Rex"}},"importance":7,"kicker":{"title":"Warsi"},"showQuotedHeadline":false,"sublinks":[{"title":"Sayeeda Warsi / Remember, British Muslims hate Isis too","rawTitle":"Remember, British Muslims hate Isis too","item":{"type":"comment","id":"commentisfree/2015/jun/19/prime-minister-british-muslims-isis","title":"Remember, prime minister: British Muslims hate Isis too","trailText":"By ignoring the good work we are doing, ministers risk demoralising those who are fighting radicalisation every day","standFirst":"By ignoring the good work we are doing, ministers risk demoralising those who are fighting radicalisation every day","byline":"Sayeeda Warsi","body":"<p>David Cameron is right. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/19/pm-to-urge-muslims-and-isps-stop-giving-credence-to-extremist-ideology\">Isis poses a massive threat – one of the biggest we face today</a>. He is right when he describes the poisonous narrative they preach and I welcome his comments that British Muslim communities have a powerful and important role to play in dealing with a situation that is becoming increasingly grave. As prime minister, he is right to bring the authority of his office to bear.</p> \n<p>However, what concerns me about the prime minister’s speech in Slovakia is his emphasis on one aspect of the challenge, while overlooking all the other aspects of the problem. He has apparently decided to focus on the idea that “some” in our Muslim communities condone the activities of Isis and “perhaps” encourage young people to take the ruinous path of joining the terrorists. Although he rightly said there are “many reasons” why young people become radicalised and then take the next step towards acting on those warped beliefs, his speech focused only on the notion of Muslim community complicity. Friday’s newspapers were also heavily briefed to that effect ahead of the speech.</p> \n<p>The death in Iraq of Talha Asmal – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing\">Britain’s youngest suicide bomber</a> – and the reported arrival in Syria of a family of three women and nine British children from Bradford provide a tragic backdrop against which the government could have reached out in partnership, and demanded more of its communities and itself.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Theresa May's powerful words set the right tone … David Cameron might have been advised to follow her example</p> \n </blockquote> \n</aside> \n<p><a href=\"http://www.telegraph.co.uk/news/uknews/terrorism-in-the-uk/11684368/Theresa-May-issued-direct-plea-to-Britons-not-to-destroy-their-lives-and-children-with-Isil.html\">Theresa May’s powerful words</a> at the Metropolitan police’s counterterrorism conference in London 24 hours before the prime minister’s Bratislava speech set the right tone and delivered a graphic and frank message: that we must all do more and we must do it together. The prime minister would have been better advised to follow her example. He should also have been advised not to choose Bratislava as the backdrop to speak to his own British Muslim communities, but to opt for Birmingham, or dare I even suggest, Bradford. His last major speech of this type was delivered in Munich, when it could have been Manchester.</p> \n<p>The government is aware of how disengaged it is from large sections of the British Muslim communities. So advisers would have known how this intervention, with its misguided emphasis and call to action, would at best fall on deaf ears, and at worst further alienate.</p> \n<p>I wish government ministers would come to Dewsbury. I wish they would meet the sports groups that have for years been giving youngsters a British Muslim identity and working to create a sense of belonging.</p> \n<p>I wish they would meet the imams leading the ideological fight against Isis, the business people who are putting their hard-earned cash into pizza evenings for kids to draw them off the streets and allow them to hear the message of deradicalisation.</p> \n<p>I would have wanted them to hear the anguish of mothers who give daily lectures to their children because they so fear losing them.</p> \n<p>The prime minister and others need to come and see these initiatives and hundreds like them up and down the country. The fatwas, curriculums and conferences that unpick and reject the extremist ideology; the volunteering and charitable giving which reaches across faith communities; the Muslim guides, scouts, cadets, national citizen service graduates and volunteers who sell poppies every year; individuals who are proudly British and proudly Muslim.</p> \n<p>Ministers need to experience what the communities are already doing – and see that they are doing this not just because it is the right thing to do, but also out of a powerful instinct for self-preservation. British Muslim communities know that it is they who are being preyed upon and targeted by the likes of Isis. They know that this is their fight and they are fighting it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/david-cameron-islamic-extremists-british-muslims\">David Cameron, inadvertent PR man for Islamic extremists | Owen Jones</a> </p> \n</aside> \n<p>I support the prime minister and the government’s battle against extremism, but lament the missed opportunities. Cameron’s speech could have been used to highlight the fact that British Muslims are leading the rest of Europe in their efforts to fight radicalisation. It was the expertise of British Muslims, among others, that French policymakers turned to after the Charlie Hebdo murders. To highlight this work would have empowered, strengthened and encouraged those who are working so hard, often to personal detriment. Their efforts deserve recognition.</p> \n<p>My concern is that this call to Muslims to do more, without an understanding of what they already do now, will demoralise the very people who will continue to lead this fight. As one prominent female Muslim activist told me: “This speech has undermined what I’ve been doing.”</p> \n<p>Cameron is right that there are “some” – a minority within a minority within a minority – who condone the Isis view of the world, but there are so many more of this minority who are fighting a very real and sustained battle, the same battle he is fighting. They know they have to do more, they are willing to do more, but they will do it a lot better knowing we are on the same side.</p> \n<p>Government needs to champion them, support them. Only then will it have the credibility to demand that communities themselves do more.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434736593972/A-Muslim-woman-walks-by-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod","credit":"/Murdo Macleod","altText":"A Muslim woman walks by an advertising hoarding defaced with graffiti.","cleanCaption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-06-19T18:39:11Z","lastModified":"2015-06-19T23:01:51Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Sayeeda Warsi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sayeedawarsi"}],"feature":false,"keywords":["Islam","Religion","World news","Islamic State","UK security and counter-terrorism","UK news","Politics","David Cameron"],"tags":[{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Sayeeda Warsi","topic":{"type":"tag-contributor","name":"profile/sayeedawarsi"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/prime-minister-british-muslims-isis","shortUrl":"http://gu.com/p/4axe5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/prime-minister-british-muslims-isis","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/prime-minister-british-muslims-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434736593972/A-Muslim-woman-walks-by-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod","credit":"/Murdo Macleod","altText":"A Muslim woman walks by an advertising hoarding defaced with graffiti.","cleanCaption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod"}},"importance":0,"kicker":{"title":"Sayeeda Warsi"},"byline":{"title":"Sayeeda Warsi"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434736593972/A-Muslim-woman-walks-by-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod","credit":"/Murdo Macleod","altText":"A Muslim woman walks by an advertising hoarding defaced with graffiti.","cleanCaption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434740051287/7daeebb3-01a9-42d7-8a86-100dccf4f0f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul Cooper/Rex","altText":"Sayeeda Warsi criticised David Cameron for giving his radicalisation speech in Bratislava rather than Bradford or Birmingham.","cleanCredit":"Photograph: Paul Cooper/Rex"}}]},{"title":"Jordan Watson murder: fourth teenager arrested over killing in Carlisle","rawTitle":"Jordan Watson murder: fourth teenager arrested over killing in Carlisle","item":{"type":"article","id":"uk-news/2015/jun/19/jordan-watson-fourth-teenager-arrested-over-killing-in-carlisle","title":"Jordan Watson murder: fourth teenager arrested over killing in Carlisle","trailText":"Police said a 19-year-old man had been arrested in connection with the murder of 14-year-old Jordan, who was found stabbed to death in Upperby cemetery","standFirst":"<p>Police said a 19-year-old man had been arrested in connection with the murder of 14-year-old Jordan, who was found stabbed to death in Upperby cemetery</p>","byline":"Rebecca Ratcliffe","body":"<p><br />A fourth teenager has been arrested in connection with the “savage and brutal” murder of a 14-year-old boy found dead in a cemetery. </p> \n<p>A 19-year-old man was arrested on Friday and has been detained for questioning, while two other men, aged 19 and 18, remain in police custody. All three are from Carlisle.<br /></p> \n<p>A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/jordan-watson-two-more-teenagers-arrested\">16-year-old who was arrested on Thursday</a>, also from Carlisle, has since been released on police bail. It is not believed that he was directly involved in the murder, detectives have said.</p> \n<p>Jordan Watson, 14, was discovered in a secluded part of Upperby cemetery, next to St John the Baptist church in Manor Road, Carlisle, Cumbria, by a member of the public at about 7.45am on Tuesday. A postmortem examination revealed that the teenager, from Ridley Road in the city, died from multiple wounds to the head and neck caused by a sharp implement.<br /></p> \n<p>Cumbria police have appealed for help from the public, particularly anyone who saw or heard anything unusual in the area, or saw Jordan on Monday or the early hours of Tuesday morning. He is described as 5ft tall, of slim build and with brown hair. He was wearing a grey and blue hooded top, black Adidas T-shirt, grey tracksuit bottoms and grey Nike trainers.<br /></p> \n<p>Jordan was described by friends and family as a cheeky, good-humoured boy. In a statement released on Wednesday night, they said: “Jordan’s favourite expression was ‘yolo’ – you only live once. Jordan lived by this motto – he had a strong personality and a love of the outdoors.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0983c0d7579b65759150394bd1b4847494bec483/0_219_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Owen Humphreys/PA","altText":"Police at Upperby cemetery in Carlisle, Cumbria, after the body of 14-year-old Jordan Watson was found on Tuesday. ","cleanCredit":"Photograph: Owen Humphreys/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-19T19:52:15Z","lastModified":"2015-06-19T19:54:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["Carlisle","UK news"],"tags":[{"id":"uk/carlisle","webTitle":"Carlisle"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/jordan-watson-fourth-teenager-arrested-over-killing-in-carlisle","shortUrl":"http://gu.com/p/4axfv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/19/jordan-watson-fourth-teenager-arrested-over-killing-in-carlisle","webUri":"http://www.theguardian.com/uk-news/2015/jun/19/jordan-watson-fourth-teenager-arrested-over-killing-in-carlisle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0983c0d7579b65759150394bd1b4847494bec483/0_219_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Police at Upperby cemetery in Carlisle, Cumbria, after the body of 14-year-old Jordan Watson was found on Tuesday.  Photograph: Owen Humphreys/PA","credit":"Owen Humphreys/PA","altText":"Police at Upperby cemetery in Carlisle, Cumbria, after the body of 14-year-old Jordan Watson was found on Tuesday. ","cleanCaption":"Police at Upperby cemetery in Carlisle, Cumbria, after the body of 14-year-old Jordan Watson was found on Tuesday. ","cleanCredit":"Photograph: Owen Humphreys/PA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0983c0d7579b65759150394bd1b4847494bec483/0_219_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Owen Humphreys/PA","altText":"Police at Upperby cemetery in Carlisle, Cumbria, after the body of 14-year-old Jordan Watson was found on Tuesday. ","cleanCredit":"Photograph: Owen Humphreys/PA"}}]},{"title":"Lord Ashdown: progressive parties in Britain should work together","rawTitle":"Lord Ashdown: progressive parties in Britain should work together","item":{"type":"article","id":"politics/2015/jun/19/lord-ashdown-progressive-parties-in-britain-should-work-together","title":"Lord Ashdown: progressive parties in Britain should work together","trailText":"Former Lib Dem leader says political centre and left should cooperate to counter threat to UK’s social cohesion, national unity and place in Europe","standFirst":"<p>Former Lib Dem leader says political centre and left should cooperate to counter threat to UK’s social cohesion, national unity and place in Europe</p>","byline":"Patrick Wintour and Nicholas Watt","body":"<p>Lord Ashdown, the former Liberal Democrat leader, is calling for the progressive forces in British politics not to retreat into post-election tribalism but to work together to try to agree a broad policy agenda for a future non-Tory government.</p> \n<p>Ashdown is the most senior politician on the centre-left since the election to call for political cooperation among progressive forces, a move that would effectively end Nick Clegg’s policy of placing the Liberal Democrats politically equidistant between the main two parties.</p> \n<p>Ashdown suggests the Lib Dems, Labour and the Greens, along with others interested in reform, should set up a convention to discuss a joint progressive agenda. He stressed Labour and the Lib Dems had to maintain their independence, and he was not in favour of electoral pacts on seats, or any kind of formal organisational cooperation.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/17/challenge-labour-hack-system-multiparty-politics-local-pacts\">My challenge to Labour: embrace a progressive, multiparty politics | Caroline Lucas</a> </p> \n</aside> \n<p>Ashdown, who was appointed by Clegg to be the Liberal Democrats’ election co-ordinator, said: “I think there is a case for creating a framework before the European referendum where the progressive forces come together.”</p> \n<p>He told the Guardian it was time to end the fractures on the left: “As we – all of us on the left and centre-left – survey the wreckage around us after the last election, we should ask ourselves this question: is this the moment for us to retreat into tribalism, as we always do? My answer to that question is ‘no’.</p> \n<p>“There is much we disagree about, but there is more that we agree on. The environment, civil liberties, internationalism; how to build a strong economy within the context of a fair society; how to devolve power to our nations and communities in a way which preserves our national unity, not threatens it; the need to tackle the intolerable gap of inequality which will soon threaten our social cohesion as well as our economic success. <br /></p> \n<p>“Above all how, by working sensibly together where we are able to, we can save Britain from a government which, whatever David Cameron’s instincts, is now increasingly driven by its right wing who are hell bent on policies which will threaten our social cohesion, our national unity, our place in Europe and our standing in the wider world.”</p> \n<p>Ashdown said he accepted Labour’s first instinct would be to return to tribalism, especially during the current leadership election “but they will soon realise that the old tribalism will not solve their problems”.</p> \n<p> He said: “I am throwing a stone into the millpond to see how others respond to the ripples that come out of it.” Neither of the Liberal Democrat leadership contenders, Norman Lamb and Tim Farron, have so far spoken in any depth about co-operation with Labour.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/alan-johnson-to-head-labour-yes-campaign-for-eu-referendum\">Alan Johnson to head Labour yes campaign for EU referendum</a> </p> \n</aside> \n<p>Ashdown said: “I think that there is now a real case for the rassemblement des forces progressif, as the French president Fran&ccedil;ois Mitterrand would have called it, except, and this is the difference, that last time this was attempted it was possible because of the power of Labour and above all the power of Tony Blair. Blair was the polarity around whom you had to gather to make that work. But the election has shown that we now live in a much more pluralist political climate and Labour no longer enjoys the same position on the left.”</p> \n<p>Labour is likely at the moment to spurn Ashdown’s olive branch, pointing to the Liberal Democrat’s eight seats and the UK’s rejection of voting reform in 2011. But given the scale of Labour’s electoral mountain in 2020, some Labour voices are likely to support greater policy cooperation. Caroline Lucas, the Green MP, has explicitly called for that cooperation, as has briefly Vince Cable, the former business secretary. Lord Mathew Taylor, the former MP for Truro, is also understood to support the Ashdown initiative.</p> \n<p>Ashdown himself as Liberal Democrat leader in 1995 abandoned political equidistance, putting his party explicitly to the left, but then found his plan for deeper Labour-Liberal Democrat cooperation stalled when Tony Blair won an unexpectedly massive Commons majority in 1997. </p> \n<p>Prior to the 1997 election Robin Cook for Labour and Bob Maclennan for the Liberal Democrats, under the guidance of Blair and Ashdown, worked together on a joint programme on constitutional reform.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735142394/f478410d-b5d3-41d3-b000-add99939456d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Murdo Macleod","altText":"Paddy Ashdown wants to move away from the Lib Dems positioning themselves as politically equidistant from the Tories and Labour.","cleanCredit":"Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-06-19T19:00:05Z","lastModified":"2015-06-19T23:01:58Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["Liberal Democrats","Lord Ashdown","Labour","Green party","Politics","UK news","EU referendum"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/paddy-ashdown","webTitle":"Lord Ashdown"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/green-party","webTitle":"Green party"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/eu-referendum","webTitle":"EU referendum"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/19/lord-ashdown-progressive-parties-in-britain-should-work-together","shortUrl":"http://gu.com/p/4axca","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/19/lord-ashdown-progressive-parties-in-britain-should-work-together","webUri":"http://www.theguardian.com/politics/2015/jun/19/lord-ashdown-progressive-parties-in-britain-should-work-together"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735142394/f478410d-b5d3-41d3-b000-add99939456d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paddy Ashdown wants to move away from the Lib Dems positioning themselves as politically equidistant from the Tories and Labour. Photograph: Murdo Macleod","credit":"Murdo Macleod","altText":"Paddy Ashdown wants to move away from the Lib Dems positioning themselves as politically equidistant from the Tories and Labour.","cleanCaption":"Paddy Ashdown wants to move away from the Lib Dems positioning themselves as politically equidistant from the Tories and Labour.","cleanCredit":"Photograph: Murdo Macleod"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735142394/f478410d-b5d3-41d3-b000-add99939456d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Murdo Macleod","altText":"Paddy Ashdown wants to move away from the Lib Dems positioning themselves as politically equidistant from the Tories and Labour.","cleanCredit":"Photograph: Murdo Macleod"}}]},{"title":"BBC receives warning over bias from John Whittingdale","rawTitle":"BBC receives warning over bias from John Whittingdale","item":{"type":"article","id":"media/2015/jun/20/bbc-receives-warning-over-bias-from-john-whittingdale","title":"BBC receives warning over bias from John Whittingdale","trailText":"Culture secretary suggests the broadcaster’s output may be judged by an external regulator to ensure it is impartial<br>","standFirst":"<p>Culture secretary suggests the broadcaster’s output may be judged by an external regulator to ensure it is impartial<br /></p>","byline":"Rebecca Ratcliffe","body":"<p>The process for dealing with accusations of bias at the BBC could be re-examined, according to the culture secretary John Whittingdale, who suggested the broadcaster may be judged by an external regulator.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It never was the case that I was going in to go to war with the BBC</p> \n  <footer> \n   <cite>John Whittingdale</cite> \n  </footer> \n </blockquote> \n</aside> \n<p><a href=\"http://www.telegraph.co.uk/culture/tvandradio/bbc/11687505/BBC-Trust-could-be-stripped-of-power-to-rule-over-allegations-of-bias-Culture-Secretary-says.html\">Speaking to the Daily Telegraph</a>, Whittingdale, an outspoken critic of the BBC, said a “very robust system” was needed to ensure the broadcaster’s coverage was impartial. <br tabindex=\"-1\" /></p> \n<p>“Whether or not the present governance is the right way of dealing with it – the fact that questions of impartiality are judged by the BBC Trust – that is an area which I want to think about, because all the other broadcasters have an external regulator looking at the impartiality question,” he said. “It’s part of the bigger question of the way in which the BBC is governed.” <br /></p> \n<p>The culture secretary said in the interview that he did not have a vendetta against the broadcaster.</p> \n<p>“I think the BBC has an incredibly difficult job, in that political parties are always going to be looking for signs that the BBC – indeed not just the BBC, but any broadcaster – is not acting in an wholly impartial way,” he said. </p> \n<p> “I think sometimes my party had cause for complaint. I suspect that it may well be the case that sometimes the Labour party had cause for complaint.”</p> \n<p>Conservative figures have complained of a leftwing bias at the BBC, an accusation that was recently <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/02/bbc-news-chief-politicians-funding-james-harding\">rejected by corporation’s head of news</a>, James Harding.</p> \n<p>Whittingdale, who is expected to take a tough stance against the BBC when charter renewal negotiations begin, said it needed to be made “fit for the new broadcasting age we are moving into”. </p> \n<p>When Whittingdale was named culture secretary, the Times and the Telegraph led with his appointment of their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/12/tories-not-at-war-with-bbc-says-business-secretary\">front pages</a>, with the latter saying the Tories had gone to war with the BBC.</p> \n<p>But the culture secretary rejected this suggestion: “It never was the case that I was going in to go to war with the BBC … I am critical of the BBC. I also think there are areas where clearly there is a strong case for change, not least because the landscape is looking so different. But it isn’t a sort of vendetta or a punishment exercise or anything like that.” </p> \n<p>He would not be drawn on the future of BBC funding, but said he was waiting for the outcome of a report by David Perry QC into the possibility of decriminalising non-payment of the licence fee. <br tabindex=\"-1\" /></p> \n<p>He said: “If [David Perry] comes back and recommends going down that road – or if we decide to go down that road – that immediately has implications for the way the licence fee works. We’re waiting to see that report.” </p> \n<p>Explaining his famous comment that the licence fee was <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/oct/29/bbc-licence-fee-poll-tax-tory-john-whittingdale\">“worse than the poll tax”</a>, he said: “It might be naivety, but I have a slight cause for surprise that it was regarded as such a controversial statement. Because what I was doing was stating what seems to me a statement of fact. </p> \n<p> “There are arguments for the licence fee and there are arguments against the licence fee. But one of the criticisms of the licence fee is that it is a flat-rate charge, which every household up to 75 has to pay. There is no assistance available – which actually under the [poll tax] there was. It takes no account of people’s income or wealth. It is in that sense highly regressive.”</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/73295e6e5e069e56988633c0d7b8f3227ec852fa/0_0_2952_1772/2952.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1772,"width":2952,"orientation":"landscape","credit":"Anthony Devlin/PA","altText":"File photo dated 25/03/15 of a TV camera outside BBC Broadcasting House in Portland Place, London, as the BBC has released new figures which show its weekly global audience has reached 308 million people. PRESS ASSOCIATION Photo. Issue date: Thursday May 21, 2015. The corporation said the total combines its news and entertainment content for the year 2014/15 and is the first time it has been measured in this way. In 2013 Tony Hall, director general of the BBC, set a target of 500m for the BBC's global reach by 2022. See PA story MEDIA BBC. Photo credit should read: Anthony Devlin/PA Wire","cleanCredit":"Photograph: Anthony Devlin/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-19T23:44:47Z","lastModified":"2015-06-20T00:32:56Z","metadata":{"commentable":true,"commentCount":127,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["BBC","John Whittingdale","Television","Culture","Media","Politics","Television & radio","UK news"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"politics/john-whittingdale","webTitle":"John Whittingdale"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/media","webTitle":"Media"},{"id":"politics/politics","webTitle":"Politics"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/20/bbc-receives-warning-over-bias-from-john-whittingdale","shortUrl":"http://gu.com/p/4axhe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/20/bbc-receives-warning-over-bias-from-john-whittingdale","webUri":"http://www.theguardian.com/media/2015/jun/20/bbc-receives-warning-over-bias-from-john-whittingdale"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/73295e6e5e069e56988633c0d7b8f3227ec852fa/0_0_2952_1772/2952.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1772,"width":2952,"orientation":"landscape","caption":"BBC’s New Broadcasting House in Portland Place, central London. Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"BBC’s New Broadcasting House i","cleanCaption":"BBC’s New Broadcasting House in Portland Place, central London.","cleanCredit":"Photograph: Anthony Devlin/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/73295e6e5e069e56988633c0d7b8f3227ec852fa/0_0_2952_1772/2952.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1772,"width":2952,"orientation":"landscape","credit":"Anthony Devlin/PA","altText":"File photo dated 25/03/15 of a TV camera outside BBC Broadcasting House in Portland Place, London, as the BBC has released new figures which show its weekly global audience has reached 308 million people. PRESS ASSOCIATION Photo. Issue date: Thursday May 21, 2015. The corporation said the total combines its news and entertainment content for the year 2014/15 and is the first time it has been measured in this way. In 2013 Tony Hall, director general of the BBC, set a target of 500m for the BBC's global reach by 2022. See PA story MEDIA BBC. Photo credit should read: Anthony Devlin/PA Wire","cleanCredit":"Photograph: Anthony Devlin/PA"}}]},{"title":"Ex-footballer Kerry Dixon jailed for assault","rawTitle":"Ex-footballer Kerry Dixon jailed for assault","item":{"type":"article","id":"football/2015/jun/19/kerry-dixon-chelsea-jailed-nine-months-guilty-assault","title":"Kerry Dixon jailed for nine months after being found guilty of assault","trailText":"The former Chelsea and England striker Kerry Dixon has been jailed for nine months over an attack on a man in a pub in Dunstable","standFirst":"<span class=\"bullet\">•</span> Former Chelsea striker attacked man at a pub in Dunstable\n<br />\n<span class=\"bullet\">•</span> Judged describes attack as ‘shocking and sickening’","byline":"Press Association","body":"<p>The former Chelsea and England striker Kerry Dixon has been jailed for nine months after being found guilty of assault.</p> \n<p>Dixon, who scored 147 goals for Chelsea, was sentenced on Friday at Luton crown court for attacking a man in a pub.</p> \n<p>Jailing the 53-year-old, Judge Barbara Mensah said the attack was “shocking and sickening to watch”. The judge said the violence was “disproportionate, unnecessary and completely over the top”.</p> \n<p>Dixon had denied attacking a fellow drinker who had been sitting on a bar stool in the Nags Head pub in Dunstable in Bedfordshire.</p> \n<p>The assault on the 38-year-old father-of-two Ben Scoble in the early hours of 15 May last year, was caught on CCTV. Mr Scoble, a builder, was punched off the stool and then subjected to a flurry of blows while on the floor.</p> \n<p>The judge said the shocking footage showed how Mr Dixon launched at attack “out of the blue”, which had drawn “a gasp” from jurors when first played to the court during his trial last week.</p> \n<p>“You were not just striking him, knocking him off his bar stool, but continuing to strike him when he was on the ground,” she said. “Then you continued to pummel him on the ground.”</p> \n<p>Dixon, who played for Luton Town, Reading, Southampton, Millwall, and Doncaster Rovers, and earned eight caps for England, had pleaded not guilty to assault occasioning actual bodily harm. He alleged he had acted in self-defence, However Dixon, from Dunstable, was convicted by a jury after a five-day hearing with the judge describing the attack as “completely unprovoked”.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434725407879/Kerry-Dixon-arrives-at-Lu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kerry Dixon arrives at Luton Crown Court, where he was jailed for nine months after being found guilty of assault.  Photograph: Nick Ansell/PA","credit":"Nick Ansell/PA","altText":"Kerry Dixon arrives at Luton Crown Court","cleanCaption":"Kerry Dixon arrives at Luton Crown Court, where he was jailed for nine months after being found guilty of assault.  Photograph: Nick Ansell/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-19T14:50:42Z","lastModified":"2015-06-19T15:15:24Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Chelsea","Football","Sport"],"tags":[{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/19/kerry-dixon-chelsea-jailed-nine-months-guilty-assault","shortUrl":"http://gu.com/p/4ax8z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/19/kerry-dixon-chelsea-jailed-nine-months-guilty-assault","webUri":"http://www.theguardian.com/football/2015/jun/19/kerry-dixon-chelsea-jailed-nine-months-guilty-assault"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434725407879/Kerry-Dixon-arrives-at-Lu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kerry Dixon arrives at Luton Crown Court, where he was jailed for nine months after being found guilty of assault.  Photograph: Nick Ansell/PA","credit":"Nick Ansell/PA","altText":"Kerry Dixon arrives at Luton Crown Court","cleanCaption":"Kerry Dixon arrives at Luton Crown Court, where he was jailed for nine months after being found guilty of assault.  Photograph: Nick Ansell/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434725407879/Kerry-Dixon-arrives-at-Lu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kerry Dixon arrives at Luton Crown Court, where he was jailed for nine months after being found guilty of assault.  Photograph: Nick Ansell/PA","credit":"Nick Ansell/PA","altText":"Kerry Dixon arrives at Luton Crown Court","cleanCaption":"Kerry Dixon arrives at Luton Crown Court, where he was jailed for nine months after being found guilty of assault.  Photograph: Nick Ansell/PA"}}]},{"title":"Anabolic steroids / Spiralling use creating health timebomb, experts warn","rawTitle":"Spiralling use creating health timebomb, experts warn","item":{"type":"article","id":"society/2015/jun/19/anabolic-steroid-use-leaves-britain-facing-health-timebomb","title":"Spiralling anabolic steroid use leaves UK facing health timebomb, experts warn","trailText":"Image-obsessed young males use drug to build muscle but growing health toll includes HIV infection rate equal to that of heroin users","standFirst":"<p>Image-obsessed young males use drug to build muscle but growing health toll includes HIV infection rate equal to that of heroin users</p>","byline":"Peter Walker","body":"<p>Britain is experiencing an epidemic of anabolic steroid use among image-obsessed young men, according to experts, who warn the country faces a health timebomb from a problem which is significantly underrepresented in official statistics.</p> \n<p>The <a href=\"http://www.crimesurvey.co.uk/\">Crime Survey for England and Wales</a> estimates that just under 60,000 people a year take the drugs, which mimic the effects of testosterone and boost muscle growth. But people who work with steroid users say the real figure could be many times greater, with the vast majority of users injecting the drugs and many doing so at gyms. </p> \n<p>“It is a big underestimate,” said <a href=\"http://www.uws.ac.uk/staff-profiles/science/julien-baker/\">Professor Julien Baker</a>, an expert in steroid use from the University of the West of Scotland. “There are needle exchanges in Cardiff and Glasgow which say they’ve seen a 600% increase for steroid users over 10 years. The real figure is definitely in the hundreds of thousands.”</p> \n<p>With this comes a growing health toll, including an <a href=\"http://bmjopen.bmj.com/content/3/9/e003207.full\">HIV infection rate among steroid users</a> which has reached 1.5% – as high as that for injectors of drugs such as heroin – and growing rates of hepatitis B and C infection. </p> \n<p>As well as the immediate effects of the steroids, which can include high blood pressure and aggression, those who work with users say people are taking increasingly high doses and for longer periods, putting them at risk of depression, heart problems and even long-term cognitive damage.</p> \n<figure class=\"element element-image\" data-media-id=\"666cafd678c384b15cf13cb14d3d5f88b52afdc1\"> \n <img src=\"http://media.guim.co.uk/666cafd678c384b15cf13cb14d3d5f88b52afdc1/0_0_2904_1744/1000.jpg\" alt=\"Used needles from steroid use at a gym in the north of England.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Used needles from steroid use at a gym in the north of England.</span> \n  <span class=\"element-image__credit\">Photograph: Guardian</span> \n </figcaption> \n</figure> \n<p>Steroid users are also increasingly young, with one adviser seeing a 15-year-old who had injected the drug into his chest to try to bulk up, and anecdotal reports of boys as young as 13 using it.</p> \n<p>Teenagers and young men feel increasingly pressured to match lean and muscular physiques portrayed in the media, experts say, making steroid use, once limited to sportspeople or obsessive bodybuilders, a mainstream choice. Many steroid injectors also use other substances, such as human growth hormone, insulin and other drugs to burn fat.</p> \n<p>“The vast majority of people we see use steroids for image reasons,” said <a href=\"http://www.cph.org.uk/wp-content/uploads/2014/04/Gary-Beeny-PHE-PIED-Conf-GB1.pdf\">Gary Beeny</a>, who works in a steroid clinic in the Ancoats district of Manchester. “It’s mainly to show your muscles, going out. It’s all linked to images of lean physiques with big arms. That’s the kind of look the young lads like.”</p> \n<p>David Rourke, from the Arundel Street drugs project in Sheffield, said he had recently met a group of steroid-using men in their 20s. “One of them looked younger than the rest and he decided using steroids would make him start to grow a beard – which isn’t right at all. But he felt he wanted to do it, which is quite scary,” Rourke said.</p> \n<p>The drugs, officially known as anabolic-androgenic steroids, were first developed for medical use, with early abusers mainly using illicitly acquired pharmaceutical supplies. While they remain a class C prohibited drug, experts say people can now easily buy them from fellow gym users or the internet, with underground factories supplying professionally packaged products with their own brand names and glowing online reviews. These can be taken as tablets but are more commonly injected into the skin or muscle.</p> \n<p> “It used to be much more limited; only the really big, muscular guys went anywhere near steroids,” said Beeny. “Now it can be anybody who goes to a gym and speaks to people. The network of supply and demand is very advanced.”</p> \n<p> Joseph Kean, the manager of the <a href=\"http://www.bridge-bradford.org.uk/\">Bridge Project drug charity</a> in Bradford, said the level of steroid abuse was “smashing through the roof”, with one needle exchange in Middlesbrough dealing with 2,000 people, the majority of them taking steroids. Surveys have found there are some gyms where 60-100% of people are believed to use the drugs. </p> \n<p> “It’s everywhere,” Kean said. “I could go into any gym and find a steroid user. Even fitness clubs, the posh ones.” <br /></p> \n<p>While many gym chains were starting to put needle bins in changing rooms, some were in denial of the problem, he said. </p> \n<p>“We ask if they want some information on steroids and they’ll say: ‘No one in our gym is using steroids.’ We’ll say: ‘Actually, five people using your gym have registered with us in the last month.’”</p> \n<p>The response remains mixed among national gym groups. While one chain told the Guardian it was installing needle bins at all its clubs, another insisted it had never seen any evidence of steroid use among members. </p> \n<p>The apparent ubiquity of steroid use spills over partly into sport, where more than half the athletes currently <a href=\"http://www.ukad.org.uk/anti-doping-rule-violations/current-violations/\">serving bans from UK Anti-Doping</a> are rugby union or rugby league players. Many are young amateurs or lower-level players trying to bulk up to make the grade in an increasingly power-driven game.</p> \n<p>But elsewhere, keeping track of the drug is difficult because many users, especially younger ones, don’t go to needle exchanges, and so are never officially recorded.</p> \n<p>Public Health England describes steroid use as an emerging problem, admitting it is hard to establish trends. It is pushing local authorities to provide more syringe programmes and health testing.</p> \n<p>Drug workers, meanwhile, are increasingly worried about young men taking large doses of steroids for long periods. </p> \n<p>Beeny said: “People used to do cycles of six to eight weeks. Now they’ll often stay on all the time. As a young man what you’re essentially doing is switching off your natural, biological level of testosterone and then expecting it to come back when you stop using steroids.”</p> \n<p>The effect of this can be depression, lethargy and low libido, which can in turn tempt people back to the drug, Beeny said. </p> \n<p>Experts say steroid use is closely associated with other potential health risks, such as the use of recreational drugs and sexual promiscuity.</p> \n<p>Kean said he fears the effects that will be seen when previously young and fit users start to age, even if they have stopped taking steroids. One recent study showed the drugs can damage ventricles in the heart, while another, co-authored by Kean, found steroid users had significantly worse spatial memory, raising the prospect of long-term cognitive damage from the drug.</p> \n<p>“It’s got the potential to be a public health timebomb,” he said. “It’s only really now we’ve had people using for long periods. We really don’t know what’s going to happen.”</p> \n<h2>Case study: ‘I don’t know how I’m still here’</h2> \n<p>Adam started lifting weights when he was 16, doing so without any drugs for the first two years. But then a bodybuilding boss introduced him to steroids and his previously clean-living life – he did not drink or smoke – was transformed.</p> \n<p>“I started getting a lot bigger, working on the doors, and I was getting more attention from girls,” he says. “I liked this lifestyle. I was taking steroids for six months at a time, and not taking any breaks, taking cocaine every weekend, always with different girls. That was my life, constantly, for about three years. I don’t even know how I’m still here today.”</p> \n<figure class=\"element element-image\" data-media-id=\"70ebaaf147d5886425a477a7ee8521f4beae0fc1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434718578182/04fe4cdb-d9f3-47e4-bdb9-1a7905ede66f-460x276.jpeg\" alt=\"Man lifting dumbbell in gym\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Adam believes anabolic steroid use is endemic among teenage boys (picture posed by model).</span> \n  <span class=\"element-image__credit\">Photograph: DAJ/Getty Images</span> \n </figcaption> \n</figure> \n<p>Adam says the steroids changed his personality in other ways: “I had no criminal convictions. Then, in the space of about 12 months I got about 16, mainly connected to fighting. It was definitely the steroids that made me more aggressive. Your body, naturally, produces 7mg to 12mg of testosterone a day. I was putting in the region of 2,000mg to 3,000mg a week. All I wanted to do was be with different women, train and fight.</p> \n<p>“It’s like being back in your teenage years. If you’re arguing with someone it’s a massive thing. You’re infatuated with the girl you’re with. You’re obsessive. It’s the same with your appearance. At my heaviest I was 18.5 stone, with 21 inch arms, but I didn’t think I was big. It was ridiculous.”</p> \n<p>After a relationship broke down Adam stopped taking steroids, but then began again. It took a major health scare to make him stop for good. “I had high blood pressure and the doctor sent me to a specialist. They found I had an enlargement of the heart due to steroid abuse. They said: ‘If you don’t stop what you’re doing today, we’ll be diagnosing you with heart failure next month.’”</p> \n<p>Now 31, Adam, based in the north of England, believes steroid use is endemic among teenage boys. “I can walk into a gym now and with the young lads it’s really obvious. With one or two it might be really good genetics, but you don’t get a group of seven or eight lads who look like they do without some other kind of help. It’s as simple as that.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d65f8e117f9ea0c1cf88720477cbda5dd5a3fc77/0_148_5074_3045/5074.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5074,"orientation":"landscape","credit":"Medicimage/REX Shutterstock/Medicimage/REX Shutterstock","altText":"Anabolic steroid use in on the rise","cleanCredit":"Photograph: Medicimage/REX Shutterstock/Medicimage/REX Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/666cafd678c384b15cf13cb14d3d5f88b52afdc1/0_0_2904_1744/2904.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1744,"width":2904,"orientation":"landscape","caption":"Used needles from steroid use at a gym in the north of England. Photograph: Guardian","credit":"Guardian","altText":"Used needles from steroid use at a gym in the north of England.","cleanCaption":"Used needles from steroid use at a gym in the north of England.","cleanCredit":"Photograph: Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434718579661/04fe4cdb-d9f3-47e4-bdb9-1a7905ede66f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adam believes anabolic steroid use is endemic among teenage boys (picture posed by model). Photograph: DAJ/Getty Images","credit":"DAJ/Getty Images","altText":"Man lifting dumbbell in gym","cleanCaption":"Adam believes anabolic steroid use is endemic among teenage boys (picture posed by model).","cleanCredit":"Photograph: DAJ/Getty Images"}],"webPublicationDate":"2015-06-19T12:57:06Z","lastModified":"2015-06-19T23:00:48Z","metadata":{"commentable":true,"commentCount":474,"contributors":[{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":false,"keywords":["Drugs","Body image","Society","Drugs in sport","Drugs policy","Drugs trade","UK news","Health","Health & wellbeing","Life and style","Sport"],"tags":[{"id":"society/drugs","webTitle":"Drugs"},{"id":"lifeandstyle/body-image","webTitle":"Body image"},{"id":"society/society","webTitle":"Society"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"politics/drugspolicy","webTitle":"Drugs policy"},{"id":"world/drugs-trade","webTitle":"Drugs trade"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"society"},"topics":[{"displayName":"Peter Walker","topic":{"type":"tag-contributor","name":"profile/peterwalker"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/19/anabolic-steroid-use-leaves-britain-facing-health-timebomb","shortUrl":"http://gu.com/p/49qpg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/19/anabolic-steroid-use-leaves-britain-facing-health-timebomb","webUri":"http://www.theguardian.com/society/2015/jun/19/anabolic-steroid-use-leaves-britain-facing-health-timebomb"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d65f8e117f9ea0c1cf88720477cbda5dd5a3fc77/0_148_5074_3045/5074.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5074,"orientation":"landscape","caption":"Anabolic steroid use has been linked to depression and heart problems. Photograph: Medicimage/REX Shutterstock","credit":"Medicimage/REX Shutterstock","altText":"Anabolic steroid use in on the rise","cleanCaption":"Anabolic steroid use has been linked to depression and heart problems.","cleanCredit":"Photograph: Medicimage/REX Shutterstock"}},"importance":3,"kicker":{"title":"Anabolic steroids"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d65f8e117f9ea0c1cf88720477cbda5dd5a3fc77/0_148_5074_3045/5074.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5074,"orientation":"landscape","credit":"Medicimage/REX Shutterstock/Medicimage/REX Shutterstock","altText":"Anabolic steroid use in on the rise","cleanCredit":"Photograph: Medicimage/REX Shutterstock/Medicimage/REX Shutterstock"}}]},{"title":"SAS training officer tells inquest he ignored MoD guidelines","rawTitle":"SAS training officer tells inquest he ignored MoD guidelines","item":{"type":"article","id":"uk-news/2015/jun/19/sas-inquest-brecon-beacons","title":"SAS training officer tells inquest he ignored MoD guidelines","trailText":" Officer tells coroner’s court that ‘stopping the training was not an option’ ","standFirst":"<p> Officer tells coroner’s court that ‘stopping the training was not an option’ </p>","byline":"Steven Morris and agency","body":"<p>An SAS training officer has told an inquest into the deaths of three reservists who collapsed during a gruelling mid-summer training march that he did not adhere to Ministry of Defence guidelines on heat stress. </p> \n<p>The officer, identified only by his cipher Soldier 9F, also claimed that stopping selection tests in the face of heat casualties, as stipulated in MoD documents, was “not an option” given the intensity of special forces training. </p> \n<p>During his testimony to an inquest in Solihull, West Midlands, the training officer was accused at one point of having a “Darwinian approach” to the fatal march on the Brecon Beacons in south Wales. </p> \n<p>L/Cpls Craig Roberts and Edward Maher and Cpl James Dunsby died after suffering hyperthermia as temperatures reached 27C (80.6F) during the test in July 2013. At least seven more reservists suffered heat injuries during the exercise.</p> \n<p>The inquest has heard claims that the march was not called off because it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/01/inquest-deaths-army-reservists-sas-training-exercise-opens\">would have generated too much paperwork</a>. Candidates have given vivid accounts of running out of water, collapsing and having to be helped by civilians.</p> \n<p>Invited by Birmingham coroner Louise Hunt to give his view of a heat stress chart in an MoD force protection and treatment document dealing with climatic injury, 9F said: “We could not do what we do if we adhered to those guidelines. It would significantly inhibit the type of training and the selection that we are trying to achieve. Stopping the training because it reached a certain heat stress was not an option for me.”<br /></p> \n<p>Referring to the official heat illness document as a “pamphlet”, 9F added that members of his unit were required to deploy anywhere in the world at 24 hours’ notice and work in conditions where acclimatisation was “limited if not non-existent”. He said he believed he was able to diverge from the MoD guidelines “because guidance implies that it is only guidance”. </p> \n<p>After being asked how important personal administration was to heat illness, 9F said: “It’s fundamental that the individuals take a responsibility for this themselves. This is not routine training; this is a voluntary course that they spend years preparing themselves for mentally and physically. The next phase we take the students on is to the jungle.” </p> \n<p>David Turner QC, representing the widow of Dunsby, put a series of questions to 9F after asserting that his evidence seemed “to suggest a Darwinian approach to this exercise”. </p> \n<p>Turner asked 9F: “In relation to test week, are you looking for personnel who will take themselves beyond the limits of where they have been before?” </p> \n<p>9F answered: “One of the primary things we are looking for in our students is maturity of judgment. I think all of them by their very nature want to be special and want to be the best they can be.” </p> \n<p>Earlier, an army reservist, who treated casualties during the fatal march, told the inquest he believed there were not enough medics stationed on the 16-mile route.</p> \n<p>Combat medic 1U told the hearing he raised concern about medical staffing levels during previous military selection courses.</p> \n<p>1U said there was “no wind at all” on the mountains, a situation he had never encountered before, and claimed he was not given a radio on the day of the march, involving 78 candidates, because “there weren’t enough to go around”.</p> \n<p>1U told the inquest that problems with recruiting medics were ongoing: “We still don’t have enough medics to put on the ground.”</p> \n<p>Meanwhile, the coroner refused to allow the release of witness statements, concluding that their publication could threaten any future criminal prosecutions.</p> \n<p>The Guardian and other media organisations argued that in the interest of open justice, statements taken by detectives investigating the tragedy which were provided to the inquest should be released to allow the proceedings to be reported fully.</p> \n<p>But the coroner said there would be a “clear and compelling risk” to any future criminal action by the police or the Health and Safety Executive (HSE) if they were published. She said the evidence she was relying on had been either given orally by witnesses or read out fully in open court.</p> \n<p>The inquest continues.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/80b1f2ce267fed50c1fd179c44429ad92e6b657f/0_201_2551_1529/2551.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1529,"width":2551,"orientation":"landscape","credit":"MoD/PA","altText":"Ministry of Defence undated handout photo of Corporal James Dunsby who suffered multiple organ failure and died following an SAS training exercise. PRESS ASSOCIATION Photo. Issue date: Thursday August 8, 2013. Corporal Dunsby was pronounced dead in hospital 17 days after collapsing on South Wales's highest mountain, Pen Y Fan, on one of the hottest days of the year. See PA story INQUEST Soldier. Photo credit should read: MoD/PA Wire\nNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: MoD/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-19T21:16:42Z","lastModified":"2015-06-19T23:01:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Steven Morris","topic":{"type":"tag-contributor","name":"profile/stevenmorris"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/sas-inquest-brecon-beacons","shortUrl":"http://gu.com/p/4axg2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/19/sas-inquest-brecon-beacons","webUri":"http://www.theguardian.com/uk-news/2015/jun/19/sas-inquest-brecon-beacons"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/80b1f2ce267fed50c1fd179c44429ad92e6b657f/0_201_2551_1529/2551.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1529,"width":2551,"orientation":"landscape","caption":"Corporal James Dunsby who suffered multiple organ failure and died following the SAS training exercise.  Photograph: MoD/PA","credit":"MoD/PA","altText":"Corporal James Dunsby","cleanCaption":"Corporal James Dunsby who suffered multiple organ failure and died following the SAS training exercise. ","cleanCredit":"Photograph: MoD/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/80b1f2ce267fed50c1fd179c44429ad92e6b657f/0_201_2551_1529/2551.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1529,"width":2551,"orientation":"landscape","credit":"MoD/PA","altText":"Ministry of Defence undated handout photo of Corporal James Dunsby who suffered multiple organ failure and died following an SAS training exercise. PRESS ASSOCIATION Photo. Issue date: Thursday August 8, 2013. Corporal Dunsby was pronounced dead in hospital 17 days after collapsing on South Wales's highest mountain, Pen Y Fan, on one of the hottest days of the year. See PA story INQUEST Soldier. Photo credit should read: MoD/PA Wire\nNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: MoD/PA"}}]}],"lastModified":"2015-06-20T07:50:32Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}