{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Northern Ireland gay marriage ban in court: 'This is a human rights issue'","rawTitle":"Northern Ireland gay marriage ban in court: 'This is a human rights issue'","item":{"type":"article","id":"uk-news/2015/jun/26/northern-ireland-gay-marriage-ban-in-court-grainne-close-human-rights-issue","title":"Northern Ireland gay marriage ban in court: 'This is a human rights issue'","trailText":"As Grainne Close and Shannon Sickles’ legal action aimed at overturning the ban opens in Belfast, Close explains how the Irish Republic’s vote inspired them<br>","standFirst":"<p>As Grainne Close and Shannon Sickles’ legal action aimed at overturning the ban opens in Belfast, Close explains how the Irish Republic’s vote inspired them<br /></p>","byline":"Henry McDonald Ireland correspondent","body":"<p>A decade ago, in the grounds of Belfast city hall, Grainne Close and Shannon Sickles broke legal ground by becoming the first gay couple to enter a civil union in the UK. Now, they could be set to make history once more by challenging Northern Ireland’s ban on same-sex marriage.</p> \n<p>Just a 15-minute stroll from where they became civil partners in 2005, Close and Sickles will enter Belfast high court on Friday to launch a legal action aimed at overturning the ban on gay couples getting married in Northern Ireland.</p> \n<p>On Thursday, the eve of their historic case, Close explained their reasons for joining a male gay couple in attempting to challenge the ban. “This is not a religious issue, it is a human rights issue. That is why we are going to court,” she said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/23/gay-marriage-ireland-yes-vote\">Ireland becomes first country to legalise gay marriage by popular vote</a> </p> \n</aside> \n<p>Close said she was also inspired by the joyous scenes at Dublin Castle last month when the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/23/gay-marriage-ireland-yes-vote\">Irish Republic’s electorate endorsed gay marriage</a> by a convincing majority in a globally unique referendum.</p> \n<p>“I was at Dublin castle for the result of the Republic of Ireland referendum and I was standing with a young man and woman and their baby. I was curious as to why they were there.</p> \n<p>“They said they wanted to be there for their daughter because they didn’t know what way she would grow up. She could fall in love with a man or a woman and they wanted her to be able to enjoy equal citizenship.</p> \n<p>“Having gay marriage recognised in Northern Ireland is important to us, our friends and family and the wider lesbian and gay community. Not just in the present, but for future generations. I believe challenging the ban is the right thing to do.”</p> \n<p>Close and Sickles will be joined by civil partners Christopher and Henry Flanagan-Kane, who will also take a case against the ban. Further legal action by other LGBT couples are expected in the autumn.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/24/northern-ireland-gay-marriage-ban-court-challenge\">Couples challenge Northern Ireland's gay marriage ban in court</a> </p> \n</aside> \n<p>Earlier this month, 20,000 trade unionists staged a rally through Belfast city centre to support gay marriage in Northern Ireland – the only part of the UK where LGBT couples cannot be married.</p> \n<p>Amnesty International has said the ban has turned Northern Ireland into a “discriminatory backwater for the gay and lesbian community”.</p> \n<p>Grainne Teggart, an Amnesty spokeswoman in the region, said: “We predicted there would be this kind of legal challenge as politicians were leaving the region’s same-sex couples with no choice but to go the courts. As on so many issues, Northern Ireland’s politicians lag behind the people. Between the marriage equality referendum in Ireland and legislation in the UK, there is unstoppable momentum to bring equal marriage to this region.”</p> \n<p>In April this year, a Sinn F&eacute;in motion on marriage equality was defeated, with 47 Northern Ireland assembly members voting in support, but 49 unionists voting against. Even if there had been a small majority in favour, the Democratic Unionist party would have exercised a special veto drawn up under devolution. The so-called petition of concern allows any party to veto legislation if it can argue the law would not have sufficient cross-community or Protestant-Catholic support.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/13/northern-ireland-left-behind-gay-marriage-belfast-marchers\">Northern Ireland left behind on gay marriage issue, say Belfast marchers</a> </p> \n</aside> \n<p>Pro-gay marriage campaigners point out that the different legal status of same-sex couples on either side of the Irish border will also create anomalies.</p> \n<p>A gay couple married in Dublin who have to relocate to Belfast, for example, would not have their marriage recognised in law if they settled there. The same goes for a gay couple married in London who settle anywhere in Northern Ireland, the campaigners point out.<br /></p> \n<p>When Close and Sickles legally sealed their civil partnership back in 2005 there were demonstrations and counter-demonstrations over their legal union. As they filed into city hall with 100 guests in tow, the couple were met with 40 born-again Christian demonstrators opposed to civil partnerships who held up placards stating “Sodomy is Sin”.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/63ca076e6afaba6ce1d931bb05ff61236c54ecce/0_113_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Peter Macdiarmid/Getty Images","altText":"BELFAST, UNITED KINGDOM - DECEMBER 19:  Grainne Close (L) and Shannon Sickels pose for photographers after becoming the United Kingdom's first gay couple to marry in a civil partnership on December 19, 2005 in Belfast, Northern Ireland.  The Civil Partnership Act 2004 came into law in the UK on December 5th, 2005  and hundreds of same sex partners have already registered for the ceremony.   (Photo by Peter Macdiarmid/Getty Images) *** Local Caption *** Grainne Close;Shannon Sickels","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T07:32:32Z","lastModified":"2015-06-26T08:03:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Northern Ireland","Gay marriage","Marriage","Sexuality","Society","UK news","LGBT rights"],"tags":[{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/northern-ireland-gay-marriage-ban-in-court-grainne-close-human-rights-issue","shortUrl":"http://gu.com/p/4a66z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/26/northern-ireland-gay-marriage-ban-in-court-grainne-close-human-rights-issue","webUri":"http://www.theguardian.com/uk-news/2015/jun/26/northern-ireland-gay-marriage-ban-in-court-grainne-close-human-rights-issue"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/63ca076e6afaba6ce1d931bb05ff61236c54ecce/0_113_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Grainne Close (left) and Shannon Sickles pose for photographers after becoming the first gay couple to enter a civil partnership in the UK in 2005.  Photograph: Peter Macdiarmid/Getty Images","credit":"Peter Macdiarmid/Getty Images","altText":"Grainne Close (left) and Shannon Sickles pose for photographers after becoming the first gay couple to enter a civil partnership in the UK in 2005. ","cleanCaption":"Grainne Close (left) and Shannon Sickles pose for photographers after becoming the first gay couple to enter a civil partnership in the UK in 2005. ","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/63ca076e6afaba6ce1d931bb05ff61236c54ecce/0_113_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Peter Macdiarmid/Getty Images","altText":"BELFAST, UNITED KINGDOM - DECEMBER 19:  Grainne Close (L) and Shannon Sickels pose for photographers after becoming the United Kingdom's first gay couple to marry in a civil partnership on December 19, 2005 in Belfast, Northern Ireland.  The Civil Partnership Act 2004 came into law in the UK on December 5th, 2005  and hundreds of same sex partners have already registered for the ceremony.   (Photo by Peter Macdiarmid/Getty Images) *** Local Caption *** Grainne Close;Shannon Sickels","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"}}]},{"title":"Heathrow third runway / Land bought by Greenpeace to defy expansion is quietly sold for £1","rawTitle":"Land bought by Greenpeace to defy expansion is quietly sold for £1","item":{"type":"article","id":"environment/2015/jun/25/heathrow-third-runway-greenpeace-land-sold","title":"Land bought by Greenpeace to defy Heathrow expansion quietly sold for £1","trailText":"Greenpeace and its celebrity supporters sold the land in 2012, declining an option to retain it until 2014, but some people still visit believing it is theirs","standFirst":"<p>Greenpeace and its celebrity supporters sold the land in 2012, declining an option to retain it until 2014, but some people still visit believing it is theirs</p>","byline":"Gwyn Topham Transport correspondent","body":"<p>It was, some believed, to be an orchard of perpetual, flourishing resistance, its trees adorned with plaques bearing the names of the great and the good and keeping Heathrow’s third runway at bay forever. In a defining moment of the last anti-Heathrow campaign, Greenpeace, backed by political leaders and celebrities, <a href=\"http://www.greenpeace.org.uk/climate/airplot/about-airplot\">announced</a>: “We’ve bought a piece of land slap bang in the middle of the proposed third runway site.”</p> \n<p>Emma Thompson owned a bit. Alistair McGowan owned a bit. So did Zac Goldsmith, and during 2009 almost 100,000 Britons were persuaded to sign up as beneficial co-owners of the AirPlot to defy the planners. The words “Our climate, our land” were spelt out on the plot in great white letters, and <a href=\"http://www.greenpeace.org.uk/node/10645\">then the planting began</a>. David Cameron had a tree planted for him, Nick Clegg planted his own and the runway plans were shelved. </p> \n<div>\n __VIDEO_EMBED_gu-video-457275342__\n</div> \n<p>A little over two years later, in January 2012, Greenpeace, McGowan, Thompson and Goldsmith sold the land back for a pound, and the trees died.</p> \n<p>The world believed Greenpeace had bought the Airplot in perpetuity, but in fact the charity had quietly agreed to return it to a local landlord. The deal to acquire it for &pound;15,000 included an option for him to buy it back for &pound;1. The landlord effectively offered to renew a lease, but Greenpeace decided to let the land go.</p> \n<p>In the village of Sipson, anyone looking for the apple tree adopted by the prime minister will search in vain. Instead there are thistles and five-foot high grass. The plot was hopefully marketed as a paddock when it went on sale again, just as Heathrow was drawing up new plans for a third runway and bending enough ears for Downing Street to appoint a commission to decide whether the airport should have a new runway after all. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3c5f9afa22281c8858c5ddf9f126cff9dffd837a\"> \n <img src=\"http://media.guim.co.uk/3c5f9afa22281c8858c5ddf9f126cff9dffd837a/0_0_2456_921/1000.jpg\" alt=\"Heathrow headline\" width=\"1000\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">How the Guardian reported the story in January 2009.</span> \n </figcaption> \n</figure> \n<p>By 2013, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/jul/17/heathrow-third-runway-expansion-proposals\">Heathrow resubmitted a plan</a> to bulldoze Sipson, far from being unable to build on the AirPlot the airport could have simply snapped it up, along with a neighbouring three-bed semi and shed. </p> \n<p>It came as a surprise to locals and campaigners to find that the land was no longer in the hands of the environmentalists and their celebrity patrons. Christine Taylor, of Stop Heathrow Expansion, whose family have lived in and around Sipson for decades, said: “No one was more shocked and upset than I was to find out we didn’t in fact own it. We were just honest and believed what we were told.</p> \n<figure class=\"element element-image\" data-media-id=\"e64119485143c3d359290a72c15517200b64fc3e\"> \n <img src=\"http://media.guim.co.uk/e64119485143c3d359290a72c15517200b64fc3e/30_45_2922_1754/1000.jpg\" alt=\"Liberal Democrat Party leader Nick Clegg and Susan Kramer, MP for Richmond Park, plant a tree on the site.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nick Clegg and Susan Kramer, then the Lib Dem MP for Richmond Park, plant a tree on the site.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Court/PA</span> \n </figcaption> \n</figure> \n<p>“People who were given a certificate … they were supposed to be owners. We would have replanted the trees or done something, but it was a bolt from the blue.”</p> \n<p>Next week the commission appointed by Cameron – who once declared, “no ifs, no buts, no third runway” – will give its recommendations on whether Heathrow or Gatwick should have a new runway. The three options Heathrow offered have been narrowed to one new expansion plan that ends yards to the west of the AirPlot, and which would render life unbearable in Sipson, at the very tip of a runway.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e7e7308af8040ce1681df0c55dc977ba85b36184\"> \n <img src=\"http://media.guim.co.uk/e7e7308af8040ce1681df0c55dc977ba85b36184/0_127_4080_2448/1000.jpg\" alt=\"Alison Steadman and Richard Briers from the Good Life eat apples at a photocall for the orchard\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alison Steadman and Richard Briers from the Good Life eat apples at a photocall for the orchard.</span> \n  <span class=\"element-image__credit\">Photograph: Vicki Couchman/Greenpeace</span> \n </figcaption> \n</figure> \n<p>The fate of the wooden plaques marking the trees – the Cox’s Pippin adopted by Cameron’s Conservatives, and the Langley Pippin planted by the actors Alison Steadman and Richard Briers with the poet laureate Carol Ann Duffy – is unknown. The landlord, Michael Aslam, said: “They were just thrown away.” And the trees? “They died. Soon after the demonstration the grass was taller than the trees and they rotted, and that was it.”</p> \n<p>According to Greenpeace, the trees were alive when it sold the land back to Aslam in January 2012. </p> \n<p>The celebrities who technically owned the land have declined to comment. One of the prominent beneficial owners Greenpeace enlisted at the start of its campaign, the environmentalist and Guardian columnist George Monbiot, said he was unaware of the ownership status of the land. </p> \n<p>Neither did Greenpeace inform the tens of thousands of supporters who joined up as beneficial co-owners that the property was no longer theirs. </p> \n<figure class=\"element element-image\" data-media-id=\"31f9d8f50cb841cf7c41309614628a8c0d487b78\"> \n <img src=\"http://media.guim.co.uk/31f9d8f50cb841cf7c41309614628a8c0d487b78/186_53_2298_1379/1000.jpg\" alt=\"The supposed orchard as it is today\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The supposed orchard as it is today.</span> \n  <span class=\"element-image__credit\">Photograph: Gwyn Topham for the Guardian</span> \n </figcaption> \n</figure> \n<p>Ian West, a campaigner living at Grow Heathrow, a sustainable protest camp that continues independently near the AirPlot, said people still visited Sipson thinking they owned a piece of the land. “It did bring a lot of publicity, but the fact that Greenpeace didn’t have a long-term plan does highlight the different approaches,” he said. </p> \n<p>Even if the Davies commission opts for Gatwick, there needs to be a long-term plan to help the blighted area and community survive, West said. </p> \n<p>Taylor said she didn’t blame Greenpeace, “though I wish they’d been upfront with us. We could have looked at something with longevity because we knew Heathrow would keep coming back. We do need a piece of land that would be forever.”</p> \n<p>Anna Jones, of Greenpeace, said the charity and the three legal owners decided in 2012 against holding on to the land, declining an option to retain it until 2014 for an extra &pound;10,000. “We judged it wasn’t a wise use of supporters’ money. It was a judgment call at that time. We still think it’s very unlikely that the runway will get built.</p> \n<figure class=\"element element-image\" data-media-id=\"842c681f12c6d0cf622c969fa81db209dfaafa09\"> \n <img src=\"http://media.guim.co.uk/842c681f12c6d0cf622c969fa81db209dfaafa09/459_327_3389_2034/1000.jpg\" alt=\"No third runway signs in the village of Sipson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘No third runway’ signs in the village of Sipson.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> \n </figcaption> \n</figure> \n<p>“By everybody pitching in we completely turned the tables … Everybody should be proud and we have an incredible legacy.”</p> \n<p>Greenpeace helped win a great battle in 2010 when the coalition overturned plans for a third runway, but while the continued opposition by Greenpeace and likes of Goldsmith is not in doubt, others fear that the prime minister’s pledge to block Heathrow expansion is as perishable as his pippin. </p> \n<p>For Sipson and its residents, the fight goes on. Taylor said: “All those people with little bits of paper that they think will save us. I wish, really.”</p> \n<p><span class=\"bullet\">•</span> This article was amended after publication on Thursday 25 June to correct the spelling of Alistair McGowan.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/56be773f97160fcb6d944df844872f6b5b697a5f/0_0_5166_3100/5166.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3100,"width":5166,"orientation":"landscape","credit":"Guardian/PA/Guardian/PA","altText":"Greenpeace land composite","cleanCredit":"Photograph: Guardian/PA/Guardian/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3c5f9afa22281c8858c5ddf9f126cff9dffd837a/0_0_2456_921/2456.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":921,"width":2456,"orientation":"landscape","caption":"How the Guardian reported the story in January 2009.","credit":"The Guardian","altText":"Heathrow headline","cleanCaption":"How the Guardian reported the story in January 2009."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e64119485143c3d359290a72c15517200b64fc3e/30_45_2922_1754/2922.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1754,"width":2922,"orientation":"landscape","caption":"Nick Clegg and Susan Kramer, then the Lib Dem MP for Richmond Park, plant a tree on the site. Photograph: Carl Court/PA","credit":"Carl Court/PA","altText":"Liberal Democrat Party leader Nick Clegg and Susan Kramer, MP for Richmond Park, plant a tree on the site.","cleanCaption":"Nick Clegg and Susan Kramer, then the Lib Dem MP for Richmond Park, plant a tree on the site.","cleanCredit":"Photograph: Carl Court/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e7e7308af8040ce1681df0c55dc977ba85b36184/0_127_4080_2448/4080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2448,"width":4080,"orientation":"landscape","caption":"Alison Steadman and Richard Briers from the Good Life eat apples at a photocall for the orchard. Photograph: Vicki Couchman/Greenpeace","credit":"Vicki Couchman/Greenpeace","altText":"Alison Steadman and Richard Briers from the Good Life eat apples at a photocall for the orchard","cleanCaption":"Alison Steadman and Richard Briers from the Good Life eat apples at a photocall for the orchard.","cleanCredit":"Photograph: Vicki Couchman/Greenpeace"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/31f9d8f50cb841cf7c41309614628a8c0d487b78/186_53_2298_1379/2298.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2298,"orientation":"landscape","caption":"The supposed orchard as it is today. Photograph: Gwyn Topham for the Guardian","credit":"Gwyn Topham for the Guardian","altText":"The supposed orchard as it is today","cleanCaption":"The supposed orchard as it is today.","cleanCredit":"Photograph: Gwyn Topham for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/842c681f12c6d0cf622c969fa81db209dfaafa09/459_327_3389_2034/3389.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2034,"width":3389,"orientation":"landscape","caption":"‘No third runway’ signs in the village of Sipson. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"No third runway signs in the village of Sipson.","cleanCaption":"‘No third runway’ signs in the village of Sipson.","cleanCredit":"Photograph: Steve Parsons/PA"}],"webPublicationDate":"2015-06-25T12:05:46Z","lastModified":"2015-06-25T23:00:38Z","metadata":{"commentable":true,"commentCount":497,"contributors":[{"name":"Gwyn Topham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gwyntopham"}],"feature":false,"keywords":["Heathrow third runway","Greenpeace","Activism","Heathrow airport","Travel and transport","London","Environment","UK news","Business"],"tags":[{"id":"environment/heathrow-third-runway","webTitle":"Heathrow third runway"},{"id":"environment/greenpeace","webTitle":"Greenpeace"},{"id":"environment/activism","webTitle":"Activism"},{"id":"uk-news/heathrow-airport","webTitle":"Heathrow airport"},{"id":"environment/travel-and-transport","webTitle":"Travel and transport"},{"id":"uk/london","webTitle":"London"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"environment"},"topics":[{"displayName":"Gwyn Topham","topic":{"type":"tag-contributor","name":"profile/gwyntopham"}}],"embeddedVideos":[{"id":"gu-video-457275342","source":"ITV News","durationInSeconds":141,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150526EmmaThompson_KP-24643926.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150526EmmaThompson_KP-24643926_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435246273890/KP_325215_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Emma Thompson criticises plans for a third runway at Heathrow in 2009 interview  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Emma Thompson criticises plans for a third runway at Heathrow in 2009 interview  video","cleanCaption":"620x372 trailpic for Emma Thompson criticises plans for a third runway at Heathrow in 2009 interview  video"}}],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/25/heathrow-third-runway-greenpeace-land-sold","shortUrl":"http://gu.com/p/4a3z4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/25/heathrow-third-runway-greenpeace-land-sold","webUri":"http://www.theguardian.com/environment/2015/jun/25/heathrow-third-runway-greenpeace-land-sold"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d94e2596547a54e3d9095da7cb79b81f653d7ff8/7_246_3815_2290/3815.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2290,"width":3815,"orientation":"landscape","caption":"Land close to the village of Sipson bought by green campaigners in 2009. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"Sipson","cleanCaption":"Land close to the village of Sipson bought by green campaigners in 2009.","cleanCredit":"Photograph: Steve Parsons/PA"}},"importance":5,"kicker":{"title":"Heathrow third runway"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/56be773f97160fcb6d944df844872f6b5b697a5f/0_0_5166_3100/5166.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3100,"width":5166,"orientation":"landscape","credit":"Guardian/PA/Guardian/PA","altText":"Greenpeace land composite","cleanCredit":"Photograph: Guardian/PA/Guardian/PA"}}]},{"title":"Lancashire county council rejects Cuadrilla fracking bid","rawTitle":"Lancashire county council rejects Cuadrilla fracking bid","item":{"type":"article","id":"environment/2015/jun/26/lancashire-county-council-rejects-cuadrilla-fracking-bid","title":"Lancashire county council rejects Cuadrilla fracking bid","trailText":"Councillors unanimously refuse planning application for fracking at Roseacre Wood, and will meet again on Monday to decide on Preston New Road site","standFirst":"<p>Councillors unanimously refuse planning application for fracking at Roseacre Wood, and will meet again on Monday to decide on Preston New Road site</p>","byline":"Press Association","body":"<p>Councillors have unanimously refused a planning application for fracking in Lancashire in a move which has been welcomed by environmental campaigners.<br /></p> \n<p>Lancashire County Council’s development control committee turned down Cuadrilla’s application to explore for shale gas by drilling, hydraulically fracking and testing the flow of gas at Roseacre Wood, Roseacre, between Preston and Blackpool.</p> \n<p>The vote on Thursday was in line with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/15/cuadrilla-wins-partial-backing-for-lancashire-fracking\">recommendations by planning officials</a> who said it should be turned down because it would cause an increase in traffic which would result in “an unacceptable impact” on rural roads and reduce road safety.</p> \n<figure class=\"element element-tweet element--supporting\" data-canonical-url=\"https://twitter.com/LancashireCC/statuses/614097515764252672\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/LancsDevCC?src=hash\">#LancsDevCC</a> has voted to refuse the application to hydraulically frack and test for shale gas at Roseacre Wood because of impact on traffic.</p>— lancashire.gov.uk (@LancashireCC) \n  <a href=\"https://twitter.com/LancashireCC/status/614097515764252672\">June 25, 2015</a>\n </blockquote> \n</figure> \n<p>The committee has yet to reach a decision on a second proposal at Fylde, Lancashire, at Preston New Road, Little Plumpton, which planning officers have recommended should go ahead. </p> \n<p>The decision on Preston New Road <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/24/lancashire-county-council-defers-fracking-decision\">has been deferred to Monday</a>.</p> \n<p>Marcus Johnstone, cabinet member for environment, planning and cultural services, and a member of the development control committee, said: “The development control committee has listened very carefully to many hours of evidence both for and against the proposal, and considered the report of the council’s planning officers.</p> \n<p>“The decision to refuse this application has been reached by a vote of the committee and each member of the committee has ultimately cast their vote based on the evidence they have heard and whether they think the proposal is acceptable.”</p> \n<p>Friends of the Earth north west campaigner Furqan Naeem said: “This is a tremendous victory for local people and everyone across Lancashire and the UK who have been tirelessly highlighting the risks fracking poses to their quality of life and the climate.</p> \n<p>“But the fracking threat still hangs ominously over the community near Preston New Road.</p> \n<p>“Poll after poll shows people want renewables, not fracking - and the clean energy and long-term jobs they would provide.</p> \n<p>“Lancashire councillors must put local people and our environment first and reject Cuadrilla’s controversial application when they meet next Monday.”</p> \n<figure class=\"element element-tweet element--supporting\" data-canonical-url=\"https://twitter.com/LancashireCC/statuses/614100831957159937\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/LancsDevCC?src=hash\">#LancsDevCC</a> meeting will resume on Monday 29 June at 10am to continue consideration of the Preston New Road, Little Plumpton applications.</p>— lancashire.gov.uk (@LancashireCC) \n  <a href=\"https://twitter.com/LancashireCC/status/614100831957159937\">June 25, 2015</a>\n </blockquote> \n</figure> \n<p>In a statement, shale company Cuadrilla said: “We are disappointed but not surprised that Lancashire County Council’s development control committee has denied planning consent for our application at Roseacre Wood as their decision follows a negative recommendation by the council’s planning officers.</p> \n<p>“We are committed to the responsible exploration and development of the huge quantity of natural gas locked up in the shale rock deep underneath Lancashire.</p> \n<p>“We will now take time to consider our options, including our right to appeal.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435305015679/da8a28a9-1aa6-4b51-a411-46f4663c82a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ANDREW YATES/REUTERS","altText":"A anti-fracking protester plays with a hula hoop during a demonstration outside County Hall in Preston.","cleanCredit":"Photograph: ANDREW YATES/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-26T07:50:58Z","lastModified":"2015-06-26T07:57:37Z","metadata":{"commentable":true,"commentCount":9,"contributors":[],"feature":false,"keywords":["Fracking","Environment","Gas","UK news","Energy","Fossil fuels"],"tags":[{"id":"environment/fracking","webTitle":"Fracking"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/gas","webTitle":"Gas"},{"id":"uk/uk","webTitle":"UK news"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"}],"section":{"id":"environment"},"topics":[],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/26/lancashire-county-council-rejects-cuadrilla-fracking-bid","shortUrl":"http://gu.com/p/4a67e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/26/lancashire-county-council-rejects-cuadrilla-fracking-bid","webUri":"http://www.theguardian.com/environment/2015/jun/26/lancashire-county-council-rejects-cuadrilla-fracking-bid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435305015679/da8a28a9-1aa6-4b51-a411-46f4663c82a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A anti-fracking protester plays with a hula hoop during a demonstration outside County Hall in Preston. Photograph: ANDREW YATES/REUTERS","credit":"ANDREW YATES/REUTERS","altText":"A anti-fracking protester plays with a hula hoop during a demonstration outside County Hall in Preston.","cleanCaption":"A anti-fracking protester plays with a hula hoop during a demonstration outside County Hall in Preston.","cleanCredit":"Photograph: ANDREW YATES/REUTERS"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435305015679/da8a28a9-1aa6-4b51-a411-46f4663c82a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ANDREW YATES/REUTERS","altText":"A anti-fracking protester plays with a hula hoop during a demonstration outside County Hall in Preston.","cleanCredit":"Photograph: ANDREW YATES/REUTERS"}}]},{"title":"Scottish ferry workers go on strike in privatisation row","rawTitle":"Scottish ferry workers go on strike in privatisation row","item":{"type":"article","id":"uk-news/2015/jun/26/scottish-ferry-workers-strike-privatisation-row","title":"Scottish ferry workers strike in privatisation row","trailText":"RMT members at CalMac walk out over prospect of Serco winning contract to operate services across Clyde, inner Hebrides and Western Isles","standFirst":"<p>RMT members at CalMac walk out over prospect of Serco winning contract to operate services across Clyde, inner Hebrides and Western Isles</p>","byline":"Severin Carrell Scotland correspondent","body":"<p>Islanders and visitors across the Hebridean islands and west of Scotland face widespread disruption when industrial action by ferry workers escalates into an all-out strike on Friday.</p> \n<p>Nearly two-thirds of lifeline ferry services operated by <a href=\"https://www.calmac.co.uk/\">Caledonian MacBrayne</a> (CalMac) across the Clyde, inner Hebrides and Western Isles will not sail as members of the Rail, Maritime and Transport (RMT) union stage the stoppage in protest against possible privatisation. </p> \n<p>Supplemented by air services, the CalMac ferry system links the mainland with dozens of islands on the Firth of Clyde and west coast of Scotland, with ports in Stornoway on Lewis, Brodick on Arran, Craignure on Mull and holiday destinations such as Gigha, Islay and the Uists in the outer Hebrides.</p> \n<p>On Friday services are likely to run on only 10 of the smaller routes out of the 27 that CalMac operates. The strike follows a 48-hour work-to-rule on Wednesday and Thursday.</p> \n<p>RMT members voted 90% in favour of industrial action after Scottish ministers put an eight-year contract to operate the state-owned and heavily subsidised services out to tender under EU procurement rules.</p> \n<p>The private operator Serco, which already runs ferry routes to Orkney and Shetland, is expected to win the contract from the publicly owned CalMac, fuelling a bitter political row over whether this means services are now to be privatised.</p> \n<p>Mick Cash, the RMT’s general secretary, said on Wednesday his members were frightened about possible job losses, cuts to their pensions and employment conditions, and reductions in services if Serco took over. </p> \n<p>“RMT members on CalMac rightly feel that they are caught in the crossfire of an unnecessary and damaging tendering battle that leaves jobs, conditions and pensions hanging by a thread. That is simply intolerable,” he said.</p> \n<p>Scottish ministers say the service will still be in public hands, with the ferries, port facilities and equipment still publicly owned and strict service conditions put in place. But unions and opposition MPs argue that Serco’s control would mean service cuts, redundancies and cost savings to generate profits. </p> \n<p>The company also runs the Caledonian sleeper rail service between London and Inverness and Fort William, and the <a href=\"http://www.northlinkferries.co.uk/\">NorthLink</a> ferries that link Orkney, Shetland and the Scottish mainland.</p> \n<p>Tavish Scott, the Lib Dem MSP for Shetland, said Serco’s changes and cuts to northern ferry services after it won the contract from CalMac in 2012 gave staff on the west coast justified cause for concern. </p> \n<p>Northern isles services were hit by the first ferry strike in 30 years after Serco took over, he said. “RMT members will rightly be petrified that they’ll be hit with changes if Serco take over the west coast routes.”</p> \n<p>CalMac said it expected to staff enough ferries on Friday, running a full timetable on several services, to ensure around 40% of normal passenger numbers would be able to travel. But freight services to Stornoway, one of the most important routes served, would be halted.</p> \n<p>Martin Dorchester, CalMac’s managing director, urged RMT members to consider the impact the strike would have on the islands and on businesses. “Our door continues to remain open to reach a satisfactory conclusion that suits all parties and avoids this unnecessary action,” he said. </p> \n<p>Scottish ministers say that since the ferry system will remain in public ownership, the contract award would not amount to privatisation. Derek Mackay, the Scottish transport minister, said this and all previous Scottish governments had opposed the legal need to put the service out to tender because it dealt with lifeline services, but it was compelled to do so under EU law.</p> \n<p>He said the government would still control the system’s assets and was not selling a controlling interest to the next operator, and he tried to reassure staff they would still get a fair and sustainable pension. He said the government had invested &pound;1bn in improving services and would protect that investment.</p> \n<p>“I emphasise that no matter the outcome of that process, the Scottish ministers will retain ownership and control of all the vessels and ports that are currently under public ownership. We will set routes, timetables and fares as now and retain full control of the services that the operator provides through the public service contract,” he told Holyrood on Wednesday.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245433097/bca6af86-a79c-411a-990b-c8924f22d6cf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Milligan/PA","altText":"Calmac ferry","cleanCredit":"Photograph: Andrew Milligan/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T05:00:10Z","lastModified":"2015-06-26T05:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Severin Carrell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/severincarrell"}],"feature":false,"keywords":["Scotland","Transport","Scottish politics","Privatisation","UK news","Politics"],"tags":[{"id":"uk/scotland","webTitle":"Scotland"},{"id":"uk/transport","webTitle":"Transport"},{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"politics/privatisation","webTitle":"Privatisation"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Severin Carrell","topic":{"type":"tag-contributor","name":"profile/severincarrell"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/scottish-ferry-workers-strike-privatisation-row","shortUrl":"http://gu.com/p/4a5md","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/26/scottish-ferry-workers-strike-privatisation-row","webUri":"http://www.theguardian.com/uk-news/2015/jun/26/scottish-ferry-workers-strike-privatisation-row"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245433097/bca6af86-a79c-411a-990b-c8924f22d6cf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A CalMac ferry. Photograph: Andrew Milligan/PA","credit":"Andrew Milligan/PA","altText":"Calmac ferry","cleanCaption":"A CalMac ferry.","cleanCredit":"Photograph: Andrew Milligan/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245433097/bca6af86-a79c-411a-990b-c8924f22d6cf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Milligan/PA","altText":"Calmac ferry","cleanCredit":"Photograph: Andrew Milligan/PA"}}]},{"title":"Father and sons charged with murder over fire that killed three","rawTitle":"Father and sons charged with murder over fire that killed three","item":{"type":"article","id":"uk-news/2015/jun/25/father-sons-charged-with-over-fire-that-killed-three","title":"Father and sons charged with murder over fire that killed three","trailText":"Peter Eyre and sons Anthony and Simon each face three counts for the deaths of 17-year-olds Amy Smith and Edward Green, and Amy’s six-month-old daugther Ruby-Grace Gaunt ","standFirst":"<p>Peter, Anthony and Simon Eyre each face three counts for the deaths of 17-year-olds Amy Smith and Edward Green, and six-month-old Ruby-Grace Gaunt </p>","byline":"Jamie Grierson","body":"<p>A father and his two sons have been charged with murder over a flat<br />fire that killed a 17-year-old girl, her six-month-old daughter<br />and a friend.</p> \n<p>Amy Smith and her daughter, Ruby-Grace Gaunt, died along with their<br />friend Edward Green, 17, in the home in Langley Mill, Derbyshire, on<br />21 June. All three died of smoke inhalation.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"7fa463b79e67a63e75755768e64a6f858849e351\"> \n <img src=\"http://media.guim.co.uk/7fa463b79e67a63e75755768e64a6f858849e351/114_0_714_1071/667.jpg\" alt=\"Family handout of Edward Green\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Family handout of Edward Green.</span> \n  <span class=\"element-image__credit\">Photograph: Derbyshire constabulary/PA</span> \n </figcaption> \n</figure> \n<p>Peter Eyre, 43, and Anthony Eyre, 21 of Central Avenue, Sandiacre and<br />Simon Eyre, 24, of New Tythe Street, Long Eaton have each been charged<br />with three counts of murder, Derbyshire police said.</p> \n<p>The father and two sons are due at Chesterfield magistrates court.</p> \n<p>A 17-year-old from Long Eaton, also arrested on suspicion of murder, has been released on bail. </p> \n<p>Police were called to flats in North Street at 4.04am on Sunday following reports of a fire.</p> \n<p>One fire engine was sent to the property after Derbyshire fire and rescue service was initially called at 4am to a car fire in North Street. A further three fire engines were sent out following a call two minutes later reporting the house fire.</p> \n<p>Two men, aged 18 and 17, who were also inside the premises at the time, were rescued by neighbours and treated for smoke inhalation.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/93790d0f42a117aab6337d68dbb470f60a5dc248/0_0_3281_1969/3281.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3281,"orientation":"landscape","credit":"Davie Higgens/PA","altText":"The house in Langley Mill, where Amy Smith, her daughter Ruby-Grace Gaunt and friend Edward Green died in a fire","cleanCredit":"Photograph: Davie Higgens/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7fa463b79e67a63e75755768e64a6f858849e351/114_0_714_1071/714.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1071,"width":714,"orientation":"portrait","caption":"Family handout of Edward Green. Photograph: Derbyshire constabulary/PA","credit":"Derbyshire constabulary/PA","altText":"Family handout of Edward Green","cleanCaption":"Family handout of Edward Green.","cleanCredit":"Photograph: Derbyshire constabulary/PA"}],"webPublicationDate":"2015-06-25T20:10:48Z","lastModified":"2015-06-25T21:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Jamie Grierson","topic":{"type":"tag-contributor","name":"profile/jamie-grierson"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/father-sons-charged-with-over-fire-that-killed-three","shortUrl":"http://gu.com/p/4a62f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/25/father-sons-charged-with-over-fire-that-killed-three","webUri":"http://www.theguardian.com/uk-news/2015/jun/25/father-sons-charged-with-over-fire-that-killed-three"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/93790d0f42a117aab6337d68dbb470f60a5dc248/0_0_3281_1969/3281.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3281,"orientation":"landscape","caption":"The flat in Langley Mill, where the three died in a fire. Photograph: Davie Higgens/PA","credit":"Davie Higgens/PA","altText":"The house in Langley Mill, where Amy Smith, her daughter Ruby-Grace Gaunt and friend Edward Green died in a fire","cleanCaption":"The flat in Langley Mill, where the three died in a fire.","cleanCredit":"Photograph: Davie Higgens/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/93790d0f42a117aab6337d68dbb470f60a5dc248/0_0_3281_1969/3281.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3281,"orientation":"landscape","credit":"Davie Higgens/PA","altText":"The house in Langley Mill, where Amy Smith, her daughter Ruby-Grace Gaunt and friend Edward Green died in a fire","cleanCredit":"Photograph: Davie Higgens/PA"}}]},{"title":"Rail upgrades shelved after costs spiral","rawTitle":"Rail upgrades shelved after costs spiral","item":{"type":"article","id":"uk-news/2015/jun/25/network-rail-chief-to-step-down-as-385bn-upgrades-are-delayed","title":"Government freezes rail upgrades and replaces Network Rail boss","trailText":"Government freezes part of its £38.5bn, five-year upgrade plan and replaces Richard Parry-Jones with London’s transport commissioner, Sir Peter Hendy","standFirst":"<p>Government freezes part of its &pound;38.5bn, five-year upgrade plan and replaces Richard Parry-Jones with London’s transport commissioner, Sir Peter Hendy</p>","byline":"Gwyn Topham and Helen Pidd","body":"<p>The government has shelved promised and vital upgrades to major rail lines in the Midlands and the north of England, just weeks after the election in which the Conservatives campaigned on rebalancing the country and creating a “northern powerhouse”.</p> \n<p>Patrick McLoughlin, the transport secretary, said the government had “paused” electrification of the Midland mainline from London to Sheffield, and the TransPennine route between Manchester and Leeds that connects major cities across the north, after Network Rail’s costs spiralled and it missed targets. <br /></p> \n<p>McLoughlin conceded that investment, vaunted as the biggest in the railways since Victorian times, was not after all going to deliver the projects promised in its &pound;38.5bn five-year plan because of what he called Network Rail’s unacceptable performance. <br /></p> \n<p>Its chairman Richard Parry-Jones, the only senior executive remaining from when the original plan was costed and agreed, is to step down and will be replaced by London’s transport commissioner, Sir Peter Hendy. </p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/trainlines_uk_map/giv-21277qEJFvIECpkjy/\" data-alt=\"Rail plans map\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/trainlines_uk_map/giv-21277qEJFvIECpkjy/\">Rail plans map</a> \n</figure> \n<p>Hendy will lead a review over the summer to decide which elements of the five-year plan can still be delivered.</p> \n<p>The Midland electrification had been described as “critical to maintaining a reliable railway”, and the Conservative party’s manifesto said the work would “put the Midlands at the centre of a modern, inter-connected transport network for the UK.” </p> \n<p>Last October, the chancellor, George Osborne, said he was pushing forward plans for a so-called HS3 – faster trains linking Manchester and Leeds. Instead, the north’s progress is likely to be hampered by the postponement of the TransPennine electrification.<br /></p> \n<p>Northern leaders said the news came out of the blue, but questions will be asked about the manifesto commitments after Network Rail admitted knowing “very early on last year” that the five-year plan would be “incredibly difficult to deliver”.<br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"ce9bcc42cb0ee460c77b21d067f22ea2845f2a9e\"> \n <img src=\"http://media.guim.co.uk/ce9bcc42cb0ee460c77b21d067f22ea2845f2a9e/737_0_1791_2690/666.jpg\" alt=\"Richard Parry-Jones\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Richard Parry-Jones.</span> \n  <span class=\"element-image__credit\">Photograph: Network Rail/PA</span> \n </figcaption> \n</figure> \n<p>McLoughlin said the electrification of the Great Western line from London to Wales and south-west England remained a top priority.<br /></p> \n<p>He also said there would be a full review of Network Rail’s processes in estimating costs after missed targets and overspending on electrification works. “Electrification is difficult. The supply chains for complex work needs to be stronger. That is no excuse. All of these problems could and should have been foreseen,” he said. </p> \n<p>McLoughlin said no Network Rail directors would receive a bonus for the past year. He said he was changing the company’s structure, abolishing the oversight by a board of public members and appointing a special director to report directly to him. Richard Brown, a former Eurostar chairman, came to McLoughlin’s aid during the 2012-13 rail franchise crisis in the Department for Transport.<br /></p> \n<p>Mark Carne, Network Rail’s chief executive, said he was “bitterly disappointed” that projects had to be delayed, but that it was “time to be really straight and level with people”. He conceded that the five-year plan would have to be torn up, and that the rail operator had been overly optimistic about the work that could be carried out.</p> \n<p>Carne told the Guardian: “We knew, already, very early on last year that certain aspects of the plan were going to be incredibly difficult to deliver.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"d488660fe3db1f2e965f5dbcefda1f1db9f9e306\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435258339449/645e2920-36ec-40f1-a7cb-13a11aeef740-460x276.jpeg\" alt=\"The Transpennine Express service between Manchester and Leeds.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Transpennine Express service between Manchester and Leeds. The government has ‘paused’ the electrification of the line.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond/Guardian</span> \n </figcaption> \n</figure> \n<p>He said other major rail projects could also be axed or “re-phased” after the summer review and that some were “clearly” under threat, but he declined to pre-empt the review by naming them.</p> \n<p>He also implied that the government and regulator should bear some responsibility for the failure to deliver the pledged upgrades. “If you had a fully specified design and the builder gave you a quote, and came back and said you couldn’t do it for that, you’d be annoyed,” he said.</p> \n<p>“But if you went to a builder and said I’d like an extension, and that’s the degree to which you’ve specified it, you’d have less cause for complaint.</p> \n<p>“People knew perfectly well there were high levels of uncertainty about this, it was widely flagged at the time, and it would be not fair for people to forget that today.” </p> \n<p>Michael Dugher, the shadow transport secretary, accused the government of presiding over a “catalogue of failure” and said it was “trying to shift the blame to Network Rail, but this happened on the government’s watch”.<br /></p> \n<p>Mick Whelan, the general secretary of Aslef, the train drivers’ union, said: “It is disappointing, but perhaps not surprising, that plans announced by the Tories before the general election have been scrapped so soon after.”<br tabindex=\"-1\" /></p> \n<p>McLoughlin said the pause meant the government could be “much more ambitious for that route, building a powerhouse for the north”, but those words cut little ice in the region. </p> \n<p>Keith Wakefield, a former leader of Leeds city council and now a board member of Transport for the North, said: “It’s extremely disappointing and a big blow to the ambitions of building a northern powerhouse. Everyone agrees that what we need in the north is better connectivity across the Pennines. </p> \n<p>“You can’t hope to rebalance the economy without the north getting the investment it needs. Feasibility studies have shown that electrifying that one route would create 7,000 new jobs.</p> \n<p>“Just yesterday we had a meeting of Transport for the North when we were discussing these very projects … To suddenly stop the electrification exposes the whole northern powerhouse as empty rhetoric.”</p> \n<p>The director of IPPR North, Ed Cox said: “Transport connections and infrastructure must be the foundation on which a prosperous northern economy is built. The north already loses out substantially … Now it will see projects already too far back in the queue fall further behind.”<br tabindex=\"-1\" /></p> \n<p>The TUC general secretary, Frances O’Grady, said: “Today’s decision is bad for regional growth and jobs. How can the government expect to build a northern powerhouse if it is unwilling stump up funds for vital transport links and infrastructure?”<br /></p> \n<p>Network Rail was reclassified last September as a public body, bringing greater oversight from the government and raising concerns about its ballooning debt, which rose another &pound;5bn last year to &pound;37.8bn. Previously, Network Rail had been able to borrow freely to meet escalating costs, but it has to “live within its means” since, Carne said.</p> \n<p>Last month, a damning report from the rail regulator, the Office of Rail and Road, found that Network Rail had missed more than a third of its targets in the first year of its control period, or five-year plan for 2014 to 2019, raising “serious questions about its ability to deliver future projects”.<br /></p> \n<p>Shortages in the supply chain and pressure to conduct engineering works with minimal track closures have contributed to escalating costs at a time when the government is trying to clamp down on spending. <br tabindex=\"-1\" /></p> \n<p>Train operators on long-haul routes have grown impatient with delays caused by faults with the track.<br /></p> \n<p>The problems at Network Rail have contributed to increasing discontent among passengers. A national survey by Transport Focus showed customer satisfaction levels fell to 80% in 2015, meaning one in five journeys was deemed unsatisfactory. </p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435259393920/91931565-c223-4a98-89c4-e01d3e486a92-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for The Guardian./Christopher Thomond","altText":"Passengers on the Transpennine Express.","cleanCredit":"Photograph: Christopher Thomond for The Guardian./Christopher Thomond"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ce9bcc42cb0ee460c77b21d067f22ea2845f2a9e/737_0_1791_2690/1791.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2690,"width":1791,"orientation":"portrait","caption":"Richard Parry-Jones. Photograph: Network Rail/PA","credit":"Network Rail/PA","altText":"Richard Parry-Jones","cleanCaption":"Richard Parry-Jones.","cleanCredit":"Photograph: Network Rail/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435258340873/645e2920-36ec-40f1-a7cb-13a11aeef740-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Transpennine Express service between Manchester and Leeds. The government has ‘paused’ the electrification of the line. Photograph: Christopher Thomond/Guardian","credit":"Christopher Thomond/Guardian","altText":"The Transpennine Express service between Manchester and Leeds.","cleanCaption":"The Transpennine Express service between Manchester and Leeds. The government has ‘paused’ the electrification of the line.","cleanCredit":"Photograph: Christopher Thomond/Guardian"}],"webPublicationDate":"2015-06-26T06:53:50Z","lastModified":"2015-06-26T07:39:55Z","metadata":{"commentable":true,"commentCount":1400,"contributors":[{"name":"Gwyn Topham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gwyntopham"},{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"}],"feature":false,"keywords":["Network Rail","Rail transport","UK news","Transport","Business","Travel & leisure","Regulators","Greater Manchester","Leeds"],"tags":[{"id":"business/network-rail","webTitle":"Network Rail"},{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/transport","webTitle":"Transport"},{"id":"business/business","webTitle":"Business"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"business/regulators","webTitle":"Regulators"},{"id":"uk/greater-manchester","webTitle":"Greater Manchester"},{"id":"uk/leeds","webTitle":"Leeds"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/network-rail-chief-to-step-down-as-385bn-upgrades-are-delayed","shortUrl":"http://gu.com/p/4a5f4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/25/network-rail-chief-to-step-down-as-385bn-upgrades-are-delayed","webUri":"http://www.theguardian.com/uk-news/2015/jun/25/network-rail-chief-to-step-down-as-385bn-upgrades-are-delayed"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457274434","source":"ITN","durationInSeconds":153,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625NetworkRail.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625NetworkRail_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435244175227/KP_325183_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Transport secretary Patrick McLoughlin: Problems with Network Rail upgrades should have been foreseen  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Transport secretary Patrick McLoughlin: Problems with Network Rail upgrades should have been foreseen  video","cleanCaption":"620x372 trailpic for Transport secretary Patrick McLoughlin: Problems with Network Rail upgrades should have been foreseen  video"}}},"importance":3,"showQuotedHeadline":false,"sublinks":[{"title":"The Guardian view / Network Rail: the Great Northern power cut","rawTitle":"Network Rail: the Great Northern power cut","item":{"type":"comment","id":"commentisfree/2015/jun/25/the-guardian-view-on-network-rail-the-great-northern-power-cut","title":"The Guardian view on Network Rail: the Great Northern power cut","trailText":"<strong>Editorial:</strong> Your rail modernisation has been delayed. Please listen for further announcements","standFirst":"Your rail modernisation has been delayed. Please listen for further announcements","byline":"Editorial","body":"<p>At the heart of the Conservative <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/14/conservatives-election-manifesto-2015-the-key-points\" title=\"\">promise for the 2015 election</a> was its commitment to rebalance the economy by investing in infrastructure. The model was to be the Northern Powerhouse, where Whitehall collaborated with combined local authorities in the north to send economic revival rippling across the region. For the whole of the campaign, the prime minister and the chancellor seemed to put on their hard hats and hi-vis jackets at breakfast and wear them until they went to bed, in a relentless message of investment and renewal.</p> \n<p>Less than two months on from election day, reality has returned with humbling force. The government regrets that your rail modernisation has been delayed. Please listen for further announcements. The electrification of the London to Sheffield line has had to be shelved, the trans-Pennine upgrade branded as HS3 is to be delayed. The 2014-19 five-year plan has effectively been torn up. Richard Parry-Jones, the chairman of the troubled organisation, is out, replaced by London’s transport commissioner, Sir Peter Hendy. HS2 sceptics will not forget this moment. It should also make ministers think again about the structure of the rail industry, and the way its modernisation is funded.</p> \n<p>These are big and complex challenges. Network Rail’s woes illustrate the shortcomings of an industrial economy where scarce engineering knowhow and a shortage of skilled labour drive up costs. Embarrassingly, investment in the north is on hold pending completion of the electrification of the London to Swansea line – which involves raising bridges, lowering parts of the track and rebuilding tunnels originally constructed by Isambard Kingdom Brunel – and is already overdue and currently running at nearly triple the original budget. This is now to be give priority over the even&nbsp;larger projects that are supposed to be part of the engine of recovery driving the Northern Powerhouse.</p> \n<p>The first charge the government needs to answer is how long ministers have known of the magnitude of the problems Network Rail is facing. Piecemeal evidence abounds of warnings ignored in the pre-election drive to big up the idea of the Northern Powerhouse. In the Commons, where the transport secretary, Patrick McLoughlin, confirmed the delays on Thursday, Labour claimed a report prepared last September warning of cost overruns was suppressed. Last February, in a rarely deployed procedure, Mr McLoughlin was required to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/27/new-trains-replace-north-england-rolling-stock-pacer-2020\" title=\"\">overrule</a> the formal reservations of his permanent secretary about the affordability of his commitment to replace the north of England’s aging Pacer rolling stock. The following month, in what many imagined would be a valedictory appearance, he admitted to <a href=\"http://data.parliament.uk/writtenevidence/committeeevidence.svc/evidencedocument/transport-committee/work-of-the-department-for-transport-20102015/oral/18508.html\" title=\"\">MPs on the transport select committee</a> that the electrification of the trans-Pennine route no longer had a completion date because “more work was needed than was previously planned”. The warning signs were there, but there was not a hint of them in the election pledges that followed.</p> \n<p>Mr McLoughlin blames Network Rail’s management for failing to foresee the crisis. It cannot escape responsibility for some earlier spectacular failures, such as the track work overrun at Christmas which stranded <a href=\"http://www.londonreconnections.com/2015/know-run-story-behind-xmas-kings-cross-problems/\" title=\"\">thousands of passengers</a> on the streets of north London. But the real explanation is that last autumn the Office for National Statistics, following new accounting rules, insisted that Network Rail could no longer be treated as a private company. If it borrowed at the cheap rates open to a publicly owned company, then its debts must sit on the national books.</p> \n<p>After this tweak, Network Rail’s borrowing needs suddenly commanded much closer scrutiny. As with PFI, accounting conventions began to set the rhythm of policy – in this case slowing the beat right down. As with PFI, too, public funds move through complex channels, and major beneficiaries include the shareholders of private companies. The significant public funds invested in trains are not just a necessary precondition for economic growth: they also help Virgin Trains and Arriva and other train operators make easy money. It is time these firms contributed to the improvements that make them rich. It might not help with the management problems at Network Rail, but at least it would be fairer to the taxpayer.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435257367100/Operations-At-First-Group-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Trans-Pennine train at Huddersfield station. 'The first charge the government needs to answer is how long ministers have known of the magnitude of the problems Network Rail is facing.' Photographer: Chris Ratcliffe/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"A trans-Pennine train at Huddersfield station","cleanCaption":"A Trans-Pennine train at Huddersfield station. 'The first charge the government needs to answer is how long ministers have known of the magnitude of the problems Network Rail is facing.' Photographer: Chris Ratcliffe/Bloomberg via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T18:59:05Z","lastModified":"2015-06-25T23:00:58Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Network Rail","Rail transport","Transport","UK news","Travel & leisure","Business","Conservatives","Politics"],"tags":[{"id":"business/network-rail","webTitle":"Network Rail"},{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"uk/transport","webTitle":"Transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"business/business","webTitle":"Business"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/the-guardian-view-on-network-rail-the-great-northern-power-cut","shortUrl":"http://gu.com/p/4a62x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/the-guardian-view-on-network-rail-the-great-northern-power-cut","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/the-guardian-view-on-network-rail-the-great-northern-power-cut"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435257367100/Operations-At-First-Group-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A trans-Pennine train at Huddersfield station. ‘The first charge the government needs to answer is how long ministers have known of the magnitude of the problems Network Rail is facing.’ Photographer: Chris Ratcliffe/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"A trans-Pennine train at Huddersfield station","cleanCaption":"A trans-Pennine train at Huddersfield station. ‘The first charge the government needs to answer is how long ministers have known of the magnitude of the problems Network Rail is facing.’ Photographer: Chris Ratcliffe/Bloomberg via Getty Images"}},"importance":0,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435257367100/Operations-At-First-Group-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Trans-Pennine train at Huddersfield station. 'The first charge the government needs to answer is how long ministers have known of the magnitude of the problems Network Rail is facing.' Photographer: Chris Ratcliffe/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"A trans-Pennine train at Huddersfield station","cleanCaption":"A Trans-Pennine train at Huddersfield station. 'The first charge the government needs to answer is how long ministers have known of the magnitude of the problems Network Rail is facing.' Photographer: Chris Ratcliffe/Bloomberg via Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435259393920/91931565-c223-4a98-89c4-e01d3e486a92-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for The Guardian./Christopher Thomond","altText":"Passengers on the Transpennine Express.","cleanCredit":"Photograph: Christopher Thomond for The Guardian./Christopher Thomond"}}]},{"title":"Calais deputy mayor turns up the heat on Cameron over migrants","rawTitle":"Calais deputy mayor turns up the heat on Cameron over migrants","item":{"type":"article","id":"uk-news/2015/jun/25/calais-deputy-mayor-migrant-crisis-david-cameron","title":"Calais deputy mayor turns up the heat on David Cameron over migrants","trailText":"Philippe Mignonet says the city has been ‘sacrificed’ by UK and Europe and urges prime minister to hold emergency summit in Calais","standFirst":"<p>Philippe Mignonet says the city has been ‘sacrificed’ by UK and Europe and urges prime minister to hold emergency summit in Calais</p>","byline":"Alexandra Topping in Calais and Rowena Mason","body":"<p>Politicians in Calais have accused the British government of being “blind and hypocritical” in its approach to migration, and urged David Cameron to hold an emergency summit with France and Italy in the city.</p> \n<p>Philippe Mignonet, the deputy mayor of Calais, said the city had been “sacrificed” by the British and Europe after a week that saw chaotic scenes at its port, as hundreds of migrants attempted to take advantage of strikes by French ferry workers around the Channel tunnel to attempt to board lorries bound for the UK. </p> \n<p>As the British government <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/uk-ministers-cobra-meeting-calais-migrants\">held an emergency Cobra meeting</a> to discuss how to bolster border security in Calais, and the prime minister travelled to Brussels to debate the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/european-leaders-kill-off-plans-for-migrant-quota-system\">migrant crisis in the Mediterranean</a>, the city gave its most strongly worded attack on government policies since the crisis began. </p> \n<p>Mignonet urged Cameron to visit for talks in an attempt to resolve the growing migrant problem in the city. Addressing the prime minister directly, he said: “Not considering our request is worse than ever because, Mr Cameron, you are making anglophobia grow in Calais and you will have more and more critics about your policy. [You] give now the impression of being blind and hypocritical.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/calais-migrants-keep-trying-france-uk\">Calais migrants: 'we have to keep trying because this is no place to stay'</a> </p> \n</aside> \n<p>Ministers are already considering sending more resources to Calais, including extra border officials and sniffer dog teams, as well as strengthening fences around port and rail crossings.</p> \n<p>On Wednesday, Cameron <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/french-police-clash-migrants-ferry-strike-calais-lorries\">described the scenes in Calais</a> as “totally unacceptable” and moved to calm tensions with the French by promising to work more closely with them and calling for an end to finger-pointing over who would be to blame. However, Mignonet argued that the UK was not accepting responsibility for its share of the crisis.</p> \n<p>He asked: “Is that because it is too easy being on an island to say it is your problem? Is that because of a lack of courage? There is a growing anglophobia in Calais because we are disregarded.”</p> \n<p>Police have reopened a motorway in Kent that was shut for 36 hours to ease congestion. The Channel tunnel closed because of the strike action on Tuesday, leading to long delays and disruption for travellers and lorry drivers.</p> \n<p>Don Armour, the Freight Transport Association’s international manager, said closures were now a frequent occurrence, and the strike had merely exacerbated intolerable pressure already faced by drivers crossing through Calais.</p> \n<p>He said: “Drivers were unable to open their windows or leave their vehicles for fear of either being threatened or would-be stowaways getting on board.</p> \n<p>“Numbers of migrants at the port have increased from a few hundred to about 3,000 and we are hearing every day from members whose trucks have been damaged, drivers have been threatened and deliveries have been compromised. This situation can’t be allowed to continue.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/24/the-guardian-view-on-the-calais-migrants-europes-shared-challenge\">The Guardian view on the Calais migrants: Europe’s shared challenge | Editorial</a> </p> \n</aside> \n<p>More than 1,000 police officers remain in the city following the disturbances, including five units of France’s body-armoured riot police – at least 350 officers, according to the prefecture of Calais.</p> \n<p>Another 200 officers are around Calais, bolstered by 35 riot police officers and 10 officers from the French anti-criminality brigade (BAC) to combat antisocial behaviour in the city centre.</p> \n<p>Meanwhile, on the makeshift camp on the outskirts of Calais, which now contains more than 3,000 migrants, the determination to attempt to reach British shores remained undiminished.</p> \n<p>Omid, a 26-year-old from Afghanistan, said he had been working as a contractor with the British before his brother was kidnapped by the Taliban and he was forced to flee for his life. On Wednesday, he managed to board a lorry and got as far as Dunkirk before being discovered by heat sensors and having to walk several hours back to his makeshift home.</p> \n<p>He said: “I tried to get asylum in Poland, but they threw me in prison. Now my only hope is to get to the UK and work in the black [market]. I used to have a car and a bodyguard, but now I am here.”</p> \n<p>Looking around at the squalid conditions in what is now unarguably a shanty town just 20 miles from the south-coast of England, he asked: “Is this Europe? Look at it. Either I’m dreaming or this is not Europe. It cannot be true.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435251245447/99f41cbb-70d7-4cba-8ef3-18fca325256e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michel Spingler/AP","altText":"Migrants queue for food at a distribution point in the so-called Jungle 2 camp in Calais, France.","cleanCredit":"Photograph: Michel Spingler/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-25T17:11:48Z","lastModified":"2015-06-25T23:01:15Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alexandra Topping","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexandratopping"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Immigration and asylum","UK news","France","Migration","Europe","World news","David Cameron","Politics"],"tags":[{"id":"uk/immigration","webTitle":"Immigration and asylum"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/france","webTitle":"France"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/calais-deputy-mayor-migrant-crisis-david-cameron","shortUrl":"http://gu.com/p/4a5pp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/25/calais-deputy-mayor-migrant-crisis-david-cameron","webUri":"http://www.theguardian.com/uk-news/2015/jun/25/calais-deputy-mayor-migrant-crisis-david-cameron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435251245447/99f41cbb-70d7-4cba-8ef3-18fca325256e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Migrants queue for food at a distribution point in the so-called Jungle 2 camp in Calais, France. Photograph: Michel Spingler/AP","credit":"Michel Spingler/AP","altText":"Migrants queue for food at a distribution point in the so-called Jungle 2 camp in Calais, France.","cleanCaption":"Migrants queue for food at a distribution point in the so-called Jungle 2 camp in Calais, France.","cleanCredit":"Photograph: Michel Spingler/AP"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435251245447/99f41cbb-70d7-4cba-8ef3-18fca325256e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michel Spingler/AP","altText":"Migrants queue for food at a distribution point in the so-called Jungle 2 camp in Calais, France.","cleanCredit":"Photograph: Michel Spingler/AP"}}]}],"lastModified":"2015-06-26T08:15:55Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}