{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Families demand justice over IRA victims 'executed' as informers","rawTitle":"Families demand justice over IRA victims 'executed' as informers","item":{"type":"article","id":"uk-news/2015/jun/01/families-justice-ira-victims-executed-as-informers-british-army-agent-stakeknife","title":"Families demand justice over IRA victims 'executed' as informers","trailText":"Relatives believe victims sacrificed to preserve position of British army agent Stakeknife<br>","standFirst":"<p>Relatives believe victims sacrificed to preserve position of British army agent Stakeknife<br /></p>","byline":"Owen Bowcott","body":"<p>Relatives of people “executed” by the IRA for allegedly betraying the republican movement by acting as informers have begun legal action to discover the truth, as they prepare to tell their harrowing stories to an official investigation into at least 20 murders stretching back to the 1980s.</p> \n<p>The revelation in April that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/15/northern-ireland-police-ombudsman-investigation-murders-informants-troubles\">Northern Ireland’s police ombudsman is conducting an investigation</a> into whether the murders could have been prevented has triggered legal claims against the Ministry of Defence and the man identified as the army’s highest ranking agent in the IRA.</p> \n<p>At the heart of the tortuous history of double-crossing is Freddie Scappaticci, known as Stakeknife, who fled Belfast after being unmasked as a senior IRA commander during a terrorist trial in 1991. Scappaticci was later identified as an agent for British military intelligence, but has consistently denied being Stakeknife.</p> \n<p>For decades, the victims’ families – smeared by accusations of disloyalty and reluctant even after the end of the Troubles to talk to the police – were left alone with their grief and disbelief. </p> \n<p>That their relatives may have been sacrificed to protect the army’s most productive agent –<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2003/may/14/northernireland.northernireland\"> Stakeknife</a> – inside the IRA’s Internal Security Unit, or “nutting squad”, has begun to emerge only recently. </p> \n<p>The ombudsman’s office is investigating about 300 cases of alleged collusion. The key issue is whether double agents within the IRA were permitted to commit crimes – even murder – in order to gain the trust of paramilitary organisations or sacrifice IRA members to protect their own position.</p> \n<p>Among the victims were: </p> \n<p><span class=\"bullet\">•</span> Joseph Mulhern, whose bullet-pierced body was discovered in a ditch beside a remote border crossing in County Tyrone. The IRA volunteer’s hands had been tied with wire. Three weeks later, in July 1993, his father was handed a tape of the 22-year-old supposedly confessing to informing on IRA activities.</p> \n<p><span class=\"bullet\">•</span> Caroline Moreland, 34, a single mother of three, was last seen alive ironing in her kitchen. Six weeks before the IRA announced its 1994 ceasefire, she was abducted, tortured and shot dead in County Fermanagh. The family received a recording in which she admitted betraying the location of a hidden IRA rifle.</p> \n<p><span class=\"bullet\">•</span> Paddy Trainor, 29, disappeared from a drinking club in February 1981. He was blindfolded before being shot in the back of the head; his body was marked by cigarette burns. His sister could not bear to listen to the cassette tape.</p> \n<figure class=\"element element-image\" data-media-id=\"33044e30335721657f6300255dba2e7cb01d8e52\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431439561617/7802972b-735d-4929-82d8-2e1f8654e811-460x312.jpeg\" alt=\"Caroline Moreland was last seen alive ironing in her kitchen, before being abducted, tortured and shot dead.\" width=\"460\" height=\"312\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Caroline Moreland was last seen alive ironing in her kitchen, before being abducted, tortured and shot dead.</span> \n  <span class=\"element-image__credit\">Photograph: Pacemaker Press</span> \n </figcaption> \n</figure> \n<p>Weeks after burying his son, Frank Mulhern said, Scappaticci came up to him. “He shook my hand and asked how things were,” Mulhern said. “He was asking if anyone was giving me hassle. </p> \n<p>“I knew he was with the nutting squad. He told me he had been up [in Donegal] where my son was being held. When he got there [Joseph] was only wearing a cross and chain – no clothes. He said my son looked really tired and ordered he be given a wash, a shave and something to wear.</p> \n<p>“Scappaticci knew about the two bullet wounds – to my son’s neck and head. I felt sick. Scap could have had me taken out and shot me if I did anything. He was a very powerful figure. If you were in the IRA and Scap was looking at you, your knees turned to water.”</p> \n<p>The voice on the tape handed to the Mulhern family alternates between anxiety and resignation. Such recordings were meant to prove treachery but Joseph Mulhern’s statement was reminiscent of newsreel clips of a Stalinist show trial. In the confession, clearly extracted under duress, the young man introduces himself in a hesitant voice: “I’m a volunteer. My name is Joseph Mulhern. I’ve been working for the Special Branch this past three years.”</p> \n<p>The tape stops and restarts several times. It ends in what sounds like a scripted plea: “I bitterly regret this past three years. I would urge anyone in this same predicament to come forward as there is no other way out.”</p> \n<p>His father dismisses the recantation as fictitious. “I did not believe it,” Frank Mulhern said. “A few weeks earlier, Scappaticci had called around to see my son and had taken him to places where there were arms and explosives. The army later seized them.</p> \n<p>“The IRA launched an investigation. The last two people to see the weapons had been Scap and my son. Obviously Scap did not fall under suspicion but my son did. His comrades in the IRA didn’t believe it. They all turned up for his funeral.” Some people nevertheless called his son a “tout” – slang for an informer.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e76cdeab246d2f305a9335f26407a35f9bae045e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431439741096/dcbdd4b0-4498-4490-a891-0049d1bfd23f-460x360.jpeg\" alt=\"Frank Mulhern’s son Joseph made a confession reminiscent of newsreel clips of a Stalinist show trial.\" width=\"460\" height=\"360\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Frank Mulhern’s son Joseph made a confession reminiscent of newsreel clips of a Stalinist show trial.</span> \n  <span class=\"element-image__credit\">Photograph: Paul McErlane for the Guardian</span> \n </figcaption> \n</figure> \n<p>Even after Stakeknife was exposed, the republican movement made no public apology. “The IRA will never admit anything,” Mulhern said. “They are like the British army; they are never wrong.”</p> \n<p>He believes that, with an agent inside the IRA’s counter-intelligence unit, his son’s life could have been saved. “[Joseph] was held for two weeks, across the border. Why didn’t the handlers notify the Garda S&iacute;och&aacute;na? They could have saved others’ lives, too. British intelligence was that far into the IRA, you wouldn’t know who was working for them.”</p> \n<p>As evidence emerges, the scale of the security forces’ penetration of the province’s paramilitary organisations grows ever more astonishing. One informed source has estimated that by the end of the Troubles as many as 90% of loyalist and 50% of republican active paramilitaries had been recruited as informants.</p> \n<p>The most thorough investigation into collusion, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2012/dec/12/pat-finucane-army-loyalist-gunmen\">De Silva report into the loyalist killing of the Belfast solicitor Patrick Finucane</a>, published in December 2012, described agent-handling guidelines for the army’s Force Research Unit (FRU) – which controlled Stakeknife – as “contradictory”. </p> \n<p>MI5, Special Branch and the FRU operated separate regimes, Sir Desmond de Silva said. “Agent-handlers and their superiors were expected to gather intelligence without clear guidance as to the extent to which their agents could become involved in criminal activity,” he concluded. “Intelligence officers were … asked to perform a task that, in some cases, could not be achieved effectively in ways that were lawful.”</p> \n<p>Scappaticci was allegedly not the only agent operating inside the provisional IRA’s security department. Other names have surfaced. An informer who survived an IRA execution squad, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/22/ira-informer-police-abandon-die\">Martin McGartland, has alleged two of the guards who held him </a>were also from “a protected species”. </p> \n<p>Kevin Winters, at the Belfast firm KRW Law, which is coordinating relatives’ compensation claims against Scappaticci and the Ministry of Defence, suspects the absence of a legal framework was deliberate. “De Silva confirmed that collusion as a state practice did exist,” he explained. “It showed there was no oversight, no protocols and the cynical view was that that allowed agents to thrive.</p> \n<p>“By killing people at a low level in the organisation, they were ingratiating themselves into the paramilitary structure. The families of those shot dead as informers felt they were beyond victim status because of the stigma attached to the deaths. That has now changed.” </p> \n<p>Shauna Moreland, 30, last saw her mother ironing in the family’s kitchen in west Belfast. “My mother had trained as a nurse so if anybody [in the IRA] was injured and couldn’t go to hospital, they would be brought to her,” Shauna recalled. </p> \n<p>“I said ‘cheerio’. She gave me a hug and a kiss. I went off to my grandmother. She said ‘See you tomorrow’. She was missing for 15 days. They tortured her. I was first told it was a case of mistaken identity. I never felt the stigma because I was too young. Years later I found letters from IRA men in prison sending condolences; they knew it was an injustice.</p> \n<figure class=\"element element-image\" data-media-id=\"6d0d44d2eb4ff652e5a14941ce077e4dadda4889\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431439817791/830e1a28-6580-4388-9fa0-afa8e808357e-460x276.jpeg\" alt=\"Shauna Moreland.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shauna Moreland wants answers as to why her mother Caroline was murdered.</span> \n  <span class=\"element-image__credit\">Photograph: Paul McErlane for the Guardian</span> \n </figcaption> \n</figure> \n<p>“I want answers. I’ve listened to the tape they sent. It keeps stopping and starting. I don’t believe she did it. Why didn’t the police go and free her? [Stakeknife’s] handlers must have known. MI5 made the bullets and the IRA fired them. She was a sacrificial lamb.” </p> \n<p>Her older brother, Marc Moreland, 34, understood more at the time. “I was heartbroken,” he remembers. “It was born into us that we were republicans. You hated the army, you hated Protestants, you hated the Brits. The IRA was meant to be on your side; they were meant to protect you.</p> \n<p>“I went round to the house of a local IRA man after my mother was killed. He had steel security gates at the bottom of his stairs. I must have been 14 or 15. He wouldn’t come out but his son, who was 18, did. I [hit] him. The next day, four or five guys in balaclavas came round and told me to get out of the area.” </p> \n<p><br />Eileen Hughes, 68, remembers snow falling the day the body of her brother, Paddy Trainor, was found. “My mother was in hysterics,” she said. “Another brother went to identify him. He said [Paddy] was covered in cigarette burns. </p> \n<figure class=\"element element-image\" data-media-id=\"8591dd46ed5721eb9e0ba8c42f1f96b60946b2b6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431439882346/e4195503-9e96-41f5-bfeb-624eadb7572b-460x276.jpeg\" alt=\"Eileen Hughes believes her brother Paddy Trainor was killed to cover up for someone else.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eileen Hughes believes her brother Paddy Trainor was killed to cover up for someone else.</span> \n  <span class=\"element-image__credit\">Photograph: Paul McErlane for the Guardian</span> \n </figcaption> \n</figure> \n<p>“He was shot to cover up for someone else. My brother listened to the tape. It was Paddy’s voice but we didn’t believe it. They accused him of being an informer. He had been lifted a few times by the police and may have got the price of a drink off them but he was not an informer.”</p> \n<p>Hughes’s son, Tony Kane, was shot dead in 1995 by a republican group linked to the IRA, supposedly for drug dealing. She had been summoned to a meeting some time before at which, she said, Scappaticci told her: “The next complaint I get about your son, I will put one in his head.” She added: “I would like to see Scappaticci charged. I used to know him; my best friend used to go out with him. His father sold ice-creams around the area. I blame the police and the government. They knew these kids were getting shot to cover for [Stakeknife].” </p> \n<p>The MoD declined to comment on the allegations. Lawyers for Scappaticci did not respond to requests for comment. Scappaticci’s whereabouts is unknown. </p> \n<p>The dead have a habit of haunting Northern Irish politics. “If a truth and reconciliation process had been delivered years ago,” said Winters, “we wouldn’t have all this civil litigation. If the government had said: ‘Yes, we saved lives, but we got things wrong as well … ’ It’s the blanket denial that’s the problem. The families just want to know what happened.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/5/1430820662821/d26e6cb4-c843-488e-9825-0bcb786f0653-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Kaveh Kazemi/Getty Images","altText":"A mural on the corner of Falls Road, west Belfast, with an IRA warning for informers, in 1985.","cleanCredit":"Photograph: Kaveh Kazemi/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431439562816/7802972b-735d-4929-82d8-2e1f8654e811-2060x1395.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1395,"width":2060,"orientation":"landscape","caption":"Caroline Moreland was last seen alive ironing in her kitchen, before being abducted, tortured and shot dead. Photograph: Pacemaker Press","credit":"Pacemaker Press","altText":"Caroline Moreland was last seen alive ironing in her kitchen, before being abducted, tortured and shot dead.","cleanCaption":"Caroline Moreland was last seen alive ironing in her kitchen, before being abducted, tortured and shot dead.","cleanCredit":"Photograph: Pacemaker Press"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431439741637/dcbdd4b0-4498-4490-a891-0049d1bfd23f-2060x1613.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1613,"width":2060,"orientation":"landscape","caption":"Frank Mulhern’s son Joseph made a confession reminiscent of newsreel clips of a Stalinist show trial. Photograph: Paul McErlane for the Guardian","credit":"Paul McErlane for the Guardian","altText":"Frank Mulhern’s son Joseph made a confession reminiscent of newsreel clips of a Stalinist show trial.","cleanCaption":"Frank Mulhern’s son Joseph made a confession reminiscent of newsreel clips of a Stalinist show trial.","cleanCredit":"Photograph: Paul McErlane for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431439819716/830e1a28-6580-4388-9fa0-afa8e808357e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shauna Moreland wants answers as to why her mother Caroline was murdered. Photograph: Paul McErlane for the Guardian","credit":"Paul McErlane for the Guardian","altText":"Shauna Moreland.","cleanCaption":"Shauna Moreland wants answers as to why her mother Caroline was murdered.","cleanCredit":"Photograph: Paul McErlane for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431439883669/e4195503-9e96-41f5-bfeb-624eadb7572b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eileen Hughes believes her brother Paddy Trainor was killed to cover up for someone else. Photograph: Paul McErlane for the Guardian","credit":"Paul McErlane for the Guardian","altText":"Eileen Hughes believes her brother Paddy Trainor was killed to cover up for someone else.","cleanCaption":"Eileen Hughes believes her brother Paddy Trainor was killed to cover up for someone else.","cleanCredit":"Photograph: Paul McErlane for the Guardian"}],"webPublicationDate":"2015-06-01T06:00:12Z","lastModified":"2015-06-01T06:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["Northern Ireland","IRA","UK security and counter-terrorism","British Army","UK news"],"tags":[{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"uk/ira","webTitle":"IRA"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/british-army","webTitle":"British Army"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/01/families-justice-ira-victims-executed-as-informers-british-army-agent-stakeknife","shortUrl":"http://gu.com/p/483t9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/01/families-justice-ira-victims-executed-as-informers-british-army-agent-stakeknife","webUri":"http://www.theguardian.com/uk-news/2015/jun/01/families-justice-ira-victims-executed-as-informers-british-army-agent-stakeknife"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/5/1430820662821/d26e6cb4-c843-488e-9825-0bcb786f0653-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A mural on the corner of Falls Road, west Belfast, with an IRA warning for informers, in 1985. Photograph: Kaveh Kazemi/Getty Images","credit":"Kaveh Kazemi/Getty Images","altText":"A mural on the corner of Falls Road, west Belfast, with an IRA warning for informers, in 1985.","cleanCaption":"A mural on the corner of Falls Road, west Belfast, with an IRA warning for informers, in 1985.","cleanCredit":"Photograph: Kaveh Kazemi/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Royal Marine trainee dies on Dartmoor exercise","rawTitle":"Royal Marine trainee dies on Dartmoor exercise","item":{"type":"article","id":"uk-news/2015/jun/01/royal-marine-trainee-dies-on-dartmoor-exercise","title":"Royal Marine trainee dies on Dartmoor exercise","trailText":"Man died during ‘30-miler’ march, which trainees must complete within eight hours while in full kit and carrying 15kg of equipment","standFirst":"<p>Man died during ‘30-miler’ march, which trainees must complete within eight hours while in full kit and carrying 15kg of equipment</p>","byline":"Josh Halliday and agencies","body":"<p>An investigation is under way after a Royal Marine trainee collapsed and died during a 30-mile exercise on Dartmoor.<br /></p> \n<p>The man, who has not been named at the request of his family, was understood to have been close to completing his stint at the Commando Training Centre at Lympstone, Devon.</p> \n<p>The man died on Thursday during the so-called “30-miler” march across upland Dartmoor, the last major test undertaken as part of the 32-week commando course. </p> \n<p>A Ministry of Defence spokesman said the cause of death was unknown, although it is believed unlikely that weather conditions or heat exhaustion played a role. He said: “This incident is being investigated and the thoughts and sympathies of the Naval Service are with the family and friends of this man.”</p> \n<p>The MoD would not release further details about the incident, although the Western Morning News reported that the man collapsed just a few miles short of the finish line.</p> \n<p>In an unrelated incident on Thursday’s march, another recruit is understood to have received minor injuries.<br /></p> \n<p>The commando course ends with a week-long series of tests including the 30-mile march, endurance courses, a ‘Tarzan’ course, and a nine-mile speed march.</p> \n<p>For the 30-mile test, recruits march across upland Dartmoor, wearing full fighting kit, and additional safety equipment carried in a daysack. They must complete it carrying at least 32lbs (15kg) of equipment in a maximum time of eight hours (seven hours for officers).</p> \n<p>In July 2013, army reservists Edward Maher, Craig Roberts and James Dunsby died after collapsing during an SAS training exercise in the Brecon Beacon in Wales. An inquest into their deaths was expected to begin on Monday.<br /></p> \n<p>A number of other soldiers taking part in the programme that day, when temperatures hit 29C (84F), also collapsed and needed medical attention.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433114629725/9837d14e-58b4-490f-83d9-5d6594f6701a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"View towards Plymouth over River Erme and Piles Copse on Dartmoor.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-31T23:24:10Z","lastModified":"2015-06-01T08:32:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"}],"feature":false,"keywords":["UK news","Military"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/military","webTitle":"Military"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Josh Halliday","topic":{"type":"tag-contributor","name":"profile/josh-halliday"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/01/royal-marine-trainee-dies-on-dartmoor-exercise","shortUrl":"http://gu.com/p/49c7k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/01/royal-marine-trainee-dies-on-dartmoor-exercise","webUri":"http://www.theguardian.com/uk-news/2015/jun/01/royal-marine-trainee-dies-on-dartmoor-exercise"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433114629725/9837d14e-58b4-490f-83d9-5d6594f6701a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"View towards Plymouth over River Erme and Piles Copse on Dartmoor. Photograph: Alamy","credit":"Alamy","altText":"View towards Plymouth over River Erme and Piles Copse on Dartmoor.","cleanCaption":"View towards Plymouth over River Erme and Piles Copse on Dartmoor.","cleanCredit":"Photograph: Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Sadiq Khan / 'Aspiration' is Labour leadership's most overused word","rawTitle":"'Aspiration' is Labour leadership's most overused word","item":{"type":"article","id":"politics/2015/may/31/sadiq-khan-aspiration-labour-leadership-overused-blair","title":"Sadiq Khan says 'aspiration' will be Labour leadership race's most overused word","trailText":"Former shadow justice secretary discusses Labour’s ‘rose tinted glasses’ about Blair era, claiming some in the party are looking back too favourably on the past","standFirst":"<p>Former shadow justice secretary discusses Labour’s ‘rose tinted glasses’ about Blair era, claiming some in the party are looking back too favourably on the past</p>","byline":"Rowena Mason and Simon Hattenstone","body":"<p>Too many in Labour are looking back on Tony Blair’s time in office with “rose-tinted glasses” and claiming pejoratively that the party no longer understands aspiration, Sadiq Khan, one of the party’s London mayoral hopefuls, has said.</p> \n<p>The former shadow justice secretary said the word “aspiration” was being overused in the party’s leadership contest and some were looking back too favourably on the past. </p> \n<p>Asked whether the candidates – Andy Burnham, Yvette Cooper, Liz Kendall and Mary Creagh – are strong enough, he said “let’s wait and see”, before claiming he had “no horse in the race”.</p> \n<p>Khan, who was a key ally of Ed Miliband, told the Guardian that some in the party had “rose-tinted glasses” about the Blair era and added: “A word I think you’ll hear overused in the leadership contest is ‘aspiration’. It’s used in a pejorative way to suggest we didn’t understand what it meant. I understand what it means. </p> \n<p>“It means your dad working all the overtime hours that London Transport will give you, aspiration means your mum, notwithstanding having eight children, works as a seamstress at home as well to make ends meet. Aspiration means, as a 24-year-old trainee solicitor, sleeping on a bunk bed in your mum and dad’s home to save for a deposit. So I get aspiration.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/31/sadiq-khan-london-mayor-tony-blair-aspiration\">Sadiq Khan: ‘Ruthless? No. Decency can get you to the top in politics’</a> </p> \n</aside> \n<p>His comments were made as the leadership contest began to heat up with Cooper attacking colleagues for “swallowing the Tory manifesto”. Speaking on the BBC1’s Andrew Marr Show, the shadow home secretary attempted to draw a distinction between her approach and those of the two other main hopefuls, Burnham and Kendall, who have been quicker to distance themselves from some of former leader Ed Miliband’s election policies.</p> \n<p>“I’m not going to get into attacking individual candidates … but I do think we should be setting out Labour ideas for the future and not just saying suddenly the Tories are right about a whole series of things,” she said.</p> \n<p>Kendall, often described as a Blairite candidate, has previously warned that Labour should not to cling to the “fantasy” that Britain has swung to the left. She was also the first to say she supported holding an EU referendum, accept the premise that Labour spent too much under the last government, back successful free schools and pledge to fight defence cuts.</p> \n<p>On top of the veiled swipe at Kendall, Cooper then warned against those using stigmatising language about benefit claimants, just days after Burnham talked about the need to address the perception that Labour gives an “easy ride” to those who want something for nothing.<br /></p> \n<p>She said she supported the principle of a benefit cap but had reservations about the effect of a &pound;23,000 limit on people living in London in particular. “What I won’t do though is fall into what I think is a Tory trap of using language that stigmatises those who are not working. I don’t think that is about Labour values,” she said.</p> \n<p>Cooper said she was not going to “get into attacking individual candidates” but did not deny that she was referring to Burnham on welfare and Kendall on swallowing Tory ideas.</p> \n<p>Although Burnham has been seen as the favoured candidate of Labour’s left, Cooper appeared to be making a pitch to some of his potential supporters. She also made it clear that she would keep Labour’s policy of bringing back a 50p top rate of income.</p> \n<p>After Cooper’s interview, Burnham made it clear that he too supported the idea of a 50p top rate of income tax to help with reduction of the deficit and warned against any move by the party to ape the Conservatives.</p> \n<p>“Don’t copy the Tories, we need to develop Labour answers in those areas,” he told BBC Radio 5’s Pienaar’s Politics. “We’ve got the looming European referendum, it’s time for Labour to get off the back foot on immigration and challenge David Cameron to develop a package that the British public can support, where people are free to work but not free to claim.”</p> \n<p>The shadow health secretary also clarified previous comments about the need to review Miliband’s mansion tax policy, saying he supported the principle of taxation of assets but had disagreed with how it had been presented to voters.</p> \n<p>Burnham, who is the favourite to win, last night confirmed that he had reached the requisite 35 MPs supporting him to enter the race, unveiling four male and four female backers from the 2015 intake including some from the left and others from the centrist wing of the party.<br /> </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433094347295/74441e39-dc8e-4c52-b0c3-1970021f0b3e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"PA/PA","altText":"Sadiq Khan speaks in the House of Commons","cleanCredit":"Photograph: PA/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-31T17:54:33Z","lastModified":"2015-05-31T23:00:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"},{"name":"Simon Hattenstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonhattenstone"}],"feature":false,"keywords":["Labour","General election 2015","Politics","UK news","Ed Miliband","Yvette Cooper","Andy Burnham"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/31/sadiq-khan-aspiration-labour-leadership-overused-blair","shortUrl":"http://gu.com/p/49c4k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/31/sadiq-khan-aspiration-labour-leadership-overused-blair","webUri":"http://www.theguardian.com/politics/2015/may/31/sadiq-khan-aspiration-labour-leadership-overused-blair"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433094347295/74441e39-dc8e-4c52-b0c3-1970021f0b3e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Sadiq Khan says some in the Labour party were looking back too favourably on the past.  Photograph: PA/PA","credit":"PA/PA","altText":"Sadiq Khan says some in the Labour party were looking back too favourably on the past.","cleanCaption":"Sadiq Khan says some in the Labour party were looking back too favourably on the past. ","cleanCredit":"Photograph: PA/PA"}},"importance":5,"kicker":{"title":"Sadiq Khan"},"showQuotedHeadline":false,"sublinks":[{"title":"‘Ruthless? No. Decency can get you to the top in politics’","rawTitle":"‘Ruthless? No. Decency can get you to the top in politics’","item":{"type":"article","id":"politics/2015/may/31/sadiq-khan-london-mayor-tony-blair-aspiration","title":"Sadiq Khan: ‘Ruthless? No. Decency can get you to the top in politics’","trailText":"The Labour MP is running for London mayor. He explains why he walked out on his law firm, how he made an enemy of Tony Blair – and what aspiration is really all about<br /><br />","standFirst":"<p>The Labour MP is running for London mayor. He explains why he walked out on his law firm, how he made an enemy of Tony Blair – and what aspiration is really all about<br /><br /></p>","byline":"Simon Hattenstone","body":"<p>Sadiq Khan asks to meet in the Lahore Kahari, his local curry house, in Tooting. I haven’t eaten all morning – don’t want to spoil my appetite. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/sadiqkhan\">Khan</a> walks in, shakes my hand tightly, sits down and starts talking 10 to the dozen. It’s only a couple of weeks since the election, and he says he’s in the final stage of grief: acceptance. But it’s still painful. “It’s quite upsetting ... ” he exhales loudly. “Thoroughly depressing. I was inconsolable.” He apologises for the speed of his delivery. “Two things you know when you’re a Khan: speak fast or you’re not heard, and eat fast or you don’t eat.” I make a mental note to get in quick with the food.</p> \n<p>Khan, 44, is one of eight siblings (seven of them boys) born to a bus driver father and housewife-seamstress mother. He grew up in this part of south London, and still lives around here, as does his mother (his father died in 2003) and the rest of his family. He points out of the window to the mosque across the road – his local. <a href=\"https://www.youtube.com/watch?v=N9ddWqt5DYQ\">The Henry Prince council estate where he grew up</a> is a bus-ride away in Wandsworth; the house his parents later bought is a short walk, and he now lives 10 minutes away with his lawyer wife Saadiya and their two daughters. As local MPs go, you don’t get much more local than Sadiq Khan.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/31/sadiq-khan-aspiration-labour-leadership-overused-blair\">Sadiq Khan says 'aspiration' is the Labour leadership's most overused word</a> </p> \n</aside> \n<p>It’s a fascinating geo-history, but my mouth is watering. “Do you fancy some food?” I say. He looks surprised. “Well, let’s see how we get on.” So we carry on talking, not so much as a poppadom and glass of water between us. I’m beginning to understand why we’re here. Khan, the consummate politician, never misses a photo opportunity – this is Sadiq in his manor.</p> \n<p>He asks where I’m from. Manchester, I say. He grins. “Come down here, take our jobs, take our women, bloody immigrants!” Khan could have been created by screenwriter<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/david-simon\"> David Simon</a> – say, the successor to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2012/aug/05/aidan-gillen-shadow-dancer-interview\">Tommy Carcetti</a> as mayor of Baltimore in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/wire\">The Wire</a>. He is fast-walking and fast-talking, with steel behind the smile; a wheeler-dealer with an eye permanently on the prize. (And then the next one.)</p> \n<p>As it happens, the MP for Tooting does <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/labour-reducing-inequality-benefits-many\">now hope to be mayor – of London</a>. First, he must see off fellow Labour hopefuls, then dispatch candidates from rival parties. Let’s just say he’s quietly confident; he already has the backing of Unite, the largest trade union, and the GMB.</p> \n<figure class=\"element element-image\" data-media-id=\"fdf6923244450944f18c7856d56bdc3836ef658b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432924859878/ef7af292-0836-4df5-982c-ccea20abcd5e-460x276.jpeg\" alt=\"Sadiq Khan among the selfies in 2014. Photograph: Alamy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sadiq Khan among the selfies in 2014. Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Khan was one of Ed Miliband’s lieutenants, responsible for the general election campaign in London. “We did very well by the way,” he says. “We kept all 38 seats and won seven others.” So why did Labour get hammered? “There was a concern among those who aren’t poor about what we could do for them, I suspect.” Are the candidates for leadership of the Labour party strong enough? “Let’s wait and see,” he says non-committally. Look me in the eye, I say. He does, but still doesn’t answer with any more conviction. “It’s too early to tell. I’ve got no horse in the race.”</p> \n<p>The one thing he won’t do is rubbish Miliband’s legacy. Too many of his colleagues are already doing that, he says, looking back on the Blair years “with rose-tinted glasses”.</p> \n<p>“A word I think you’ll hear overused in the leadership contest is ‘aspiration’. It’s used in a pejorative way to suggest we didn’t understand what it meant. I understand what it means. It means your dad working all the overtime hours that London Transport will give you, aspiration means your mum, notwithstanding having eight children, works as a seamstress at home as well to make ends meet. Aspiration means, as a 24-year-old trainee solicitor, sleeping on a bunk bed in your mum and dad’s home to save for a deposit. So I get aspiration.” This is classic Khan – defending Labour while promoting his ability to lead London in the same breath.</p> \n<figure class=\"element element-image\" data-media-id=\"43c0d9f0aabdc5709f5c972bc83a035837513395\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432925087341/37985de7-964f-4f0e-90a2-95dfaa0e9138-460x276.jpeg\" alt=\"Khan with Tony Blair, with whom he fell out. On the right is Glasgow Central MP Mohammad Sarwar. Photograph: Michael Stephens/PA Archive\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Khan with Tony Blair, with whom he fell out. On the right is Glasgow Central MP Mohammad Sarwar. Photograph: Michael Stephens/PA Archive</span> \n </figcaption> \n</figure> \n<p>During the election campaign, Khan warned Labour MPs who had already announced they were standing for mayor not to put personal ambition before the party. Within a week of Labour losing the election, he stood down as shadow justice minister and shadow minister for London, and announced his bid for the mayor. By his own logic, surely Labour need him in the shadow cabinet? “Yeah, it was a tough one.” Did his daughters, aged 15 and 13, think he should go for the leadership or mayor? “Mayor. Maybe children are smarter than you think, and they saw I’d have much more fun as mayor of London. I’d be able to do what I want to, whereas being leader of the opposition is a far tougher proposition.” It’s a surprising answer – not least because he insists he does not want to be a “red-carpet mayor like Boris”. In the end, he says, it goes back to what London has done for his family, and what he’d like to see it do for future generations.</p> \n<p>He loves to tell the story of the bus driver’s son made good; the boy who learned to box to look after himself on a tough estate (two of his brothers became amateur champions), who went on to captain the school’s cricket team and had trials for Surrey, who became a human rights lawyer representing victims of police abuse, and who sacrificed a brilliant legal career to serve his people. It is an inspirational story. And like all good lawyers, he retains the ability to tell it his way, always the master of his own narrative.</p> \n<p>Khan began his legal career working with eminent human rights lawyer <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/louisechristian\">Louise Christian</a> as a trainee in 1994, when she was in partnership with Mike Fisher. They made Khan a partner in 1997. Five years later Fisher left and the company was renamed Christian Khan. But when Khan was selected as Labour candidate for Tooting in 2004 he quit without notice.</p> \n<p>“I walked away from the business. I wasn’t paid out because I wanted to be a full-time politician. It’s never been about money for me, so Louise took over the firm and I became an MP.” It was a brave decision – Khan had no salary for six months while campaigning. But it is also a selective interpretation of events.</p> \n<figure class=\"element element-image\" data-media-id=\"af119e08afb9c39c545b6d9ab853f980b11b036b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432925273996/d9c93102-d9da-476f-9898-12ba13892cfa-460x276.jpeg\" alt=\"Sadiq Khan announcing he will run for London mayor, pictured with supporters Oona King and Ken Livingstone. Photograph: Evening Standard/eyevine\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sadiq Khan announcing he will run for London mayor, pictured with supporters Oona King and Ken Livingstone. Photograph: Evening Standard/eyevine</span> \n </figcaption> \n</figure> \n<p>I later hear that Khan hired lawyers threatening Christian with legal action unless he was compensated for his share of the company – and that only after Christian suggested a counter-claim (because she and his clients had been left in the lurch by him) did he drop the matter. I ring Khan to ask if it is true. He says he doesn’t know about a counter-claim, but yes, he did threaten legal action. “I was concerned about my tax liability, but ended up taking that on the chin. And strictly speaking, I was entitled to half the firm, and my lawyer advised me to pursue everything I was entitled to. In the end, I decided not to because I wanted to get on with my political career.” Khan admits that he and Christian have not talked since he left the firm.</p> \n<p>Christian had been his mentor, and hoped he would one day take over the practice. Does he regret the way things ended? “Yeaaaah,” he says, weighing his words carefully. “But you’ve got to move forward. In my next venture, where I’m mayor of London, I can’t be looking backwards to my 10 years as an MP. You’ve got to move forward.”</p> \n<p>As chair of the human rights pressure group <a href=\"https://www.liberty-human-rights.org.uk/\">Liberty</a> in the early noughties, Khan campaigned against imprisonment without trial, then in 2005 as a new MP voted against Labour’s proposal to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2005/nov/09/uksecurity.terrorism\">hold terrorism suspects for 90 days without charge</a>. “When I first got elected, everyone said, ‘Sadiq’s a rising star, he’s going to go all the way.’ But Blair wanted to pass 90 days, and you’ve got a choice: do you hold true to your beliefs and speak out against it? And I did. It was the first ever defeat Blair had.” Did it make an enemy of Blair? “Oh my God, yeah! There were some people who never forgave me. I was threatened.” How? “That ‘you’re finished as an MP, you’ve got no chance now’. Whips said that, other MPs said that.”</p> \n<p>Yet, three years later Khan was the whip responsible for pushing 42-day detention without charge through the Commons. What would the Khan who chaired Liberty make of Khan the politician? “The thing you’ve got to remember is, it’s a different role you’re performing. As the chair of Liberty, your job is to to put pressure on governments of whatever colour, right?” Ultimately, he says, you’ll get nowhere as a politician unless you compromise. “You’ve got to think: do you want to be a megaphone politician or do you want to get things done? ”</p> \n<p>Khan has always had a reputation in politics – as he did in law – for getting things done. Do you have to be ruthless to succeed? “Ruthless? No. Decency can get to the top in politics.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"080a6228a85b03a6106d029fcd9d39abff8d914c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432925545962/6a8f5942-8eaa-44d7-8f44-579938ea2355-401x420.jpeg\" alt=\"Sadiq Khan working as a solicitor in 2001. Photograph: Tim Boyle/Getty Images\" width=\"401\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sadiq Khan working as a solicitor in 2001. Photograph: Tim Boyle/Getty Images</span> \n </figcaption> \n</figure> \n<p>There seems an element of ruthlessness in going from challenging detention without charge to championing it, I say. “No,” he protests, “it’s not about you. It’s about who you did it for. So, when I’m a lawyer, I’m doing it for my client – he or she is the most important person, not me. When I’m a member of parliament, constituents are the most important people. When I’m chair of Liberty, our members are the most important people. And when you’re mayor of London, London is the most important thing. So you’ll be ruthless for your clients, ruthless for your constituents, ruthless for London, without necessarily being ruthless as a person.” You sense that whatever job he does, Khan will always see himself as a lawyer – the eternal advocate.</p> \n<p>David, the photographer, arrives. “Your job is to make me look really really good,” Khan tells him, running his hand through his hair. “Clooneyesque is the job spec.” He laughs. “Yes, Clooneyesque.” Is it true he likes to think of himself as “cool and metrosexual”? “This is interesting, you see. When I see my children’s friends’ parents, right, I look at myself and say to my girls, ‘Come on, you’ve got a cool dad, surely?’, but they say, ‘no Dad, you’re not cool.’ They say my taste in music is not cool.” What does he like? “Jay-Z, Paul Weller, Sting.” What else do his girls say about him? “They say I’m a smart Alec because I like to have the last word.”</p> \n<p>David suggests, as we’re in the curry house, it would be nice to take pictures of him eating. This time, Khan is more keen. He speaks in Urdu to the manager, Rizwan, and asks him to order for us.</p> \n<p>“How spicy do you like it?” Rizwan asks.</p> \n<p>“Not very spicy,” Khan answers for me. “He lives in north London! The article will be as good or bad as the food – so make it good!”</p> \n<p>I ask Khan why he would make the best mayor, and suddenly it feels like I’m interviewing him for the job. “I went to a good local state school, had an affordable university education, one of my brothers had an apprenticeship, council accommodation. Today’s Londoners don’t have the same opportunities we had, and it breaks my heart. But being disappointed about it is not enough. I want to do something about it. And I’ve got the experience – I ran a successful business before becoming a politician, lawyer for more than 10 years, big jobs in government, I understand what makes London tick, I’ve got ideas whether it’s housing or helping businesses or reducing inequality or the living wage.” He’s talking faster and faster. “Also, I want to get things done. I’m not doing it because it’s just a reward for long service or because I couldn’t hack it in politics or in law. It’s because I’ve genuinely got something to offer.”</p> \n<p>David suggests a picture of Khan tucking into a poppadom. He looks appalled. “Don’t even try that. Listen, it’s got to be proper food. Not a poppadom. There’s an urdu word, <em>gora</em>, which means white. So you guys are <em>gora</em>. The joke would be, ‘that’s <em>gora</em> food’.”</p> \n<p>But back to pitching for mayor. “First of all, we need a candidate who’s going to win. So, I’m the only candidate who’s fought and won a marginal seat. On every occasion my share of the vote has gone up. I was in charge of the 2014 London elections; not only did we keep all 15 councils we won another five. We had the best ever European election results in 2014.”</p> \n<p>Dish after dish arrives – fish massala, chicken methi, seekh kebab, lamb karahi – the smell is overpowering, the taste heavenly. But Khan doesn’t seem interested. David asks if he could stop talking for a second. Khan smiles at the waiters. “Well, he can make me look Clooneyesque or make me look like Ed eating a bacon sandwich, so I’ve got to be nice to him.” And then back to me. “The reason we won the most seats in the European election was because we did well in inner London and outer London, so I get the science and the art of winning elections. I’m a winner. So if we want a candidate who will win the election in May, I think that’s me.”</p> \n<p>Are you not going to eat, I ask. No time, he says – a mayoral candidate’s work is never done. His assistant tells him they had better be on their way. I’m staring at all the dishes in front of me; Khan wraps a kebab in a serviette and prepares to head off. I ask him if it’s true he does standup comedy. Only at Labour party functions, he says. “At my last gig, I met Windsor Davies from It Ain’t Half Hot Mum. He said I was very funny. Arthur Smith says I’d be a very decent standup comic.” What’s his best joke?</p> \n<p>“I went to hospital last week to meet the surgeons. I said: ‘What’s the easiest form of people to operate on? Surgeon One says: ‘The easiest form of people to operate on are accountants, because you slice them open and all their parts are numbered.’ Second surgeon goes: ‘No, actually you’re wrong, the easiest people to operate on are librarians because you cut them open and all their parts are in alphabetical order.’ Third surgeon goes: ‘No, you’re both wrong. The easiest people to operate on are politicians.’ I said: ‘Why?’ He goes: ‘Well, last week we had Jeremy Hunt in here and we sliced him open, and he was headless, heartless and gutless and his head and arse were interchangeable.’ Thank you. We’ve gotta go.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432908177540/I-get-the-science-and-the-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I get the science and the art of winning elections' … Sadiq Khan in his local curry house. Photograph: David Levene for the Guardian","credit":"David Levene/David Levene","altText":"'I get the science and the art of winning elections' … Sadiq Khan in his local curry house. Photogra","cleanCaption":"'I get the science and the art of winning elections' … Sadiq Khan in his local curry house. Photograph: David Levene for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432924861360/ef7af292-0836-4df5-982c-ccea20abcd5e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sadiq Khan among the selfies in 2014. Photograph: Alamy","credit":"Alamy","altText":"Sadiq Khan among the selfies in 2014. Photograph: Alamy","cleanCaption":"Sadiq Khan among the selfies in 2014. Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432925087834/37985de7-964f-4f0e-90a2-95dfaa0e9138-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Khan with Tony Blair, with whom he fell out. On the right is Glasgow Central MP Mohammad Sarwar. Photograph: Michael Stephens/PA Archive","credit":"Michael Stephens/PA Archive/Press Association Images","altText":"Khan with Tony Blair, with whom he fell out. On the right is Glasgow Central MP Mohammad Sarwar. Photograph: Michael Stephens/PA Archive","cleanCaption":"Khan with Tony Blair, with whom he fell out. On the right is Glasgow Central MP Mohammad Sarwar. Photograph: Michael Stephens/PA Archive"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432925274593/d9c93102-d9da-476f-9898-12ba13892cfa-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","caption":"Sadiq Khan announcing he will run for London mayor, pictured with supporters Oona King and Ken Livingstone. Photograph: Evening Standard/eyevine","credit":"Evening Standard/Evening Standard / eyevine","altText":"Sadiq Khan announcing he will run for London mayor, pictured with supporters Oona King and Ken Livingstone. Photograph: Evening Standard/eyevine","cleanCaption":"Sadiq Khan announcing he will run for London mayor, pictured with supporters Oona King and Ken Livingstone. Photograph: Evening Standard/eyevine"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432925547111/6a8f5942-8eaa-44d7-8f44-579938ea2355-1950x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1950,"orientation":"portrait","caption":"Sadiq Khan working as a solicitor in 2001. Photograph: Tim Boyle/Getty Images","credit":"Tim Boyle/Getty Images","altText":"Sadiq Khan working as a solicitor in 2001. Photograph: Tim Boyle/Getty Images","cleanCaption":"Sadiq Khan working as a solicitor in 2001. Photograph: Tim Boyle/Getty Images"}],"webPublicationDate":"2015-05-31T16:59:07Z","lastModified":"2015-05-31T23:10:05Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Simon Hattenstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonhattenstone"}],"feature":true,"keywords":["Mayoral elections","London","Labour","Politics","Tony Blair","UK news","Local government","Local politics"],"tags":[{"id":"politics/mayoral-elections","webTitle":"Mayoral elections"},{"id":"uk/london","webTitle":"London"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/tonyblair","webTitle":"Tony Blair"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"politics/localgovernment","webTitle":"Local politics"}],"section":{"id":"politics"},"topics":[{"displayName":"Simon Hattenstone","topic":{"type":"tag-contributor","name":"profile/simonhattenstone"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/31/sadiq-khan-london-mayor-tony-blair-aspiration","shortUrl":"http://gu.com/p/49b92","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/31/sadiq-khan-london-mayor-tony-blair-aspiration","webUri":"http://www.theguardian.com/politics/2015/may/31/sadiq-khan-london-mayor-tony-blair-aspiration"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432908177540/I-get-the-science-and-the-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I get the science and the art of winning elections’ … Sadiq Khan in his local curry house. Photograph: David Levene for the Guardian","credit":"David Levene/David Levene","altText":"'I get the science and the art of winning elections' … Sadiq Khan in his local curry house. Photogra","cleanCaption":"‘I get the science and the art of winning elections’ … Sadiq Khan in his local curry house. Photograph: David Levene for the Guardian"}},"importance":0,"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Cornwall / World's first tidal-lagoon clean energy scheme prompts environmental row","rawTitle":"World's first tidal-lagoon clean energy scheme prompts environmental row","item":{"type":"article","id":"environment/2015/may/31/worlds-first-tidal-lagoon-clean-energy-scheme-environmental-concerns","title":"World's first tidal-lagoon clean energy scheme prompts environmental row","trailText":"The Swansea project’s plan to reopen a quarry in Cornwall angers locals there – having already provoked concerns around the lack of UK contractor involvement","standFirst":"<p>The Swansea project’s plan to reopen a quarry in Cornwall angers locals there – having already provoked concerns around the lack of UK contractor involvement</p>","byline":"Terry Macalister","body":"<p>An ambitious project to build <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/17/budget-2015-george-osborne-announce-uk-tidal-power-scheme\">the world’s first tidal lagoon for generating clean electricity</a> off the coast of Swansea has triggered an environmental row on the south coast of Cornwall.<br /></p> \n<p>And a second row is brewing, with a Chinese construction group in poll position to win a huge contract to undertake marine works at Swansea Bay, despite key promises by the developers to prioritise local involvement.<br /></p> \n<p>The Cornish dispute centres on a project to reopen a quarry at Dean near St Kevergne on the <a href=\"https://www.visitcornwall.com/places/the-lizard#.VWsu72TF_5o\">Lizard Peninsula</a>, to source at least 3m tonnes of stone for the Swansea project.</p> \n<p>Many residents in Dean and St Kevergne, some ocean scientists and all the local candidates in May’s general election oppose the quarry scheme. The Cornish stone would be used to build a six-mile long breakwater in Swansea amid hopes of generating significant shipping volumes in a newly-created marine conservation zone.<br /></p> \n<p>The quarry project in Cornwall is being proposed by Shire Oak Quarries, a company headed by Mark Shorrock, the chief executive of Tidal Lagoon Power, which is developing the Welsh energy scheme. </p> \n<p>A <a href=\"http://www.cads2015.com/\">Cornwall Against Dean Super Quarry campaign</a> has been set up and Gabriel Yvon-Durocher, senior lecturer in natural environment at the University of Exeter, said the project was “the first real test of what it means to be a Marine Conservation Zone, but will also be under intense scrutiny from conservation groups and the marine science community.”</p> \n<p>In a statement, Tidal Lagoon Power said it would soon appoint a marine works contractor to source and transport rock to the project but denied a decision had been taken to source materials from Cornwall:</p> \n<blockquote class=\"quoted\"> \n <p>“No decisions have been taken with regards rock supply. Sustainability is designed into the core of the lagoon and we are no less demanding of our supply chain.”</p> \n</blockquote> \n<p>The developer is expected to award the marine works contract within the next couple of weeks and the project could obtain planning permission as soon as 10 June.</p> \n<p>The British company Laing O’Rourke has just been made preferred bidder for a &pound;200m deal to build a 410-metre turbine house and sluice gate structure for the project, which will create 500 jobs.<br /></p> \n<p>But the three other companies on the shortlist, with the Chinese frontrunner, to undertake the marine works on the Welsh scheme are foreign, while a major turbine contract has already gone to GE of the US and Andritz Hydro of Austria.</p> \n<p>Tidal Lagoon Power said it was confident it would meet all its targets: </p> \n<blockquote class=\"quoted\"> \n <p>“We are resolute in our commitment to deliver a project that maximises long-term employment and investment in the UK. Judge us on our record to date: our turbines will be assembled at a new facility in Wales from a majority of British parts, housed in a structure built by one of the biggest names in UK infrastructure.”</p> \n</blockquote> \n<p>Swansea Bay is aiming to generate 500 gigawatt hours of electricity a year – enough for light and power for 120,000 homes – with turbines working 14 hours a day.</p> \n<figure class=\"element element-embed\" data-alt=\"Graphic: Swansea Bay tidal lagoon project\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1426622428242/swansea_bay_tidal_lagoon_2.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>Key to the wider &pound;1billion scheme going ahead are negotiations currently underway with the Department of Energy and Climate Change over the level of renewable power subsidy to be made available under the <a href=\"https://www.gov.uk/government/collections/electricity-market-reform-contracts-for-difference\">Contracts for Difference</a> mechanism.<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/17/budget-2015-george-osborne-announce-uk-tidal-power-scheme\">The government has reiterated its commitment to tidal power</a>, while the Sunday Telegraph reported that ministers planned to bring an early end to subsidies for onshore wind farms, triggering an angry response from the industry.</p> \n<p>Ian Marchant, former boss of Scottish and Southern Energy and a spokesman for the <a href=\"http://www.british-wind.co.uk/\">British Wind campaign group</a>, said: </p> \n<blockquote class=\"quoted\"> \n <p>“The government’s alleged plans to close down the <a href=\"https://www.ofgem.gov.uk/environmental-programmes/renewables-obligation-ro\">Renewables Obligation regime</a> early for onshore wind beggar belief. </p> \n <p>“If implemented, the government will be compelled to find much more expensive alternative sources of renewable energy to onshore wind, which is by far the lowest cost renewable energy available at scale today in the UK.”</p> \n</blockquote>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/214188d8a996bd4d901094c849451d91e6981dac/0_228_4288_2572/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2572,"width":4288,"orientation":"landscape","credit":"Phil Rees / Alamy/Alamy","altText":"Walkers make the most of the beautiful sunset on Swansea Bay in South Wales.","cleanCredit":"Photograph: Phil Rees / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-31T17:06:09Z","lastModified":"2015-05-31T23:30:03Z","metadata":{"commentable":true,"commentCount":165,"contributors":[{"name":"Terry Macalister","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411666802323/Terry-Macalister-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/terrymacalister"}],"feature":false,"keywords":["Renewable energy","Swansea","Wales","Business","Wind power"],"tags":[{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"uk/swansea","webTitle":"Swansea"},{"id":"uk/wales","webTitle":"Wales"},{"id":"business/business","webTitle":"Business"},{"id":"environment/windpower","webTitle":"Wind power"}],"section":{"id":"environment"},"topics":[{"displayName":"Terry Macalister","topic":{"type":"tag-contributor","name":"profile/terrymacalister"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/31/worlds-first-tidal-lagoon-clean-energy-scheme-environmental-concerns","shortUrl":"http://gu.com/p/49at2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/31/worlds-first-tidal-lagoon-clean-energy-scheme-environmental-concerns","webUri":"http://www.theguardian.com/environment/2015/may/31/worlds-first-tidal-lagoon-clean-energy-scheme-environmental-concerns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/214188d8a996bd4d901094c849451d91e6981dac/0_228_4288_2572/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2572,"width":4288,"orientation":"landscape","caption":"Swansea Bay has the second highest tidal range in the world. Photograph: Phil Rees/Alamy","credit":"Phil Rees/Alamy","altText":"Swansea Bay in South Wales.","cleanCaption":"Swansea Bay has the second highest tidal range in the world.","cleanCredit":"Photograph: Phil Rees/Alamy"}},"importance":4,"kicker":{"title":"Cornwall"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Young children being used for street crime, warns anti-slavery commissioner","rawTitle":"Young children being used for street crime, warns anti-slavery commissioner","item":{"type":"article","id":"society/2015/jun/01/young-children-used-street-crime-anti-slavery-commissioner-hyland-oliver-twist","title":"Young children being used for street crime, warns anti-slavery commissioner","trailText":"Kevin Hyland says ‘Oliver Twist scenarios’ are taking place across UK, adding that the number of convictions for slavery offences is ‘nowhere near good enough’","standFirst":"<p>Kevin Hyland says ‘Oliver Twist scenarios’ are taking place across UK, adding that the number of convictions for slavery offences is ‘nowhere near good enough’</p>","byline":"Press Association","body":"<p>Young children are being tasked with pickpocketing, shoplifting and begging on Britain’s streets in scenarios like those in Oliver Twist, the anti-slavery commissioner has warned.</p> \n<p>Kevin Hyland said young people who should be at school are being used as part of criminal operations in cities.</p> \n<p>The former Met detective was appointed in November to spearhead the government’s fight against modern slavery.</p> \n<p>In an interview with the Press Association he revealed that he had found inconsistency in how authorities approach the issue around the country and described the number of convictions for slavery offences as “nowhere near good enough”.</p> \n<p>Slavery can involve sexual exploitation, forced labour, domestic servitude or forced criminality, he said.</p> \n<p>“We hear about young children being sent out to do shoplifting, pickpocketing and begging. These are young children who should be at school.</p> \n<p>“We are in the 21st century and yet we have Oliver Twist scenarios happening in our streets and cities. I think we all thought that was gone and in the past but actually it’s alive and kicking in London.</p> \n<p>“It’s pure criminality and abuse of children. But it’s all very complicated because of the way the children are groomed.”</p> \n<p>Modern slavery is a very lucrative business, he said. “People are making a lot of money. In sexual exploitation, someone can make a million pound a year out of 10 women. We see cases of forced labour where people are making hundreds of thousands a month.”</p> \n<p>The Home Office estimate that there are between 10,000 and 13,000 potential victims of slavery in the UK, according to figures published in December. They include women forced into prostitution, domestic staff and workers in fields, factories and on fishing boats.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-2f0aff82-4df9-44bf-b9f2-0b787f244aee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433098688608/32725a13-c4cb-45c4-9d4d-e55ae4f5bea1-460x276.jpeg\" alt=\"Kevin Hyland\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kevin Hyland, a former Met detective, was appointed in November to spearhead the government’s fight against modern slavery.</span> \n  <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> \n </figcaption> \n</figure> \n<p>Hyland said official intelligence numbers were much lower than the government estimate.</p> \n<p>He said: “It’s a mixture of things, it’s not being reported, it’s being missed, even when it’s being reported is it being wrongly reported? I see cases where I’m meeting victims and hear their cases have not been investigated properly. These are things that really need to change.”</p> \n<p>He said he accepted the Home Office figure as an “accurate evaluation on the facts as they are”, describing it as “a horrendous number”.</p> \n<p>He continued: “You have to remember these people are a victim of these crimes every day. It’s not like a one-off incident, it’s day in day out.”</p> \n<p>There were 151 convictions for slavery related offences last year, Hyland said: “It’s nowhere near good enough. What’s really worrying is the numbers of investigations aren’t sufficiently high.</p> \n<p>“The reason why people are choosing this form of criminality is because there aren’t the resources tackling it.</p> \n<p>“To a degree they are operating in a low-risk area with high profit. A lot of my role has to be to change that, to make it high-risk and no profit.”</p> \n<p>Hyland said the quality of official approaches to slavery varies around the country.</p> \n<p>“There is inconsistency across the UK in a number of areas. That’s training, police response, partnerships and to some degree the victim care,.</p> \n<p>“In some parts of the country you see really first-class models and then in the same regions you see where there are systems and processes which need extensive improvement.”</p> \n<p>He called on police forces to make sure tackling slavery was one of the highest priorities.</p> \n<p>“I’ve been around the country now and met lots of police chiefs, most of whom are very committed. Yes, they have to consider their budgets and resources but I want to make sure the first thing they are talking about is the victims and catching the criminals.”</p> \n<p>This year the Modern Slavery Act was passed into law. It increased the maximum sentence for the worst offenders to life in prison and introduced a tough asset confiscation regime.</p> \n<p>Describing the act as watershed legislation, Hyland said: “It gives law enforcement more flexibility, more powers, it gives the victims far more protection through the criminal justice system.”</p> \n<p>He stressed the UK must work to eradicate slavery at home and abroad.</p> \n<p>“Over the next decade I think we can really bring the figures of modern slavery down to where it is almost eradicated from our shores. We have a responsibility to help the international community to do the same. Clearly, that has enormous challenges.</p> \n<p>“We need to really change the whole culture towards this activity in the UK and start on the process to eradicate it. It’s an enormous task because it’s got so many different faces.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433098622621/495e37bb-9066-4b4c-aeb0-e225d4200a47-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"CBW/Alamy","altText":"Charles Dickens' Oliver Twist. Kevin Hyland, a former Met detective, says of the use of young children in street crimes is 'pure criminality and abuse … But it’s all very complicated because of the way the children are groomed.’","cleanCredit":"Photograph: CBW/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2013/11/23/1385215691355/Kevin-Hyland-015.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Kevin Hyland, a former Met detective, was appointed in November to spearhead the government’s fight against modern slavery. Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"Kevin Hyland","cleanCaption":"Kevin Hyland, a former Met detective, was appointed in November to spearhead the government’s fight against modern slavery.","cleanCredit":"Photograph: Andy Rain/EPA"}],"webPublicationDate":"2015-05-31T23:01:03Z","lastModified":"2015-05-31T23:40:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Child protection","Crime","Slavery","Police","UK news","Children","Social care","Society"],"tags":[{"id":"society/childprotection","webTitle":"Child protection"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"world/slavery","webTitle":"Slavery"},{"id":"uk/police","webTitle":"Police"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/children","webTitle":"Children"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/01/young-children-used-street-crime-anti-slavery-commissioner-hyland-oliver-twist","shortUrl":"http://gu.com/p/49c57","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/01/young-children-used-street-crime-anti-slavery-commissioner-hyland-oliver-twist","webUri":"http://www.theguardian.com/society/2015/jun/01/young-children-used-street-crime-anti-slavery-commissioner-hyland-oliver-twist"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433098622621/495e37bb-9066-4b4c-aeb0-e225d4200a47-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charles Dickens’ Oliver Twist. Kevin Hyland, a former Met detective, says of the use of children in street crimes is ‘pure criminality and abuse … But it’s all very complicated because of the way the children are groomed.’ Photograph: CBW/Alamy","credit":"CBW/Alamy","altText":"Charles Dickens' Oliver Twist. Kevin Hyland, a former Met detective, says of the use of young children in street crimes is 'pure criminality and abuse … But it’s all very complicated because of the way the children are groomed.’","cleanCaption":"Charles Dickens’ Oliver Twist. Kevin Hyland, a former Met detective, says of the use of children in street crimes is ‘pure criminality and abuse … But it’s all very complicated because of the way the children are groomed.’","cleanCredit":"Photograph: CBW/Alamy"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Abuse claims / Cardinal Cormac Murphy-O'Connor memoirs 'censored' by church","rawTitle":"Cardinal Cormac Murphy-O'Connor memoirs 'censored' by church","item":{"type":"article","id":"world/2015/jun/01/cardinal-cormac-murphy-oconnor-memoirs-censored-by-church","title":"Cardinal Cormac Murphy-O'Connor memoirs 'censored' by church","trailText":"Associates allege Catholic authorities pressured cardinal to cut sections on jailed clergyman Michael Hill","standFirst":"<p>Associates allege Catholic authorities pressured cardinal to cut sections on jailed clergyman Michael Hill</p>","byline":"Ed Salter and Haroon Siddique","body":"<p>The Catholic church has been accused of pressuring one of its senior figures to censor extracts of his memoirs relating to a sexual abuse scandal.</p> \n<p>Cardinal Cormac Murphy-O’Connor, the former leader of the church in England and Wales, is said to have been forced to cut chunks from his new book relating to the crisis in his ministry in which he failed to report a paedophile priest to the police and let him continue working. The clergyman, Michael Hill, was later jailed twice for sexually assaulting young victims.</p> \n<p>Among the sections understood to have been cut is one in which Murphy-O’Connor defends the right to protect priests when they have erred. Murphy-O’Connor, while Bishop of Arundel and Brighton, moved Hill to the chaplaincy at Gatwick airport despite being warned he was a danger to young people. The cardinal faced calls to resign over the scandal.</p> \n<p>In the published version of An English Spring, the extract about the duty towards fellow clergy is said to have been replaced with a lament about bishops’ failure to prioritise abuse victims over their priests.</p> \n<p>Associates of the cardinal, who did not wish to be named, told the Guardian that he had been obliged to censor his work. One said: “A number of us, his friends, were asked to read the typescript in draft. I understand that pressure was put on the cardinal by church authorities to excise sections of the chapter on Michael Hill along with other material in the book.”</p> \n<p>The source claimed that Murphy-O’Connor’s official publicist at the church’s headquarters insisted on reading the draft and making cuts. “He [Murphy O’Connor] is a senior prince of the church and he should have just gone ahead and ignored them,” the source said.</p> \n<p> Murphy-O’Connor’s publicist refused to comment on the allegations. In other sections that were cut, it is understood that he accuses the church of not being prepared to root out systemic paedophilia.</p> \n<p>Asked if church officials had applied pressure, Murphy-O’Connor said: “I’d rather not answer that question. Everything I’ve written is what I wanted to write. Any help I got with writing the book was purely personal.”</p> \n<p>The Catholic church for England and Wales refused to comment. </p> \n<p></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433116464675/dc162146-70a3-43f3-b826-1b96cf707f31-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elinor Williams/Hay Festival/PA","altText":"Cardinal Cormac Murphy-O'Connor speaking at the Hay Festival in Hay-on-Wye last month.","cleanCredit":"Photograph: Elinor Williams/Hay Festival/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-01T00:01:03Z","lastModified":"2015-06-01T06:49:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Haroon Siddique","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/haroonsiddique"}],"feature":false,"keywords":["Catholicism","UK news","Books","Censorship"],"tags":[{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"books/books","webTitle":"Books"},{"id":"world/censorship","webTitle":"Censorship"}],"section":{"id":"world"},"topics":[{"displayName":"Haroon Siddique","topic":{"type":"tag-contributor","name":"profile/haroonsiddique"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/01/cardinal-cormac-murphy-oconnor-memoirs-censored-by-church","shortUrl":"http://gu.com/p/496xz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/01/cardinal-cormac-murphy-oconnor-memoirs-censored-by-church","webUri":"http://www.theguardian.com/world/2015/jun/01/cardinal-cormac-murphy-oconnor-memoirs-censored-by-church"},"shouldHideAdverts":true,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433116464675/dc162146-70a3-43f3-b826-1b96cf707f31-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cardinal Cormac Murphy-O’Connor speaking at the Hay Festival in Hay-on-Wye last month.  Photograph: Elinor Williams/Hay Festival/PA","credit":"Elinor Williams/Hay Festival/PA","altText":"Cardinal Cormac Murphy-O'Connor speaking at the Hay Festival in Hay-on-Wye last month.","cleanCaption":"Cardinal Cormac Murphy-O’Connor speaking at the Hay Festival in Hay-on-Wye last month. ","cleanCredit":"Photograph: Elinor Williams/Hay Festival/PA"}},"importance":3,"kicker":{"title":"Abuse claims"},"showQuotedHeadline":false,"sublinks":[]},{"title":"More than a third of UK adults would be willing to volunteer for the NHS","rawTitle":"More than a third of UK adults would be willing to volunteer for the NHS","item":{"type":"article","id":"society/2015/jun/01/nhs-more-than-third-uk-adults-willing-volunteer","title":"More than a third of UK adults would be willing to volunteer for the NHS","trailText":"A survey has found that 40% of people would be prepared to give up their time to support the NHS, be it in a shop or cafe, carrying out visits or helping on wards","standFirst":"<p>A survey has found that 40% of people would be prepared to give up their time to support the NHS, be it in a shop or cafe, carrying out visits or helping on wards</p>","byline":"Press Association","body":"<p>More than a third of British adults would be willing to volunteer to support the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/society/nhs\">NHS</a>, a survey has found.</p> \n<p>The study, for the <a href=\"http://www.royalvoluntaryservice.org.uk/?gclid=CPL71rPW7MUCFa3MtAodrDoAZw\">Royal Volunteer Service</a> (RVS), found the role of most interest to people was volunteering in shops or cafes, with 40% saying they would consider such work.</p> \n<p>Some 39% said they could carry out practical service in the community – such as taking patients out on social visits – while, again, more than a third (35%) expressed interest in carrying out hospital visits and 31% in helping on wards.</p> \n<p>The research was carried out for the charity, which is dedicated to helping older people remain independent, by polling company ICM – which surveyed 2,050 adults over the age of 18.</p> \n<p>David McCullough, chief executive of the RVS, said: “Royal Voluntary Service volunteers have been supporting the NHS since it was founded in 1948 and we are delighted to see that volunteers are still willing to come forward to work alongside clinical teams to help support our greatest institution.</p> \n<p>“Our trained volunteers can provide invaluable support in hospitals, freeing up clinical staff to carry out medical care.”</p> \n<p>Tony Stafford volunteers for the RVS at Addenbrooke’s hospital in Cambridge, offering support, refreshments and conversation to A&amp;E patients. He said: “My weekly shift is always busy and different.</p> \n<p>“Often unprepared, patients find themselves alone and fearful, in pain, facing tests, assessments and possible admissions to wards. I find the work challenging at times, but immensely rewarding.”</p> \n<p>In February, an extra &pound;1.2m of government funding was awarded to the RVS, <a href=\"http://www.redcross.org.uk/\">Red Cross</a> and <a href=\"http://www.ageuk.org.uk/\">Age UK</a> to get more volunteers into A&amp;E departments.</p> \n<p>The UK celebrates Volunteers’ Week from 1 June, which recognises the contributions of people across all sectors who offer up their time.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433097886950/d79675ae-9c5c-4754-ba62-c95d78d6761e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dominic Lipinski/PA","altText":"Survey for NHS","cleanCredit":"Photograph: Dominic Lipinski/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-31T23:01:03Z","lastModified":"2015-05-31T23:40:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["NHS","Volunteering","Health","UK news","Society","Voluntary sector"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"society/volunteering","webTitle":"Volunteering"},{"id":"society/health","webTitle":"Health"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"society/voluntarysector","webTitle":"Voluntary sector"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/01/nhs-more-than-third-uk-adults-willing-volunteer","shortUrl":"http://gu.com/p/49c5g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/01/nhs-more-than-third-uk-adults-willing-volunteer","webUri":"http://www.theguardian.com/society/2015/jun/01/nhs-more-than-third-uk-adults-willing-volunteer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433097996953/6f545f5d-29ce-4a36-bbf1-1195dce9faa7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"RVS volunteers have been supporting the NHS since 1948. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Survey for NHS","cleanCaption":"RVS volunteers have been supporting the NHS since 1948.","cleanCredit":"Photograph: Dominic Lipinski/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-01T06:37:52Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}