{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Supreme court / Retention of offenders' DNA profiles not illegal","rawTitle":"Retention of offenders' DNA profiles not illegal","item":{"type":"article","id":"politics/2015/may/13/retention-of-offenders-dna-does-not-breach-privacy-supreme-court-rules","title":"Retention of offenders' DNA profiles not illegal, supreme court rules","trailText":"Court rules in test case involving drink driver that storing a man’s DNA profile is proportionate interference with his right to privacy","standFirst":"<p>Court rules in test case involving drink driver that storing a man’s DNA profile is proportionate interference with his right to privacy</p>","byline":"Owen Bowcott, legal affairs correspondent","body":"<p>Retaining DNA profiles of convicted adults indefinitely is not an illegal breach of their privacy, the supreme court has ruled in a test case involving a Northern Ireland drink driver.</p> \n<p>The judgment by the UK’s highest court sets a significant precedent in making a clear distinction between information that police forces may keep on those who have been convicted, as opposed to those who were merely suspects.</p> \n<p>The claim against the Police Service of Northern Ireland (PSNI) was brought by Fergus Gaughran, 42, who was arrested for drink driving in 2008 and pleaded guilty at Newry magistrates court. He was disqualified from driving for a year.</p> \n<p>By a majority of four to one, the supreme court justices ruled that storing his DNA profile – the information extracted from his DNA sample and held on a computer database – is a proportionate interference with his right to privacy under article 8 of the European convention on human rights.</p> \n<p>“The potential benefit to the public of retaining the DNA profiles of those who are convicted is considerable and outweighs the interference with the right of the individual,” said Lord Clarke, who delivered the majority decision. “The retention may even benefit the individual by establishing that they did not commit an offence.”</p> \n<p>Clarke added: “The United Kingdom has chosen recordable offences as the touchstone. Recordable offences include any offences punishable by imprisonment, together with a limited number of non-imprisonable offences. </p> \n<p>“As the expression suggests, the police are obliged to keep records of convictions and offenders in relation to such offences on the Police national computer. I can see nothing unreasonable in the conclusion that such records ought to include any available DNA profiles.</p> \n<p>“It is of course true that the appellant was only fined &pound;50 and disqualified from driving for a year but driving with excess alcohol is a serious offence and can cause significant injury and damage. It may lead to up to six months’ imprisonment.”</p> \n<p>If such a “blanket measure” is at odds with practices in some other European countries, Clarke continued, then it is nevertheless permitted because it is within the UK’s so-called “margin of appreciation” – the flexibility allowed for local differences in regulations.</p> \n<p>The assertion of such a status reflects the intricate dialogue between the supreme court in London and the European court of human rights in Strasbourg over who should have final authority in certain categories of cases.</p> \n<p>Gaughran’s appeal was rejected. Lord Kerr, however, who gave a dissenting judgment, said: “the stigmatising application of the indefinite retention policy, even to those whose convictions are spent, frustrates the purpose of rehabilitation”. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431512781371/46ad1f03-99a3-4646-92f6-3b3658c53169-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Brookes/Corbis","altText":"Scientist holding hair for DNA sample.","cleanCredit":"Photograph: Andrew Brookes/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-13T10:29:00Z","lastModified":"2015-05-13T11:25:27Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["DNA database","Police","UK supreme court","UK news","Law","Politics"],"tags":[{"id":"politics/dna-database","webTitle":"DNA database"},{"id":"uk/police","webTitle":"Police"},{"id":"law/uk-supreme-court","webTitle":"UK supreme court"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/law","webTitle":"Law"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/13/retention-of-offenders-dna-does-not-breach-privacy-supreme-court-rules","shortUrl":"http://gu.com/p/48p7q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/13/retention-of-offenders-dna-does-not-breach-privacy-supreme-court-rules","webUri":"http://www.theguardian.com/politics/2015/may/13/retention-of-offenders-dna-does-not-breach-privacy-supreme-court-rules"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431512781371/46ad1f03-99a3-4646-92f6-3b3658c53169-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Scientist holding hair for DNA sample. Photograph: Andrew Brookes/Corbis","credit":"Andrew Brookes/Corbis","altText":"Scientist holding hair for DNA sample.","cleanCaption":"Scientist holding hair for DNA sample.","cleanCredit":"Photograph: Andrew Brookes/Corbis"}},"importance":7,"kicker":{"title":"Supreme court"},"showQuotedHeadline":false},{"title":"Media / Bear Grylls show accused of 'callous disregard for life' as 450 complain","rawTitle":"Bear Grylls show accused of 'callous disregard for life' as 450 complain","item":{"type":"article","id":"media/2015/may/13/bear-grylls-pig-the-island","title":"Bear Grylls show accused of 'callous disregard for life' as 450 complain","trailText":"Animal welfare groups claim Channel 4 is ‘killing animals to boost ratings’ after contestants on The Island slashed pig’s throat on screen","standFirst":"<p>Animal welfare groups claim Channel 4 is ‘killing animals to boost ratings’ after contestants on The Island slashed pig’s throat on screen<br /></p>","byline":"John Plunkett","body":"<p>Channel 4 has been accused of “killing animals to boost ratings” after contestants slashed the throat of a pig on its Bear Grylls reality show which has attracted nearly 500 complaints from viewers.<br /></p> \n<p>Animal welfare groups including People for the Ethical Treatment of Animals said Channel 4 had shown a “callous disregard for life” on the show, The Island with Bear Grylls.<br /></p> \n<p>Four women were shown creeping up to a sleeping pig before plunging a knife into its throat. The pig could be heard squealing throughout.</p> \n<p>It followed a previous episode of the show in which its male contestants accidentally killed and ate a rare species of crocodile.<br /></p> \n<p>Channel 4 said it had so far received about 450 complaints about the show, a large number of which are understood to relate to the pig and crocodile killings.</p> \n<p>Media regulator Ofcom said on Wednesday it had received 16 complaints about the show and was considering whether to launch an investigation.</p> \n<p>Peta director Mimi Bekhechi said: “There is simply no excuse for this kind of callous disregard for life. TV producers and broadcasters can entertain audiences without resorting to cruelty to animals.”</p> \n<figure class=\"element element-image\" data-media-id=\"0a124de16c3286d3191b83ec101af027242b046a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431524151163/b5da7667-2821-47f2-a6e9-ba2651dfbec2-460x276.jpeg\" alt=\"The Island with Bear Grylls: survived into a second series\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Island with Bear Grylls: survived into a second series.</span> \n  <span class=\"element-image__credit\">Photograph: Channel 4</span> \n </figcaption> \n</figure> \n<p>In the letter to Channel 4 chief executive David Abraham, signed by Peta, Animal Aid, OneKind, and Viva!, the groups said they were “outraged to see that contestants were filmed slashing the throat of a terrified pig. </p> \n<p>“Had this taken place in the UK, the contestants could face charges and, potentially, time in prison. The producers revealed that the pigs had been shipped to the uninhabited Pearl Islands for the show, expressly so that they could be killed and eaten by contestants. </p> \n<p>“Torturing and killing animals is a cruel way to attempt to boost ratings and sends an especially harmful message to your young viewers, who are greatly influenced by what they see on TV. It is this kind of outright disregard for animals that keeps caseworkers inundated with cruelty-to-animals reports year-round.</p> \n<p>“We strongly urge you, as chief executive of Channel 4, to ensure that this kind of violence is never aired again by implementing a proper animal-welfare policy. We stand ready to meet with you about this important issue.”</p> \n<p>Channel 4 defended the scenes, saying an important part of the show was finding out if the contestants were capable of “hunting and killing for meat” and they had all been trained in killing animals humanely.<br /></p> \n<p>“An important part of the experiment was to find out if the men and women were capable of surviving alone and able to find sources of food, including hunting and killing for meat; a vital part of their survival as it is a source of valuable calories and protein,” said the broadcaster.</p> \n<p>“All islanders were trained in the humane capture and dispatch of live animals and the animals were killed humanely.”</p> \n<p>The latest furore comes after Channel 4 was forced to apologise last month after hungry male contestants on the show hunted down and ate a crocodile which was later revealed to be a protected endangered species.</p> \n<p>Channel 4 said it was a “genuine and regrettable error” with a type of crocodile “not known to be in the area or on the island”.</p> \n<p>The second series of the survival show, which was expanded to include women after the first series was criticised for only featuring men, is a big hit for Channel 4 with overnight ratings of 2.5 million and consolidated audiences, including people who recorded it and watched it later, of more than 3 million.</p> \n<p>It returned to Channel 4 last month after a hit first series which won a Bafta award last Sunday.</p> \n<p>But critics accused the launch series of misleading viewers after it emerged that some of the contestants worked in TV, had experience of survival or had worked with Grylls before. Producers also set up a water supply and transported two crocodiles to the island for food.</p> \n<p>Channel 4’s head of factual entertainment Liam Humphreys <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/aug/31/sex-in-class-channel-4-liam-humphreys\">later described the show</a> as “completely robust, there was no fakery. We explained we had a duty of care to keep the guys alive, it was the dry season and we needed to make sure they didn’t run out of water. It’s all in the voiceover”.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431523562070/ceb3d6aa-9c93-490a-8cc2-faa0eda9b374-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Peta","altText":"Protesters complain outside Channel 4 about The Island with Bear Grylls. ","cleanCredit":"Photograph: Peta"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431524151591/b5da7667-2821-47f2-a6e9-ba2651dfbec2-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Island with Bear Grylls: survived into a second series. Photograph: Channel 4","credit":"Channel 4","altText":"The Island with Bear Grylls: survived into a second series","cleanCaption":"The Island with Bear Grylls: survived into a second series.","cleanCredit":"Photograph: Channel 4"}],"webPublicationDate":"2015-05-13T13:36:20Z","lastModified":"2015-05-13T14:42:16Z","metadata":{"commentable":true,"commentCount":57,"contributors":[{"name":"John Plunkett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/2/1399058779148/John-Plunkett-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnplunkett"}],"feature":false,"keywords":["Channel 4","Television industry","Media","Reality TV","Television","Television & radio","Culture","UK news"],"tags":[{"id":"media/channel4","webTitle":"Channel 4"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/reality-tv","webTitle":"Reality TV"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"John Plunkett","topic":{"type":"tag-contributor","name":"profile/johnplunkett"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/13/bear-grylls-pig-the-island","shortUrl":"http://gu.com/p/48pt8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/13/bear-grylls-pig-the-island","webUri":"http://www.theguardian.com/media/2015/may/13/bear-grylls-pig-the-island"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431523562070/ceb3d6aa-9c93-490a-8cc2-faa0eda9b374-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Protesters complain outside Channel 4 about The Island with Bear Grylls Photograph: Peta","credit":"Peta","altText":"Protesters complain outside Channel 4 about The Island with Bear Grylls. ","cleanCaption":"Protesters complain outside Channel 4 about The Island with Bear Grylls","cleanCredit":"Photograph: Peta"}},"importance":5,"kicker":{"title":"Media"},"showQuotedHeadline":false},{"title":"Mental health / Psychiatric drugs do more harm than good, says expert","rawTitle":"Psychiatric drugs do more harm than good, says expert","item":{"type":"article","id":"society/2015/may/12/psychiatric-drugs-more-harm-than-good-expert","title":"Psychiatric drugs do more harm than good, says expert","trailText":"Peter Gøtzsche argues that most prescriptions could be stopped without causing harm, but other experts strongly disagree","standFirst":"<p>Peter G&oslash;tzsche argues that most prescriptions could be stopped without causing harm, but other experts strongly disagree</p>","byline":"Sarah Boseley Health editor","body":"<p>Psychiatric drugs do more harm than good and the use of most antidepressants and dementia drugs could be virtually stopped without causing harm, an expert on clinical trials argues in a leading medical journal.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Given their lack of benefit, I estimate we could stop almost all psychotropic drugs without causing harm</p> \n  <footer> \n   <cite>Peter G&oslash;tzsche</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The views expressed in a <a href=\"http://www.bmj.com/content/350/bmj.h2435\">British Medical Journal debate</a> by Peter G&oslash;tzsche, professor and director of the Nordic Cochrane Centre in Denmark, are strongly opposed by many experts in mental health. However, others say the debate around the use of psychiatric drugs is important and acknowledge that there has been overuse of antipsychotics to quieten aggressive patients with dementia.</p> \n<p>G&oslash;tzsche says more than half a million people over the age of 65 die as a result of the use of psychiatric drugs every year in the western world. “Their benefits would need to be colossal to justify this, but they are minimal,” he writes.</p> \n<p>He claims that trials carried out with funding from drug companies into the efficacy of psychiatric drugs have almost all been biased, because the patients involved have usually been on other medication first. They stop their drugs and often experience a withdrawal phase prior to starting the trial drug, which then appears to have a big benefit. He also claims that deaths from suicide in clinical trials are under-reported.</p> \n<p>In trials of the modern antidepressants fluoxetine and venlafaxine, says G&oslash;tzsche, it takes only a few extra days for depression in the placebo group – given dummy pills – to lift as much as in the group given the drugs. He argues that there is spontaneous remission of the disease over time. </p> \n<p>Results from trials of schizophrenia drugs are also disappointing, he argues, and those for ADHD (attention deficit hyperactive disorder) are uncertain. “The short-term relief seems to be replaced by long-term harms. Animal studies strongly suggest that these drugs can produce brain damage, which is probably the case for all psychotropic drugs,” he writes.</p> \n<p>“Given their lack of benefit, I estimate we could stop almost all psychotropic drugs without causing harm – by dropping all antidepressants, ADHD drugs and dementia drugs … and using only a fraction of the antipsychotics and benzodiazepines we currently use. </p> \n<p>“This would lead to healthier and more long-lived populations. Because psychotropic drugs are immensely harmful when used long-term, they should almost exclusively be used in acute situations and always with a firm plan for tapering off, which can be difficult for many patients.”</p> \n<p>In the BMJ discussion, which is a curtain-raiser for the <a href=\"http://www.kcl.ac.uk/ioppn/news/special-events/maudsley-debates/index.aspx\">Maudsley debate</a> at King’s College London on Wednesday, G&oslash;tzsche’s views are countered by Allan Young, a professor of mood disorders at King’s College London, and John Crace, a psychiatric patient and Guardian writer.</p> \n<p>They argue that the research evidence shows the drugs do work and that they are just as beneficial and effective as medication for other complex conditions. In fact, they are badly needed, they say, because psychiatric conditions are the fifth leading cause of disability worldwide. Many psychiatric patients suffer from other physical conditions, they add, which are a bigger cause of early death than suicide.</p> \n<p>They point out that the effects and safety of drugs are monitored and studied in the general population after the research trials have ended. “Nevertheless, many concerns have been expressed about psychiatric drugs and for some critics the onus often seems to be on the drug needing to prove innocence from causing harm rather than a balanced approach to evaluating the available evidence,” they write.</p> \n<p>“Whether concerns are genuine or an expression of prejudice is not clear, but over time many concerns have been found to be overinflated.” <br /></p> \n<p>They cite the example of lithium, now thought to have less severe side-effects than once feared, and clozapine, an atypical antipsychotic. Clozapine was thought to have increased patients’ risk of death, but recent data has been reassuring, they say.</p> \n<p>Dementia experts said use of antipsychotics for elderly patients who become difficult to handle had been a problem. “The dangers of long-term use of antipsychotic drugs for symptoms of aggression and agitation in dementia were highlighted in an Alzheimer’s Research UK-funded study in 2009 and since then moves have been made to reduce their use,” said Dr Simon Ridley, of Alzheimer’s Research UK.</p> \n<p>But he and Dr Doug Brown, director of research and development at the Alzheimer’s Society, both argued that drugs such as Aricept, specifically developed for people with dementia, had some effect and were needed.</p> \n<p>Dr Michael Bloomfield, academic clinical fellow in psychiatry at the Medical Research Council and University College London, said G&oslash;tzsche’s view that most psychotropic drugs could be stopped without harm was not supported by the evidence. </p> \n<p>Long-term use of schizophrenia drugs appeared to reduce early deaths, but he added: “In practice, there need to be regular reviews of treatments between a patient and their psychiatrist in order to continually weigh up the pros and cons of any treatment.” </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431454933161/da0b924c-4886-4b54-9c21-3fd7bba1f90a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonathan Nourok/Getty Images","altText":"Antidepressants","cleanCredit":"Photograph: Jonathan Nourok/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-12T22:30:05Z","lastModified":"2015-05-13T08:32:32Z","metadata":{"commentable":true,"commentCount":530,"contributors":[{"name":"Sarah Boseley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahboseley"}],"feature":false,"keywords":["Mental health","Pharmaceuticals industry","Drugs","Society","UK news","Health","Science","Business"],"tags":[{"id":"society/mental-health","webTitle":"Mental health"},{"id":"business/pharmaceuticals-industry","webTitle":"Pharmaceuticals industry"},{"id":"science/drugs","webTitle":"Drugs"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/health","webTitle":"Health"},{"id":"science/science","webTitle":"Science"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"society"},"topics":[{"displayName":"Sarah Boseley","topic":{"type":"tag-contributor","name":"profile/sarahboseley"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/12/psychiatric-drugs-more-harm-than-good-expert","shortUrl":"http://gu.com/p/48zp3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/12/psychiatric-drugs-more-harm-than-good-expert","webUri":"http://www.theguardian.com/society/2015/may/12/psychiatric-drugs-more-harm-than-good-expert"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431454933161/da0b924c-4886-4b54-9c21-3fd7bba1f90a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Antidepressant tablets. Photograph: Jonathan Nourok/Getty Images","credit":"Jonathan Nourok/Getty Images","altText":"Antidepressants","cleanCaption":"Antidepressant tablets.","cleanCredit":"Photograph: Jonathan Nourok/Getty Images"}},"importance":5,"kicker":{"title":"Mental health"},"showQuotedHeadline":false},{"title":"Woman froze to death in grounds of Shrewsbury school, inquest hears","rawTitle":"Woman froze to death in grounds of Shrewsbury school, inquest hears","item":{"type":"article","id":"uk-news/2015/may/13/woman-froze-to-death-in-grounds-of-shrewsbury-school-inquest-hears","title":"Woman froze to death in grounds of Shrewsbury school, inquest hears","trailText":"Charlotte Christodoulou, who had been drinking and taking drugs, was too disoriented to find her way out of school grounds ","standFirst":"<p>Charlotte Christodoulou, who had been drinking and taking drugs, was too disoriented to find her way out of school grounds </p>","byline":"Steven Morris and agency","body":"<p>A young mother froze to death in the grounds of a primary school because she was too intoxicated to climb out over a 10ft (3m) high fence, an inquest heard.</p> \n<p>Charlotte Christodoulou who had been drinking and taking drugs, was found dead in a doorway at Harlescott junior school in Shrewsbury, Shropshire, on 4 January. </p> \n<p>An inquest heard the 23-year-old had entered the school grounds with friend Jamie Lloyd-Butler, 33, on 2 January to take a shortcut to a friend’s house.</p> \n<p>However, she could not climb the perimeter fence. Lloyd-Butler did escape but when he returned to try to help, he could not find her. </p> \n<p>The inquest heard Christodoulou was disoriented and unable to find her way out of the school grounds in the cold and dark.</p> \n<p>Pathologist Dr Alexander Kolar told the hearing she was able to withstand the sub-zero temperatures longer than usual because she was intoxicated.</p> \n<p>But he said Christodoulou – who was only wearing thin clothing in the freezing conditions – died of hypothermia in the early hours of 4 January. Kolar added: “Hypothermia is not a quick death.” </p> \n<p>He said toxicology tests showed she had diazepam, cannabis, cocaine and morphine in her system. He said: “She was not lying there conscious and functioning. Due to the drugs in her system her natural functions would have been reduced.”</p> \n<p>Giving evidence at the inquest, Lloyd-Butler denied that he had left his friend to die.</p> \n<p>He told the hearing he had returned to the school – shut because of the Christmas holidays – the next day after receiving a worried phone call from Christodoulou’s mother but said he could not find her.</p> \n<p>Lloyd-Butler added: “I wouldn’t just leave her there. I went back because her mum had telephoned asking where she was. I contacted the police and I went out looking for her but I could not find her.”</p> \n<p>The coroner for Shropshire, John Ellery, recorded a verdict of death by misadventure. He said: “It was a freezing cold night and Miss Christodoulou was not wearing thick clothing.</p> \n<p>“She was [disoriented] and confused. She and Mr Lloyd-Butler entered the playing fields. They reached a high fence. Only Mr Lloyd-Butler was able to get over the fence.</p> \n<p>“Miss Christodoulou could not and she remained in the playing fields area of the school. Mr Lloyd-Butler said he was going to come back and help her over the fence.</p> \n<p>“He says he did go back and she had gone. Given where she was found, she went to try and find a way out but there was no way out, she was trapped.”</p> \n<p>Two men aged 32 and 29, and a 31-year-old woman were originally arrested on suspicion of murder and obstructing a coroner after the body was discovered.</p> \n<p>But the trio were later released without charge and police said they were not looking for anyone else in connection with the death.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431514590230/224824de-70a2-408e-8058-0b7e0480f3a5-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Newsteam","altText":"Charlotte Christodoulou.","cleanCredit":"Photograph: Newsteam"}],"bodyImages":[],"webPublicationDate":"2015-05-13T10:57:45Z","lastModified":"2015-05-13T11:27:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Steven Morris","topic":{"type":"tag-contributor","name":"profile/stevenmorris"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/13/woman-froze-to-death-in-grounds-of-shrewsbury-school-inquest-hears","shortUrl":"http://gu.com/p/48paz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/13/woman-froze-to-death-in-grounds-of-shrewsbury-school-inquest-hears","webUri":"http://www.theguardian.com/uk-news/2015/may/13/woman-froze-to-death-in-grounds-of-shrewsbury-school-inquest-hears"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431514590230/224824de-70a2-408e-8058-0b7e0480f3a5-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Charlotte Christodoulou was found dead in a doorway at Harlescott junior school in Shrewsbury, Shropshire, on 4 January. Photograph: Newsteam","credit":"Newsteam","altText":"Charlotte Christodoulou.","cleanCaption":"Charlotte Christodoulou was found dead in a doorway at Harlescott junior school in Shrewsbury, Shropshire, on 4 January.","cleanCredit":"Photograph: Newsteam"}},"importance":4,"showQuotedHeadline":false},{"title":"UK unemployment falls to 5.5% as wage growth rises above 2%","rawTitle":"UK unemployment falls to 5.5% as wage growth rises above 2%","item":{"type":"article","id":"business/2015/may/13/uk-unemployment-falls-as-wage-growth-rises","title":"UK unemployment falls to 5.5% as wage growth rises above 2%","trailText":"Wage increase may prompt Bank of England to bring forward interest rate rise from 2016 to later this year, analysts say","standFirst":"<p>Wage increase may prompt Bank of England to bring forward interest rate rise from 2016 to later this year, analysts say</p>","byline":"Phillip Inman economics correspondent","body":"<p>Britain’s consumer-led recovery should extend into the summer after wage growth jumped above 2% and unemployment fell in March, according to official figures.</p> \n<p>The pound jumped more than a cent against the dollar after the news. Analysts said the rise in wages could push the Bank of England to bring forward its first interest rate rise since 2007 to later this year, rather than in 2016.</p> \n<p>But sterling fell back an hour after the unemployment statistics were published due to a downbeat outlook for the British economy by the Bank of England.</p> \n<p>The Bank governor, Mark Carney, cut this year’s UK growth outlook and warned that productivity, the main impetus behind higher wages, remained weak.</p> \n<p>Markets have expected a rate rise in 2016 after the halving of GDP growth to 0.3% in the first three months of the year. Those investors who considered bringing forward their expectation of a rate rise until this year are likely to sit on their hands as a result of Carney’s comments. </p> \n<p>The Office for National Statistics said the unemployment rate fell to 5.5% in the three months to March, down from 5.6% the previous month. The drop of 35,000 in the number of unemployed people took the total to 1.82 million, a seven-year low.</p> \n<p>The UK’s unemployment rate is the second-lowest in the EU after Germany, and compares with the highest rates of 25% in Greece and 23% in Spain. </p> \n<p>Employment also improved, with the number of people in work rising by 202,000 in the three months to March to more than 31 million, the highest since records began in 1971. </p> \n<p>The UK has an employment rate of 73.5%, which is also a record, although for men the figure is even higher at 78.4%. Some 70,000 of the extra workers were drawn from the over-65s.</p> \n<p>David Kern, chief economist at the British Chambers of Commerce, said while the figures confirmed that the labour market remained a major source of strength for the UK economy, there were “some areas of unease”.</p> \n<p>“The quarterly fall in unemployment was the smallest since the summer 2013 and the youth unemployment rate is still almost three times as high as the national average,” he said. “It would therefore be premature for the broad positivity in the latest jobs figures to lead to an early increase in interest rates. Businesses need a continued period of stability in order to deliver the growth and prosperity that we want to see.”</p> \n<p>Speaking in London at the launch of the central bank’s quarterly inflation report, Carney warned that UK productivity remains weak, suggesting that there had been a disproportionate increase in low-productivity jobs since the recovery.</p> \n<p>He said many of the jobs created in recent years were taken by younger workers who were less productive than those with more experience.</p> \n<p>Carney also reported that the Bank had cut its growth forecasts for this year to 2.5%, down from 2.9% three months ago. He said inflation, which is currently zero, was likely to rise, hitting the central bank’s 2% target within the next couple of years. </p> \n<p>The Bank of England had previously predicted that wages would rise to 4% or above over that same timeline, maintaining the growth in real incomes that had helped the recovery in recent months. </p> \n<p>Figures from the Office for National Statistics showed that total wage growth climbed back to 1.9% in March after a dip in February, while regular wages, which exclude bonuses, hit 2.2%. Since inflation dropped to about zero at the beginning of this year, real wages have soared. </p> \n<p>Samuel Tombs, UK economist at Capital Economics, said: “The continued strong performance of the UK’s labour market highlights that consumers will remain the main drivers of the economic recovery in 2015 and that the risk of near-zero inflation becoming ingrained is very low.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431509915580/8a1f3bb1-cb26-44b0-9398-52dd60a18143-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Geoff Robinson Photography/Rex","altText":"Man outside job centre ","cleanCredit":"Photograph: Geoff Robinson Photography/Rex"}],"bodyImages":[],"webPublicationDate":"2015-05-13T09:54:19Z","lastModified":"2015-05-13T11:31:52Z","metadata":{"commentable":true,"commentCount":154,"contributors":[{"name":"Phillip Inman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/phillipinman"}],"feature":false,"keywords":["UK unemployment and employment statistics","Business","Unemployment and employment statistics","Economic growth (GDP)","Economics","UK news","Eurozone","Pay","Money"],"tags":[{"id":"business/uk-unemployment-and-employment-statistics","webTitle":"UK unemployment and employment statistics"},{"id":"business/business","webTitle":"Business"},{"id":"business/unemployment-and-employment-statistics","webTitle":"Unemployment and employment statistics"},{"id":"business/economicgrowth","webTitle":"Economic growth (GDP)"},{"id":"business/economics","webTitle":"Economics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"money/pay","webTitle":"Pay"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"business"},"topics":[{"displayName":"Phillip Inman","topic":{"type":"tag-contributor","name":"profile/phillipinman"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/13/uk-unemployment-falls-as-wage-growth-rises","shortUrl":"http://gu.com/p/48p7k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/13/uk-unemployment-falls-as-wage-growth-rises","webUri":"http://www.theguardian.com/business/2015/may/13/uk-unemployment-falls-as-wage-growth-rises"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431509915580/8a1f3bb1-cb26-44b0-9398-52dd60a18143-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The unemployment rate is down from 5.6%, according to the Office for National Statistics.  Photograph: Geoff Robinson Photography/Rex","credit":"Geoff Robinson Photography/Rex","altText":"Man outside job centre ","cleanCaption":"The unemployment rate is down from 5.6%, according to the Office for National Statistics. ","cleanCredit":"Photograph: Geoff Robinson Photography/Rex"}},"importance":4,"showQuotedHeadline":false},{"title":"Homeless no longer have to take 'almost impossible' accomodation test","rawTitle":"Homeless no longer have to take 'almost impossible' accomodation test","item":{"type":"article","id":"society/2015/may/13/homeless-people-almost-impossible-accomodation-test-local-authorities","title":"UK homeless no longer have to take 'almost impossible' accomodation test","trailText":"Supreme court finds councils wrongly assessed the level of need of applicants for accomodation, in ruling welcomed by charities ","standFirst":"<p>Supreme court finds councils wrongly assessed the level of need of applicants for accomodation, in ruling welcomed by charities </p>","byline":"Owen Bowcott Legal affairs correspondent","body":"<p>Thousands of vulnerable homeless people should find it easier to obtain council accommodation following a supreme court judgment that will require housing officers to adopt a new approach.</p> \n<p>The ruling, welcomed by charities that support rough sleepers, found that many local authorities have wrongly been assessing need in relation to those deemed “street homeless” – even though the description does not appear in the relevant legislation.</p> \n<p>By a majority of four to one, the supreme court justices found that a homeless man who had multiple physical problems and psychotic symptoms should not have been turned away by Southwark council.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This ruling represents a major step in tackling the injustice faced by so many single homeless people in England today.</p> \n  <footer> \n   <cite>Jon Sparkes, Crisis</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“He was deemed by Southwark not to be in priority need because he would not be at a greater risk of injury or detriment than an ordinary street homeless person, due to the ability of his wife and son to fend for the whole household,” the justices observed.</p> \n<p>“The expression ‘street homeless’, is … much used, but it is not to be found in the 1996 Housing Act,” the judgment added. “The expression can plainly mean somewhat different things to different people. </p> \n<p>“‘Homeless’, as defined in the act, is an adjective which can cover a number of different situations, and the very fact that the statute does not distinguish between them calls into question the legitimacy of doing so when considering the nature or extent of an authority’s duty to an applicant.”</p> \n<p>Welcoming the judgment, Giles Peaker, a partner at Anthony Gold Solicitors who acted for the charity Crisis in the case, said: “The purpose of the law was to ensure that people who are at more risk of suffering harm when homeless are given accommodation.</p> \n<p>“The test for vulnerability had become such a high hurdle that vulnerable people were turned away. The supreme court has set out clearly how the law should work to fulfil its purpose.”</p> \n<p>Matt Hutchings of Cornerstone Barristers, who represented Shelter and Crisis in their intervention, said: “The supreme court has overturned the test that has been used by local authorities for 16 years to decide whether a homeless person is ‘vulnerable’ and so in priority need of accommodation. </p> \n<p>“Previously, under guidance given by the court of appeal in the case of Pereira [the vulnerability test], applicants had to show that they were more vulnerable than an ‘ordinary homeless person’ … So the test became ‘more vulnerable than the vulnerable’. </p> \n<p>“The supreme court decided that this was wrong, and the correct test was ‘more vulnerable than an ordinary person’. In so doing, they have reinstated the original intention of parliament.”</p> \n<p> Campbell Robb, chief executive of Shelter, said: “At the mercy of an almost impossible test, thousands of vulnerable homeless people have been forced to sleep rough or pushed into dangerous situations. Today’s landmark ruling should make this a thing of the past, and mean the law rightly acts to protect those who need it most.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/may/06/manchester-council-bans-homeless-people-from-using-library\">Manchester council bans homeless people from using library</a> </p> \n</aside> \n<p> “Far too often at Shelter we hear from homeless people in utterly desperate situations, like someone fleeing domestic violence or coping with a severe mental health problem, who’ve been wrongly refused help by their local council and left to fend for themselves on the streets.</p> \n<p> “Today’s judgment shows that our homelessness laws remain a vital safeguard for those who lose their home through no fault of their own, and they must be upheld.”</p> \n<p> Jon Sparkes, chief executive of Crisis, said: “This ruling represents a major step in tackling the injustice faced by so many single homeless people in England today. </p> \n<p>“The court heard evidence of just how horrific a homeless person’s life has to be before they qualify for council help. The average age of death for a homeless person is just 47; they are over nine times more likely to commit suicide and 13 times more likely to be a victim of violence. It’s a scandal that someone facing this kind of life can be told they’re not vulnerable enough for help. </p> \n<p>“The reality is that anyone sleeping on the streets is vulnerable, and we applaud today’s ruling for making it easier for people to get help. The court is also clear that while councils are often under huge financial strain, this must not be used as an excuse for avoiding their legal duties.</p> \n<p> “Despite this ruling, we still have a long way to go. The legal entitlements for single homeless people remain inadequate and many will still be turned away from help – cold, desperate and forgotten by wider society.” </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431519244114/76d3ab80-0727-429d-8728-16b39c8650ca-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","credit":"Alamy","altText":"'At the mercy of an almost impossible test, thousands of vulnerable homeless people have been forced to sleep rough or pushed into dangerous situations,' said Campbell Robb of Shelter.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-13T12:16:44Z","lastModified":"2015-05-13T12:58:24Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["Homelessness","Law","UK supreme court","Housing","Social exclusion","Society","UK news","Charities"],"tags":[{"id":"society/homelessness","webTitle":"Homelessness"},{"id":"law/law","webTitle":"Law"},{"id":"law/uk-supreme-court","webTitle":"UK supreme court"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/charities","webTitle":"Charities"}],"section":{"id":"society"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/13/homeless-people-almost-impossible-accomodation-test-local-authorities","shortUrl":"http://gu.com/p/48pec","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/13/homeless-people-almost-impossible-accomodation-test-local-authorities","webUri":"http://www.theguardian.com/society/2015/may/13/homeless-people-almost-impossible-accomodation-test-local-authorities"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431519244114/76d3ab80-0727-429d-8728-16b39c8650ca-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"‘At the mercy of an almost impossible test, thousands of vulnerable homeless people have been forced to sleep rough or pushed into dangerous situations,’ said Campbell Robb of Shelter. Photograph: Alamy","credit":"Alamy","altText":"'At the mercy of an almost impossible test, thousands of vulnerable homeless people have been forced to sleep rough or pushed into dangerous situations,' said Campbell Robb of Shelter.","cleanCaption":"‘At the mercy of an almost impossible test, thousands of vulnerable homeless people have been forced to sleep rough or pushed into dangerous situations,’ said Campbell Robb of Shelter.","cleanCredit":"Photograph: Alamy"}},"importance":3,"showQuotedHeadline":false},{"title":"Politics / MPs went on last-minute iPad and iPhone buying spree","rawTitle":"MPs went on last-minute iPad and iPhone buying spree","item":{"type":"article","id":"politics/2015/may/13/mps-went-on-last-minute-ipad-and-iphone-buying-spree","title":"MPs went on last-minute iPad and iPhone buying spree","trailText":"Independent Parliamentary Standards Authority says MPs splashed out £70,000 on equipment before spending deadline<br>","standFirst":"<p>Independent Parliamentary Standards Authority says MPs splashed out &pound;70,000 on equipment before spending deadline<br /></p>","byline":"Press Association","body":"<p>Scores of MPs spent &pound;70,000 on new iPads, iPhones and laptops in the runup to the general election, prompting the expenses watchdog to write to parliamentarians expressing their concern.</p> \n<p>Sixty MPs ordered the equipment and claimed back the cost shortly before the deadline blocking such purchases six months before the election.</p> \n<p>The Independent Parliamentary Standards Authority (Ipsa) wrote to the MPs involved to seek assurances that they were using the equipment exclusively for parliamentary duties. Some of the MPs wrote back, telling Ipsa they took exception to the request.</p> \n<p>The watchdog concluded that no rules were broken but advised MPs who were standing down or were defeated in the election to donate the devices to charity after 7 May. It admitted it had no power to enforce this.</p> \n<p>Ipsa will now consider a tightening of the rules governing MPs who are standing down or do not get re-elected.</p> \n<p>A spokesman said: “Having looked into these claims, we are satisfied that they are within the rules.</p> \n<p>“This covers purchases made during September 2014, as the restrictions on capital purchases began on 30 September 2014.</p> \n<p>“The total value of the purchases for all MPs in September amounts to &pound;71,216.48. We have issued guidance to MPs that they should transfer these items to a successor, another MP or donate the equipment to charity.”</p> \n<p>One of the MPs involved was the former Labour cabinet minister Peter Hain, who claimed nearly &pound;2,000 for an iPad, iPhone and PC. There is no suggestion that he broke any rules and Hain has reportedly said the purchases were needed to replace broken equipment.</p> \n<p>The Ipsa spokesman said: “Peter Hain bought an iPad, iPhone and new PC in September. The total value of those purchases was &pound;1,907.90.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431471432528/0a421f96-3db2-43b7-aab4-8135320e77cf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anthony Upton/REX/Anthony Upton/REX","altText":"The watchdog concluded that no rules had been were broken but advised MPs who were standing down or were defeated in the election to donate the devices to charity after 7 May ","cleanCredit":"Photograph: Anthony Upton/REX/Anthony Upton/REX"}],"bodyImages":[],"webPublicationDate":"2015-05-12T23:05:10Z","lastModified":"2015-05-13T00:30:44Z","metadata":{"commentable":true,"commentCount":442,"contributors":[],"feature":false,"keywords":["MPs' expenses","House of Commons","Politics","UK news"],"tags":[{"id":"politics/mps-expenses","webTitle":"MPs' expenses"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/13/mps-went-on-last-minute-ipad-and-iphone-buying-spree","shortUrl":"http://gu.com/p/48p2h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/13/mps-went-on-last-minute-ipad-and-iphone-buying-spree","webUri":"http://www.theguardian.com/politics/2015/may/13/mps-went-on-last-minute-ipad-and-iphone-buying-spree"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431471432528/0a421f96-3db2-43b7-aab4-8135320e77cf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The watchdog advised MPs who were standing down or defeated to donate the devices to charity. Photograph: Anthony Upton/Rex","credit":"Anthony Upton/Rex","altText":"iPads","cleanCaption":"The watchdog advised MPs who were standing down or defeated to donate the devices to charity.","cleanCredit":"Photograph: Anthony Upton/Rex"}},"importance":3,"kicker":{"title":"Politics"},"showQuotedHeadline":false}],"lastModified":"2015-05-13T14:58:35Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}