{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Student death / Jeremiah Duggan feared he was in trouble before 'suicide', says mother","rawTitle":"Jeremiah Duggan feared he was in trouble before 'suicide', says mother","item":{"type":"article","id":"uk-news/2015/may/20/jeremiah-duggan-inquest-germany-suicide","title":"Student Jeremiah Duggan feared he was in trouble before 'suicide', says mother","trailText":"Erica Duggan, whose 22-year-old son was found dead on a German motorway in 2003, disputes suicide verdict and says she felt his life was at stake","standFirst":"<p>Erica Duggan, whose 22-year-old son was found dead on a German motorway in 2003, disputes suicide verdict and says she felt his life was at stake</p>","byline":"Matthew Taylor","body":"<p>A woman whose son was thought to have killed himself in Germany has told an inquest he was “destroyed” by a cult-like far-right group.</p> \n<p>Erica Duggan said she last heard from her son, Jeremiah, on 27 March 2003 when he telephoned her at about 4.30am. She said he was frightened and in “deep, deep trouble”.</p> \n<p>A few hours later, he was found dead on a motorway near Wiesbaden. German police initially said his death was “a suicide by means of a traffic accident”. However, the student’s family, from north London, have never accepted that, and on Wednesday his mother said she was sure Duggan would be alive if he had not attended a conference organised by the rightwing group LaRouche.</p> \n<p>“The one thing I am absolutely sure of is that he was trying to stay alive … if he had not left Paris and not been with those people he would be alive today,” she told the inquest.<br /></p> \n<p>She added: “I think he was destroyed by the LaRouche organisation because my son was a very outspoken, independent, intelligent, strong character … I can only say for sure they destroyed him, that I’m sure of.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/19/students-suicide-on-german-autobahn-constructed-set-up-uk-inquest-hears-jeremiah-duggan\">Student's suicide on German autobahn a 'set-up', UK inquest hears</a> </p> \n</aside> \n<p>Duggan, who was Jewish, had been studying English literature at the Sorbonne in Paris and had travelled to Wiesbaden for what he thought was an anti-war conference after becoming concerned about the escalating conflict in Iraq.</p> \n<p>The 22-year-old had gone with a group of young men selling the newspaper Nouvelle Solidarit&eacute;, a French version of a newspaper published by Lyndon LaRouche, an American rightwing extremist condemned by leading Jewish organisations as an antisemite. The Schiller Institute in Wiesbaden, where the conference was held from 21 to 23 March, was run by LaRouche’s German wife, Helga.</p> \n<p>The court heard there was a gruelling schedule at the conference, with students attending several hours of meetings, lectures, one-on-one sessions, chanting and seminars.</p> \n<p>Alexis Weisberger, who was at the event carrying out “sociological research” into the group, said Duggan had many questions about LaRouche’s ideology and beliefs to begin with, but this changed as the conference went on.</p> \n<p>“He was critical in the beginning, but at the end of five days all that was lost – eating, sleeping and singing together you end up being exhausted with no power to think for yourself,” Weisberger said.</p> \n<p>At about 4.25am on the morning of his death, Erica Duggan said her son called her at home in the UK and said he was in trouble. “I could not sleep and I picked it up straight away as if I had been waiting to hear from him,” she said.</p> \n<p>Visibly upset, she said Duggan sounded very frightened and had said he wanted to get away “to escape from them”. “I had no doubt he wanted me to rescue him.”</p> \n<p>During the conversation, she said someone tried to stop him speaking. The phone went dead and he called back. “I felt his life was at stake and I said ‘I love you’ ... and he was cut off again,” she said.</p> \n<p>Later that day, two police officers went to her house and said her son had died and was thought to have killed himself. “I just screamed and said the one thing know is that it was not suicide,” she said.</p> \n<p>The court heard a written statement from Ursula Caberta, a German cult expert. She said the mother of another LaRouche member had been told by her son that Duggan was a spy and a traitor and had been “hunted down”.</p> \n<p>In a subsequent conversation the court heard the woman attempted to play down the claims, saying “she did want to say anything more about the matter”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/20/germany-jeremiah-duggan-chased-beaten-inquest\">Germany 'suicide' student may have been chased and beaten, inquest told</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/19/students-suicide-on-german-autobahn-constructed-set-up-uk-inquest-hears-jeremiah-duggan\">On Tuesday, the inquest heard written statements from German witnesses</a> who said they saw the student try to jump out in front of several cars on the morning of his death. </p> \n<p>The drivers of the two cars German investigators said were involved in the death explained that Duggan had been at the side of the road before he threw himself in front of one of the vehicles and was then run over by the second. The drivers said they believed the student had tried to kill himself.</p> \n<p>But <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/20/germany-jeremiah-duggan-chased-beaten-inquest\">forensic scientist Alan Bayle told the inquest earlier on Wednesday</a> there was no evidence to support the claim. “I firmly believe this incident was staged and that Mr Duggan met his death somewhere else and his body dumped on the road,” he said.</p> \n<p>There were no traces of blood, glass or skin on the two cars that were supposed to have hit Duggan, Bayle said, adding: “It did not take me very long to see this was a crime scene and not a traffic accident.”<br /></p> \n<p>Bayle, who based his inquiries on photographs of the incident, said there was sand on both cars and the student’s shoes to suggest Duggan had been at a nearby quarry or building site at the same time as the cars. He said Duggan might have been chased and then beaten to death at the quarry before his body was moved to the motorway.</p> \n<p>“In my opinion, Mr Duggan has either gone through a quarry or building site. They are actually racing these cars around trying to follow him – the cars go over posts and bumps – that is where they get the damage.”</p> \n<p>The north London coroner Andrew Walker asked whether it was plausible that the scene had been faked on a busy motorway at 6am without any witnesses. Bayle said it would have required a widespread conspiracy involving a large number of people.</p> \n<p>The inquest continues.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432126713612/225e3ea0-c693-47c4-9782-47102c32b267-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PA","altText":"Jeremiah Duggan","cleanCredit":"Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-05-20T16:50:23Z","lastModified":"2015-05-21T06:27:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Matthew Taylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewtaylor"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Matthew Taylor","topic":{"type":"tag-contributor","name":"profile/matthewtaylor"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/20/jeremiah-duggan-inquest-germany-suicide","shortUrl":"http://gu.com/p/494e2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/20/jeremiah-duggan-inquest-germany-suicide","webUri":"http://www.theguardian.com/uk-news/2015/may/20/jeremiah-duggan-inquest-germany-suicide"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432126713612/225e3ea0-c693-47c4-9782-47102c32b267-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Jeremiah Duggan, who was found dead on a motorway near Wiesbaden, Germany, in 2003. Photograph: PA","credit":"PA","altText":"Jeremiah Duggan","cleanCaption":"Jeremiah Duggan, who was found dead on a motorway near Wiesbaden, Germany, in 2003.","cleanCredit":"Photograph: PA"}},"importance":7,"kicker":{"title":"Student death"},"showQuotedHeadline":false},{"title":"Selby / Town appoints UK's first mayor with learning disabilities","rawTitle":"Town appoints UK's first mayor with learning disabilities","item":{"type":"article","id":"social-care-network/2015/may/21/selby-appoints-first-mayor-with-learning-disabilities-in-uk-gavin-harding","title":"'It's a great honour': Selby appoints UK's first mayor with learning disabilities","trailText":"Councillor Gavin Harding is named as mayor of the North Yorkshire town","standFirst":"<p>Councillor Gavin Harding is named as mayor of the North Yorkshire town</p>","byline":"Ruth Hardy","body":"<p>Gavin Harding has been appointed as mayor for Selby, North Yorkshire, making him the UK’s first mayor with learning disabilities.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/social-care-network/gallery/2015/may/07/ldvote-people-with-a-disability-exercise-their-right-to-vote-in-pictures\">#LDvote: people with a disability exercise their right to vote – in pictures</a> </p> \n</aside> \n<p>Harding, who was previously deputy mayor, is starting his second term as a Labour town councillor for Selby Northward, having increased his number of votes from 590 to 1,039. He was nominated as mayor by a fellow member of council, and then approved by the council as a whole. It is thought he is also the first UK councillor with learning disabilities.</p> \n<p>He told the Guardian of his appointment: “I had to keep pinching myself, saying is this real ... it’s a great honour being mayor of Selby, my home town. It’s a big town in North Yorkshire with a great community and great people in it.”</p> \n<p>Harding said that when he went into mainstream school in 1986 – one of only six people with learning disabilities to do so – it would have been “totally impossible” for someone with a learning disability to become mayor. He credited <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/250877/5086.pdf\">Valuing People</a>, Labour’s 2001 strategy for people with learning disabilities, for turning things around.</p> \n<p>Selby has a population of 14,350, and Harding will work on behalf of the residents, chair meetings of the town council and attend local functions. He said he wants to “make sure as chair of town council meetings that we act in the best interests of the public as much as we can and serve the community”. He says his priorities for the coming year are better policing, stopping police cuts and the relocation of the police station to council offices, attracting a different range of shops into Selby and having more facilities for young people.</p> \n<p>Harding is also a prominent expert by experience in the social care sector, having worked with the Care Quality Commission and <a href=\"https://www.gov.uk/government/groups/transforming-care-assurance-board\">co-chaired the Winterbourne View transforming care board</a> with former care minister Norman Lamb. In June 2014, he was <a href=\"http://www.yorkpress.co.uk/news/11277328.Councillor_and_academics_receive_Queen_s_Birthday_Honours/\">made an MBE</a> for his work representing people with learning disabilities.</p> \n<p>When asked if he thought his achievements would inspire more people with learning disabilities to become councillors and mayors, Harding said “There is nothing stopping people with learning disabilities”. He said that experience of self-advocacy gives useful experience in representing people “but you’re not just representing people with learning disabilities, you’re representing everyone in [the] community”.</p> \n<p>Stephen Shaw-Wright, who will serve as deputy mayor under Harding, said: “Gavin is a shining example of what can be achieved with the right support and encouragement. I hope more people can see that playing an active part in society should not be dictated to by what you are told you can do but by what you can achieve.”</p> \n<p>One of Harding’s first engagements as mayor will be opening the Selby beer festival on 25 July. He hopes to achieve his lifelong dream of pulling a pint of beer, “something [I’ve] always fancied doing”.</p>","section":"Social Care Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432110962436/fd2b9ce5-0019-493b-bc76-00c74a56ad6c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Selby town council","altText":"gavin harding","cleanCredit":"Photograph: Selby town council"}],"bodyImages":[],"webPublicationDate":"2015-05-21T07:30:02Z","lastModified":"2015-05-21T07:33:42Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Ruth Hardy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ruth-hardy"}],"feature":false,"keywords":["Social Care Network","Learning disability","Disability","Society","Social care","Public Leaders Network","Local government","UK news","Work practices","Local government"],"tags":[{"id":"social-care-network/social-care-network","webTitle":"Social Care Network"},{"id":"society/learningdisability","webTitle":"Learning disability"},{"id":"society/disability","webTitle":"Disability"},{"id":"society/society","webTitle":"Society"},{"id":"society/social-care","webTitle":"Social care"},{"id":"public-leaders-network/public-leaders-network","webTitle":"Public Leaders Network"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"uk/uk","webTitle":"UK news"},{"id":"social-care-network/work-practices","webTitle":"Work practices"},{"id":"public-leaders-network/local-government","webTitle":"Local government"}],"section":{"id":"social-care-network"},"topics":[{"displayName":"Ruth Hardy","topic":{"type":"tag-contributor","name":"profile/ruth-hardy"}}],"embeddedVideos":[],"adTargetingPath":"social-care-network"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/social-care-network/2015/may/21/selby-appoints-first-mayor-with-learning-disabilities-in-uk-gavin-harding","shortUrl":"http://gu.com/p/493pd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/social-care-network/2015/may/21/selby-appoints-first-mayor-with-learning-disabilities-in-uk-gavin-harding","webUri":"http://www.theguardian.com/social-care-network/2015/may/21/selby-appoints-first-mayor-with-learning-disabilities-in-uk-gavin-harding"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432110962436/fd2b9ce5-0019-493b-bc76-00c74a56ad6c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Gavin Harding takes up the mayoralty in his hometown of Selby.  Photograph: Selby town council","credit":"Selby town council","altText":"Gavin Harding MBE takes up the mayoralty in his home town of Selby.","cleanCaption":"Gavin Harding takes up the mayoralty in his hometown of Selby. ","cleanCredit":"Photograph: Selby town council"}},"importance":5,"kicker":{"title":"Selby"},"showQuotedHeadline":false},{"title":"Drug alert / Five students in hospital after taking synthetic high","rawTitle":"Five students in hospital after taking synthetic high","item":{"type":"article","id":"society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high","title":"Five students in hospital after taking synthetic high","trailText":"Lancaster University sends out Twitter alert over use of banned synthetic cannabis substitute Spice","standFirst":"<p>Lancaster University sends out Twitter alert over use of banned synthetic cannabis substitute ‘spice’</p>","byline":"Damien Gayle","body":"<p>Five students from Lancaster University are being treated in hospital after taking a synthetic cannabis substitute. </p> \n<p>The university sent an alert out on its Twitter account just after 9pm on Wednesday asking all students to check on friends and to call for an ambulance if any were ill. </p> \n<p>The tweet said the students had been taken to hospital after using spice, one of the UK’s most common synthetic highs. Now banned, it was previously marketed as a legal alternative to cannabis. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LancasterUni/statuses/601117276503449602\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Urgent message: Several students have been hospitalised today after taking legal high Spice – please check on friends and call 999 if needed</p>— Lancaster University (@LancasterUni) \n  <a href=\"https://twitter.com/LancasterUni/status/601117276503449602\">May 20, 2015</a>\n </blockquote> \n</figure> \n<p>Vicky Tyrrell, a spokeswoman for the university, said police had called university authorities to tell them that the students had been taken to the Royal Lancaster Hospital. </p> \n<p>“We’ve got five students who have been taken to hospital with a suspicion that they had taken the drug,” Tyrell said. “Of the five, we know that two of them are seriously ill.”</p> \n<p>The five students were taken to hospital after ambulances were called to student halls between 6pm and 7pm, <a href=\"http://scan.lusu.co.uk/news/breaking-news-police-arrive-at-grizedale-townhouse/\">according to Scan</a>, Lancaster University’s student paper.</p> \n<p>The university has also since emailed students to warn them against using Spice. “It is extremely important if you have taken the drug to call 999 immediately and call for an ambulance. Please also check on anyone you think may have taken it,” the email, seen by Scan, said.</p> \n<p>Spice is just one of a growing multitude of brand names for synthetic cannabis – designer chemicals that mimic the drug’s psychoactive effects. </p> \n<p>It is designed to have a structure similar to THC, the active ingredient in cannabis, meaning it binds to the same receptors in the brain and in theory produces a similar high.</p> \n<p>The products typically come in the form of herbs sprayed with the chemicals, meaning that they do not necessarily smell like cannabis when smoked.</p> \n<p>At least some varieties of spice-style drugs are shown to bind more strongly to brain receptors than natural cannabinoids, potentially explaining reports of unpredictable effects such as heart palpitations, anxiety and acute psychosis. </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432154602244/c033f650-783d-487b-9c0f-3f95eba7bc4d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul Williams / Alamy/Alamy","altText":"Lancaster University","cleanCredit":"Photograph: Paul Williams / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-20T20:47:54Z","lastModified":"2015-05-20T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["Drugs","Students","UK news","Higher education","Society","Legal highs"],"tags":[{"id":"society/drugs","webTitle":"Drugs"},{"id":"education/students","webTitle":"Students"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"society/society","webTitle":"Society"},{"id":"society/legal-highs","webTitle":"Legal highs"}],"section":{"id":"society"},"topics":[{"displayName":"Damien Gayle","topic":{"type":"tag-contributor","name":"profile/damien-gayle"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high","shortUrl":"http://gu.com/p/494y5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high","webUri":"http://www.theguardian.com/society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432154602244/c033f650-783d-487b-9c0f-3f95eba7bc4d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lancaster University has asked students to check on their friends. Photograph: Paul Williams/Alamy","credit":"Paul Williams/Alamy","altText":"Lancaster University.","cleanCaption":"Lancaster University has asked students to check on their friends.","cleanCredit":"Photograph: Paul Williams/Alamy"}},"importance":5,"kicker":{"title":"Drug alert"},"showQuotedHeadline":false},{"title":"Royal Mail / Profits rise amid cost-cutting","rawTitle":"Profits rise amid cost-cutting","item":{"type":"article","id":"business/2015/may/21/royal-mail-profits-rise-amid-cost-cutting","title":"Royal Mail delivers profits rise amid cost-cutting","trailText":"Squeeze on costs offsets disappointing performance from parcel business","standFirst":"<p>Squeeze on costs offsets disappointing performance from parcel business</p>","byline":"Press Association","body":"<p>Royal Mail has reported a rise in underlying annual profits as a squeeze on costs helped offset a lower than expected performance from its parcel business.</p> \n<p>Adjusted operating profit before transformation costs was up 6% to &pound;740m for the year to the end of March. Including pension accounting charges, the figure was 9% lower at &pound;611m.</p> \n<p>The chief executive said operating profits were in line with expectations. “Our continued focus on efficiency resulted in a better than expected UK cost performance, offsetting lower than anticipated UK parcel revenue. At the same time we have delivered a large number of innovations at pace as we transform our business, Moya Greene said.</p> \n<p>“Our trading environment remains challenging, but we are now poised to step up the pace of change to drive efficiency, growth and innovation, while maintaining a tight focus on costs.”</p> \n<p>She said trading in the current financial year was in line with expectations but overall performance would be dependent on the Christmas period.</p> \n<p>The full-year dividend for shareholders is to rise by 5% to 21p.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432191509272/933001d0-9f1f-4e63-abea-0866206ea8a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"Royal Mail profits are up.","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-21T06:58:44Z","lastModified":"2015-05-21T07:33:56Z","metadata":{"commentable":true,"commentCount":10,"contributors":[],"feature":false,"keywords":["Royal Mail","Business","Postal service","UK news"],"tags":[{"id":"business/royal-mail","webTitle":"Royal Mail"},{"id":"business/business","webTitle":"Business"},{"id":"uk/post","webTitle":"Postal service"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/21/royal-mail-profits-rise-amid-cost-cutting","shortUrl":"http://gu.com/p/494qb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/21/royal-mail-profits-rise-amid-cost-cutting","webUri":"http://www.theguardian.com/business/2015/may/21/royal-mail-profits-rise-amid-cost-cutting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432191509272/933001d0-9f1f-4e63-abea-0866206ea8a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Royal Mail’s trading environment remains ‘challenging’, its CEO said. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"Royal Mail profits are up.","cleanCaption":"Royal Mail’s trading environment remains ‘challenging’, its CEO said.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":4,"kicker":{"title":"Royal Mail"},"showQuotedHeadline":false},{"title":"Sir Anthony Seldon / Private schools 'overly focused on league tables'","rawTitle":"Private schools 'overly focused on league tables'","item":{"type":"article","id":"education/2015/may/21/sir-anthony-seldon-private-schools-overly-focused-on-exams-and-league-tables","title":"Sir Anthony Seldon: private schools 'overly focused on league tables'","trailText":"Departing head of Wellington College draws ire for charge that UK independent schools cower in the face of government, parents and universities","standFirst":"<p>Departing head of Wellington College draws ire for charge that UK independent schools cower in the face of government, parents and universities</p>","byline":"Richard Adams Education editor","body":"<p>The sleek urbanity of the UK’s fee-paying schools has been ruffled after a retiring public school headmaster has launched a broadside at his colleagues, blaming the pursuit of “exam-focused parents from Britain and abroad” for creating identikit private schools scrambling for league table positions.</p> \n<p>Sir Anthony Seldon, the head of Wellington College in Berkshire, is to use an address on Saturday to bemoan the state of the independent sector as cowering in the face of government, aggressive parents and universities.</p> \n<p>“The crushing burdens of state requirements, league tables and inspection regimes have squeezed the lifeblood and originality out of much of the sector,” Seldon is to say, in remarks that would not sound out of place at a National Union of Teachers fringe meeting.</p> \n<p>“One independent school now looks much like another, for all the attempts to portray themselves as different,” according to Seldon, who has been head of Wellington College, which charges &pound;34,000 a year for boarding pupils, since 2006.</p> \n<p>But Seldon’s remarks attracted a swift denial from the <a href=\"http://www.isc.co.uk/\">Independent Schools Council</a>, which represents the established echelon of the private sector.</p> \n<p>“There is no evidence for most of Anthony Seldon’s claims. There is huge diversity and innovation happening across the UK independent sector. Our exam results are excellent but research shows parents choose our schools mainly because of the holistic and broad education on offer,” said Barnaby Lenon, the ISC’s chairman and former headmaster of Harrow public school.</p> \n<p>Seldon is to step down as headmaster at the end of the school year to become vice chancellor of the University of Buckingham, the private university that his father, the Thatcherite adviser and economist Arthur Seldon, helped to found.</p> \n<p>“Private schools, in their hunt for exam-focused parents from Britain and abroad, have narrowed the range of their educational opportunities and become overly focused on exams and league table performance to the exclusion of much else,” Seldon is to say, according to remarks he released to the media.</p> \n<p>“Prep schools are obsessed by getting their pupils into the best senior schools, and senior schools are obsessed by league tables and getting their pupils into top universities to the detriment of a wider education.</p> \n<p>“Universities equally have allowed exams to become overly dominant, to the detriment of the all-round education and intellectual development of their students. Very few have been able to resist this pressure.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/24/child-quality-education-private-schools-england\">If only every child had the quality of education enjoyed at private schools | Michael Rosen</a> </p> \n</aside> \n<p>Wellington College lists the school’s 2014 position of 21st overall on national A-level league tables as among Seldon’s achievements.</p> \n<p>“Anthony is entitled to his views. After all, he has so many,” said a fellow headmaster, who politely declined to be named.</p> \n<p>Lenon denied that independent schools were chasing league table positions or becoming less diverse.</p> \n<p>“Many of our schools have a specific specialism, such as the cathedral choir schools, music, dance or special-needs schools. Our very independence from government control means our schools provide the bespoke education that local parents are seeking for their children,” he said.</p> \n<p>Seldon also warns that the private sector has been “damaged because of the tyranny of league tables and a succession of government policies that have forced up costs and limited the range of outlets”.</p> \n<p>Wellington College <a href=\"http://www.wellingtoncollege.org.uk/2420/admissions/fees\">charges day pupils &pound;25,000 a year</a>, while state schools get by with about &pound;6,000 per pupil.</p> \n<p>Wellington’s <a href=\"http://www.wellingtoncollege.org.uk/2486/school-life/sports/overview-of-sports\">website describes</a> the school’s “80 acres of playing fields, two all-weather pitches for hockey and all-weather tennis courts … a sports complex which incorporates a rackets court, five squash courts, an indoor pool, a large sports hall and a spectacular sports pavilion,” as well as a nine-hole golf course.</p> \n<p>Since 2009 Wellington has sponsored a state academy, but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2013/oct/22/private-school-head-runs-state-school\">the project has had difficulties</a> and Seldon stepped in as executive head in 2013 after the academy’s GCSE results plummeted.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432167894722/45728a66-37aa-4ce5-bfad-0b0037747a96-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rex Features/Rex Features","altText":"A fellow headmaster, who politely declined to be named, said of Sir Anthony Seldon, pictured: 'Anthony is entitled to his views. After all, he has so many.'","cleanCredit":"Photograph: Rex Features/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-21T06:01:00Z","lastModified":"2015-05-21T06:03:42Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Richard Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardadams"}],"feature":false,"keywords":["Private schools","Education","Schools","Politics","UK news","Education policy"],"tags":[{"id":"education/private-schools","webTitle":"Private schools"},{"id":"education/education","webTitle":"Education"},{"id":"education/schools","webTitle":"Schools"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/education","webTitle":"Education policy"}],"section":{"id":"education"},"topics":[{"displayName":"Richard Adams","topic":{"type":"tag-contributor","name":"profile/richardadams"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/21/sir-anthony-seldon-private-schools-overly-focused-on-exams-and-league-tables","shortUrl":"http://gu.com/p/494k7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/21/sir-anthony-seldon-private-schools-overly-focused-on-exams-and-league-tables","webUri":"http://www.theguardian.com/education/2015/may/21/sir-anthony-seldon-private-schools-overly-focused-on-exams-and-league-tables"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432167894722/45728a66-37aa-4ce5-bfad-0b0037747a96-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A fellow headmaster, who politely declined to be named, said of Sir Anthony Seldon, pictured: ‘Anthony is entitled to his views. After all, he has so many.’ Photograph: Rex Features","credit":"Rex Features","altText":"A fellow headmaster, who politely declined to be named, said of Sir Anthony Seldon, pictured: 'Anthony is entitled to his views. After all, he has so many.'","cleanCaption":"A fellow headmaster, who politely declined to be named, said of Sir Anthony Seldon, pictured: ‘Anthony is entitled to his views. After all, he has so many.’","cleanCredit":"Photograph: Rex Features"}},"importance":4,"kicker":{"title":"Sir Anthony Seldon"},"showQuotedHeadline":false},{"title":"Police / Stop scaremongering and prepare for cuts, warns Theresa May","rawTitle":"Stop scaremongering and prepare for cuts, warns Theresa May","item":{"type":"article","id":"politics/2015/may/20/stop-scaremongering-and-prepare-for-further-cuts-theresa-may-tells-police","title":"Stop scaremongering and prepare for further cuts, Theresa May tells police","trailText":"Home secretary accuses officers of crying wolf over impact of smaller budgets and says she ‘simply does not accept’ that there is no more waste to cut","standFirst":"<p>Home secretary accuses officers of crying wolf over impact of smaller budgets and says she ‘simply does not accept’ that there is no more waste to cut</p>","byline":"Alan Travis Home affairs editor","body":"<p>There is “no ducking the fact” that spending on the police has to face further cuts but it “is perfectly possible” to do it without affecting the quality of neighbourhood policing, the home secretary, Theresa May, has told officers.</p> \n<p>She accused the Police Federation of scaremongering and repeatedly “crying wolf” over the impact of the previous round of cuts in police funding as part of the government’s austerity programme – and rejected their claims that further cuts would force them to adopt “paramilitary styles of policing” in Britain.</p> \n<p>“You can choose protest, and continue to shout angrily from the sidelines for the next five years. Or you can choose partnership, and work with me to change policing for the better,” she told the Police Federation annual conference.</p> \n<p>“I know there are those who say there is no more waste to cut. But I simply do not accept that. It is perfectly possible to make savings without affecting the quality of neighbourhood policing. Because I know – as you do – that there is still wasteful spending in policing and that resources are still not linked to demand,” said May.</p> \n<p>“There is no ducking the fact that police spending will have to come down again,” she added.</p> \n<p> In her first public speech since being reappointed home secretary, May said that the next round of savings would mean that police reform would have to go much deeper than “shaving a bit of excess off here” or reducing a bit of bureaucracy there.</p> \n<p>She said the next phase of her police reform programme would include technological changes such as transforming police cars into police stations and the wider adoption of body-worn video cameras. But it would also include moves to reduce demand on policing at a time when crime is falling.<br /></p> \n<p> This will include &pound;15m extra funding to reduce the use of police cells to detain people with mental health problems. New moves will be made to ensure much closer working between the police, fire and emergency services.</p> \n<p>The home secretary said that a new policing bill in next week’s Queen’s speech would “allow us to go further and faster with reform freeing up police time and putting policing back in the hands of professionals”. </p> \n<p>This will include extending the use of police-led prosecutions to cut the time the police spend waiting for the Crown Prosecution Service, overhauling the police complaints and disciplinary systems and making changes to the oversight of pre-charge bail. The new legislation will also include changes to the Mental Health Act 1983 to ensure that no under-18s with mental health problems are detained in police cells.</p> \n<p>But she also announced a major independent review of the use of local crime and performance targets in every police force in England and Wales. The review, to be led by Irene Curtis, the president of the Police Superintendents’ Association, is to be used to detail the use of targets in each force and to analyse their impact on police officers’ ability to fight crime.</p> \n<p>She said that she had scrapped national policing targets but they had re-emerged at a local force level.</p> \n<p>“Targets distort operational reality. They remove independent discretion from police officers. And undue focus on one target can lead to crimes that are not measured being neglected altogether,” she said.<br /></p> \n<p>She said that in South Yorkshire such perverse targets had led to officers focusing on burglary and car theft while ignoring the abuse of hundreds of young girls in Rotherham and Sheffield.</p> \n<p>Her speech was greeted with muted applause by the police conference delegates. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/660d05efde6ca690884b8b78ddec3fccedfff55c/0_0_4096_2458/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2458,"width":4096,"orientation":"landscape","credit":"Hannah Mckay/EPA","altText":"Theresa May","cleanCredit":"Photograph: Hannah Mckay/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-20T11:43:44Z","lastModified":"2015-05-20T23:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"}],"feature":false,"keywords":["Police","Theresa May","UK news","Politics","Public sector cuts","Public finance","Public services policy","Society"],"tags":[{"id":"uk/police","webTitle":"Police"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Alan Travis","topic":{"type":"tag-contributor","name":"profile/alantravis"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/20/stop-scaremongering-and-prepare-for-further-cuts-theresa-may-tells-police","shortUrl":"http://gu.com/p/4942k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/20/stop-scaremongering-and-prepare-for-further-cuts-theresa-may-tells-police","webUri":"http://www.theguardian.com/politics/2015/may/20/stop-scaremongering-and-prepare-for-further-cuts-theresa-may-tells-police"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456789241","source":"ITN","durationInSeconds":107,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10387884&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/20/150520TheresaMay.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/20/1432125104880/KP_234614_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Theresa May launches strong criticism at Police federation scaremongering  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Theresa May launches strong criticism at Police federation scaremongering  video","cleanCaption":"620x372 trailpic for Theresa May launches strong criticism at Police federation scaremongering  video"}}},"importance":3,"kicker":{"title":"Police"},"showQuotedHeadline":false},{"title":"Aid / UK watchdog criticises DfID over partnerships with private sector","rawTitle":"UK watchdog criticises DfID over partnerships with private sector","item":{"type":"article","id":"global-development/2015/may/21/uk-aid-watchdog-dfid-public-private-partnerships-icai","title":"UK aid watchdog criticises DfID over partnerships with private sector","trailText":"Department for International Development’s engagement with private enterprise lacks strategic oversight and clear objectives, claims aid impact commission ","standFirst":"<p>Department for International Development’s engagement with private enterprise lacks strategic oversight and clear objectives, claims aid impact commission </p>","byline":"Mark Anderson","body":"<p>Britain’s Department for International Development (DfID) is failing to capitalise on partnerships with the private sector because of a lack of concrete targets and detailed operational plans with a clear focus on reducing poverty, <a href=\"http://icai.independent.gov.uk/reports/business-in-development/\">the UK’s aid watchdog has said</a>.</p> \n<p>While recognising the potential for development agencies and private businesses to work together to boost livelihoods in the developing world, the Independent Commission for Aid Impact (Icai) said these collaborations must identify more clearly how they will benefit the poor.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/apr/24/dfid-private-sector-support-inequality-global-justice-now-report\">DfID accused of heightening inequality through support for private sector</a> </p> \n</aside> \n<p>DfID has described its partnerships with the private sector as an “<a href=\"http://www.enterprise-development.org/page/download?id=1645\">engine of growth</a>”. But the study, which was released on Thursday, said the department must “work with businesses which want to invest in developing countries in such a way as to maximise benefits for the poor”.</p> \n<p>The watchdog gave DfID an amber-red rating – its second worst – for its work with businesses. Icai’s report assessed the impact of DfID’s work with private sector firms on economic and human development, environmental sustainability and humanitarian assistance. <br /></p> \n<p>Graham Ward, Icai’s chief commissioner, said: “[DfID has] clearly stated their intention to work more with business and there are great potential benefits for the poor from this collaboration. We are concerned, however, about how DfID will translate these goals into practical actions without more strategic oversight of business engagement activities and without concrete targets.”<br /></p> \n<p>This year, DfID is projected to ramp up its financing to private sector firms – in the form of loans, equity investments and guarantees – to an estimated &pound;580m, up from &pound;68m in 2012, the report said. </p> \n<p>Between 2012 and 2015, DfID spent about &pound;494m of its budget on alliances, financing and partnerships with UK and foreign businesses, the study said. Examples of these relationships include the <a href=\"http://businessactionforafrica.org/\">Business Action for Africa </a>network; the <a href=\"http://www.thesheinitiative.org/\">Safety, Health and Education and Employment for Girls and Women</a> alliance; a partnership with <a href=\"http://www.wsup.com/\">Water and Sanitation for the Urban Poor</a>; and the <a href=\"https://www.gov.uk/food-retail-industry-challenge-fund-frich\">Food Retail Industry Challenge Fund</a>.</p> \n<p>Poor leadership has made the development objectives behind DfID’s private sector partnerships unclear, according to Icai. “We didn’t get the sense that this new and really important agenda is being steered by senior management,” said a spokesman for the watchdog.</p> \n<p>Part of the problem is that DfID’s poverty reduction targets are out of sync with the profit-making imperative fundamental to private business. The financial incentives for businesses to work with DfID mean that the agency must agree with private sector partners on reachable targets, the study said.</p> \n<p>This is further complicated by DfID’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/feb/12/aid-billions-fragile-states-icai-dfid\">remit to reduce poverty in the world’s most fragile countries</a>, which often have challenging business environments, the study warned. </p> \n<p>An Icai spokesman said: “The markets that most business are going to be interested in are going to be in the more developed countries. The very poorest countries, by definition, are going to offer slim pickings for businesses, and therefore there’s going to be less opportunity for DfID to do this direct engagement with [businesses].”</p> \n<p>According to the report, DfID’s spending on challenge funds – competitions for funding – is particularly problematic. “In some cases … we are not confident that DfID’s support is additional to what businesses would have done anyway, especially in the case of challenge funds,” the report said.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This report raises serious questions about DfID’s ideological drive to work more and more with the private sector</p> \n  <footer> \n   <cite>Polly Jones, Global Justice Now</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The report echoes criticism by some NGOs, who say DfID’s private sector partnerships don’t translate into development gains. </p> \n<p>“This report raises serious questions about DfID’s ideological drive to work more and more with the private sector when there’s so little evidence of the development benefits,” said Polly Jones, head of policy and campaigns at Global Justice Now.</p> \n<p>Beck Wallace, a private sector policy analyst at the Catholic aid agency Cafod, said: “DfID needs a clear oversight mechanism in place when working with private firms that goes beyond just cash flow and considers who bears which of the economic, social and environmental costs, risks and benefits of projects. By identifying specifically what value it adds to partnerships with private firms, DfID can help drive forward thinking about how best to deliver poverty reduction through profit-making enterprises.”</p> \n<p>The report did not take into account spending by the UK’s CDC Group, formerly the Commonwealth Development Corporation, or the Private Infrastructure Development Group, in which DfID invests. Icai said this is because <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/jul/04/uk-monitoring-development-agency-dfid-national-audit-office\">the UK’s National Audit Office (NAO) has recently reviewed PIDG’s spending</a>. The NAO had been scheduled to review CDC’s spending, but this review has since been cancelled, Icai said.</p> \n<p>A DfID spokesman said: “Our relationship with business has never been closer and this is delivering real results, whether working with the London Stock Exchange to boost markets in Africa, partnering with Unilever to set up social enterprises that improve the lives of millions of people, or getting new vaccines to market quickly and safely.”</p> \n<p>He added: “This report comes a year into our groundbreaking new strategy and only reviews a small cross-section of our work. It would be wrong to rush to conclusions on projects that are intended to deliver over a five- to 10-year timeframe.”</p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432140807122/18be3425-6770-4471-a816-d00b82533312-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Treanor/Alamy","altText":"Residents at Jamestown fishing village, Accra, Ghana, Africa","cleanCredit":"Photograph: Peter Treanor/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-20T23:01:07Z","lastModified":"2015-05-20T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mark Anderson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mark-anderson"}],"feature":false,"keywords":["Global development","Independent Commission for Aid Impact (Icai)","Aid","Private sector","Department for International Development (DfID)","UK news"],"tags":[{"id":"global-development/global-development","webTitle":"Global development"},{"id":"global-development/independent-commission-for-aid-impact-icai","webTitle":"Independent Commission for Aid Impact (Icai)"},{"id":"global-development/aid","webTitle":"Aid"},{"id":"global-development/private-sector","webTitle":"Private sector"},{"id":"politics/department-for-international-development-dfid","webTitle":"Department for International Development (DfID)"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"global-development"},"topics":[{"displayName":"Mark Anderson","topic":{"type":"tag-contributor","name":"profile/mark-anderson"}}],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/may/21/uk-aid-watchdog-dfid-public-private-partnerships-icai","shortUrl":"http://gu.com/p/493py","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/may/21/uk-aid-watchdog-dfid-public-private-partnerships-icai","webUri":"http://www.theguardian.com/global-development/2015/may/21/uk-aid-watchdog-dfid-public-private-partnerships-icai"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432140807122/18be3425-6770-4471-a816-d00b82533312-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Residents of Jamestown fishing village in the Ghanaian capital Accra, where the private sector is flourishing. Photograph: Peter Treanor/Alamy","credit":"Peter Treanor/Alamy","altText":"Residents at Jamestown fishing village, Accra, Ghana, Africa","cleanCaption":"Residents of Jamestown fishing village in the Ghanaian capital Accra, where the private sector is flourishing.","cleanCredit":"Photograph: Peter Treanor/Alamy"}},"importance":3,"kicker":{"title":"Aid"},"showQuotedHeadline":false}],"lastModified":"2015-05-21T07:59:18Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}