{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Methodist Church in Britain apologises for historical abuse","rawTitle":"Methodist Church in Britain apologises for historical abuse","item":{"type":"article","id":"world/2015/may/28/methodist-church-in-britain-apologises-for-historical-abuse","title":"Methodist Church in Britain apologises for historical abuse","trailText":"Institution makes public apology after independent investigation unearths nearly 2,000 reported cases of abuse dating to 1950","standFirst":"<p>Institution makes public apology after independent investigation unearths nearly 2,000 reported cases of abuse dating to 1950</p>","byline":"Press Association","body":"<p>The Methodist Church in Britain has apologised for failing to protect children and adults after an investigation uncovered nearly 2,000 reports of physical and sexual abuse within the institution dating to 1950.</p> \n<p>The MCB, which published the findings of the independent inquiry on Thursday, said it wanted to be open about the past and to have stronger safeguarding procedures in the future.</p> \n<p>Rev Dr Martyn Atkins, its general secretary and secretary of the <a href=\"http://www.methodist.org.uk/conference\">Methodist Conference</a>, said: “On behalf of the Methodist Church in Britain, I want to express an unreserved apology for the failure of its current and earlier processes fully to protect children, young people and adults from physical and sexual abuse inflicted by some ministers in <a href=\"http://www.methodist.org.uk/who-we-are/structure/the-connexion\">Full Connexion</a> and members of the Methodist Church. That abuse has been inflicted by some Methodists on children, young people and adults is and will remain a deep source of grief and shame to the church.”</p> \n<p>He described it as “deeply regrettable” that the church had “not always listened properly to those abused” nor had it always cared for them. “In respect of these things we have, as a Christian church, clearly failed to live in ways that glorify God and honour Christ,” he said. “I am certain that the Methodist Conference will want to resolve to do all in its power to improve its systems to protect children, young people and adults from abuse within the life of the church and on church premises, and to review them diligently on a regular basis.”<br /></p> \n<p>The inquiry – which took three years to complete and was led by Jane Stacey, a former deputy chief executive of Barnardo’s children’s charity – considered all safeguarding cases for which there were written records and those recalled from memory by ministers and members of the church. These included cases that occurred within a church context as well as those reported to the church as a matter of pastoral concern, but which occurred away from the church. </p> \n<p>In each identified case, the MCB’s response was reviewed on whether it had been safe, pastorally appropriate and compliant with legislation and policy. Where possible and appropriate, cases have been referred to the police or other remedial action has been taken. </p> \n<p>The church said the aim of conducting the review and writing the report was “to learn the lessons of the past so that safeguarding work within the Methodist Church is of the highest possible standard and the church is safe for all”. </p> \n<p>The inquiry identified 1,885 cases, which included sexual, physical, emotional and domestic abuse as well as neglect. In about a quarter of these cases, 26%, church ministers or lay employees were identified as the perpetrators or alleged perpetrators. In 61 of these cases there was contact with the police and there are six ongoing police investigations as a result. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/30/1398854896604/Man-praying-at-sunset-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Cultura RM/Alamy","altText":"Man praying at sunset","cleanCredit":"Photograph: Cultura RM/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-28T07:26:21Z","lastModified":"2015-05-28T08:25:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Religion","UK news","Christianity"],"tags":[{"id":"world/religion","webTitle":"Religion"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/christianity","webTitle":"Christianity"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/methodist-church-in-britain-apologises-for-historical-abuse","shortUrl":"http://gu.com/p/49ax6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/methodist-church-in-britain-apologises-for-historical-abuse","webUri":"http://www.theguardian.com/world/2015/may/28/methodist-church-in-britain-apologises-for-historical-abuse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/30/1398854896604/Man-praying-at-sunset-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Methodist Church in Britain says it wants to be open about the past to ensure stronger safeguarding procedures in the future. Photograph: Cultura RM/Alamy","credit":"Cultura RM/Alamy","altText":"Man praying at sunset","cleanCaption":"The Methodist Church in Britain says it wants to be open about the past to ensure stronger safeguarding procedures in the future.","cleanCredit":"Photograph: Cultura RM/Alamy"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Cancer / UK death rates blamed on delays in sending patients for tests","rawTitle":"UK death rates blamed on delays in sending patients for tests","item":{"type":"article","id":"society/2015/may/28/uk-cancer-death-rates-delays-test-england-wales-northern-ireland","title":"UK's cancer death rates blamed on delays in sending patients for tests","trailText":"Researchers say GPs in England, Wales and Northern Ireland less likely than other countries to refer possible cancer patients immediately ","standFirst":"<p>Researchers say GPs in England, Wales and Northern Ireland less likely than other countries to refer possible cancer patients immediately </p>","byline":"Sarah Boseley","body":"<p>Delays in testing for cancer at GPs’ surgeries may be the reason why patients in the UK are more likely to die of the disease than those in comparable countries, according to authoritative new research.</p> \n<p>Cancer patients in the UK have a lower chance of survival than in Australia, Canada, Norway and Sweden – four of the five countries that have been compared with the UK in a series of investigations over the past six years. Only in Denmark, the fifth country, are the survival rates as low as in the UK.</p> \n<p>Research by the <a href=\"http://www.icbp.org.uk\">International Cancer Benchmarking Partnership</a>, launched by the then cancer tsar Sir Mike Richards in 2009, has shown that cancers in the UK tend to be more advanced when patients are first treated. But until now, the reasons why have been uncertain.</p> \n<p>The latest paper, published in the journal <a href=\"http://bmjopen.bmj.com/\">BMJ Open</a>, finds that there are delays in the GP surgery. GPs in England, Wales and Northern Ireland are less likely than in other countries to refer people with possible cancer immediately for tests or to a specialist.</p> \n<p>“Probably three to four years ago, we wondered whether it was Anglo Saxon reserve or British fatalism and things like that,” said Richard Roope, of the Royal College of GPs who is Cancer Research UK’s clinical lead for cancer. “It isn’t. It looks as though GPs are becoming the most significant factor. It is partly our system but also access to diagnostics.”</p> \n<p>GPs in the UK do not have easy access to MRI and CT scans. If they refer a patient to hospital for the tests, there may be a long wait for the scans and another wait for the results. Of all the six countries, the UK has the lowest spending per head on health, said Roope. But the system may also be a problem, he said. GPs in the UK will do blood tests and wait for the results before they decide to seek a scan. In Sweden and Australia, all the diagnostic tests are done at the same time.</p> \n<p>There are now changes underway to improve the access GPs have to diagnostic tests, but it is a complex business, said Roope. Breast cancer is the easy one. A woman who turns up with a lump will be referred immediately to a specialist. In some cancers, the symptoms, such as stomach pains, are far less clear. </p> \n<p>And in other countries, GPs can more easily get advice from specialists when they think a patient may have cancer. “I have been a GP for 24 years,” said Roope. “If you turn the clock back 20 years there was probably better communication between GPs and consultants.” Management structures in hospitals came between them and many of the weekly educational meetings that used to be held have since ceased.</p> \n<p>The benchmarking study was based on survey responses from 2,795 GPs on how they would manage different scenarios of patients coming to them with possible cases of either lung, colorectal or ovarian cancer. These were then mapped against survival data for those countries. </p> \n<p>GPs were then asked a series of questions including what access they had to specific tests, waiting times for tests and results, and whether they could speak to cancer specialists for advice.</p> \n<p>More than 70% of GPs in England, Wales and Northern Ireland reported direct access to blood tests, x-rays and ultrasound for possible cancer diagnosis – similar to the rest of the countries. Australian GPs in Victoria reported the highest access to all these tests – about 99%.</p> \n<p>But only about one in five GPs in England reported having direct access to CT and MRI scans while their peers in all other countries reported having at least twice the level of direct access to these tests. GPs from across England, Wales and Northern Ireland also reported some of the longest waiting times for the results of CT, MRI and ultrasound scans.</p> \n<p>Northern Ireland had the longest waiting times for tests and results of ultrasound and CT scans – seven to eight weeks. England’s average waiting time was nearly five weeks and Wales was around seven weeks for both types of scan. New South Wales in Australia did best, with a total waiting time of around 1.5 weeks.</p> \n<p>“GPs have a difficult job to do,” said Sara Hiom of <a href=\"http://www.cancerresearchuk.org\">Cancer Research UK</a>, which funded the study. “They have to ensure those who need specialist tests get them, without overloading a health system that’s already strained. But their role as gatekeepers to further investigation and specialist care does need to be reviewed in the current context.” CRUK is working with GPs to improve early diagnosis, she said.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/8/18/1408319973129/Preparing-protein-samples-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Stefan Wermuth/Reuters","altText":"A scientist prepares protein samples during research into cancer","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-27T23:01:07Z","lastModified":"2015-05-27T23:39:55Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sarah Boseley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahboseley"}],"feature":false,"keywords":["Cancer","Cancer","Health","Science","Society","UK news","GPs","NHS","Medical research"],"tags":[{"id":"society/cancer","webTitle":"Cancer"},{"id":"science/cancer","webTitle":"Cancer"},{"id":"society/health","webTitle":"Health"},{"id":"science/science","webTitle":"Science"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/gps","webTitle":"GPs"},{"id":"society/nhs","webTitle":"NHS"},{"id":"science/medical-research","webTitle":"Medical research"}],"section":{"id":"society"},"topics":[{"displayName":"Sarah Boseley","topic":{"type":"tag-contributor","name":"profile/sarahboseley"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/28/uk-cancer-death-rates-delays-test-england-wales-northern-ireland","shortUrl":"http://gu.com/p/499bk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/28/uk-cancer-death-rates-delays-test-england-wales-northern-ireland","webUri":"http://www.theguardian.com/society/2015/may/28/uk-cancer-death-rates-delays-test-england-wales-northern-ireland"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/8/18/1408319973129/Preparing-protein-samples-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A scientist prepares protein samples during research into cancer. Cancer patients in the United Kingdom UK have a lower chance of survival than in Australia, Canada, Norway and Sweden, according to new research. Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"A scientist prepares protein samples during research into cancer","cleanCaption":"A scientist prepares protein samples during research into cancer. Cancer patients in the United Kingdom UK have a lower chance of survival than in Australia, Canada, Norway and Sweden, according to new research.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}},"importance":5,"kicker":{"title":"Cancer"},"showQuotedHeadline":false,"sublinks":[]},{"title":"#important / Hashtag named children's word of the year","rawTitle":"Hashtag named children's word of the year","item":{"type":"article","id":"technology/2015/may/28/hashtag-named-uk-childrens-word-of-the-year-important","title":"Hashtag named UK children's word of the year #important","trailText":"Oxford University Press analysis reveals under-13s use the Twitter search term as a device for adding comment and emphasis in stories","standFirst":"<p>Oxford University Press analysis reveals under-13s use the Twitter search term as a device for adding comment and emphasis in stories</p>","byline":"Mark Brown","body":"<p>#interesting? #greatnews? #aaaaaaaargh? Regardless of your opinion, there is no getting away from the ubiquity of hashtag – today named children’s word of the year.<br /></p> \n<p>An annual analysis of <a href=\"http://www.bbc.co.uk/programmes/p00rfvk1\">Radio 2’s 500 Words short story competition</a> reveals the huge increase in the creative use of the word among the under-13s, with hashtag moving from being a Twitter search term to a device for adding comment and emphasis in stories.</p> \n<p><a href=\"http://ukcatalogue.oup.com/\">Oxford University Press</a> analysed 120,421 entries to the competition to unearth insights into the lives of British children and the ways they use English.</p> \n<p>There is much to be cheered by, said Vineeta Gupta, head of children’s dictionaries at OUP. “The research has shown that children are true innovators and that they are using more vocabulary, not less.”</p> \n<p>Hashtag, or #, is word of the year because it is entering children’s vocabulary in a new way, Gupta said. “Children are not tweeting and using Twitter, but they are using the word hashtag and the symbol # for dramatic effect, it is heightening tension.”</p> \n<p>A child might write: ‘This is a wonderful day, #sunny,’ for example, or: ‘I have the best family, #fantasticfamily.’</p> \n<p>Social media and mobile technology are the predominant themes of 2015, demonstrated by some of the top 20 words to see a significant rise in use over the past 12 months – zoella, selfie, blog, YouTube and youtuber. On the way out are MP3, Playstation, iPod, Nintendo, Blackberry and even TV, down 10%.</p> \n<p>Gupta said she was most surprised by “by the maturity in which children are embracing current affairs”.</p> \n<p>So the Ebola crisis, in particular, features prominently – with children using it both literally and as a simile. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/nov/25/vape-this-years-selfie-2014-word-of-the-year\">Vape is the new selfie: what the 2014 word of the year says about our times</a> </p> \n</aside> \n<p>The first world war features heavily, with U-boats, the Eastern front, Tommies, shrapnel and mustard gas all featuring in stories. The Suffragette movement is also a popular theme, though only for girls.</p> \n<p>Another trend is for children to use more hyperbolic words. So instead of big, great and fantastic, there might be colossal, magnificent or delightful.<br /></p> \n<p>The 500 Words competition, part of the Chris Evans Breakfast Show, was launched in 2011 and has seen a big – or should that be ginormous – rise in entries. This year there were 120,421 compared to 74,075 in 2012. </p> \n<p>It provides a rich vein for lexicographers at OUP to mine and helps inform what appears in its dictionaries.</p> \n<p>Evans said the research showed “just how incredibly creative children can be”. He added: “They are so often at the forefront of both adopting, and adapting to, new language trends and using them in all manner of inventive ways.</p> \n<p>“It’s clear that storytelling remains a hugely important part of child’s life and that we as parents should do whatever we can to help them enjoy the worlds they create on paper.” </p> \n<p>While the OUP research identified lots of change, it also showed that some things do not change, particularly when it comes to gender. The analysis shows girls will write enthusiastically about cupcakes, unicorns and marshmallows. Boys are more excited about burgers, space, cars and farting.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432741718076/9579df5e-4897-4999-8830-dfaf65cc9055-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"'The research has shown that children are true innovators and that they are using more vocabulary, not less,' said Vineeta Gupta, head of children’s dictionaries at OUP.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-27T23:01:07Z","lastModified":"2015-05-27T23:35:57Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Mark Brown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/markbrown"}],"feature":false,"keywords":["Twitter","Hashtags","Children","Internet","Society","Technology","Radio 2","BBC"],"tags":[{"id":"technology/twitter","webTitle":"Twitter"},{"id":"technology/hashtags","webTitle":"Hashtags"},{"id":"society/children","webTitle":"Children"},{"id":"technology/internet","webTitle":"Internet"},{"id":"society/society","webTitle":"Society"},{"id":"technology/technology","webTitle":"Technology"},{"id":"media/radio-2","webTitle":"Radio 2"},{"id":"media/bbc","webTitle":"BBC"}],"section":{"id":"technology"},"topics":[{"displayName":"Mark Brown","topic":{"type":"tag-contributor","name":"profile/markbrown"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/28/hashtag-named-uk-childrens-word-of-the-year-important","shortUrl":"http://gu.com/p/49933","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/28/hashtag-named-uk-childrens-word-of-the-year-important","webUri":"http://www.theguardian.com/technology/2015/may/28/hashtag-named-uk-childrens-word-of-the-year-important"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432741718076/9579df5e-4897-4999-8830-dfaf65cc9055-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The research has shown that children are true innovators and that they are using more vocabulary, not less,’ said Vineeta Gupta, head of children’s dictionaries at OUP. Photograph: Alamy","credit":"Alamy","altText":"'The research has shown that children are true innovators and that they are using more vocabulary, not less,' said Vineeta Gupta, head of children’s dictionaries at OUP.","cleanCaption":"‘The research has shown that children are true innovators and that they are using more vocabulary, not less,’ said Vineeta Gupta, head of children’s dictionaries at OUP.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"#important"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Scottish parliament rejects assisted dying law","rawTitle":"Scottish parliament rejects assisted dying law","item":{"type":"article","id":"society/2015/may/27/scottish-parliament-rejects-assisted-suicide-law","title":"Scottish parliament rejects assisted dying law","trailText":"MSPs vote 82-36 against bill that proposed those with terminal illnesses could seek help of doctor to end their lives, after deeply personal debate","standFirst":"<p>MSPs vote 82-36 against bill that proposed those with terminal illnesses could seek help of doctor to end their lives, after deeply personal debate</p>","byline":"Libby Brooks Scotland reporter","body":"<p>The Scottish parliament has voted to reject legislation on assisted dying following a heartfelt and at times deeply personal debate on Wednesday, carried out in the shadow of the late MSP Margo MacDonald, who initiated the bill before her death last year.</p> \n<p>MSPs voted by 82 to 36 against the general principles of the assisted suicide (Scotland) bill. It had proposed that those with terminal or life-shortening illnesses should be able to obtain help to end their suffering. </p> \n<p>MSPs were given a free vote on the bill, which would allow those with terminal illnesses to seek the help of a doctor to end their own life, although the Scottish government did not support changing the law.</p> \n<p>The veteran independent MSP Margo MacDonald had tried unsuccessfully to change the law on assisted dying once before, five years ago. After her death in April 2014 following a long battle with Parkinson’s disease, her second bill was championed by the leader of the Scottish Greens, Patrick Harvie, who gave his commitment to MacDonald to present it to parliament as best he could.</p> \n<p>Holyrood’s health committee recently concluded that the bill contained “significant flaws” and opposed its general principles, but Harvie argued that the legislation could be improved if MSPs supported the bill in principle.</p> \n<p>Opening the debate, during which almost every speaker mentioned MacDonald by name, Harvie said: “I think the case has been made very clear that a change in the law has been justified.”</p> \n<p> “Whatever view members take of the detailed operation of this legislation were we to pass it, I hope that all members who understand the basic principle, who accept the idea that human beings have the right to make a decision in circumstances such as a terminal or life-shortening illness, I hope that members will give this bill the opportunity to come forward to the next stage, and then we can begin to debate the amendments that come forward.” </p> \n<p>Arguing against the bill’s passage, Shona Robison, the Scottish health secretary, told the Holyrood chamber: “The government believes that the current law is clear, and it is not lawful to assist someone to commit suicide, and the government has no plans to change that.”</p> \n<p>In its current form, the bill states that only those who are terminally ill or who are suffering from deteriorating progressive conditions which make life intolerable can seek assisted dying, and requires that any requests to GPs must be backed up by a second professional opinion, and followed by a 14-day “cooling off” period.<br tabindex=\"-1\" /></p> \n<p>It also states that the facilitator, or “friend at the end”, should have no prior relationship with the patient and is given the task of collecting the prescription and agreeing the process of assisted dying.</p> \n<p>Supporting the bill, the SNP MSP George Adam – whose wife suffers from multiple sclerosis – offered a personal perspective, describing how his family had discussed assisted dying. </p> \n<p>Scottish Labour’s Neil Findlay described himself as “deeply, deeply torn over the issue”, explaining that this was the most difficult issue he had had to consider as an MSP.</p> \n<p>But Alison McInnes, a Scottish Liberal Democrat, argued that she did not accept that there was “a right to die”, adding that she believed the bill failed to address how a right to die for a vulnerable person “could become a duty to die”. </p> \n<p>The Law Society of Scotland had also expressed concern that the law lacked clarity, while the Church of Scotland urged MSPs to do more to improve end-of-life care instead of backing the bill.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432748358801/4f20df68-1e97-4a09-9a36-0a8e7d33f4ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tina Norris/REX/Tina Norris/REX","altText":"Margo MacDonald","cleanCredit":"Photograph: Tina Norris/REX/Tina Norris/REX"}],"bodyImages":[],"webPublicationDate":"2015-05-27T17:41:25Z","lastModified":"2015-05-27T18:10:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Libby Brooks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/5/1399294301217/Libby-Brooks-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/libbybrooks"}],"feature":false,"keywords":["Assisted dying","Scottish politics","Scotland","Politics","Law","Society","UK news"],"tags":[{"id":"society/assisted-suicide","webTitle":"Assisted dying"},{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"politics/politics","webTitle":"Politics"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Libby Brooks","topic":{"type":"tag-contributor","name":"profile/libbybrooks"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/27/scottish-parliament-rejects-assisted-suicide-law","shortUrl":"http://gu.com/p/499gq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/27/scottish-parliament-rejects-assisted-suicide-law","webUri":"http://www.theguardian.com/society/2015/may/27/scottish-parliament-rejects-assisted-suicide-law"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432748358801/4f20df68-1e97-4a09-9a36-0a8e7d33f4ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Margo MacDonald, who fought a long battle with Parkinson’s disease, initiated the bill before her death last year. Photograph: Tina Norris/Rex","credit":"Tina Norris/Rex","altText":"Margo MacDonald","cleanCaption":"Margo MacDonald, who fought a long battle with Parkinson’s disease, initiated the bill before her death last year.","cleanCredit":"Photograph: Tina Norris/Rex"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Chinese president Xi Jinping to visit Britain","rawTitle":"Chinese president Xi Jinping to visit Britain","item":{"type":"article","id":"world/2015/may/28/chinese-president-xi-to-visit-britain","title":"Chinese president Xi Jinping to visit Britain","trailText":"Invitation was issued by the Duke of Cambridge in Beijing in March<br>","standFirst":"<p>Invitation was issued by the Duke of Cambridge in Beijing in March<br /></p>","byline":"Press Association","body":"<p>China’s president will make a state visit to the UK later this year – the first by a Chinese leader in 10 years. </p> \n<p>The Duke of Cambridge personally handed Xi Jinping the Queen’s invitation to visit Britain – known as a <em>manu regia</em> – when he travelled to Beijing in March. </p> \n<p>The monarch confirmed Xi’s visit in the Queen’s speech and also her attendance, along with the Duke of Edinburgh, at the Commonwealth heads of government meeting being staged in Malta, where the couple lived for several extended periods between 1949 and 1951. </p> \n<p>The royal couple will also be making a state visit to Malta during their trip. </p> \n<p>The Queen said: “Prince Philip and I look forward to our state visit to Germany next month and to our state visit to Malta in November, alongside the Commonwealth heads of government meeting. </p> \n<p>“We also look forward to welcoming his excellency the president of the People’s Republic of China and Madame Peng on a state visit in October.” </p> \n<p>Xi is married to Peng Liyuan, a famous contemporary folk singer in China whose profile was higher than that of her husband’s for many years. </p> \n<p>The couple will stay at Buckingham Palace. Xi’s predecessor as president, Hu Jintao, made a state visit to Britain in 2005. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f0236445041484839b6bbb870eb20cd4782f9fd7/0_514_4008_2405/4008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2405,"width":4008,"orientation":"landscape","credit":"Lan Hongguang/Xinhua Press/Corbis","altText":"28 May 2015, Zhejiang Province, China --- CHINA-ZHEJIANG-XI JINPING-INSPECTION (CN) --- Image by © Lan Hongguang/Xinhua Press/Corbis","cleanCredit":"Photograph: Lan Hongguang/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-27T23:49:47Z","lastModified":"2015-05-28T00:10:56Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Xi Jinping","China","Asia Pacific","World news","UK news"],"tags":[{"id":"world/xi-jinping","webTitle":"Xi Jinping"},{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/chinese-president-xi-to-visit-britain","shortUrl":"http://gu.com/p/499p4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/chinese-president-xi-to-visit-britain","webUri":"http://www.theguardian.com/world/2015/may/28/chinese-president-xi-to-visit-britain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f0236445041484839b6bbb870eb20cd4782f9fd7/0_514_4008_2405/4008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2405,"width":4008,"orientation":"landscape","caption":"Xi Jinping in Zhejiang Province, China. Photograph: Lan Hongguang/Xinhua Press/Corbis","credit":"Lan Hongguang/Xinhua Press/Corbis","altText":"Xi Jinping","cleanCaption":"Xi Jinping in Zhejiang Province, China.","cleanCredit":"Photograph: Lan Hongguang/Xinhua Press/Corbis"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Paracetamol challenge / Police issue warning over potentially lethal dare","rawTitle":"Police issue warning over potentially lethal dare","item":{"type":"article","id":"society/2015/may/27/police-warning-paracetamol-challenge","title":"Police issue warning over paracetamol challenge","trailText":"Young people daring each other to take excessive amounts of drug, resulting in at least one needing hospital treatment","standFirst":"<p>Young people daring each other to take excessive amounts of drug, resulting in at least one needing hospital treatment</p>","byline":"Nadia Khomami","body":"<p>Police and schools have issued a warning to parents about the “paracetamol challenge”, a potentially lethal social media dare that appears to encourage young people to abuse over-the-counter painkillers.</p> \n<p>The challenge, shared via Facebook and Instagram, has already resulted in one schoolboy in Ayrshire being taken to hospital. “We’ve heard about the #paracetamolchallenge. DONT get involved in this. It causes liver &amp; kidney failure … and death,” Coatbridge police tweeted after the incident.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CoatbridgePol/statuses/595515776028778496\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">We've heard about the <a href=\"https://twitter.com/hashtag/paracetamolchallenge?src=hash\">#paracetamolchallenge</a>. DONT get involved in this. It causes liver &amp; kidney failure...and death <a href=\"http://t.co/lTsM13vaYM\">pic.twitter.com/lTsM13vaYM</a></p>— CoatbridgePolice (@CoatbridgePol) \n  <a href=\"https://twitter.com/CoatbridgePol/status/595515776028778496\">May 5, 2015</a>\n </blockquote> \n</figure> \n<p>Officers and schools have written to parents to alert them of the trend. Alan Ward, head of schools at East Ayrshire council, said he was first contacted by the police in March.<br /></p> \n<p>Ward told ITV News that young people were daring each other to take excessive amounts of paracetamol. “We have been communicating with parents, encouraging them to monitor their child’s safety on social media. We are urging parents to talk to their children about the potential dangers of taking paracetamol, and to discourage their children from engaging in any online activity in support of this dangerous craze,” he said.</p> \n<p>But while warnings have been issued, resulting in some dramatic media attention, there is little evidence that the dare has spread beyond a few isolated cases.</p> \n<p>The hashtag #paracetamolchallenge is largely dominated by others urging young people not to take part in the fad. Some have shared personal experiences. One user wrote: “My sister died from taking too much paracetamol – kids don’t do it.”</p> \n<p>Another said: “I have liver damage at 18 years old from paracetamol overdoses, the worst pain I’ve ever felt in my life. DO NOT DO IT.”</p> \n<p>A third wrote: “As a nurse who’s seen the devastation caused by suicide &amp; paracetamol poisoning people need to reject #paracetamolchallege.”</p> \n<p>On Tuesday the mother of a girl who died in 2011 after overdosing on paracetamol spoke of her devastation in an attempt to prevent other young people from making the same mistake. </p> \n<p>Mandy Yousaf said her 19-year-old daughter Charlotte took too many tablets following a split from her partner and collapsed a few days later. She was taken to hospital but died the next day because the damage to her liver was irreversible.</p> \n<p>“My daughter was here on the Monday, and by Friday she was gone,” Yousaf told the Mirror. “She had fallen out with her boyfriend and it must have been a plea for attention, clearly not realising how serious taking the pills was. </p> \n<p>“Now you see teenagers egging each other on, and it’s a peer pressure thing where they clearly don’t know what they’re doing. But it is not just teenagers we need to tell about this, it’s teachers, it’s parents, everyone. My message to them is: don’t end up like my daughter did.”</p> \n<p>Yousaf said people should seek medical help as soon as possible if they think they have taken too many tablets. “Doctors said if Charlotte got to the hospital sooner she could have lived. She may have needed a transplant, but she could have lived,” she said.</p> \n<p>Paracetamol is one of the most widely used drugs in the world, with packs available for as little as 25p without a prescription. Though the drug is deemed to be harmless, large quantities can cause serious side effects, including yellowing of the skin and the whites of the eyes, loss of co-ordination and low blood sugar, and, in extreme cases, fatal liver and kidney failure.</p> \n<p>Last month concerns emerged about another playground trend, the “sleeper” craze. That involved school pupils covering each other’s mouths and noses until they were unconscious. Police issued a warning after a child believed to be eight years old was taken to hospital.</p> \n<p>Last year five people are believed to have died as a result of the game Neknominate, which involved downing an alcoholic drink as fast as possible after being nominated by a friend and then posting a video of the challenge on social media.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432744749128/8a947793-1286-47b6-9f09-f5ebab16a725-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Joe Giddens/PA","altText":"Paracetamol tablets","cleanCredit":"Photograph: Joe Giddens/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-27T16:40:45Z","lastModified":"2015-05-27T17:24:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nadia Khomami","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428480381597/Nadia-Khomami-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nadia-khomami"}],"feature":false,"keywords":["Young people","Health","UK news","Society"],"tags":[{"id":"society/youngpeople","webTitle":"Young people"},{"id":"society/health","webTitle":"Health"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[{"displayName":"Nadia Khomami","topic":{"type":"tag-contributor","name":"profile/nadia-khomami"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/27/police-warning-paracetamol-challenge","shortUrl":"http://gu.com/p/499be","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/27/police-warning-paracetamol-challenge","webUri":"http://www.theguardian.com/society/2015/may/27/police-warning-paracetamol-challenge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432744749128/8a947793-1286-47b6-9f09-f5ebab16a725-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paracetamol tablets. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"Paracetamol tablets","cleanCaption":"Paracetamol tablets.","cleanCredit":"Photograph: Joe Giddens/PA"}},"importance":3,"kicker":{"title":"Paracetamol challenge"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Ukip MP Douglas Carswell surrounded by anti-austerity protesters in London","rawTitle":"Ukip MP Douglas Carswell surrounded by anti-austerity protesters in London","item":{"type":"article","id":"politics/2015/may/27/ukip-mp-douglas-carswell-surrounded-anti-austerity-protesters-london","title":"Ukip MP Douglas Carswell surrounded by anti-austerity protesters in London","trailText":"MP escorted away from confrontation by police in episode he describes as ‘incredibly intimidating’ and ‘very, very nasty’ ","standFirst":"<p>MP escorted away from confrontation by police in episode he describes as ‘incredibly intimidating’ and ‘very, very nasty’ </p>","byline":"Ben Quinn","body":"<p>The Ukip MP, Douglas Carswell, has been escorted away in a police van after he was surrounded by anti-austerity protesters in central London.</p> \n<p><a href=\"https://twitter.com/DouglasCarswell/status/603618037535789056\">Carswell later tweeted</a> that he had been waiting for a bus when he was attacked by a crowd, describing it as “very very nasty”.</p> \n<p>The MP said he had been engaged in peaceful discussions with a small group before being confronted by far larger numbers shouting insults such as “Ukip scum”. </p> \n<p>“It got extremely, extremely nasty. Their intentions were pretty murderous and I needed a lot of police officers to prevent them from attacking me,” he said, after being taken by officers to another stop to get his bus. </p> \n<p>“I was stunned. I think MPs should be able to go about their business. It was incredibly intimidating. It was like a lynch mob on the streets of London. I thought this was a country where we had democracy and discussed the issues. <br /></p> \n<p>“It just got incredibly ugly. It was an attempted lynching. I am in a state of shock. I do not want to have to worry about going about my business.” </p> \n<p>The journalist Harry Cole was on the scene and filmed the incident, later posting it on Twitter. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MrHarryCole/statuses/603612903414038530\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Carswell escorted for own safety. <a href=\"http://t.co/tVYrJhC46r\">pic.twitter.com/tVYrJhC46r</a></p>— Harry Cole (@MrHarryCole) \n  <a href=\"https://twitter.com/MrHarryCole/status/603612903414038530\">May 27, 2015</a>\n </blockquote> \n</figure> \n<p>The incident was one of a number of flashpoints involving skirmishes between police and protesters among a couple of thousand who took part in a demonstration in the Trafalgar square area against government austerity measures set out in the Queen’s speech.</p> \n<p>Police drew batons and linked arms to form a human barricade as protesters, some wearing masks and scarves to cover their faces, ran down Whitehall.</p> \n<div>\n __VIDEO_EMBED_gu-video-456932743__\n</div> \n<p>Police said they made three arrests. They included a 45-year-old man who had been wanted on suspicion of violent disorder in Whitehall on 9 May. The others were a 17-year-old, arrested on suspicion of assault on police, and a man who was arrested on suspicion of violent disorder and possession of an offensive weapon. </p> \n<p>About 200 people took park in a second, smaller protest held outside Downing street, which was attended by union leaders and politicians, including Green party leader Natalie Bennett.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/natalieben/statuses/603611211817713664\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Take struggle to workplaces &amp; march on the streets says <a href=\"https://twitter.com/pcs_union\">@pcs_union</a>'s Mark Serwotka to <a href=\"https://twitter.com/pplsassembly\">@pplsassembly</a> rally <a href=\"http://t.co/J5sDT45nEY\">pic.twitter.com/J5sDT45nEY</a></p>— Natalie Bennett (@natalieben) \n  <a href=\"https://twitter.com/natalieben/status/603611211817713664\">May 27, 2015</a>\n </blockquote> \n</figure>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432751703426/efde7d82-051c-4fba-9125-b3a7f86ca2e0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Dunham/AP","altText":"Douglas Carswell is helped into a police van for his own safety in central London on Wednesday.","cleanCredit":"Photograph: Matt Dunham/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-27T19:07:10Z","lastModified":"2015-05-27T22:56:16Z","metadata":{"commentable":true,"commentCount":1674,"contributors":[{"name":"Ben Quinn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benquinn"}],"feature":false,"keywords":["Douglas Carswell","UK Independence party (Ukip)","Twitter","Austerity","Queen's speech","UK news"],"tags":[{"id":"politics/douglas-carswell","webTitle":"Douglas Carswell"},{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Ben Quinn","topic":{"type":"tag-contributor","name":"profile/benquinn"}}],"embeddedVideos":[{"id":"gu-video-456932743","source":"Jason N Parkinson","durationInSeconds":68,"formats":[{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10410923&format=video/m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150527Protest_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/27/1432765859148/KP_247007_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Thousands march against austerity cuts after Queens speech - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Thousands march against austerity cuts after Queens speech - video","cleanCaption":"620x372 trailpic for Thousands march against austerity cuts after Queens speech - video"}}],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/27/ukip-mp-douglas-carswell-surrounded-anti-austerity-protesters-london","shortUrl":"http://gu.com/p/499y6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/27/ukip-mp-douglas-carswell-surrounded-anti-austerity-protesters-london","webUri":"http://www.theguardian.com/politics/2015/may/27/ukip-mp-douglas-carswell-surrounded-anti-austerity-protesters-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432751703426/efde7d82-051c-4fba-9125-b3a7f86ca2e0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Douglas Carswell is helped into a police van for his own safety in central London. Photograph: Matt Dunham/AP","credit":"Matt Dunham/AP","altText":"Douglas Carswell is helped into a police van for his own safety in central London on Wednesday.","cleanCaption":"Douglas Carswell is helped into a police van for his own safety in central London.","cleanCredit":"Photograph: Matt Dunham/AP"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-28T07:31:36Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}