{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Government to scrap child poverty targets","rawTitle":"Government to scrap child poverty targets","item":{"type":"article","id":"society/2015/jul/01/government-scrap-legal-requirements-child-poverty","title":"Government to scrap child poverty target before tax credits cut","trailText":"Iain Duncan Smith to remove measure that required eradication of child poverty by 2020 after publication of statistics reveals no fall in level","standFirst":"<p>Iain Duncan Smith to remove measure that required eradication of child poverty by 2020 after publication of statistics reveals no fall in level</p>","byline":"Patrick Wintour Political Editor","body":"<p>The government is to scrap its child poverty target and replace it with a new duty to report levels of educational attainment, worklessness and addiction, rather than relative material disadvantage, work and pensions secretary Iain Duncan Smith has said.<br /></p> \n<p>The old target set by Tony Blair, based on the percentage of households with below average income, will continue to be published as a government statistic – but will no longer be seen as a target.</p> \n<p>The new measures were largely worked out by Duncan Smith with the Liberal Democrat schools minister, David Laws, in the coalition government. They were shelved when blocked by the chancellor, George Osborne, who was worried about the politics of reforming the system.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/01/tories-redefined-child-poverty-no-longer-finances\">Tories have redefined child poverty as not just about having no money</a> </p> \n</aside> \n<p>The downgrading of the existing target comes before a big cut in tax credits, expected in the 8 July budget as part of a drive to cut the welfare budget.</p> \n<p>The cuts to tax credits would have made it even harder to reach the old child poverty target by 2020, the target date set by Labour and the end point of this parliament. Although some MPs welcomed the attempt to focus on the root causes of poverty, the removal of the material income target was denounced by Labour as the obituary notice for compassionate Conservatism.</p> \n<p>Duncan Smith told MPs: “Worklessness measures will identify the proportion of children living in workless households and the proportion of children in long-term workless households.</p> \n<p>“The educational attainment measures will focus on GCSE attainment for all pupils and for particularly disadvantaged pupils.”</p> \n<p>Duncan Smith argued the measures set by Tony Blair are a poor measure of poverty, since families can fall or go above the relative poverty line for reasons that have little to do with their material wealth.</p> \n<p>“We know in households with unstable relationships, where debt and addiction destabilise families, where parents lack employment skills, where children just aren’t ready to start school, these children don’t have the same chances in life as others. It is self evident.</p> \n<p>“They cannot break out of that cycle of disadvantage. We are currently developing these measures right now – family breakdown, problem debt and drug and alcohol dependency – and we will report each year on these life chances as well.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The key issue is less how child poverty is measured and more how it is tackled</p> \n  <footer> \n   <cite>Alan Milburn</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Duncan Smith said the <a href=\"https://www.gov.uk/government/organisations/social-mobility-and-child-poverty-commission\">child poverty and social mobility commission</a>, chaired by Alan Milburn, the former Labour cabinet minister, will be renamed the social mobility commission.</p> \n<p>Duncan Smith has been given the political leeway to make the reforms after the annual child poverty statistics, published by government last week, did not show the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/23/child-poverty-measures-figures-first-rise-in-decade\">widely predicted rise</a>.</p> \n<p>Duncan Smith said: “Governments will no longer just focus on moving families above a poverty line, instead we want to focus on making a meaningful change to children’s lives by extending opportunity for all, so both they and their children can escape from the cycle of poverty and improve their life chances.</p> \n<p>“This process marks a shift, I hope, from solely measuring inputs of expenditure to measuring the outcomes of children-focused policy.”</p> \n<p>He continued: “The problem with the statutory framework set around the relative income measure has become ... all too apparent.</p> \n<p>“At 60% of median income, if you sit below the line you are said to be poor, if you sit above it you are not. Asking government to raise everyone above that set percentage, I think, has led often to unintended consequences for good reasons.”</p> \n<p>Duncan Smith cited “massive spikes” in tax credit spending ahead of the 2005 and 2010 elections. He said between 2002 and 2010, spending on tax credits “more than doubled” to &pound;258 billion, while overall welfare spending was up 60% in real terms.</p> \n<p>The former Labour health secretary, Alan Milburn, said: “It has long been obvious that the existing child poverty targets are not going to be met. In fact, they will be missed by a country mile. The commission has argued in the past that a more rounded way of measuring poverty – taking greater account of causal risk factors – is sensible.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/01/iain-duncan-smith-among-19-mps-to-have-official-credit-card-suspended\">Iain Duncan Smith among 19 MPs to have official credit card suspended</a> </p> \n</aside> \n<p>He added: “It is not credible to try to improve the life chances of the poor without acknowledging the most obvious symptom of poverty: lack of money. Unless the government sets out a clear target for improving the life chances of the poorest families, its agenda for healing social division in our country will lack both ambition and credibility.<br /> <br />“Abolishing the legal targets doesn’t make the issue of child poverty go away,” Milburn continued. “It remains a deep scar in the fabric of our nation. The key issue is less how child poverty is measured and more how it is tackled. Far more needs to be done to make sure that the poorest families share in the proceeds of economic growth. </p> \n<p>“When two in three poor children are nowadays in families where someone is in work, the priority has to be to tackle in-work poverty. That’s why we look to the government to champion the living wage and to ensure that welfare cuts do not fall exclusively on the working poor. </p> \n<p>The acting shadow work and pensions minister, Stephen Timms, quoted comments from David Cameron in 2006, when he said: “Poverty is relative and those who pretend otherwise are wrong.</p> \n<p>“The prime minister promised that a government he led would – I quote – ‘act on relative poverty’. Why is that promise being broken?” </p> \n<p>Child Poverty Action Group also voiced concerns: “The statement isn’t about strengthening efforts to end child poverty, but about burying the failure of the government’s child poverty approach. And with more cuts coming down the line, child poverty is set to rise.”</p> \n<p></p> \n<p> </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0b1345dc26213545cab94e02aab64929dde8fb92/458_763_5126_3077/5126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3077,"width":5126,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Children in Brierfield, Lancashire","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-01T14:11:28Z","lastModified":"2015-07-01T23:12:40Z","metadata":{"commentable":true,"commentCount":507,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Children","Welfare","Child benefit","Politics","Society","UK news","Benefits","Iain Duncan Smith","Conservatives","Tax credits","Family finances","Money","State benefits","Communities"],"tags":[{"id":"society/children","webTitle":"Children"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/child-benefit","webTitle":"Child benefit"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"money/taxcredits","webTitle":"Tax credits"},{"id":"money/family-finances","webTitle":"Family finances"},{"id":"money/money","webTitle":"Money"},{"id":"money/statebenefits","webTitle":"State benefits"},{"id":"society/communities","webTitle":"Communities"}],"section":{"id":"society"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/01/government-scrap-legal-requirements-child-poverty","shortUrl":"http://gu.com/p/4aa95","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/01/government-scrap-legal-requirements-child-poverty","webUri":"http://www.theguardian.com/society/2015/jul/01/government-scrap-legal-requirements-child-poverty"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0b1345dc26213545cab94e02aab64929dde8fb92/458_763_5126_3077/5126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3077,"width":5126,"orientation":"landscape","caption":"Brierfield in Lancashire, where nearly 35% of children live in poverty and just over 50% are classed as poor, according to the End Child Poverty Campaign.  Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Children in Brierfield, Lancashire","cleanCaption":"Brierfield in Lancashire, where nearly 35% of children live in poverty and just over 50% are classed as poor, according to the End Child Poverty Campaign. ","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0b1345dc26213545cab94e02aab64929dde8fb92/458_763_5126_3077/5126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3077,"width":5126,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Children in Brierfield, Lancashire","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Cameron warned of Commons defeat if he fails to back Heathrow expansion","rawTitle":"Cameron warned of Commons defeat if he fails to back Heathrow expansion","item":{"type":"article","id":"environment/2015/jul/01/cameron-warned-of-commons-defeat-if-he-fails-to-back-heathrow-expansion","title":"Cameron warned of Commons defeat if he fails to back Heathrow expansion","trailText":"Sir Howard Davies’s independent airports commission report makes strong recommendation for third runway at Heathrow ","standFirst":"<p>Sir Howard Davies’s independent airports commission report makes strong recommendation for third runway at Heathrow</p>","byline":"Nicholas Watt, Rowena Mason and Gwyn Topham","body":"<p>Tory grandees are warning David Cameron that he will face a heavy parliamentary defeat if he fails to back a third runway at Heathrow airport, in line with the morning’s recommendation by Sir Howard Davies’s independent airports commission.</p> \n<p>The prime minister and the Tory chief whip, Mark Harper, have been told that the pro-Heathrow contingent in parliament – comprising a sizeable number of Tories, the Labour party, the SNP and the DUP – has a clear Commons majority.</p> \n<p>“This has absolutely got the prime minister by the nuts,” one senior Tory said. “Unless he is completely shameless - and he is not completely shameless - he can’t possibly overturn the report which has made such a strong recommendation. The numbers don’t add up for anywhere other than Heathrow.”</p> \n<p>The warnings to the prime minister were issued after the airports commission, chaired by the economist Sir Howard Davies, strongly endorsed a third runway to the north-west of Heathrow to boost Britain’s long-term airports capacity instead of a second runway at Gatwick. </p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/heathrow_third-zip/giv-212778xiH7azkR1l9/\" data-alt=\"Heathrow expansion graphic\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/heathrow_third-zip/giv-212778xiH7azkR1l9/\">Heathrow expansion graphic</a> \n</figure> \n<p>The Davies report said: “Heathrow offers a stronger solution to the UK’s aviation capacity and connectivity needs than a second runway at Gatwick.”<br /></p> \n<p>But the commission said the third runway could only be built if Heathrow met stringent conditions on noise and air pollution. Those conditions should include a ban on night flights, legally binding caps on noise and air quality – and legislation to rule out ever building a fourth runway.</p> \n<p>The report said Heathrow’s benefits were significantly greater than Gatwick’s. Davies said Gatwick presented a “plausible case for expansion” but was “unlikely to provide much of the type of capacity which is most urgently required: long-haul destinations in new markets.”</p> \n<p>The findings in favour of Heathrow in the commission’s report, which was described by the transport secretary, Patrick McLoughlin, as “clear and reasoned”, create a personal and political headache for the prime minister. McLoughlin told MPs that he would announce the government’s decision in the autumn.<br /> </p> \n<p>A decision to endorse the report’s findings would mean Cameron having to explain why he was abandoning his “no ifs, no buts” pledge in 2009 to oppose a third runway at Heathrow. </p> \n<p>The prime minister would also spark a major cabinet row which could see the resignation of Justine Greening, the international development secretary, who has fought three general election campaigns in the west London seat of Putney opposing Heathrow expansion. Theresa May and Philip Hammond are also opposed, as is Boris Johnson, who has pledged to stop the bulldozers laying the foundation of the new runway.<br /> </p> \n<p>The pro-Heathrow Tories say that Davies has helped the prime minister to abandon his “no ifs no buts” pledge because the report makes clear that the third runway examined by the commission is different to – and an improvement on – the proposal which prompted Cameron’s remarks in 2009. A succession of senior Tories, including Kenneth Clarke, Andrew Mitchell and Sir Nicholas Soames, told the government it would be acting in the national interest if it opted for Heathrow.<br /> </p> \n<p>The Tories were encouraged by McLoughlin’s description of the report as clear. But they said they have more work to do to win over the prime minister.</p> \n<p>One pro-Heathrow minister said: “There is a very good argument in favour of Heathrow. It is called delivering the long-term economic plan.” This was the prime minister’s general election campaign slogan.<br /> </p> \n<p>Soames, the former defence minister and Tory MP for Mid Sussex who is a member of the Gatwick co-ordination group opposed to a second runway at the West Sussex airport, told the Guardian: “It is a brilliant report. The prime minister will find it very, very difficult to go against it. The way in which it is presented is that it is in the national interest. </p> \n<p>“Of course a second runway at Gatwick would be viable. Of course it would if you chose to build one. But there is no two hub airport anywhere in the world that is a success. Why would we try and shoot ourselves in the foot when it is such an important industry to us.”<br /> </p> \n<p>The pressure on the prime minister was shown when Harriet Harman and the SNP signalled their parties’ support for Heathrow. Harman teased the prime minister for being intimidated by the London mayor as she highlighted suggestions Downing Street was wary of endorsing the report.<br /> </p> \n<p>“It looks like the prime minister has been overruled by [Boris Johnson],” Harman said. “He should tell him that he is not the leader of the Tory party yet. Will the prime minister stand up for Britain’s interests or will he just be bullied by Boris?”</p> \n<p>Johnson said the Davies report should be “filed vertically” and said that expansion at Heathrow was “never going to happen”.</p> \n<p>Johnson said: “I just don’t think you can do this kind of thing in 21st century western European society. Yes maybe in some communist regime in the 1950s. But this is too environmentally damaging.”</p> \n<p>Zac Goldsmith, the MP for Richmond Park who is the frontrunner for the Tory nomination to succeed Johnson as London mayor, said: “I made a pledge years ago that I would trigger a byelection if my party gives the green light to expansion. Obviously that pledge still stands.”<br /></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fcbe4bc3104ce1b0b6a81233ccd45e41d6b288/0_211_4896_2939/4896.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2939,"width":4896,"orientation":"landscape","credit":"Peter Nicholls/Reuters","altText":"An anti-Heathrow airport expansion protest sign in the threatened village of Sipson adjacent to the airport in London","cleanCredit":"Photograph: Peter Nicholls/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:05:00Z","lastModified":"2015-07-02T06:13:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"},{"name":"Gwyn Topham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gwyntopham"}],"feature":false,"keywords":["Heathrow third runway","Air transport","Airline industry","Business","Environment","Heathrow","London","Travel","Travel and transport","UK news","World news","David Cameron","Politics","Boris Johnson","Conservatives","House of Commons"],"tags":[{"id":"environment/heathrow-third-runway","webTitle":"Heathrow third runway"},{"id":"world/air-transport","webTitle":"Air transport"},{"id":"business/theairlineindustry","webTitle":"Airline industry"},{"id":"business/business","webTitle":"Business"},{"id":"environment/environment","webTitle":"Environment"},{"id":"travel/heathrow","webTitle":"Heathrow"},{"id":"uk/london","webTitle":"London"},{"id":"travel/travel","webTitle":"Travel"},{"id":"environment/travel-and-transport","webTitle":"Travel and transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/houseofcommons","webTitle":"House of Commons"}],"section":{"id":"environment"},"topics":[],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/01/cameron-warned-of-commons-defeat-if-he-fails-to-back-heathrow-expansion","shortUrl":"http://gu.com/p/4aadb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/01/cameron-warned-of-commons-defeat-if-he-fails-to-back-heathrow-expansion","webUri":"http://www.theguardian.com/environment/2015/jul/01/cameron-warned-of-commons-defeat-if-he-fails-to-back-heathrow-expansion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fcbe4bc3104ce1b0b6a81233ccd45e41d6b288/0_211_4896_2939/4896.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2939,"width":4896,"orientation":"landscape","caption":"An anti-Heathrow airport expansion protest sign in the threatened village of Sipson adjacent to the airport in London. Photograph: Peter Nicholls/Reuters","credit":"Peter Nicholls/Reuters","altText":"An anti-Heathrow airport expansion protest sign in the threatened village of Sipson adjacent to the airport in London","cleanCaption":"An anti-Heathrow airport expansion protest sign in the threatened village of Sipson adjacent to the airport in London.","cleanCredit":"Photograph: Peter Nicholls/Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"The politics sketch / Parliament plays Where's Boris?","rawTitle":"Parliament plays Where's Boris?","item":{"type":"comment","id":"politics/2015/jul/01/parliament-boris-heathrow-question-pmqs","title":"Parliament plays Where's Boris? as Heathrow issue circles the house","trailText":"A vehement opponent of the third runway – as recommended by the Davies report – the London mayor skipped PMQs to chair a meeting on bus stops","standFirst":"<p>A vehement opponent of the third runway – as recommended by the Davies report – the London mayor skipped PMQs to chair a meeting on bus stops</p>","byline":"John Crace","body":"<p>Just one question dominated the Commons. Where’s Boris? Having spent most of the morning popping up on any TV and radio station that would have him in order to rubbish the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/01/heathrow-third-runway-recommended-in-davies-report-on-airport-capacity\">Davies report</a> recommending a third runway at Heathrow, the London mayor and MP for Uxbridge failed to appear at either prime minister’s questions, or a statement from the transport minister, Patrick McLoughlin, to make the case on behalf of his constituents. Was he stranded on the <a draggable=\"true\" href=\"http://thunderbirds.wikia.com/wiki/Tracy_Island\">Tracy Island</a> of his own imagination in the Thames Estuary?</p> \n<p>No. He was chairing a Transport for London meeting to discuss the bus stops and shelters contract, the 2014 Year of the Bus review and the Croxley rail review, among other things. Who knew Bozza was such a details man? Just this once, though, the forklift truck he promised would be needed to remove him from the site of any Heathrow airport expansion might better have been employed getting the mayor to the chamber.</p> \n<p>His absence wasn’t just an embarrassment to himself, as it allowed Harriet Harman to suggest the prime minister was being telepathically bullied by Boris and had been shunted into a neverending holding pattern over Heathrow. If only I could remain in a neverending holding pattern, David Cameron sighed wearily. “We need to study this report very carefully,” he said. “We must be careful not to jump to conclusions.”</p> \n<p>There’s no chance of that. Any conclusions that are reached will have to be dragged out of the PM. The Davies report was only ever really intended as a &pound;20m holding operation to allow the government to avoid making a decision before the last election, and the arrival of the 344-page epic is not entirely welcome. Davies has been good enough to let Cameron off the hook by moving the proposed runway about three yards away from the one he said he would resign over in 2009, but while the thumbs-up in favour of Heathrow might suit his chancellor, who relishes any chance to blindside Boris, it puts Cameron on a possible collision course with many influential London Tory MPs. Along with family friends in Notting Hill.</p> \n<p>“Good luck,” Cameron whispered to McLoughlin as he left to let his minister take the flak for the next hour. McLoughlin, who had been fidgeting anxiously throughout PMQs, smiled thinly. It hasn’t been a good few weeks for the transport minister. First the backdown on rail improvements to the Midlands and now Heathrow. “This report is a very good report and I very much hope to get round to reading it,” he muttered. And that was all he really wanted to say, other than to announce he would have been told what to think about it some time in the autumn. The statement was as brief as it was vague; it was hard not to feel McLoughlin’s pain at being hung out to dry, as his synapses crunched through the possibility of a 35-mile super runway linking Heathrow to Gatwick.</p> \n<p>Nimby after nimby stood up to explain why, even though they hadn’t fully read the report, they were certain that Davies hadn’t made adequate provision for noise or air pollution. London Tory mayoral candidate Zac Goldsmith was so overcome, he forgot to mention he had promised to make this a resigning matter. Let’s wait and see, shall we? Not every amnesiac nimby was a Tory. Labour’s Sadiq Khan was fully in favour of Heathrow when he was shadow transport secretary; now he is yet another mayoral contender, Tooting’s Citizen Smith is firmly behind Gatwick.</p> \n<p>All this talk of London made some MPs uncomfortable. “What about Newcastle, Belfast, Manchester, Edinburgh and Manston?” they cried. “What about them?” McLoughlin replied tetchily. It was that kind of dog day. A lot of hot air and not much action.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e477ea2ac2115ca2fa4014da908cbe2665a66111/1061_131_2396_1439/2396.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1439,"width":2396,"orientation":"landscape","credit":"Stefan Rousseau/PA","altText":"Boris Johnson at an airport.","cleanCredit":"Photograph: Stefan Rousseau/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-01T18:41:16Z","lastModified":"2015-07-01T23:01:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Heathrow airport","Politics","UK news","House of Commons","Air transport","Transport","Boris Johnson","David Cameron","Business"],"tags":[{"id":"uk-news/heathrow-airport","webTitle":"Heathrow airport"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"world/air-transport","webTitle":"Air transport"},{"id":"uk/transport","webTitle":"Transport"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/01/parliament-boris-heathrow-question-pmqs","shortUrl":"http://gu.com/p/4aadv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/01/parliament-boris-heathrow-question-pmqs","webUri":"http://www.theguardian.com/politics/2015/jul/01/parliament-boris-heathrow-question-pmqs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e477ea2ac2115ca2fa4014da908cbe2665a66111/1061_131_2396_1439/2396.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1439,"width":2396,"orientation":"landscape","caption":"Boris Johnson has said that expanding Heathrow airport would be “environmentally disastrous and wrong for the country”. Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"Boris Johnson at an airport.","cleanCaption":"Boris Johnson has said that expanding Heathrow airport would be “environmentally disastrous and wrong for the country”.","cleanCredit":"Photograph: Stefan Rousseau/PA"}},"importance":0,"kicker":{"title":"The politics sketch"},"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fcbe4bc3104ce1b0b6a81233ccd45e41d6b288/0_211_4896_2939/4896.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2939,"width":4896,"orientation":"landscape","credit":"Peter Nicholls/Reuters","altText":"An anti-Heathrow airport expansion protest sign in the threatened village of Sipson adjacent to the airport in London","cleanCredit":"Photograph: Peter Nicholls/Reuters"}}]},{"title":"GCHQ spied on Amnesty International, tribunal tells group in email","rawTitle":"GCHQ spied on Amnesty International, tribunal tells group in email","item":{"type":"article","id":"uk-news/2015/jul/01/gchq-spied-amnesty-international-tribunal-email","title":"GCHQ spied on Amnesty International, tribunal tells group in email","trailText":"Human rights group denounces revelation as outrageous as after Investigatory Powers Tribunal says its communications have been illegally retained","standFirst":"<p>Human rights group denounces revelation as outrageous as after Investigatory Powers Tribunal says its communications have been illegally retained</p>","byline":"Owen Bowcott Legal affairs correspondent","body":"<p>The government’s electronic eavesdropping agency GCHQ spied illegally on Amnesty International, according to the tribunal responsible for handling complaints against the intelligence services.</p> \n<p>Confirmation that surveillance took place emerged late on Wednesday, when the human rights group revealed that the Investigatory Powers Tribunal (IPT) sent it an email correcting an earlier judgment.</p> \n<p>The extraordinary revision of a key detail in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/22/gchq-surveillance-two-human-rights-groups-illegal-tribunal\">ruling given on 22 June</a> may alarm many supporters of Amnesty, who will want to know why it has been targeted.</p> \n<p>In the original judgment, the IPT said that communications by the Egyptian Initiative for Personal Rights and the South African non-profit Legal Resources Centre had been illegally retained and examined.</p> \n<p>In the email sent on Wednesday, the tribunal made it clear that it was Amnesty and not the Egyptian organisation that had been spied on – as well as the Legal Resources Centre in South Africa. </p> \n<p>The breach of surveillance powers, under the Regulation of Investigatory Powers Act, related to retaining databases for longer than was permitted. Amnesty had been one of the claimants in the case, but in the original judgment the IPT made “no determination” on the organisation’s complaint – implying that either their emails and phone calls were not intercepted or that they were intercepted but by legal means.</p> \n<p>Responding to the revelation, Salil Shetty, Amnesty International’s secretary general, said: “It’s outrageous that what has been often presented as being the domain of despotic rulers has been done on British soil, by the British government. </p> \n<p>“How can we be expected to carry out our crucial work around the world if human rights defenders and victims of abuse can now credibly believe their confidential correspondence with us is likely to end up in the hands of governments? </p> \n<figure class=\"element element-image\" data-media-id=\"21cfb163af0c42c68d458b6289bf495dca6e647e\"> \n <img src=\"http://media.guim.co.uk/21cfb163af0c42c68d458b6289bf495dca6e647e/0_241_5183_3111/1000.jpg\" alt=\"Salil Shetty, secretary general of Amnesty International.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Salil Shetty, secretary general of Amnesty International.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson for the Guardian</span> \n </figcaption> \n</figure> \n<p>“After 18 months of litigation and all the denials and subterfuge that entailed, we now have confirmation that we were in fact subjected to UK government mass surveillance. The revelation that the UK government has been spying on Amnesty International highlights the gross inadequacies in the UK’s surveillance legislation.</p> \n<p>“If they hadn’t stored our communications for longer than they were allowed to, we would never even have known. What’s worse, this would have been considered perfectly lawful.”</p> \n<p>The IPT email made no mention of when or why Amnesty International was spied on, or what was done with the information obtained. The organisation is calling for an independent inquiry into how and why a UK intelligence agency has been spying on human rights organisations.</p> \n<p>Eric King, deputy director of Privacy International, which also took a similar case to the IPT, said: “Our system of oversight and remedy has fundamentally failed. The communications of one of the world’s leading human rights organisations – Amnesty International – were targeted by British spies, unlawfully, and our commissioners and courts failed to admit it, depriving individuals around the world of the validation and condemnation of, and redress for, unlawful government practices that is so desperately needed.</p> \n<p>“Without Edward Snowden, without an 18-month legal battle, without an honest reckoning by whichever upstanding individual spotted and admitted this grave error, the unlawful conduct of the British intelligence agencies would never have been exposed by the very court charged with exposing it.</p> \n<p>“Today’s farcical developments places into sharp relief the obvious problems with secret tribunals where only one side gets to see, and challenge, the evidence. Five experienced judges inspected the secret evidence, seemingly didn’t understand it, and wrote a judgement that turned out to be untrue. We need to know why and how this happened.</p> \n<p>“Any confidence that our current oversight could keep GCHQ in check has evaporated. Only radical reforms will ensure this never happens again.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435792827716/f0259e80-c89f-4d42-ba0e-19cc30a4ffa8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"MOD/EPA","altText":"Aerial view of the British Government Communications Headquarters (GCHQ) in Cheltenham, Gloucestershire.","cleanCredit":"Photograph: MOD/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/21cfb163af0c42c68d458b6289bf495dca6e647e/0_241_5183_3111/5183.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3111,"width":5183,"orientation":"landscape","caption":"Salil Shetty, secretary general of Amnesty International. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"Salil Shetty, secretary general of Amnesty International.","cleanCaption":"Salil Shetty, secretary general of Amnesty International.","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}],"webPublicationDate":"2015-07-01T22:54:33Z","lastModified":"2015-07-02T00:26:22Z","metadata":{"commentable":true,"commentCount":212,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["GCHQ","Surveillance","UK security and counter-terrorism","World news","Amnesty International","US news","UK news","Edward Snowden"],"tags":[{"id":"uk/gchq","webTitle":"GCHQ"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/world","webTitle":"World news"},{"id":"world/amnesty-international","webTitle":"Amnesty International"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/01/gchq-spied-amnesty-international-tribunal-email","shortUrl":"http://gu.com/p/4aah2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/01/gchq-spied-amnesty-international-tribunal-email","webUri":"http://www.theguardian.com/uk-news/2015/jul/01/gchq-spied-amnesty-international-tribunal-email"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435792827716/f0259e80-c89f-4d42-ba0e-19cc30a4ffa8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Aerial view of the British Government Communications Headquarters (GCHQ) in Cheltenham, Gloucestershire. Photograph: MOD/EPA","credit":"MOD/EPA","altText":"Aerial view of the British Government Communications Headquarters (GCHQ) in Cheltenham, Gloucestershire.","cleanCaption":"Aerial view of the British Government Communications Headquarters (GCHQ) in Cheltenham, Gloucestershire.","cleanCredit":"Photograph: MOD/EPA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435792827716/f0259e80-c89f-4d42-ba0e-19cc30a4ffa8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"MOD/EPA","altText":"Aerial view of the British Government Communications Headquarters (GCHQ) in Cheltenham, Gloucestershire.","cleanCredit":"Photograph: MOD/EPA"}}]},{"title":"'British Schindler' Sir Nicholas Winton dies aged 106","rawTitle":"'British Schindler' Sir Nicholas Winton dies aged 106","item":{"type":"article","id":"world/2015/jul/01/british-schindler-sir-nicholas-winton-dies-aged-106","title":"'British Schindler' Sir Nicholas Winton dies aged 106","trailText":"Unassuming hero who saved the lives of 669 Jewish children from the Nazis in 1939 died peacefully in his sleep ","standFirst":"<p>Unassuming hero who saved the lives of 669 Jewish children from the Nazis in 1939 died peacefully in his sleep </p>","byline":"Caroline Davies","body":"<p>Sir Nicholas Winton, who became known as “the British Oskar Schindler” after saving hundreds of Jewish children from Nazi tyranny and slaughter in Czechoslovakia, has died aged 106, his family said.</p> \n<p>The unassuming hero, who saved the lives of 669 children in 1939 by sending them from Prague to London by train, died peacefully in his sleep at Wexham Park hospital in Slough, his son-in-law, Stephen Watson, said.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fb85e726d44e6498faa5c6db64de81e16019e553\"> \n <img src=\"http://media.guim.co.uk/fb85e726d44e6498faa5c6db64de81e16019e553/0_0_3500_2891/1000.jpg\" alt=\"Sir Nicholas Winton\" width=\"1000\" height=\"826\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sir Nicholas Winton, who organised the rescue of Jewish children from the Holocaust in 1939.</span> \n  <span class=\"element-image__credit\">Photograph: PA</span> \n </figcaption> \n</figure> \n<p>A statement from the Rotary Club of Maidenhead, of which he was a member, reported the death “with much sadness” of a man they acknowleged as “probably the oldest active Rotarian in the world”.</p> \n<p>Winton organised eight trains from Prague to London to carry the children from Nazi-occupied Czechoslovakia, when he feared they would be sent to concentration camps, and helped find them foster families in England.</p> \n<p>But he told no one of his war time actions for half-a-century – not even his wife and children.</p> \n<p>From a German-Jewish family, he received a knighthood in 2003 and a Hero of the Holocaust medal at Downing Street in 2010. Last year he was awarded the Order of the White Lion by the Czech president, Milos Zeman, at a ceremony in Prague.</p> \n<p>Explaining his motivation, he told the BBC Radio 4’s Today programme last year that he was well aware of the urgency of the situation in 1939.</p> \n<p>“I knew better than most, and certainly better than the politicians, what was going on in Germany. We had, staying with us, people who were refugees from Germany at that time. Some who knew they were in danger of their lives,” he said.</p> \n<p>Winton was 29 when he arrived in Prague in 1938 to visit a friend, and through the British committee for Refugees from Czechoslovakia he sensed what was going on, and returned to London to organise the trains. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/09/british-schindler-nicholas-winton-interview\">‘British Schindler’ Nicholas Winton: I wasn’t heroic. I was never in danger</a> </p> \n</aside> \n<p>His greatest regret was that a final train of 250 children was prevented from leaving when Poland was invaded, and all are believed to have died along with 1.1 million of Czech Jews at Auschwitz.</p> \n<p>His extraordinary humanitarian effort only became known in 1988 when his wife, Grete, found an old briefcase in the attic with lists of children and letters from their parents. His family took the scrapbook to Esther Rantzen’s That’s Life programme, where he was reunited on screen with one of the women he had saved.</p> \n<p>He was finally reunited with hundreds of “Winton children”, and their children. Several films have been made of his life story.</p> \n<p>The British prime minister, David Cameron, said: “The world has lost a great man. We must never forget Sir Nicholas Winton’s humanity in saving so many children from the Holocaust.”</p> \n<p>Among others paying tribute, the home secretary, Theresa May, his local MP, described him as a “hero of the 20th century”.</p> \n<p>“Against all the odds, he almost single-handedly rescued hundreds of children, mostly Jewish, from the Nazis – an enduring example of the difference that good people can make even in the darkest of times.”</p> \n<p>“Because of his modesty, this astonishing contribution only came to light many years later.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"13b30fcc3ccd762a20002b1b6afefb46f029f205\"> \n <img src=\"http://media.guim.co.uk/13b30fcc3ccd762a20002b1b6afefb46f029f205/496_11_3503_2103/1000.jpg\" alt=\"Sir Nicholas Winton meeting some of the (now grown up) children he helped save.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sir Nicholas Winton meeting some of the (now grown up) children he helped save.</span> \n  <span class=\"element-image__credit\">Photograph: REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Rabbi Lord Jonathan Sacks, who was chief rabbi of the United Hebrew Congregations of the Commonwealth from 1991-2013, described his as a “giant of moral courage”.</p> \n<p>“He was ‘the British Schindler’, all the more impressive for thinking that there was nothing special about what he did, seeking neither honour nor recognition”.</p> \n<p>Born in London, he attended Stowe School and worked at the London Stock Exchange, then served in the RAF during the war before working as a banker and company director.</p> \n<p>Michael Zantovsky, the Czech ambassador to London who became close friends with Winton after they met 20 years ago, said he was “a positive man who radiated good”.</p> \n<p>“It was incredibly moving to be present at some of the gathering of him with his so-called children and the children of his children. They all owe their existence to him.”</p> \n<ul> \n <li>This article was amended on Thursday 2 July 2015 to correct the name of the hospital where Sir Nicholas Winton died.</li> \n</ul> \n<p><br /></p> \n<p><br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38b127077c9c0a4a1a54d309d2781a6827384da6/281_50_2719_1632/2719.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1632,"width":2719,"orientation":"landscape","credit":"Matej Divizna/Getty Images","altText":"Sir Nicholas Winton has died aged 106","cleanCredit":"Photograph: Matej Divizna/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fb85e726d44e6498faa5c6db64de81e16019e553/0_0_3500_2891/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2891,"width":3500,"orientation":"landscape","caption":"Sir Nicholas Winton, who organised the rescue of Jewish children from the Holocaust in 1939. Photograph: PA","credit":"PA","altText":"Sir Nicholas Winton","cleanCaption":"Sir Nicholas Winton, who organised the rescue of Jewish children from the Holocaust in 1939.","cleanCredit":"Photograph: PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/13b30fcc3ccd762a20002b1b6afefb46f029f205/496_11_3503_2103/3503.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2103,"width":3503,"orientation":"landscape","caption":"Sir Nicholas Winton meeting some of the (now grown up) children he helped save. Photograph: REX Shutterstock","credit":"REX Shutterstock","altText":"Sir Nicholas Winton meeting some of the (now grown up) children he helped save.","cleanCaption":"Sir Nicholas Winton meeting some of the (now grown up) children he helped save.","cleanCredit":"Photograph: REX Shutterstock"}],"webPublicationDate":"2015-07-01T17:19:08Z","lastModified":"2015-07-01T23:50:04Z","metadata":{"commentable":true,"commentCount":208,"contributors":[{"name":"Caroline Davies","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/26/1432636572595/Caroline-Davies-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolinedavies"}],"feature":false,"keywords":["Second world war","Holocaust","UK news","World news"],"tags":[{"id":"world/secondworldwar","webTitle":"Second world war"},{"id":"world/holocaust","webTitle":"Holocaust"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Caroline Davies","topic":{"type":"tag-contributor","name":"profile/carolinedavies"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/01/british-schindler-sir-nicholas-winton-dies-aged-106","shortUrl":"http://gu.com/p/4aacm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/01/british-schindler-sir-nicholas-winton-dies-aged-106","webUri":"http://www.theguardian.com/world/2015/jul/01/british-schindler-sir-nicholas-winton-dies-aged-106"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38b127077c9c0a4a1a54d309d2781a6827384da6/281_50_2719_1632/2719.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1632,"width":2719,"orientation":"landscape","caption":"Sir Nicholas Winton, who has died at the age of 106. Photograph: Matej Divizna/Getty Images","credit":"Matej Divizna/Getty Images","altText":"Sir Nicholas Winton has died aged 106","cleanCaption":"Sir Nicholas Winton, who has died at the age of 106.","cleanCredit":"Photograph: Matej Divizna/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/38b127077c9c0a4a1a54d309d2781a6827384da6/310_87_2671_1603/1000.jpg","height":600,"width":1000}}]},{"title":"UK house prices slip in June, says Nationwide","rawTitle":"UK house prices slip in June, says Nationwide","item":{"type":"article","id":"money/2015/jul/02/uk-house-prices-slip-in-june-says-nationwide","title":"UK house prices slip in June, says Nationwide","trailText":"UK’s largest building society said prices were 0.2% lower in June than in May, but 3.3% higher than in June 2014","standFirst":"<p>UK’s largest building society said prices were 0.2% lower in June than in May, but 3.3% higher than in June 2014</p>","byline":"Hilary Osborne","body":"<p>House prices dipped by 0.2% in June, bringing the annual rate of growth to its lowest level in two years, figures from Nationwide show.</p> \n<p>The UK’s largest building society said prices were up by 3.3% on June 2014’s figure, a drop from the 4.6% recorded in May and well below the recent high of 11.8% hit 12 months ago. The average price of a UK home is now &pound;195,055, the society said. </p> \n<p>Activity and price growth have been slowing since late last summer following a frenetic start to 2014. Nationwide said the slowdown in prices was not confined to London, where affordability has become most stretched for would-be buyers.</p> \n<p>Quarterly figures for the regions show a slowdown in the annual rate of growth in 11 of 13 areas and that London still has the second highest annual growth rate in the country. </p> \n<p>Nationwide’s chief economist, Robert Gardner, said: “House price growth continues to outpace earnings, but the gap is closing, helped by a pickup in annual wage growth, which moved up to 2.7% in the three months to April from 1.9% at the start of the year.”</p> \n<p> He added: “The slowdown in house price growth is not confined to, nor does it appear to be driven primarily by, developments in London. In quarter on quarter terms, London has continued to see price growth at or above the rate in the UK overall over the past three quarters.”</p> \n<p>The society’s figures, which are based on mortgages it has approved during the month adjusted to reflect a typical property, showed that Northern Ireland has overtaken London and the area around the capital to record the highest annual price growth.</p> \n<p>Figures comparing the three months to the end of June with the same period in 2014 showed prices there had increased by 8% to an average of &pound;126,525. In London, prices grew by 7.3% over the period, to an average of &pound;429,711, while in the area around London they were up by 6.8% to &pound;315,620.</p> \n<p>In the period under the spotlight prices fell by 0.8% in Wales and by 1% in Scotland.</p> \n<p>Despite the strong growth in Northern Ireland, Nationwide said house prices there were still around 45% below their 2007 peak; in contrast, in London prices are now 39% higher than during the last housing boom. In parts of London, price growth remained in double digits - in Barking &amp; Dagenham in the east, Nationwide said prices had risen by 19% year-on-year. </p> \n<p>Howard Archer, chief UK economist at IHS Global Insight, said he was “slightly surprised” by the figures, but pointed to quarterly growth figures which showed a 1% rise in prices against a 0.6% increase in the first three months of the year.</p> \n<p>June’s price dip, he said “does not fundamentally change our view that house prices are likely to be firmer over the second half of the year amid improving activity. </p> \n<p>“A current shortage of properties on the market is also likely to provide support to house prices.”</p> \n<p>Nationwide said that from July it would be changing the methodology it used for its house prices series as a result of changes in its mortgage application process. Details like the size of a property and the number of bathrooms it has will no longer be factored in to calculations, but new information will be available, including figures for newbuild homes and different types of property.</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435821932200/4e20cd1d-057d-4d7e-a8f2-76dbc61b9b5a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for The Guardian./Christopher Thomond","altText":"An estate agent's window in Manchester city centre.","cleanCredit":"Photograph: Christopher Thomond for The Guardian./Christopher Thomond"}],"bodyImages":[],"webPublicationDate":"2015-07-02T07:26:25Z","lastModified":"2015-07-02T07:47:42Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Hilary Osborne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hilaryosborne"}],"feature":false,"keywords":["House prices","Housing market","Nationwide","Business","Money","Property"],"tags":[{"id":"money/houseprices","webTitle":"House prices"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"business/nationwide","webTitle":"Nationwide"},{"id":"business/business","webTitle":"Business"},{"id":"money/money","webTitle":"Money"},{"id":"money/property","webTitle":"Property"}],"section":{"id":"money"},"topics":[{"displayName":"Hilary Osborne","topic":{"type":"tag-contributor","name":"profile/hilaryosborne"}}],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jul/02/uk-house-prices-slip-in-june-says-nationwide","shortUrl":"http://gu.com/p/4aak3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jul/02/uk-house-prices-slip-in-june-says-nationwide","webUri":"http://www.theguardian.com/money/2015/jul/02/uk-house-prices-slip-in-june-says-nationwide"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435821932200/4e20cd1d-057d-4d7e-a8f2-76dbc61b9b5a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An estate agent’s window in Manchester city centre. UK house prices dipped in June, according to Nationwide. Photograph: Christopher Thomond for The Guardian./Christopher Thomond","credit":"Christopher Thomond for The Guardian./Christopher Thomond","altText":"An estate agent's window in Manchester city centre.","cleanCaption":"An estate agent’s window in Manchester city centre. UK house prices dipped in June, according to Nationwide.","cleanCredit":"Photograph: Christopher Thomond for The Guardian./Christopher Thomond"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435821932200/4e20cd1d-057d-4d7e-a8f2-76dbc61b9b5a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for The Guardian./Christopher Thomond","altText":"An estate agent's window in Manchester city centre.","cleanCredit":"Photograph: Christopher Thomond for The Guardian./Christopher Thomond"}}]},{"title":"Man dies trying to rescue young girl from river in Cumbria","rawTitle":"Man dies trying to rescue young girl from river in Cumbria","item":{"type":"article","id":"uk-news/2015/jul/02/man-dies-trying-to-rescue-young-girl-from-river-in-cumbria","title":"Man dies trying to rescue young girl from river in Cumbria","trailText":"Fire chief warns of dangers of swimming in open water after 32-year-old man dies in the river Esk","standFirst":"<p>Fire chief warns of dangers of swimming in open water after 32-year-old man dies in the river Esk</p>","byline":"Press Association","body":"<p>A fire chief has warned about the dangers of swimming in open water after a man died going to the aid of a young girl who got into trouble in a river.</p> \n<p>A major search was mounted after the 32-year-old went into the river Esk at Longtown, Cumbria, to help the youngster.</p> \n<p>She was rescued but the man, from Carlisle, got into difficulties and disappeared at around 4.15pm on Tuesday.</p> \n<p>Police divers were joined by the coastguard, mountain rescue teams, fire and ambulance services and an RAF Sea King helicopter as they searched for the man, but his body was later retrieved from the water.</p> \n<p>Warning the public over the dangers of swimming in lakes, rivers and reservoirs, Cumbria’s chief fire officer, Jim Onions, said: “We don’t believe this tragic incident involved people voluntarily going into the water and our thoughts are very much with the family at this time.</p> \n<p>“This tragedy does however demonstrate the dangers of outdoor swimming. Rivers, lakes and reservoirs look peaceful on the surface, but are full of hidden dangers and even strong, experienced swimmers can quickly get into difficulties.</p> \n<p>“If people are going to swim outdoors they need to be extremely cautious and be fully aware of the risks they’re taking. Also the waters are colder than you may think and swimmers often lose the ability to save themselves due to the shock of entering the cold conditions.”</p> \n<p>The girl was being treated at Cumberland infirmary but was not believed to have been seriously hurt.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435820467418/18b015ed-8056-455d-ab17-65bbb9053d19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"John Morrison/Alamy","altText":"A river in Cumbria","cleanCredit":"Photograph: John Morrison/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-02T07:04:21Z","lastModified":"2015-07-02T08:02:56Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/02/man-dies-trying-to-rescue-young-girl-from-river-in-cumbria","shortUrl":"http://gu.com/p/4aakb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/02/man-dies-trying-to-rescue-young-girl-from-river-in-cumbria","webUri":"http://www.theguardian.com/uk-news/2015/jul/02/man-dies-trying-to-rescue-young-girl-from-river-in-cumbria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435820467418/18b015ed-8056-455d-ab17-65bbb9053d19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A river in Cumbria. Cumbria’s chief fire officer, Jim Onions, said: ‘Rivers, lakes and reservoirs look peaceful on the surface, but are full of hidden dangers.’ Photograph: John Morrison/Alamy","credit":"John Morrison/Alamy","altText":"A river in Cumbria","cleanCaption":"A river in Cumbria. Cumbria’s chief fire officer, Jim Onions, said: ‘Rivers, lakes and reservoirs look peaceful on the surface, but are full of hidden dangers.’","cleanCredit":"Photograph: John Morrison/Alamy"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435820467418/18b015ed-8056-455d-ab17-65bbb9053d19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"John Morrison/Alamy","altText":"A river in Cumbria","cleanCredit":"Photograph: John Morrison/Alamy"}}]},{"title":"Degree classifications must change to stop students 'coasting', says minister","rawTitle":"Degree classifications must change to stop students 'coasting', says minister","item":{"type":"article","id":"education/2015/jul/01/too-many-students-getting-21-degrees-says-universities-minister","title":"Degree classifications must change to stop students 'coasting', says minister","trailText":"With more than 70% of graduates now leaving university with a first or upper second, Jo Johnson says additional grade point average is needed","standFirst":"<p>With more than 70% of graduates now leaving university with a first or upper second, Jo Johnson says additional grade point average is needed</p>","byline":"Sally Weale Education correspondent","body":"<p>The universities minister, Jo Johnson, has called for changes to degree classifications, claiming that 2:1s are now so common that they allow some students to “coast” and still get one. </p> \n<p>The minister said the facts were startling, with a 300% increase in firsts since the 1990s. More than 70% of all graduates now leave university with a first or 2:1, compared with 47% in the 90s and up by 7% in the past five years alone.</p> \n<p>“To the extent this expansion in the number of firsts and 2:1s is to do with rising levels of attainment and hard work, I applaud it,” Johnson said.<br /></p> \n<p> “But I suspect I am not alone in worrying that less benign forces are at work with the potential to damage the UK higher education brand.”</p> \n<p>He highlighted problems with the 2:1 classification, pointing out that in 2013-14, more than 50% of students were awarded an upper second, “suggesting that this grade band not only disguises considerable variation in attainment, but also permits some to coast”.<br /></p> \n<p>And Johnson quoted from the <a href=\"https://www.timeshighereducation.co.uk/half-universities-have-%E2%80%98made-changes-degree-algorithms%E2%80%99\">Higher Education Academy</a>, which found that nearly half of institutions had changed their degree algorithms to “ensure that their students were not disadvantaged compared to those in other institutions”.<br /></p> \n<p> A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/higher-education-network/2015/may/18/academics-under-pressure-to-bump-up-student-grades-guardian-survey-shows\">Guardian survey</a> of university staff earlier this year showed that almost half of academics had experienced pressure to bump up student grades or not let students fail.</p> \n<p> Johnson, who gained a first from Oxford, was setting out his plans to widen participation and drive up teaching quality in universities through a “teaching excellence framework” (TEF) in a speech at the headquarters of Universities UK in London. A green paper will be published in the autumn following consultation on his TEF plans.</p> \n<p>He said the British degree classifications – first, 2:1, 2:2 and third – were widely recognised but an “extra granularity” needed to be built into the system in the shape of an additional grade point average (GPA) – a 13-point scale developed by the sector – to discourage “coasting” and encourage consistent effort.</p> \n<p>He said: “The UK’s standard model of classes of honours is on its own no longer capable of providing the recognition hardworking students deserve and the information employers require.<br /></p> \n<p>“Students across the country have just finished their exams and are looking for good graduate jobs. They rightly want hard work at university to be recognised and for their degree to be a currency that carries prestige and holds its value.</p> \n<p>“At the same time, businesses need a degree classification system that will help them identify the best applicants for their firms.</p> \n<p>“I know the sector is starting to tackle this need for richer information through the <a href=\"http://www.hear.ac.uk/\">Higher Education Achievement Report</a> and this is a valuable development, but this work needs greater urgency.</p> \n<p>“The teaching excellence framework we will introduce will include incentives for the sector to tackle degree inflation and ensure that hard-won qualifications hold their value.</p> \n<p>“I want the green paper to look at the role that external examiners play in underpinning standards and ensuring our grading system provides a clearer, more comparable picture of student attainment.”</p> \n<p>Responding to the speech, Nicola Dandridge, chief executive of Universities UK, said: “Providing a high-quality, world-leading experience for all students is central to what our universities do, and they are always seeking to improve what they offer to students.</p> \n<p>“We will be considering carefully how a new teaching excellence framework can best add value to all students, whatever their choice of subject or university, and whatever their background and aspirations.”</p> \n<p>Dandridge also called on Johnson to address the issue of university funding. “Universities UK has today called on the government to link the fee cap in England to inflation to allow adequate funding for universities, and to increase funding for students’ living costs, which students tell us is a high priority for them.<br /></p> \n<p>“We also need to ensure that the UK’s immigration rules are reformed to ensure we are able to attract able and talented international students from around the world.” </p> \n<p>The NUS president, Megan Dunn, welcomed the minister’s emphasis on teaching excellence but warned: “As the student numbers cap comes off this autumn, the government must not forget that there are huge gaps in higher education regulation.</p> \n<p>“These leave students exposed if their institution fails to recruit to its courses, suffers from financial failure or loses its licence to sponsor international students. It is time to stop holding the system together with sticky tape and introduce proper safeguards for students in all higher education providers.”</p> \n<p>Prof Michael Gunn, chair of the university thinktank million+ and vice-chancellor of Staffordshire University, said: “Universities are engaged in high-quality teaching and research but too often teaching has played second fiddle in discussions about the value and contribution of higher education to society and the economy. <br /></p> \n<p>“The minister has undoubtedly set a number of challenges and we welcome his commitment to consult widely and the opportunity to explore ways to value the excellent teaching and support for learning in universities.”<br /></p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/24231e39618082fdbcb1f1d64b4cc9c3e57f3ce6/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Lewis Whyld/PA","altText":"Jo Johnson","cleanCredit":"Photograph: Lewis Whyld/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-01T17:42:57Z","lastModified":"2015-07-01T19:23:36Z","metadata":{"commentable":true,"commentCount":667,"contributors":[{"name":"Sally Weale","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sallyweale"}],"feature":false,"keywords":["Education","UK news","Higher education"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/higher-education","webTitle":"Higher education"}],"section":{"id":"education"},"topics":[{"displayName":"Sally Weale","topic":{"type":"tag-contributor","name":"profile/sallyweale"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jul/01/too-many-students-getting-21-degrees-says-universities-minister","shortUrl":"http://gu.com/p/4aa8m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jul/01/too-many-students-getting-21-degrees-says-universities-minister","webUri":"http://www.theguardian.com/education/2015/jul/01/too-many-students-getting-21-degrees-says-universities-minister"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/24231e39618082fdbcb1f1d64b4cc9c3e57f3ce6/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Jo Johnson: ‘The UK’s standard model of classes of honours is on its own no longer capable of providing the recognition hardworking students deserve and the information employers require.’ Photograph: Lewis Whyld/PA","credit":"Lewis Whyld/PA","altText":"Jo Johnson","cleanCaption":"Jo Johnson: ‘The UK’s standard model of classes of honours is on its own no longer capable of providing the recognition hardworking students deserve and the information employers require.’","cleanCredit":"Photograph: Lewis Whyld/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/24231e39618082fdbcb1f1d64b4cc9c3e57f3ce6/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Lewis Whyld/PA","altText":"Jo Johnson","cleanCredit":"Photograph: Lewis Whyld/PA"}}]}],"lastModified":"2015-07-02T07:57:02Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}