{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Labour / Prescott backs Burnham for leader","rawTitle":"Prescott backs Burnham for leader","item":{"type":"article","id":"politics/2015/may/24/prescott-burnham-leader-backing","title":"John Prescott throws his weight behind Andy Burnham as party leader","trailText":"The former deputy prime minister says his choice shows many of the skills and qualities of Tony Blair","standFirst":"The former deputy prime minister says his choice shows many of the skills and qualities of Tony Blair","byline":"Daniel Boffey","body":"<p>Former deputy prime minister John Prescott is backing Andy Burnham as Labour leader. Announcing his support, Prescott says he sees the skills and qualities of a young Tony Blair in the shadow health secretary.</p> \n<p>Prescott says in his <em>Sunday Mirror </em>column that he believes Burnham, who was first elected an MP in 2001, has the experience and ability for the job.</p> \n<p>“Before Tony [Blair] became our leader, he spent 11 years as an MP,” he writes. “In that time he learned his brief, gained the experience, handled the media and won the public trust with an overwhelming landslide.</p> \n<p>“As we saw with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\" title=\"\">the withdrawal of Chuka Umunna</a>, who was only elected to parliament in 2010, having years of experience as an MP is essential for a party leader.</p> \n<p>“I have seen a lot of those skills and qualities in Andy Burnham during his 13 years as an MP. Many people talk about aspiration, but Andy is a living example. A working-class lad from Liverpool who went to a comprehensive and got a place at Cambridge University.”</p> \n<p>Prescott, who did not endorse any leadership candidate in 2010, adds: “Blair wasn’t the complete leader when he was elected. It took time and he made mistakes. But he had the potential, the ideas, the experience and the determination to succeed.</p> \n<p>“Tony was a winner. We now need someone who can earn the trust of the public and has an insatiable desire to help everyone get on in life. Not New Labour or Old Labour. We need someone to lead Now Labour.”</p> \n<p>It is understood that John Healey, shadow health secretary from 2010-11, will join the race for the deputy leadership this week.</p> \n<p>Meanwhile, more than 100 Liberal Democrat councillors have thrown their support behind Tim Farron for leadership of their party.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432398492008/burnham-leader-labour-pre-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Burnham is John Prescott's choice for Labour leader Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"burnham leader labour prescott","cleanCaption":"Andy Burnham is John Prescott's choice for Labour leader Photograph: Richard Saker for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:03:07Z","lastModified":"2015-05-23T23:03:07Z","metadata":{"commentable":true,"commentCount":103,"contributors":[{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"}],"feature":false,"keywords":["Politics","Labour","Labour party leadership","Andy Burnham","John Prescott","Tony Blair"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/johnprescott","webTitle":"John Prescott"},{"id":"politics/tonyblair","webTitle":"Tony Blair"}],"section":{"id":"politics"},"topics":[{"displayName":"Daniel Boffey","topic":{"type":"tag-contributor","name":"profile/daniel-boffey"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/24/prescott-burnham-leader-backing","shortUrl":"http://gu.com/p/497x6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/24/prescott-burnham-leader-backing","webUri":"http://www.theguardian.com/politics/2015/may/24/prescott-burnham-leader-backing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432398492008/burnham-leader-labour-pre-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Burnham is John Prescott's choice for Labour leader Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"burnham leader labour prescott","cleanCaption":"Andy Burnham is John Prescott's choice for Labour leader Photograph: Richard Saker for the Observer"}},"importance":7,"kicker":{"title":"Labour"},"showQuotedHeadline":false},{"title":"How Joanna Lumley charmed Boris over garden bridge","rawTitle":"How Joanna Lumley charmed Boris over garden bridge","item":{"type":"article","id":"artanddesign/2015/may/24/joanna-lumley-role-boris-johnson-thames-garden-bridge-london-thomas-heatherwick","title":"How Joanna Lumley charmed ‘dear Boris’ to back her garden bridge dream","trailText":"New details emerge of key role played by celebrity amid calls for transparency over ‘back to front’ selection of Thomas Heatherwick to design structure","standFirst":"New details emerge of key role played by celebrity amid calls for transparency over ‘back to front’ selection of Thomas Heatherwick to design structure","byline":"Mark Townsend","body":"<p>A passage two-thirds of the way through Joanna Lumley’s autobiography reveals that the designer Thomas Heatherwick would be “happy to work on the bridge” – the river Thames crossing that the actor has long dreamed of.</p> \n<p>Her brief reference in the 2004 book to the designer “of incomparable originality” is among a series of curious details helping to drive mounting calls for an independent inquiry into how, almost a decade later, Heatherwick secured the contract to design Lumley’s &pound;175m garden bridge.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/apr/21/garden-bridges-future-in-jeopardy-as-judicial-review-is-granted\">Garden bridge's future in jeopardy as judicial review is granted</a> </p> \n</aside> \n<p>Ahead of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/apr/21/garden-bridges-future-in-jeopardy-as-judicial-review-is-granted\">a crucial judicial review into the project next month</a>, questions about the fairness of the procurement process are escalating, alongside scrutiny of the links between Heatherwick, Lumley and London mayor Boris Johnson, who has granted &pound;30m of public funds to a venture that once came with the pledge that it would be entirely paid for by private sponsors.</p> \n<p>Michael Ball of the Waterloo Community Development Group, which is leading the opposition to the bridge, alleges that the process to appoint Heatherwick Studio was “back to front”, describing it as a “retro-fit process to give apparent legitimacy” to the decision to appoint the firm. This accusation is vehemently denied by those involved.</p> \n<p>What is clearer is that Lumley – who has known <a href=\"http://www.bbc.co.uk/programmes/p01df5ym\">Boris “since he was four</a>” and says this relationship makes him “largely quite amenable” – began lobbying the Tory MP shortly after his re-election as London mayor in May 2012. One letter from Lumley to her childhood acquaintance, dated 11 May 2012, states: “Heatherwick and I would very much like to meet you in the near future to talk most earnestly about the idea of a bridge.”, before congratulating him on being re-elected</p> \n<p>The response from Johnson, dated 21 June 2012, does appear amenable: “I would very much like to hear [your] ideas for a new bridge across the Thames.” But he cites a crammed diary and suggests the 69-year-old <em>Absolutely Fabulous</em> star meet his deputy mayor for transport and chief of staff.</p> \n<p>In the following months Transport for London (TfL), which is overseeing the garden bridge project for Johnson, decided that there was scope for a “new footbridge in central London connecting the South Bank with the Temple area”.</p> \n<p>Usually the next step, according to experts, would be the selection of a designer from TfL’s framework panel for architecture and bridges, the preferred contractors to which a public authority turns first. Heatherwick Studio, run by 44-year-old Heatherwick, who delivered the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/jun/20/london-olympic-cauldron-copying-claims\">Olympic Cauldron</a> and London’s new double decker Routemaster bus, was not on the list.</p> \n<p>In February 2013, TfL invited three London-based architects to submit designs for a bridge in central London. Marks Barfield Architects, which has delivered a number of prestigious bridge projects, was asked, as was Wilkinson Eyre, a firm that has designed more than 25 bridges, including the Stirling prize-winning <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/the-northerner/2012/mar/08/blogpost-winking-bridge-newcastle-gateshead-millennium-sage-baltic\">Gateshead Millennium Bridge</a>. The third firm was Heatherwick Studio, which has designed just one bridge.</p> \n<p>Despite this, internal TfL documents show that Heatherwick scored more highly than the others in the crucial “relevant design experience” category, a judgment that helped the firm to outscore their rivals and secure the contract.</p> \n<p>Lumley’s direct lobbying of Johnson becomes increasingly relevant following close inspection of Heatherwick’s official tender submission for the bridge, a glossy, 14-page brochure naming the actress as an “associate” in its bid for the high-profile project. “Joanna has worked with Heatherwick Studio for over a decade, involved with the strategic development of a number of the studio’s self-initiated public projects in London,” it says.</p> \n<p>However, Lumley’s involvement with the project does not end there. She is also cited as a trustee on the <a href=\"https://www.gardenbridge.london/about-garden-bridge-trust\">Garden Bridge Trust</a>, the charity that will maintain the river crossing if and when it is built. A trust spokesman said Lumley had never been paid for her involvement with Heatherwick and her role as associate was to reflect that the “original idea for the garden bridge was hers”. He added: “There is no legal or commercial connection between Joanna and Heatherwick Studio. Her role as a trustee of the Garden Bridge Trust is unpaid.”</p> \n<p>The mayor’s press team said it would not be commenting on the Lumley garden bridge issue.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The invitation to tender makes no reference to a garden bridge: 'design advice to help progress ideas for a footbridge'</p> \n </blockquote> \n</aside> \n<p>Also peculiar, according to critics, is the way in which the invitation to tender makes no reference to the desire or requirement for a garden bridge. The document requests “design advice to help progress ideas for a new footbridge crossing of the river Thames”.</p> \n<p>Ball said: “There’s no mention of a garden, or indeed a garden bridge, so Heatherwick wasn’t being procured to design a garden bridge. How on Earth did this slide to become the main gig?”</p> \n<p>In addition, those sceptical about the procurement process argue that questions also remain over why some of the most obviously suitable architects were not invited. Among those apparently ignored was Alistair Lenczner, who led the design team on the world-famous <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/experience-france/millau-viaduct-frances-engineering-marvel\">Millau Viaduct</a> in southern France. At a packed public meeting in London last Monday to hear objectors’ concerns over the proposed bridge, Lenczner dismissed Heatherwick’s design as a “private garden platform pretending to be a bridge”.</p> \n<p>Other issues rankle among leading architects, particularly the injection of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2014/nov/19/londons-garden-bridge-the-public-park-where-groups-and-cyclists-arent-welcome\">public money for a project billed as being 100% private-sector funded</a>. An email from leading British architect Ian Ritchie to opponents of the bridge contains allegations that he was misled over the fact that public money was going to the project: “I personally received assurances from the deputy mayor for planning and a senior representative of TfL at a meeting at the GLA [Greater London Authority] that no public funds were being made available for the garden bridge.”</p> \n<p>So far, Johnson and the chancellor of the exchequer, George Osborne, have each pledged &pound;30m of public money for the project. Both have been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/04/garden-bridge-london-thames-boris-johnson\">accused of side-stepping protocol</a> when sanctioning the use of taxpayers’ money normally designated for public transport ventures that will benefit millions. Opponents claim that funds designated for transport infrastructure projects aimed at alleviating congestion and improving travel flow in the centre of the capital will instead be used to deliver what they claim is ostensibly a privately managed tourist landmark.</p> \n<p>Ritchie’s email concludes: “The fact that a bridge here is not actually a transport priority is evident to all with any understanding of London.”</p> \n<p>Official attempts to justify the project have also been criticised, according to transport expert and prospective Labour mayoral candidate Christian Wolmar. He alleges that TfL’s strategic business case for the bridge, an assessment of whether the scheme offers value for money, appears weighted in favour of the proposal. “The case reads like something that has been written to justify a conclusion that has already been made,” he said, adding that the scope of the report appeared unusually narrow.</p> \n<p>Tellingly, perhaps, Johnson himself <a href=\"http://www.huffingtonpost.co.uk/2014/03/12/boris-johnson-garden-bridge-point_n_4948966.html\">told delegates at a business conference</a> in the south of France last year that he didn’t grasp “quite what the point of it [the garden bridge] is”.</p> \n<p>Caroline Pidgeon, leader of the Liberal Democrat London Assembly group, said Johnson needed to allow independent scrutiny of Heatherwick’s bid as part of a reappraisal of the bidding process: “As serious public money will be spent …it is vital that we have every confidence that the procurement process was carried out to the highest standards.</p> \n<p>“Sadly, the whole issue has been muddled by the personal lobbying of Joanna Lumley and her close connections to both the mayor and the winning designer. The mayor should now agree to an independent evaluation of the bids submitted for the garden bridge.”</p> \n<p>TfL says there is absolutely no need for a fresh look, and says it is “satisfied a robust and proper process was followed to award this contract”. A spokesman added that the initial tender was issued to three design firms “as at the time there was no approved TfL architectural framework in place”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/02/green-groups-condemn-glencore-involvement-in-garden-bridge\">Green groups condemn Glencore involvement in Garden Bridge project</a> </p> \n</aside> \n<p>Meanwhile, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/02/green-groups-condemn-glencore-involvement-in-garden-bridge\">disquiet over the bridge’s environmental credentials</a> is gathering momentum. During Monday’s meeting, in Waterloo, Green party leader Natalie Bennett denounced Lumley’s bridge as “greenwash”. In addition, the Rainforest Trust has said that the &pound;175m cost would be sufficient to procure around 70 million acres of virgin rainforest in places such as Sumatra, western Indonesia. Calculating 400 trees for each acre, the trust said the money would, theoretically, be sufficient to save 28 billion trees.</p> \n<p>The garden bridge will, according to its promoters, result in the planting of 270 trees within 1.5 acres (6,000 square metres) of garden designed by <em>Observer </em>columnist Dan Pearson, who won best show garden at the Chelsea flower show.</p> \n<p>Elsewhere, Britain’s walking charity, the Ramblers’ Association, has decided to oppose the footbridge, which others have heralded as a development that would promote walking in the city. Phil Marson, chair of <a href=\"http://www.innerlondonramblers.org.uk\">Inner London Ramblers</a>, warned that the impact of the bridge on internationally famous walking trails would be too much.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Thames Path was the first national trail, a heritage asset in itself. This bridge will block these amazing views</p> \n </blockquote> \n</aside> \n<p>“The Thames Path was the first national trail, which in central London is a heritage asset in itself,” he said. “People walk from Gloucestershire, 180 miles away, to go there. Lonely Planet has it as the second-best urban walk in the world. This bridge will destroy all this beauty, blocking these amazing views.”</p> \n<p>Next month the proposed garden bridge faces a further obstacle with a full <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/apr/21/garden-bridges-future-in-jeopardy-as-judicial-review-is-granted\">judicial review of the project</a>, which threatens delays for the Garden Bridge Trust, which insists construction work must begin by the end of 2015 to avoid a clash with work on the <a href=\"http://www.thamestidewaytunnel.co.uk/\">Thames Tideway Tunnel</a>, one of the largest infrastructure projects in Europe. The court will examine funding of the project and issues such as who would foot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/dec/03/thames-garden-bridge-three-half-million-pounds-public-funding\">a &pound;3.5m annual maintenance bill</a> if the trust went bankrupt.</p> \n<p>A spokesman for the Garden Bridge Trust said: “The bridge is designed to offer pedestrians a new, and free, route across the river Thames. It will provide a unique green corridor between two bustling areas of the capital, with approaching 100,000 plants, bulbs and shrubs, as well as 270 trees, providing real environmental benefits, as well as new and exciting views of the city and river.”</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/23/1432391996287/Joanna-Lumley-and-Bros-Jo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joanna Lumley, who has 'known Boris since he was four' began lobbying him over the bridge after his re-election as London mayor in 2012. Photograph: Rex/Shutterstock/Arup","credit":"/Rex/Shutterstock/Arup","altText":"Joanna Lumley and Bros Johnson","cleanCaption":"Joanna Lumley, who has 'known Boris since he was four' began lobbying him over the bridge after his re-election as London mayor in 2012. Photograph: Rex/Shutterstock/Arup"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:04:09Z","lastModified":"2015-05-23T23:04:09Z","metadata":{"commentable":true,"commentCount":72,"contributors":[{"name":"Mark Townsend","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marktownsend"}],"feature":false,"keywords":["Architecture","Joanna Lumley","Boris Johnson","Thomas Heatherwick","London","Environment","Cities","Art and design","Planning policy","TfL","UK news","Design","Culture"],"tags":[{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"culture/joanna-lumley","webTitle":"Joanna Lumley"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"artanddesign/thomas-heatherwick","webTitle":"Thomas Heatherwick"},{"id":"uk/london","webTitle":"London"},{"id":"environment/environment","webTitle":"Environment"},{"id":"cities/cities","webTitle":"Cities"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"politics/planning","webTitle":"Planning policy"},{"id":"uk/tfl","webTitle":"TfL"},{"id":"uk/uk","webTitle":"UK news"},{"id":"artanddesign/design","webTitle":"Design"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Mark Townsend","topic":{"type":"tag-contributor","name":"profile/marktownsend"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/may/24/joanna-lumley-role-boris-johnson-thames-garden-bridge-london-thomas-heatherwick","shortUrl":"http://gu.com/p/496qn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/may/24/joanna-lumley-role-boris-johnson-thames-garden-bridge-london-thomas-heatherwick","webUri":"http://www.theguardian.com/artanddesign/2015/may/24/joanna-lumley-role-boris-johnson-thames-garden-bridge-london-thomas-heatherwick"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/23/1432391996287/Joanna-Lumley-and-Bros-Jo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joanna Lumley, who has ‘known Boris since he was four’, began lobbying him over the bridge after his re-election as London mayor in 2012. Photographs: Rex/Shutterstock/Arup","credit":"Rex/Shutterstock/Arup","altText":"Joanna Lumley and Bros Johnson","cleanCaption":"Joanna Lumley, who has ‘known Boris since he was four’, began lobbying him over the bridge after his re-election as London mayor in 2012. Photographs: Rex/Shutterstock/Arup"}},"importance":5,"showQuotedHeadline":false},{"title":"Reckitt Benckiser / We won’t say sorry for link to poison deaths","rawTitle":"We won’t say sorry for link to poison deaths","item":{"type":"article","id":"world/2015/may/24/uk-firm-poison-claim","title":"We won’t say sorry for link to poison deaths – UK firm","trailText":"Reckitt Benckiser, maker of one of disinfectants blamed for loss of 142 lives in South Korea, refuses to admit culpability","standFirst":"Reckitt Benckiser, maker of one of disinfectants blamed for loss of 142 lives in South Korea, refuses to admit culpability","byline":"Daniel Boffey","body":"<p>The first point at which Kim Duk-jong, a firefighter in South Korea, felt that all was not right with his five-year-old son, Kim Seung-jun, was when the normally lively toddler didn’t want to play: “He just wanted to lie down and he had a bit of a fever. Then he struggled to breathe.”</p> \n<p>His parents took him to the <a href=\"http://en.wikipedia.org/wiki/Kyungpook_National_University\" title=\"\">Kyungpook University hospital in Daegu</a>. Within six days of the first signs of ill health, he died. “The doctors said it was a mystery,” said Kim. It took six years for him to discover what had happened to his son – and the 500-plus other victims known to have been affected by similar symptoms, 142 of whom are now dead.</p> \n<p>He learned the truth on 31 August 2011 via national television. The newsreader reported that an official inquiry into an unexplained outbreak of serious lung disease similar to pneumonia – particularly prevalent among children and pregnant women – had discovered a “significant association” with the use of humidifier disinfectant that was targeted at parents in a country where winters are dry and cold.</p> \n<p>The market leader in sales of the disinfectant, used by 8 million people in Korea, was the British company <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/reckittbenckiser\" title=\"\">Reckitt Benckiser</a>, which <a href=\"http://www.morningstar.co.uk/uk/news/AN_1423639649782616200/reckitt-benckisers-profits-rise-in-2014-despite-revenue-fall.aspx\" title=\"\">made a &pound;2.13bn profit in 2014</a>. Its products include Finish dishwasher tablets, Harpic, Calgon and Dettol. Seoul believes that 80% of those who died with symptoms similar to Kim’s son had used the Berkshire-based company’s clear liquid disinfectant. Its product, Oxy, was only sold in South Korea and has now been withdrawn, as have similar products.</p> \n<p>The Korean Free Trade Commission further found Reckitt Benckiser guilty of falsely advertising its product as “safe to humans”. The firm’s subsequent appeal was thrown out by the South Korean Supreme Court. But four years on, Reckitt Benckiser refuses to admit culpability or to provide a frank apology.</p> \n<p>A spokeswoman told the <em>Observer</em> that it “sympathises deeply with all those who have suffered”, including the 100 people said to have died after using its product, but added that legal cases being taken by 221 people against the firm in the South Korean courts precluded further comment. In turn, the company is challenging the government’s report in the courts.</p> \n<p>The company has nevertheless, it said, made a “humanitarian donation” of &pound;5m to an account designated by the Korean ministry of environment to cover some of the victims’ costs. The spokeswoman said this should not be taken as an acceptance of culpability.</p> \n<p>Last week, Professor Domyung Paek, author of the government’s first report – there have been two; another is under way – came to the UK with Kim. With them was Maeng Chang-soo, the husband of a 30-year-old pregnant woman who died after using Reckitt Benckiser’s product, and Kang Chan-ho, the father of an eight-year-old girl who now struggles with lung damage after using a similar Danish product called Cefu.</p> \n<p>Paek, who joined the victims in a vigil outside Reckitt Benckiser’s offices in Slough, said it is a genuine apology that they seek, not “lip service”. “The company claims its core values are ‘health, hygiene and home’,” Paek said. “In truth, it has destroyed the health of the victims, brought disease into their homes and ruined families.</p> \n<p>“The parents of children who have died – nearly half of them were women or children – have often struggled to live on with the tragedies, and we have seen many homes broken apart. The company and its executives say they are sorry, but they do not accept responsibility. That is their formal position. And it isn’t good enough.”</p> \n<p>Maeng, whose wife died in 2011, said: “My wife began to use humidifier disinfectants around 1998 and we conceived a boy in February 2002. Suddenly she suffered from the symptoms of a cold and fever. She was hospitalised and, at firs,t the doctor didn’t know what the disease was. He mentioned asbestosis and persuaded my wife to continue treatments. However, she developed complications. The lives of my wife and baby were suddenly at risk and I agreed to have an induced labour and for my baby to be put in an incubator, although we were just seven months into the pregnancy.</p> \n<p>“The baby did grow to a normal size eventually but my wife had difficulty breathing. She left hospital but, over the next four years, the symptoms would come and go. They got worse in 2011 and she died. I would ask the chief executive of this company to think of me, and my other children, of nine and 12, who have lost their mother.”</p> \n<p>The Reckitt Benckiser spokeswoman said the company “cannot even begin to imagine the depth of the grief suffered by the families affected by this tragedy and the hardships they have had to endure”, adding: “This matter is unprecedented due to the complexity and technical nature of the issues, as well as the number of related parties potentially involved. The question of causation is still very much a live issue and is subject to judicial review in the litigation.”</p> \n<p>Kim and his family’s battle goes on.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432329638133/uk-firm-poison-claim-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Korean protesters outside the Houses of Parliament Photograph: Katherine Anne Rose  for the Observer","credit":"Katherine Anne Rose /Observer","altText":"uk firm poison claim","cleanCaption":"Korean protesters outside the Houses of Parliament Photograph: Katherine Anne Rose  for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:08:08Z","lastModified":"2015-05-23T23:08:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"}],"feature":false,"keywords":["South Korea","World news","UK news","Reckitt Benckiser"],"tags":[{"id":"world/south-korea","webTitle":"South Korea"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/reckittbenckiser","webTitle":"Reckitt Benckiser"}],"section":{"id":"world"},"topics":[{"displayName":"Daniel Boffey","topic":{"type":"tag-contributor","name":"profile/daniel-boffey"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/uk-firm-poison-claim","shortUrl":"http://gu.com/p/496nb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/uk-firm-poison-claim","webUri":"http://www.theguardian.com/world/2015/may/24/uk-firm-poison-claim"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432329638133/uk-firm-poison-claim-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Korean protesters outside the Houses of Parliament Photograph: Katherine Anne Rose  for the Observer","credit":"Katherine Anne Rose /Observer","altText":"uk firm poison claim","cleanCaption":"Korean protesters outside the Houses of Parliament Photograph: Katherine Anne Rose  for the Observer"}},"importance":5,"kicker":{"title":"Reckitt Benckiser"},"showQuotedHeadline":true},{"title":"Grange Hill's Benny, actor Terry Sue-Patt, dies age 50","rawTitle":"Grange Hill's Benny, actor Terry Sue-Patt, dies age 50","item":{"type":"article","id":"tv-and-radio/2015/may/23/grange-hill-actor-terry-sue-patt-dies-age-50","title":"Grange Hill's Benny, actor Terry Sue-Patt, dies age 50","trailText":"Sue-Patt, who played Benny alongside Todd Carty’s Tucker and Erkan Mustafa’s Roland in the children’s soap, found dead in Walthamstow flat<br>","standFirst":"<p>Sue-Patt, who starred alongside Todd Carty’s Tucker and Erkan Mustafa’s Roland in the children’s soap, found dead in Walthamstow flat<br /></p>","byline":"Damien Gayle","body":"<p>Actor Terry Sue-Patt, who found fame as Benny Green on Grange Hill, has died aged 50. He was found dead at his flat in Walthamstow, north London, after police forced their way in on Friday afternoon. The cause of his death had not been confirmed, but Scotland Yard said it was not being treated as suspicious.</p> \n<p>One of the original Grange Hill cast members, Sue-Patt starred in nearly 30 episodes of the hit BBC children’s show about a secondary school between 1978 and 1982. </p> \n<p>His former co-stars paid tribute to him on Twitter, while <a href=\"https://www.facebook.com/terry.suepatt https://www.facebook.com/terry.suepatt\">his Facebook page</a> has also received dozens of messages from friends mourning his sudden passing. Lee MacDonald, who played Zammo, tweeted: “RIP Terry Sue-Patt the memories of our times together will never be forgotten! Love you FOREVER Xxxxxxxxxxxx”<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/leemacdonald/statuses/601846469029683200\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">R.I.P Terry Sue-Patt the memories of our times together will never be forgotten! Love you FOREVER Xxxxxxxxxxxx <a href=\"http://t.co/tyNBrf5HTi\">pic.twitter.com/tyNBrf5HTi</a></p>— Lee MacDonald (@leemacdonald) \n  <a href=\"https://twitter.com/leemacdonald/status/601846469029683200\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>Erkan Mustafa, who played Roland “Roly” Browning, wrote: “Rip Terry Sue Patt aka Benny Green Grangehill legend you will be missed by true friends.” Later he added: “TerrySuePatt still cant believe it. Called your phone to hear your voice.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ErkanMustafa/statuses/601807739392757760\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Rip terry sue patt aka #bennygreen#grangehill legend you will be missed by true friends</p>— Erkan Mustafa (@ErkanMustafa) \n  <a href=\"https://twitter.com/ErkanMustafa/status/601807739392757760\">May 22, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ErkanMustafa/statuses/601873814591545344\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/TerrySuePatt?src=hash\">#TerrySuePatt</a> still cant believe it. Called your phone to hear your voice.</p>— Erkan Mustafa (@ErkanMustafa) \n  <a href=\"https://twitter.com/ErkanMustafa/status/601873814591545344\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>Robert Craig-Morgan, who starred as Justin Bennett, said: “So shocked on hearing my good friend and Grange Hill colleague, Terry Sue Patt has passed away. Such a beautiful soul. RIP Terry. Legend x.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rcraigmorgan/statuses/601809853166788608\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">So shocked on hearing my good friend and Grange Hill colleague, Terry Sue Patt has passed away. Such a beautiful soul. R.I.P Terry. Legend x</p>— Robert Craig-Morgan (@rcraigmorgan) \n  <a href=\"https://twitter.com/rcraigmorgan/status/601809853166788608\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>As Benny, <a href=\"http://www.imdb.com/title/tt0874548/?ref_=nm_flmg_act_151 http://www.imdb.com/title/tt0874548/?ref_=nm_flmg_act_151\">Sue-Patt was the first pupil seen on screen in Grange Hill’s first episode</a> in 1978, where he gets in trouble for kicking his football against a wall. After leaving the show, he appeared in a number of other television roles. Later he began a career as an artist, but he appeared on screen again this year as a priest in the British comedy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/16/amar-akbar-and-tony-review\">Amar, Akbar &amp; Tony</a>.<br /></p> \n<p>A Metropolitan police spokesman said: “Police were alerted at 12.42pm yesterday to concerns for the welfare of a man in Walthamstow. At 13.44pm, officers forced entry to a flat in Northcote Road and found the body of a man in his 50s inside the flat. He was pronounced dead at the scene. Next of kin have been informed. At this early stage the death is not believed to be suspicious.”</p> \n<p>Grange Hill, created by Phil Redmond, ran for 30 years until 2008. The first series was quite cautious, but it soon <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/feb/23/phil-redmond-susan-tully-how-we-made-grange-hill\">attracted controversy</a> after some parents complained about storylines including teenage pregnancy, drug addiction and racism.<br /></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432400168274/f63df400-ea37-4147-8428-8807cc99f2d6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Rex Shutterstock","altText":"Terry Sue-Patt","cleanCredit":"Photograph: Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-23T16:59:16Z","lastModified":"2015-05-23T17:54:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["Grange Hill","Drama","Television","Television & radio","Culture","UK news"],"tags":[{"id":"tv-and-radio/grange-hill","webTitle":"Grange Hill"},{"id":"tv-and-radio/drama","webTitle":"Drama"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Damien Gayle","topic":{"type":"tag-contributor","name":"profile/damien-gayle"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/23/grange-hill-actor-terry-sue-patt-dies-age-50","shortUrl":"http://gu.com/p/497xx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/23/grange-hill-actor-terry-sue-patt-dies-age-50","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/23/grange-hill-actor-terry-sue-patt-dies-age-50"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432400168274/f63df400-ea37-4147-8428-8807cc99f2d6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Terry Sue-Patt in 1995. Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Terry Sue-Patt","cleanCaption":"Terry Sue-Patt in 1995.","cleanCredit":"Photograph: Rex Shutterstock"}},"importance":4,"showQuotedHeadline":false},{"title":"Historic liners sail into Liverpool to help revive Mersey beat","rawTitle":"Historic liners sail into Liverpool to help revive Mersey beat","item":{"type":"article","id":"uk-news/2015/may/24/liverpool-culture-festival-revival-historic-liners-one-magnificent-city","title":"Historic liners sail into Liverpool to help revive the Mersey beat","trailText":"Three vast Cunard ships will assemble to mark the start of seven weeks of cultural events highlighting an exciting era for a port city firmly on the way up","standFirst":"Three vast Cunard ships will assemble to mark the start of seven weeks of cultural events highlighting an exciting era for a port city firmly on the way up","byline":"Vanessa Thorpe","body":"<p>As Liverpool readied itself this weekend for its biggest civic spectacle of recent years, a taxi driver turning into North John Street called out encouragement to another: “The job on at the docks is unbelievable. The queue! Get down there.”</p> \n<p>Tomorrow morning, in a celebration of the city’s ocean-going past – and ahead of seven weeks of cultural events designed to underline the comeback of a great port – one of Cunard’s vast cruise liners, Queen Mary 2, will join her sisters, Queen Elizabeth and Queen Victoria, for an unprecedented “river dance” at the mouth of the Mersey.</p> \n<p>The arrival of the “Three Queens”, as the shipping line marks its 175th anniversary, will make maritime history and form a dramatic opening fanfare for the <a href=\"http://www.cultureliverpool.co.uk/one-magnificent-city/\">One Magnificent City festival</a> that will run through the summer, showcasing the city’s artistic and economic rebirth after the dark days of the 1980s and 90s. Liverpool, former second city of the empire, is pushing for A-list status again.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/21/welcome-home-manchesters-25m-arts-centre-finally-opens-its-doors\">As Danny Boyle pointed out on Friday when he opened Home</a>, Manchester’s &pound;25m arts centre, it should not be a competition: a major city need not compare itself culturally to London, nor see fellow northern cities as rivals. “If you look at some European countries, they invest equally in multiple cities,” the film director said. “The way you make the country cohesive is you have these cities which are huge beacons for the whole country.”</p> \n<p>But when resources are scarce, and getting scarcer, it’s a hard urge to fight.</p> \n<p>“We can’t take more cuts here,” said Liverpool’s mayor, Joe Anderson, this weekend. “We are reshaping the city and using its new brand to give confidence to business, in spite of the problems we are facing with the reduced government grant and one of the lowest incomes from council tax. We have 11 of the 30 poorest wards in the country up here.”</p> \n<p>After three years as mayor, and two years before that as Labour council leader, Anderson says he is still determined to make Liverpool “the most business-friendly” urban environment in the country. Awaiting the positive impact of a new deep-sea container terminal and high-speed train links, he has even, he said, dropped the politically loaded term “council”, preferring just to talk about “the city”.</p> \n<p>Liverpool is climbing up the list of Britain’s favourite destinations and now perches at number five. Last year saw cultural events bring &pound;55m into the local economy and 50 cruise liners berthing in a docks area once written off as a relic.</p> \n<p>But does all this buoyancy justify Liverpool’s reputation as the British city that was truly saved by cultural initiatives? And will it be enough to see it through more rocky times?</p> \n<p>Musician Martyn Ware, of Heaven 17, thinks it will. “Liverpool is getting there again, economically and artistically,” he said, a few days after unveiling <em>The Crossing</em>, his atmospheric sound sculpture in the South John Street shopping precinct. “Having the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2010/mar/11/liverpool-profited-from-being-culture-capital\">City of Culture here back in 2008</a> gave Liverpudlians the confidence to push the boat out – no pun intended. There are real creative private and public partnerships going on now. It is easy for me as an artist to be brave, but much harder for a council, so I salute them.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"256148bb3a2a9b4fad7d9d695369c6c96bca0ce2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432383999415/88ff3ebc-301e-4572-8c0a-a2cd8f19a18e-279x420.jpeg\" alt=\"Sir Peter Blake launches the newly painted Mersey ferry at Liverpool pierhead landing stage.\" width=\"279\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sir Peter Blake launches the newly painted <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432412717885/Peter-Blake-Dazzle-Ferry--009.jpg\">Mersey ferry Snowdrop</a> at Liverpool pierhead landing stage.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>In the past year, &pound;300m has been invested in city centre tourism and the 2015 artistic calendar kicked off last month with <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432412717885/Peter-Blake-Dazzle-Ferry--009.jpg\">Peter Blake’s jazzy redecorating of the Mersey ferry</a>, and continues this weekend with Sound City, a three-day festival of live music and arts.</p> \n<p>Ware’s 3D sound installation takes pedestrians on an audio sea voyage back in time to the early decades of the last century in New York and then forward to modern-day Liverpool. “It begins each hour and visitors never hear the same journey twice, as it all depends where you are. In the middle you might hear seagulls, wind and sails flapping.”</p> \n<p>The venue, sleek shopping centre Liverpool One, is already a big draw in the city. It is bucking the national trend for retail stagnation and boasting a 7% increase in sales, concentrated on high-end fashion.</p> \n<p>Later in the summer designer Wayne Hemingway, founder of the Red or Dead label, will preside over <a href=\"http://www.cultureliverpool.co.uk/one-magnificent-city/transatlantic-175-from-the-mersey-to-manhattan/\">Transatlantic 175</a>, a festival around the docks that will honour the city’s close cultural links with Manhattan. “The themes were reasonably obvious and once we heard that Tate Liverpool was already mounting a big Jackson Pollock show, we wanted to create a big American vintage event that would celebrate the beatniks and the music of the 1950s.”</p> \n<p>The transatlantic theme will be carried through into street food and also observed in a classic car cavalcade, rolling through city streets on the Sunday after America’s Independence Day.</p> \n<p>Hemingway is keen to pay homage to Liverpool fashion, too. “For me, it is a political thing,” he said, “because when I came here in the early days of punk and disco, people were always more dressed up, more emphatically dressed than they were in Manchester, and yet the city is always given a bad fashion image. When television covers the races at Aintree its always shows someone badly dressed, yet at Ascot they show someone looking good in, say, a Philip Treacy hat. These things really affect the image of a place, and it should stop.”</p> \n<p>After staging a huge public fashion catwalk event, his transatlantic weekend will finish with a light show on the stately Cunard building, as the Queen Mary 2 leaves the Mersey for New York following her summer stay.</p> \n<figure class=\"element element-image\" data-media-id=\"94f31854ef9042d04ebef6443bf77c738e577f14\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432412113071/b3ea7dad-e817-465e-a1e4-9ff2f2396bca-460x307.jpeg\" alt=\"The Royal Liver Building and Cunard Building, right, on Liverpool's waterfront are lit up to mark the arrival of the shipping line's liners Queen Elizabeth, Queen Mary 2 and Queen Victoria.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Royal Liver Building and Cunard Building, right, on Liverpool’s waterfront are lit up to mark the arrival of the shipping line’s liners Queen Elizabeth, Queen Mary 2 and Queen Victoria.</span> \n  <span class=\"element-image__credit\">Photograph: Lynne Cameron/PA</span> \n </figcaption> \n</figure> \n<p>The city’s annual literary festival, born out of the dockers strike and the involvement of writer Jimmy McGovern, has been extended beyond May and also reflects the city’s connections with New York. Madeline Heneghan, director of Writing on the Wall, a community organisation that coordinates projects and events to celebrate writing, has invited <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2003/sep/06/fiction.politics\">Walter Mosley, author of the bestselling Easy Rawlins mysteries</a>, from New York on a rare visit to add his weight to this year’s theme, American Dreams.</p> \n<p>“It is probably too early to say how Liverpool’s economic revival will go, but, as a great port, those cultural links with the rest of the world have never gone away. It is a city that looks outward,” said Heneghan.</p> \n<p>Anderson, the mayor, believes the new container terminal will soon allow the city to compete once again with the capacity of European harbours such as Rotterdam and Le Havre. “There is a lot to do, but this is a city that is being transformed. It is a question of balance. I have to make sure that the people on the residential outskirts of the city don’t feel disenfranchised by what’s going on, and that the impact of the creative resurgence actually filters down.”</p> \n<p>Peter Lloyd, whose book <em>Bombed Out!</em> chronicles the punk and new wave scene in the city, is also a former Liverpool musician. He points out that both Eric’s Punk Club and the Cavern Club in Mathew Street were situated in former fruit and vegetable warehouses. Declining industry made space for new art.</p> \n<p>“Now, I am struck by the way the fortunes of the port are chasing the regeneration of the city,” he said. “It’s like the port and the city have finally turned full circle – a far cry from the late 1970s, when massive hauls of cocaine and marijuana, ingeniously hidden in ships’ cargoes, seemed to be our biggest imports.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432383814364/The-Cunard-liner-Queen-Ma-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Cunard liner Queen Mary 2 in Liverpool.\r Photograph: Daily Mail/REX_Shutterstock","credit":"/Daily Mail/REX_Shutterstock","altText":"The Cunard liner Queen Mary 2 in Liverpool.","cleanCaption":"The Cunard liner Queen Mary 2 in Liverpool.\r Photograph: Daily Mail/REX_Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432384000891/88ff3ebc-301e-4572-8c0a-a2cd8f19a18e-1356x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1356,"orientation":"portrait","caption":"Sir Peter Blake launches the newly painted <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432412717885/Peter-Blake-Dazzle-Ferry--009.jpg\">Mersey ferry Snowdrop</a> at Liverpool pierhead landing stage. Photograph: Alamy","credit":"Alamy","altText":"Sir Peter Blake launches the newly painted Mersey ferry at Liverpool pierhead landing stage.","cleanCaption":"Sir Peter Blake launches the newly painted <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432412717885/Peter-Blake-Dazzle-Ferry--009.jpg\">Mersey ferry Snowdrop</a> at Liverpool pierhead landing stage.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432412111869/b3ea7dad-e817-465e-a1e4-9ff2f2396bca-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The Royal Liver Building and Cunard Building, right, on Liverpool’s waterfront are lit up to mark the arrival of the shipping line’s liners Queen Elizabeth, Queen Mary 2 and Queen Victoria. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"The Royal Liver Building and Cunard Building, right, on Liverpool's waterfront are lit up to mark the arrival of the shipping line's liners Queen Elizabeth, Queen Mary 2 and Queen Victoria.","cleanCaption":"The Royal Liver Building and Cunard Building, right, on Liverpool’s waterfront are lit up to mark the arrival of the shipping line’s liners Queen Elizabeth, Queen Mary 2 and Queen Victoria.","cleanCredit":"Photograph: Lynne Cameron/PA"}],"webPublicationDate":"2015-05-23T23:04:09Z","lastModified":"2015-05-23T23:04:09Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Vanessa Thorpe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vanessathorpe"}],"feature":false,"keywords":["Liverpool","Festivals","Culture","Peter Blake","Regeneration","UK news"],"tags":[{"id":"uk/liverpool","webTitle":"Liverpool"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/peter-blake","webTitle":"Peter Blake"},{"id":"society/regeneration","webTitle":"Regeneration"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Vanessa Thorpe","topic":{"type":"tag-contributor","name":"profile/vanessathorpe"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/24/liverpool-culture-festival-revival-historic-liners-one-magnificent-city","shortUrl":"http://gu.com/p/496q2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/24/liverpool-culture-festival-revival-historic-liners-one-magnificent-city","webUri":"http://www.theguardian.com/uk-news/2015/may/24/liverpool-culture-festival-revival-historic-liners-one-magnificent-city"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432383814364/The-Cunard-liner-Queen-Ma-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Cunard liner Queen Mary 2 in Liverpool.\r Photograph: Daily Mail/REX_Shutterstock","credit":"/Daily Mail/REX_Shutterstock","altText":"The Cunard liner Queen Mary 2 in Liverpool.","cleanCaption":"The Cunard liner Queen Mary 2 in Liverpool.\r Photograph: Daily Mail/REX_Shutterstock"}},"importance":4,"showQuotedHeadline":false},{"title":"Kezia Dugdale wins support of half of Scottish Labour MSPs","rawTitle":"Kezia Dugdale wins support of half of Scottish Labour MSPs","item":{"type":"article","id":"politics/2015/may/23/kezia-dugdale-wins-support-half-scottish-labour-msp-leadership","title":"Kezia Dugdale wins support of half of Scottish Labour MSPs for leadership","trailText":"Day after announcing her bid, deputy leader says she is ‘proud’ of 20 MSPs’ support, while Ken Macintosh is also in the running","standFirst":"<p>Day after announcing her bid, deputy leader says she is ‘proud’ of 20 MSPs’ support, while Ken Macintosh is also in the running</p>","byline":"Press Association","body":"<p>Kezia Dugdale has won the backing of more than half of her party colleagues at Holyrood after announcing she is standing to be the next leader of Scottish Labour.</p> \n<p>Dugdale confirmed she was running for the leadership on Friday while MSP Ken Macintosh also announced he will be making a bid to take over the top job from Jim Murphy.</p> \n<p>Macintosh, who ran for the Scottish party leadership in 2011, complained that his supporters are coming under “incredible pressure to withdraw their support”.<br /></p> \n<p>Murphy, who had been an MP for 18 years, was ousted from his East Renfrewshire constituency and said he would be stepping down after the party lost 40 of its 41 seats in Scotland in the general election.</p> \n<p>Dugdale, who was elected to Holyrood four years ago and is currently deputy leader of the party, said she was “proud” to have won the support of 20 Scottish Labour MSPs in the first 24 hours after announcing her intention to stand.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/jim-murphys-resignation-throws-scottish-labour-into-turmoil\">Jim Murphy's resignation throws Scottish Labour into turmoil</a> </p> \n</aside> \n<p>The 33-year-old said: “The geographical spread of support I have – with MSPs from north and south, east and west – as well as the backing of MSPs from different parts of our movement shows I can bring our party together.</p> \n<p>“Regaining the trust of the people of Scotland won’t happen overnight. There is no short-term fix to Labour’s long-term problems that have been years in the making.</p> \n<p>“I have made it clear to colleagues that if elected leader I plan to do the job for many years to come. That so many have supported me shows a clear understanding of the challenge we face.”</p> \n<p>The group, including MSPs Neil Findlay, Sarah Boyack and Iain Gray, have signed a statement saying they believe Dugdale should be the next leader.</p> \n<p>It reads: “We are from different parts of the country and different sections of the Labour movement – but we are all agreed that Kez is the best placed person to unite the party, bring the movement together and lead us in the years ahead.”</p> \n<p>Meanwhile, speaking on BBC Radio Scotland on Saturday, Macintosh said: “I want to have a contest but I’ve found the whole weight of the party machine yet again turning against me, trying to close down a contest.<br /></p> \n<p>“All the people that have been trying to support me ... the party machine has turned on them, and they are being put under incredible pressure to withdraw their support. They are being bullied, they are being intimidated, they are being pressurised not to support me, so we don’t have a contest.”</p> \n<p>He told the Good Morning Scotland programme: “I wouldn’t even have put my head above the parapet if I didn’t know I had that support.”</p> \n<p>He said problems with the “party machine” were about “people who want power and position and influence”.</p> \n<p>The MSP for Eastwood and Labour’s social justice spokesman at Holyrood said the three-college system used by the party to elect leaders was “ridiculous”.</p> \n<p>“We need to move to one-member-one-vote,” he added.</p> \n<p>Macintosh later told BBC Scotland that his comments were not against party staff but “against the machine politics which have too much influence in the Labour party”.</p> \n<p>SNP MSP Sandra White said: “The Labour party bullying and intimidation that Ken Macintosh has uncovered has absolutely no place in Scottish politics. </p> \n<p>“These revelations will further damage Labour, which is already in a terrible state. <br /></p> \n<p>“These serious allegations must be properly investigated, and not swept under the carpet by Kezia Dugdale, or whoever it is that is meant to be in charge of Labour in Scotland just now.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432403822401/2c93b312-b3ec-4dfc-b956-a839cfd91e68-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Milligan/PA","altText":"‘I have made it clear to colleagues that if elected leader I plan to do the job for many years to come,’ said Kezia Dugdale.","cleanCredit":"Photograph: Andrew Milligan/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-23T17:58:36Z","lastModified":"2015-05-23T19:21:12Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Labour","Scotland","Politics","UK news","Jim Murphy"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/jimmurphy","webTitle":"Jim Murphy"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/23/kezia-dugdale-wins-support-half-scottish-labour-msp-leadership","shortUrl":"http://gu.com/p/497xy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/23/kezia-dugdale-wins-support-half-scottish-labour-msp-leadership","webUri":"http://www.theguardian.com/politics/2015/may/23/kezia-dugdale-wins-support-half-scottish-labour-msp-leadership"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432403822401/2c93b312-b3ec-4dfc-b956-a839cfd91e68-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I have made it clear to colleagues that if elected leader I plan to do the job for many years to come,’ said Kezia Dugdale. Photograph: Andrew Milligan/PA","credit":"Andrew Milligan/PA","altText":"‘I have made it clear to colleagues that if elected leader I plan to do the job for many years to come,’ said Kezia Dugdale.","cleanCaption":"‘I have made it clear to colleagues that if elected leader I plan to do the job for many years to come,’ said Kezia Dugdale.","cleanCredit":"Photograph: Andrew Milligan/PA"}},"importance":3,"showQuotedHeadline":false},{"title":"Oxford University students vote to keep 'archaic' subfusc academic dress","rawTitle":"Oxford University students vote to keep 'archaic' subfusc academic dress","item":{"type":"article","id":"education/2015/may/23/oxford-university-subfusc-mortarboards-student-vote","title":"Oxford University students vote to keep 'archaic' subfusc academic dress","trailText":"Critics had argued that compulsory wearing of mortarboards, gowns and traditional outfits was elitist and off-putting","standFirst":"<p>Critics had argued that compulsory wearing of mortarboards, gowns and traditional outfits was elitist and off-putting</p>","byline":"Damien Gayle","body":"<p>Exams are stressful, even without having to balance a mortarboard on your head. </p> \n<p>Yet Oxford University students, in what may be a testament to their obviously formidable academic ability, have voted overwhelmingly to keep them to hand while doing finals.</p> \n<p>They were given the choice after some argued that the outfit and its associated dress code, known as subfusc, was archaic, elitist and off-putting to people from state schools and poor backgrounds.</p> \n<p>However, in a referendum held by Oxford University student union (OUSU), 75.8% (6,403 students) voted to keep it, while 2,040 (24.2%) voted against.</p> \n<p>Separately, 78% (6,242 students) voted to keep the gown and mortarboard compulsory, and 22% (1,759) voted against. </p> \n<p>Oxford is one of the few UK universities where full academic dress is still regularly worn. Mortarboards and gowns are compulsory for degree ceremonies as well as exams and other ceremonies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/jul/29/oxford-university-dress-code-transgender-students\">Oxford University changes dress code to meet needs of transgender students</a> </p> \n</aside> \n<p>Subfusc, which comes from the Latin for “of a dark colour”, refers to the clothes worn with academic dress. University authorities define it as a dark suit with dark socks, dark skirt with black tights or stockings, or dark trousers with dark socks, a dark coat if required, black shoes, plain white-collared shirt or blouse, white bow tie, black bow tie, black full-length tie, or black ribbon. </p> \n<p>In 2012, gender restrictions for subfusc were dropped so students are free to wear a black ribbon or bow tie, or suits or skirt as they wish. University officials can still punish anyone who flouts the code, however. </p> \n<p>James Blythe, OUSU’s vice president for access and academic affairs, said he proposed the motion calling for subfusc to be scrapped after some examiners complained it was “uncomfortable, anachronistic and a general pain”. </p> \n<p>Blythe, who stayed neutral throughout the campaign, said the student vote had been decisive. While some may see it as just a row over clothes, Blythe said the vote highlighted issues concerning students, including access and gender performance in exams.</p> \n<p>Harrison Edmonds, 19, who is a first year history student at University College, led the campaign to keep subfusc. </p> \n<p>He said: “I’m absolutely delighted. I think it sends a positive message from the students in Oxford that subfusc isn’t elitist but is egalitarian. No matter your background, race, class or gender, when you go into exams wearing the gown, you are equal. </p> \n<p>“The message I get from people from under-privileged or poor backgrounds is that having the ability to wear their gown makes them feel the equal of Etonians or Harrovians, and that is something they don’t want taken away from them.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432395539734/c0f33074-8f1a-437f-aa08-eeb1c735dcef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Matthews/PA","altText":"Oxford University","cleanCredit":"Photograph: Andrew Matthews/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-23T15:52:06Z","lastModified":"2015-05-23T15:52:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["University of Oxford","Education","Higher education","UK news"],"tags":[{"id":"education/oxforduniversity","webTitle":"University of Oxford"},{"id":"education/education","webTitle":"Education"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"education"},"topics":[{"displayName":"Damien Gayle","topic":{"type":"tag-contributor","name":"profile/damien-gayle"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/23/oxford-university-subfusc-mortarboards-student-vote","shortUrl":"http://gu.com/p/497vb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/23/oxford-university-subfusc-mortarboards-student-vote","webUri":"http://www.theguardian.com/education/2015/may/23/oxford-university-subfusc-mortarboards-student-vote"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432395539734/c0f33074-8f1a-437f-aa08-eeb1c735dcef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nearly four-fifths of Oxford University students voted in favour of the compulsory wearing of mortarboards and the subfusc academic dress. Photograph: Andrew Matthews/PA","credit":"Andrew Matthews/PA","altText":"Oxford University","cleanCaption":"Nearly four-fifths of Oxford University students voted in favour of the compulsory wearing of mortarboards and the subfusc academic dress.","cleanCredit":"Photograph: Andrew Matthews/PA"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-24T08:13:52Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}