{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"North York Moors mineral mine set to get go-ahead","rawTitle":"North York Moors mineral mine set to get go-ahead","item":{"type":"article","id":"environment/2015/jun/30/north-york-moors-mineral-mine-national-park","title":"North York Moors mineral mine set to get go-ahead","trailText":"Promising to create over 1,000 jobs and pump £1bn-plus into the UK economy, the scheme has won over many locals but angered environmentalists","standFirst":"<p data-dropid=\"0\">Promising to create over 1,000 jobs and pump &pound;1bn-plus into the UK economy, the scheme has won over many locals but angered environmentalists</p>","byline":"Helen Pidd Northern editor","body":"<p>One of the biggest developments in a UK national park in living memory could get the go-ahead on Tuesday if councillors approve plans for a &pound;1.7bn mineral mine under the North York Moors.</p> \n<p>Following <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/29/fracking-application-cuadrilla-rejected-lancashire-county-council\">Lancashire council’s surprise decision</a> to defy its own planners and legal advisers by rejecting fracking on Monday, the meeting in Whitby will be closely watched by those keen to see whether big resources projects can win over local officials.</p> \n<p>UK firm Sirius Minerals – via its subsidiary York Potash – wants to dig a mile-deep shaft under the moors to tap a huge seam of a potassium-rich mineral called polyhalite, a type of potash used as fertiliser, for the next 100 years or more.</p> \n<p>Promising more than 1,000 local jobs and an annual contribution to the UK GDP of over &pound;1bn, the scheme has won over many initially sceptical locals worried about the environmental impact on the beautifully bleak moorland.</p> \n<p>Many hope the project will restore the proud heritage of mining in the north-east, believing that the future wellbeing of the national park and its community are being negatively affected by increasing economic and social decline.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/potash_mine_and_map/giv-21277dQZs075TcWhR/\" data-alt=\"Graphic\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/potash_mine_and_map/giv-21277dQZs075TcWhR/\">Graphic</a> \n</figure> \n<p>About half of the proposed &pound;1.7bn capital investment has been put aside by Sirius to mitigate the development’s impact on the national park.</p> \n<p>One neighbouring farmer, <a href=\"http://www.northyorkmoors.org.uk/planning/york-potash/York-Potash-Special-Planning-Committee-Report.pdf\">urging planners to approve the proposal (pdf)</a>, wrote: “It will be a great boost for the local economy and should not be opposed simply because it is ‘in our own back yard’ ... Please approve the application and stop the deteriorating living standards of the Whitby people. Stop the young moving out and plan to keep families together.”</p> \n<p>Others argue against the plan, noting that in a heavily populated country “the national parks are our jewels in the crown and should not be put at risk or compromised with projects of this scale”.</p> \n<p>One couple at nearby Egton wrote to planners to object, saying: “North York Moors should be protected from large scale, ill-considered developments. Appropriate development and conservation will not be going ‘side by side’ as up to six years of construction will destroy habitats, flora and fauna ... Protection and pragmatism should go hand in hand when refusing the application.”</p> \n<p>The proposed project lies between Whitby and Scarborough, extending about nine miles (16km) inland from the coast and up to eight miles off shore and is surrounded by nationally and internationally protected moorland on three sides. Within this area lies the thickest and highest grade polyhalite ore reserve in the world over a mineable area of 25,200 hectares, according to York Potash.</p> \n<p>The minehead itself would be situated in the less attractive eastern edge of the national park. Although designed to blend in to the environment as much as possible, plans suggest some winding towers and generators would be visible on the horizon from as far away as Whitby Abbey, one of the most popular visitor attractions in North Yorkshire.</p> \n<p>The York Potash Project would also involve the development of a 23-mile underground mineral transport system from the mine to a proposed new materials handling facility at Wilton on Teesside, approximately four miles from Middlesbrough and close to the south bank of the river Tees estuary.</p> \n<p>There is already a potash mine in the area, at Boulby on the northern edge of the national park.</p> \n<p>There have been two recent major developments in UK national parks in recent decades: a gold mine in Loch Lomond and the liquefied natural gas pipeline in the Brecon Beacons. Supporters of the York potash project argue that the approved gold mine in the Loch Lomond and Trossachs national park was granted consent despite making only a &pound;50m annual contribution to the UK economy. The York potash contribution will be 45 times larger and is not an offshore registered company.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/30b3dbbf159883cb294d4e23b9f88b4ef604b051/0_256_6000_3601/6000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3601,"width":6000,"orientation":"landscape","credit":"Alamy","altText":"North York Moors national park","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-30T06:50:42Z","lastModified":"2015-06-30T08:14:40Z","metadata":{"commentable":true,"commentCount":79,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"}],"feature":false,"keywords":["Mining","Yorkshire","Environment","Mining","Business","UK news"],"tags":[{"id":"environment/mining","webTitle":"Mining"},{"id":"uk-news/yorkshire","webTitle":"Yorkshire"},{"id":"environment/environment","webTitle":"Environment"},{"id":"business/mining","webTitle":"Mining"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"environment"},"topics":[{"displayName":"Helen Pidd","topic":{"type":"tag-contributor","name":"profile/helenpidd"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/30/north-york-moors-mineral-mine-national-park","shortUrl":"http://gu.com/p/4a8yj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/30/north-york-moors-mineral-mine-national-park","webUri":"http://www.theguardian.com/environment/2015/jun/30/north-york-moors-mineral-mine-national-park"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/30b3dbbf159883cb294d4e23b9f88b4ef604b051/0_256_6000_3601/6000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3601,"width":6000,"orientation":"landscape","caption":"North York Moors national park. Supporters of the scheme hope the project will restore the proud heritage of mining in north-east England. Photograph: Alamy","credit":"Alamy","altText":"North York Moors national park","cleanCaption":"North York Moors national park. Supporters of the scheme hope the project will restore the proud heritage of mining in north-east England.","cleanCredit":"Photograph: Alamy"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/30b3dbbf159883cb294d4e23b9f88b4ef604b051/0_256_6000_3601/6000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3601,"width":6000,"orientation":"landscape","credit":"Alamy","altText":"North York Moors national park","cleanCredit":"Photograph: Alamy"}}]},{"title":"Politics live / Liz Kendall: calling sound finances 'a Tory value' helps Tories","rawTitle":"Liz Kendall: calling sound finances 'a Tory value' helps Tories","item":{"type":"liveBlog","id":"politics/blog/live/2015/jun/30/liz-kendall-speech-and-labour-leadership-hustings-politics-live","title":"Liz Kendall says calling sound finances a Tory value helps Tories - Politics live","trailText":"Rolling coverage of all the day’s political developments as they happen, including the Unions Together Labour leadership hustings","standFirst":"<p data-dropid=\"0\">Rolling coverage of all the day’s political developments as they happen, including the Unions Together Labour leadership hustings</p>","byline":"Andrew Sparrow","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/769d396f97679cd7a8ac7fb9f56270c5f8e0bb85/0_0_3200_1922/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1922,"width":3200,"orientation":"landscape","credit":"Darren Staples/Reuters","altText":"Labour Party leadership candidates Jeremy Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham (L-R) take their seats for a hustings event in Stevenage, Britain June 20, 2015.  REUTERS/Darren Staples","cleanCredit":"Photograph: Darren Staples/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435650925163/53bd0960-3058-47ee-97bd-850542cf52cd-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":333,"width":555,"orientation":"landscape","caption":"Liz Kendall speaking at the Reuters Newsmaker event Photograph: Reuters","credit":"Reuters","altText":"Liz Kendall speaking at the Reuters Newsmaker event","cleanCaption":"Liz Kendall speaking at the Reuters Newsmaker event","cleanCredit":"Photograph: Reuters"}],"webPublicationDate":"2015-06-30T08:31:12Z","lastModified":"2015-06-30T09:14:07Z","latestBlock":{"id":"block-55925231e4b01275a173c204","publishedDateTime":"2015-06-30T08:31:12Z","body":"Q: How would you combat the influence of the rightwing press? Kendall says you do not shoot the messenger. She is not going to criticise the papers for not liking politicians. She would like more papers supporting Labour. She does not believe in blaming the papers for Labour’s defeat. She blames Labour itself. People did not trust Labour; “that was the problem, not the newspapers.” Our politics were in the wrong place, she says. Q: At PMQs since the election Labour MPs have not been asking about the economy. What would you do about that? PMQs is her “favourite half hour of the week”, she jokes. That was not true, she explains. Change is difficult, she says. Q: What would your message to trade union members be, about why they should sign up for affiliation to Labour and why they should vote for you? Kendall says Ed Miliband’s decision to introduce proper “one member, one vote” was a great thing. She says what people want is much the same everywhere in the country. As she has said before, she says, people want somewhere to live, something to do, something to value, and someone to love. And that’s it. I’ll post a summary soon.","postType":"blog"},"metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Politics","UK news","Labour","Labour party leadership","Yvette Cooper","Andy Burnham","Liz Kendall","Chris Leslie","Jeremy Corbyn"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/liz-kendall","webTitle":"Liz Kendall"},{"id":"uk-news/chris-leslie","webTitle":"Chris Leslie"},{"id":"politics/jeremy-corbyn","webTitle":"Jeremy Corbyn"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"Liz Kendall says calling sound finances a Tory value helps Tories - Politics live","topic":{"type":"content","name":"politics/blog/live/2015/jun/30/liz-kendall-speech-and-labour-leadership-hustings-politics-live"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-55925231e4b01275a173c204","publishedDateTime":"2015-06-30T08:31:12Z","body":"<p><em>Q: How would you combat the influence of the rightwing press?</em></p> \n<p>Kendall says you do not shoot the messenger. She is not going to criticise the papers for not liking politicians. She would like more papers supporting Labour. She does not believe in blaming the papers for Labour’s defeat. She blames Labour itself. People did not trust Labour; “that was the problem, not the newspapers.” Our politics were in the wrong place, she says.</p> \n<p><em>Q: At PMQs since the election Labour MPs have not been asking about the economy. What would you do about that?</em></p> \n<p>PMQs is her “favourite half hour of the week”, she jokes. That was not true, she explains.</p> \n<p>Change is difficult, she says. </p> \n<p><em>Q: What would your message to trade union members be, about why they should sign up for affiliation to Labour and why they should vote for you?</em></p> \n<p>Kendall says Ed Miliband’s decision to introduce proper “one member, one vote” was a great thing. </p> \n<p>She says what people want is much the same everywhere in the country. As she has said before, she says, people want somewhere to live, something to do, something to value, and someone to love.</p> \n<p>And that’s it. I’ll post a summary soon.</p>","postType":"blog"},{"id":"block-55925095e4b01275a173c200","publishedDateTime":"2015-06-30T08:23:38Z","body":"<p><em>Q: [From the BBC’s Iain Watson] I have had several tweets from people saying they don’t understand what you are saying about Greece. Should they vote yes or no?</em></p> \n<p><em>Q: Why do you think the UK should stay out of the euro, but Greece should stay in?<br /></em></p> \n<p><em>Q: Jeremy Corbyn says Greece needs debt write-offs? Do you agree.</em></p> \n<p>Kendall says it is not for her to say how the Greeks should vote, or to spell out a plan.</p> \n<p>But we need to strain “every sinew” to get a deal, she says. That needs give and take on both sides. We don’t know what the consequences of Greece leaving the euro would be.</p> \n<p><em>Q: Do you really need to wait to the budget to know if you back tax credits?</em><br /></p> \n<p>Kendall says she has said what she thinks is the right approach. She has not seen Osborne’s plans.</p> \n<p>We spent &pound;30bn a year on tax credits. She says she wants to see that change. She wants more people in well paid jobs.</p> \n<p>In the last parliament 95% of spending on housing was spend on housing benefit. Only 5% went on new homes. That needs to change.</p> \n<p><em>Q: Where are you not continuity Miliband on skills and devolution? Ed Miliband, like you, also wanted to devolve power and do more to improve vocational training?</em></p> \n<p>Kendall says the most important think Miliband got right was that most people were not seeing the benefits of growth even before the crash.</p> \n<p>But Labour did not have a radical enough programme of reform.</p> \n<p>Simply redistributing money via tax credits is not enough, she says.</p>","postType":"blog"},{"id":"block-55924f86e4b0e31832956e2f","publishedDateTime":"2015-06-30T08:17:22Z","body":"<p><em>Q: If Labour does not follow your approach, how long will you be out of power for?</em></p> \n<p>Kendall says the hustings format has not been the best way to have a serious debate. Candidates are only allowed a one minute reply.</p> \n<p>If Labour does not change, it will be out of power for 10 years at least.</p> \n<p>[She means 10 years at least from 2010, I think, but it is not clear.]</p> \n<p>She says she grew up in Watford. It was a Labour seat. Now it has a 10,000-strong majority.</p> \n<p><em>Q: You want to get the deficit down. What tax rises or cuts would you support?</em><br /></p> \n<p>We need to get the deficit down, she says. Labour will respond when it sees the budget. </p> \n<p><em>Q: Do you agree with John Woodcock that Yvette Cooper and Andy Burnham represent “continuity Miliband”?</em></p> \n<p>Kendall is answering these questions in three. She does not directly address this point.</p>","postType":"blog"},{"id":"block-55924eb1e4b01275a173c1fb","publishedDateTime":"2015-06-30T08:12:50Z","body":"<p><em>Q: You don’t like being described as a Blairite? How would you like to be described?</em></p> \n<p>As a Kendallite, Kendall says.</p> \n<p>She says Labour succeeds when it understands what people want. Labour won in 1945, in 1964 and 1997 when it applied its values to the world as it was then. </p> \n<p>The policies that will be right in 2020 won’t be those that were right in 2010 or 2015, let alone in 1997.</p> \n<p>For example, there has been a huge increase in the number of people self-employed. Labour has to offer them protections.</p> \n<p>Q: Do you think you need to move to the right to win elections?</p> \n<p>Kendall says it is not a matter of left or right. It is about right and wrong.</p> \n<p>In Cardiff recently she met a couple of former Labour voters who were now voting Labour and Ukip. They said Labour did not believe in work. That was like a dagger through her heart, she said.</p> \n<p>She says she is passionate about helping people on zero hours contract. But if you were not on a ZHC, and if you owned your own home, Labour had little to say to you.</p>","postType":"blog"},{"id":"block-55924e17e4b0e31832956e2a","publishedDateTime":"2015-06-30T08:09:14Z","body":"<p><em>Q: Are you saying Labour was not acting responsibly on the economy?</em></p> \n<p>Kendall says Labour did not make the case for public finances strongly enough. This is not just about winning; it is because the poor suffer when the economy collapses.</p> \n<p>During the campaign some people are saying these are Tory values. That is “completely wrong”. It plays into Tory hands. She wants to the the Labour leader that the Tories fear.</p> \n<p><em>Q: So it doesn’t matter if your fiscal targets are the same as George Osborne’s?</em></p> \n<p>Kendall says the government should get the deficit down, live within its means and run a surplus in good times.</p> \n<p>But Osborne is not achieving his targets.</p>","postType":"blog"},{"id":"block-55924dcde4b01275a173c1fa","publishedDateTime":"2015-06-30T08:06:40Z","body":"<p><em>Q: Do you support George Osborne’s efforts to protect bankers from the EU restrictions on bonuses?</em></p> \n<p>No, says Kendall. She supported the manifesto’s stance on bonuses.</p> \n<p>But she is not anti-bank.</p> \n<p><em>Q: Would you support ring-fencing banks, even if it hurt their commercial position?</em></p> \n<p>Kendall says she is keen to look at this. Labour needs to come back to this.</p>","postType":"blog"},{"id":"block-55924dace4b01275a173c1f9","publishedDateTime":"2015-06-30T08:05:27Z","body":"<p>Kendall says she recalls meeting an Asian businessman during the election campaign. He said Labour had nothing to offer people like him.</p>","postType":"blog"},{"id":"block-55924ccde4b01275a173c1f6","publishedDateTime":"2015-06-30T08:04:54Z","body":"<p><em>Q: When do you want the EU referendum to take place? In 2016?</em></p> \n<p>Kendall says she has not expressed a view. But David Cameron has shown appalling leadership. Reducing our membership of the EU to a question of whether P0les get benefits was a mistake.</p> \n<p><em>Q: What is the minimum that Cameron should get?</em></p> \n<p>Kendall says Cameron should be stressing the advantages of being in the EU campaign.</p> \n<p>And Labour should not boycott a wider pro-EU campaign. This would give the party a change to improve its relationship with business.</p>","postType":"blog"},{"id":"block-55924c52e4b01275a173c1f4","publishedDateTime":"2015-06-30T08:01:12Z","body":"<p><em>Q: Do you agree with George Osborne that Greece holds a warning to the UK?</em></p> \n<p>Kendall says Greece shows that politics and economics are not separate.</p> \n<p><em>Q: Someone has said if Greece were a bank, it would already have been saved. Do you agree?</em></p> \n<p>Kendall says no one knows what would happen if Greece went bust. We need a better settlement.</p> \n<p><em>Q: Would you consider taking us into the euro?</em></p> \n<p>No, says Kendall. She does not think that is right of us.</p>","postType":"blog"},{"id":"block-55924b49e4b0e31832956e21","title":"Liz Kendall's Q&A","publishedDateTime":"2015-06-30T07:59:11Z","body":"<figure class=\"element element-image\" data-media-id=\"af834175627a8d6a1d504387741bb7279a62a630\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435650924064/14c021c1-c155-457a-bec9-27e43eb67673-460x276.png\" alt=\"Liz Kendall speaking at the Reuters Newsmaker event\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Liz Kendall speaking at the Reuters Newsmaker event</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p><strong>Liz Kendall </strong>has finished the speech. I will post a summary a bit later, when I’ve seen a text.</p> \n<p>She is now taking questions. She is being interviewed by Alex Threlfall, a Reuters editor at large.</p> \n<p><em>Q: Isn’t it harder to sell your message to the Labour party than to the public?</em></p> \n<p>Liz Kendall acknowledges that there is something in this, but says it is up to a leader to do this.</p> \n<p><em>Q: So you are not going to tone down you call for change before September to increase your changes?</em></p> \n<p>No, says Kendall. She says she is not going to not say what she believes. It is not in her DNA to do that.</p>","postType":"key-event"},{"id":"block-559242bfe4b0e31832956e16","publishedDateTime":"2015-06-30T07:50:12Z","lastUpdatedDateTime":"2015-06-30T07:53:09Z","body":"<p>With Greece on the brink, and the future of the eurozone and even the EU at stake, the Labour leadership contest may not be most exciting story in the world today, but I write about Westminster and here the day has a distinct Labour-focus.</p> \n<p>As I write, <strong>Liz Kendall</strong>, one of the four leadership candidates,<strong> </strong>is giving a speech to Reuters. Here are some of the lines that have emerged.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/statuses/615787246117978118\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">&quot;Fiscal responsibility has a proud history in the Labour movement,&quot; says Kendall, citing Cripps in '48 and Wilson in '64. <a href=\"https://twitter.com/hashtag/reuterslive?src=hash\">#reuterslive</a></p>— Stephen Bush (@stephenkb) \n  <a href=\"https://twitter.com/stephenkb/status/615787246117978118\">June 30, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nedsimons/statuses/615787452171587584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Kendall says having 'sound public finances' is not a 'Tory idea' but a Labour one. <a href=\"http://t.co/govmIbV1C0\">pic.twitter.com/govmIbV1C0</a></p>— Ned Simons (@nedsimons) \n  <a href=\"https://twitter.com/nedsimons/status/615787452171587584\">June 30, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/statuses/615787491044360196\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">In a swipe at her rivals, Kendall says calling fiscal responsibility as a Tory value helps the Tories. From the Cripps to the blood (feud).</p>— Stephen Bush (@stephenkb) \n  <a href=\"https://twitter.com/stephenkb/status/615787491044360196\">June 30, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/statuses/615788038883426305\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">&quot;New Labour was too cavalier&quot; about the impact of globalisation, says Kendall, &quot;the government I lead will not&quot;. <a href=\"https://twitter.com/hashtag/reuterslive?src=hash\">#reuterslive</a></p>— Stephen Bush (@stephenkb) \n  <a href=\"https://twitter.com/stephenkb/status/615788038883426305\">June 30, 2015</a> \n </blockquote> \n</figure> \n<p>There is a live feed of the speech<a href=\"http://uk.reuters.com/newsmaker\"> here</a>. I will cover the Q&amp;A when it starts, and post a full summary of the speech when I’ve seen the text. </p> \n<p>Here is the agenda for the day.</p> \n<p><em>8.30am:</em> Liz Kendall gives a speech to a Reuters Newsmaker event.</p> \n<p><em>9am:</em> Chris Leslie, the shadow chancellor, gives a speech on the forthcoming budget.</p> \n<p><em>11am: </em>Labour leadership candidates take part in a Unions Together hustings.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"}],"keyEvents":[{"id":"block-559242bfe4b0e31832956e16","publishedDateTime":"2015-06-30T07:50:12Z","lastUpdatedDateTime":"2015-06-30T07:53:09Z","body":"<p>With Greece on the brink, and the future of the eurozone and even the EU at stake, the Labour leadership contest may not be most exciting story in the world today, but I write about Westminster and here the day has a distinct Labour-focus.</p> \n<p>As I write, <strong>Liz Kendall</strong>, one of the four leadership candidates,<strong> </strong>is giving a speech to Reuters. Here are some of the lines that have emerged.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/statuses/615787246117978118\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">&quot;Fiscal responsibility has a proud history in the Labour movement,&quot; says Kendall, citing Cripps in '48 and Wilson in '64. <a href=\"https://twitter.com/hashtag/reuterslive?src=hash\">#reuterslive</a></p>— Stephen Bush (@stephenkb) \n  <a href=\"https://twitter.com/stephenkb/status/615787246117978118\">June 30, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nedsimons/statuses/615787452171587584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Kendall says having 'sound public finances' is not a 'Tory idea' but a Labour one. <a href=\"http://t.co/govmIbV1C0\">pic.twitter.com/govmIbV1C0</a></p>— Ned Simons (@nedsimons) \n  <a href=\"https://twitter.com/nedsimons/status/615787452171587584\">June 30, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/statuses/615787491044360196\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">In a swipe at her rivals, Kendall says calling fiscal responsibility as a Tory value helps the Tories. From the Cripps to the blood (feud).</p>— Stephen Bush (@stephenkb) \n  <a href=\"https://twitter.com/stephenkb/status/615787491044360196\">June 30, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/statuses/615788038883426305\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">&quot;New Labour was too cavalier&quot; about the impact of globalisation, says Kendall, &quot;the government I lead will not&quot;. <a href=\"https://twitter.com/hashtag/reuterslive?src=hash\">#reuterslive</a></p>— Stephen Bush (@stephenkb) \n  <a href=\"https://twitter.com/stephenkb/status/615788038883426305\">June 30, 2015</a> \n </blockquote> \n</figure> \n<p>There is a live feed of the speech<a href=\"http://uk.reuters.com/newsmaker\"> here</a>. I will cover the Q&amp;A when it starts, and post a full summary of the speech when I’ve seen the text. </p> \n<p>Here is the agenda for the day.</p> \n<p><em>8.30am:</em> Liz Kendall gives a speech to a Reuters Newsmaker event.</p> \n<p><em>9am:</em> Chris Leslie, the shadow chancellor, gives a speech on the forthcoming budget.</p> \n<p><em>11am: </em>Labour leadership candidates take part in a Unions Together hustings.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"},{"id":"block-55924b49e4b0e31832956e21","title":"Liz Kendall's Q&A","publishedDateTime":"2015-06-30T07:59:11Z","body":"<figure class=\"element element-image\" data-media-id=\"af834175627a8d6a1d504387741bb7279a62a630\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435650924064/14c021c1-c155-457a-bec9-27e43eb67673-460x276.png\" alt=\"Liz Kendall speaking at the Reuters Newsmaker event\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Liz Kendall speaking at the Reuters Newsmaker event</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p><strong>Liz Kendall </strong>has finished the speech. I will post a summary a bit later, when I’ve seen a text.</p> \n<p>She is now taking questions. She is being interviewed by Alex Threlfall, a Reuters editor at large.</p> \n<p><em>Q: Isn’t it harder to sell your message to the Labour party than to the public?</em></p> \n<p>Liz Kendall acknowledges that there is something in this, but says it is up to a leader to do this.</p> \n<p><em>Q: So you are not going to tone down you call for change before September to increase your changes?</em></p> \n<p>No, says Kendall. She says she is not going to not say what she believes. It is not in her DNA to do that.</p>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/blog/live/2015/jun/30/liz-kendall-speech-and-labour-leadership-hustings-politics-live?date=2015-06-30T09:14:07Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/30/liz-kendall-speech-and-labour-leadership-hustings-politics-live","shortUrl":"http://gu.com/p/4a8m4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/blog/live/2015/jun/30/liz-kendall-speech-and-labour-leadership-hustings-politics-live","webUri":"http://www.theguardian.com/politics/blog/live/2015/jun/30/liz-kendall-speech-and-labour-leadership-hustings-politics-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/769d396f97679cd7a8ac7fb9f56270c5f8e0bb85/0_0_3200_1922/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1922,"width":3200,"orientation":"landscape","caption":"Labour Party leadership candidates Jeremy Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham (left to right) at a hustings in Stevenage. Today they are taking part in a Unions Together hustings. Photograph: Darren Staples/Reuters","credit":"Darren Staples/Reuters","altText":"Labour Party leadership candidates Jeremy Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham (left to right) at a hustings in Stevenage. Today they are taking part in a Unions Together hustings.","cleanCaption":"Labour Party leadership candidates Jeremy Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham (left to right) at a hustings in Stevenage. Today they are taking part in a Unions Together hustings.","cleanCredit":"Photograph: Darren Staples/Reuters"}},"importance":5,"kicker":{"title":"Politics live"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/769d396f97679cd7a8ac7fb9f56270c5f8e0bb85/0_0_3200_1922/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1922,"width":3200,"orientation":"landscape","credit":"Darren Staples/Reuters","altText":"Labour Party leadership candidates Jeremy Corbyn, Liz Kendall, Yvette Cooper and Andy Burnham (L-R) take their seats for a hustings event in Stevenage, Britain June 20, 2015.  REUTERS/Darren Staples","cleanCredit":"Photograph: Darren Staples/Reuters"}}]},{"title":"John Logie Baird / Export bar placed on archive in effort to keep it in UK","rawTitle":"Export bar placed on archive in effort to keep it in UK","item":{"type":"article","id":"uk-news/2015/jun/30/john-logie-baird-tv-archive-export-bar-keep-it-in-uk","title":"Export bar placed on John Logie Baird archive in effort to keep it in UK","trailText":"Historic ‘treasure trove’ of materials linked to TV pioneer is at risk of being exported from Britain unless a buyer can be found","standFirst":"<p data-dropid=\"0\">Historic ‘treasure trove’ of materials linked to TV pioneer is at risk of being exported from Britain unless a buyer can be found</p>","byline":"Press Association","body":"<p>An export bar has been placed on an archive from John Logie Baird’s first transmission of trans-Atlantic television pictures in the hope that it will prevent the materials – which include the first use of the acronym TV – leaving the UK.</p> \n<p>A UK buyer will need to match the &pound;78,750 asking price for the archive, described as a “treasure trove” of materials, for it to remain in Britain.</p> \n<p>It includes a disc featuring what has been described as the world’s earliest surviving video recording, depicting images of ‘Stookie Bill’, one of Baird’s ventriloquist dummies, as well as the Scottish inventor’s assistant Benjamin Clapp’s radio log books.</p> \n<p>Culture minister Ed Vaizey said: “Britain led the world in the development of television technology in the 1920s, all due to the pioneering work of John Logie Baird and his colleagues.</p> \n<p>“It belongs in Britain where it would be of huge importance for the study of the history of television, and I hope a UK buyer will come forward to save it for the nation.”</p> \n<p>Christopher Rowell, member of the Arts Council’s reviewing committee on the export of works of art and objects of cultural interest, which recommended the temporary export bar, said that the archive “represents British ingenuity and invention at the highest level.</p> \n<p>“The notes contain the first ever use of the acronym TV for television.</p> \n<p>“The excitement of the achievement rests in these objects, which we hope will remain in this country as a permanent testament to Logie Baird and his team. <br /></p> \n<p>“Their departure abroad would also be a serious loss to scholarship.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435621965299/949ceece-3fb9-4258-b063-5e35ced5c394-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Department for Culture, Media and Sport/PA","altText":"A UK buyer will need to match the £78,750 asking price for the archive. ","cleanCredit":"Photograph: Department for Culture, Media and Sport/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-29T23:56:02Z","lastModified":"2015-06-30T00:25:27Z","metadata":{"commentable":true,"commentCount":26,"contributors":[],"feature":false,"keywords":["UK news","Television","Culture","Technology"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"technology/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/30/john-logie-baird-tv-archive-export-bar-keep-it-in-uk","shortUrl":"http://gu.com/p/4a8tj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/30/john-logie-baird-tv-archive-export-bar-keep-it-in-uk","webUri":"http://www.theguardian.com/uk-news/2015/jun/30/john-logie-baird-tv-archive-export-bar-keep-it-in-uk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435621965299/949ceece-3fb9-4258-b063-5e35ced5c394-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A UK buyer will need to match the £78,750 asking price for the archive. Photograph: Department for Culture, Media and Sport/PA","credit":"Department for Culture, Media and Sport/PA","altText":"A UK buyer will need to match the £78,750 asking price for the archive. ","cleanCaption":"A UK buyer will need to match the £78,750 asking price for the archive.","cleanCredit":"Photograph: Department for Culture, Media and Sport/PA"}},"importance":5,"kicker":{"title":"John Logie Baird"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435621965299/949ceece-3fb9-4258-b063-5e35ced5c394-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Department for Culture, Media and Sport/PA","altText":"A UK buyer will need to match the £78,750 asking price for the archive. ","cleanCredit":"Photograph: Department for Culture, Media and Sport/PA"}}]},{"title":"Risks of legal highs drive bereaved mother to campaign for UK ban","rawTitle":"Risks of legal highs drive bereaved mother to campaign for UK ban","item":{"type":"article","id":"society/2015/jun/30/risks-of-legal-highs-drive-bereaved-mother-to-campaign-for-uk-ban","title":"Risks of legal highs drive bereaved mother to campaign for UK ban","trailText":"Drug workers in Ireland fear trade will be driven underground by British plans to make designer drugs illegal","standFirst":"<p data-dropid=\"0\">Drug workers in Ireland fear trade will be driven underground by British plans to make designer drugs illegal</p>","byline":"Karen McVeigh","body":"<p>Within months of moving to Letterkenny, Donegal, in Ireland, from south-east London with his family, 12-year-old Jimmy Guichard was playing the national sport of hurling for his school team, Saint Eunan’s college. Later, he played for his adopted county of Donegal. His mother, Karen Vandersypen, said that was the type of lad he was, sports mad, always training or out running.</p> \n<p>But aged 20, her fit and healthy son suffered a heart attack and swelling of the brain, after trying a legal high. Within hours of buying Spice over the counter in a head shop in Chatham, Kent, Jimmy was on a life support machine, with severe brain damage. Vandersypen was forced to make the heartbreaking decision to turn the machine off.</p> \n<p>“They kept saying, he’s not viable,” she said. “I said: ‘He’s 20 years old. He is fit and strong. How can this happen?’’’ </p> \n<p>A ban on new psychoactive substances (NPS), designer drugs or legal highs, has been in place in Ireland since 2010, brought in after fears that a head shop boom had sparked a rise in young users reporting to A&amp;E departments with psychotic episodes. The ban made it illegal to export, import or sell the substances, which are designed to mimic the effects of already banned drugs, such as ecstasy, cocaine and cannabis.</p> \n<p>Guichard was able to buy NPS in Kent, where his father lives, because up until last year, they were legal in the UK.</p> \n<p>Since her son’s death, on 3 October 2013, Vandersypen has lobbied tirelessly to highlight the damage the substances can do and campaigned for the sale of them to be banned. She released a picture of her son as he lay dying as a warning to others. The year Jimmy died, there were 59 other deaths related to NPS in the UK – compared with 29 in 2011, according to Home Office figures.</p> \n<p>Critics of the British government’s proposals to ban legal highs say it will drive the market underground and that the proposals are too vaguely worded to be effective.</p> \n<p>Two recent reports, from the Home Office and the European Monitoring Centre for Drugs and Drug Addiction say the ban in Ireland has led users to illegal street markets and the dark web. Drug workers are concerned that users will turn to heroin and prescription drugs instead. </p> \n<p>“We’re all aware that people who take drugs are going to get hold of them,” said Vandersypen. “But Jimmy’s was an opportunistic purchase. He went into that shop to buy a T-shirt. He wouldn’t have gone on the internet. It is vitally important that high street sales are stopped, to stop young kids getting hold of them.”</p> \n<p>She is hoping for a UK-wide ban which will stop drug tourism or cross-border trading. Vandersypen knows of teenagers in her town who have travelled 40 miles by bus to Derry, in Northern Ireland, to buy NPS from a head shop and smuggle small amounts back. Last year, Derry and Strabane councils backed her calls to use environmental health and trading standards legislation to close them down. </p> \n<p>It’s difficult to assess how successful the Irish ban has been. There has been no formal evaluation of the Irish psychoactive substances act and data on such drug use is scarce. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"5ea3fc0bfc582e3f798d77f1999bd4925133b178\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435600654013/98f59dc7-cc38-4bd2-96bd-cc5332529dc7-460x276.jpeg\" alt=\"Karen Vandersypen with her son Jimmy, who suffered a heart attack and severe brain damage within hours of buying a legal high in a shop in Kent.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Karen Vandersypen with her son Jimmy, who suffered a heart attack and severe brain damage within hours of buying a legal high in a shop in Kent.</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Bolger/Patrick Bolger Photography</span> \n </figcaption> \n</figure> \n<p>The Garda says it did what it was designed to do: 102 head shops were shut virtually overnight. There is also evidence of less harmful use, a key aim of the law. The number of clients attending drug treatment services for problematic NPS use has declined, according to data from the Irish National Drug Treatment Reporting System (NDTRS). There were 220 such cases in 2012, down from 368 in 2011. A study by the Youth Drug and Alcohol Service in Dublin, to be published next week, will show that adolescents attending treatment for NPS use has fallen since the ban.<br /></p> \n<p>Some surveys, however, appear to show that NPS use in Ireland has increased. The European commission’s Eurobarometer survey found that NPS use in Ireland is the highest in the EU and that the use of legal highs among 16-24 year olds has risen. Asked whether they had used a legal high or NPS in the last year, 22% said yes in 2014, compared with 16% in 2011. </p> \n<figure class=\"element element-embed\" data-alt=\"legal highs\"> \n <iframe src=\"https://d26adhsj11a4c2.cloudfront.net/f5E4J/2/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"460\" height=\"499\"></iframe> \n <figcaption>\n  <em>Full question: “New substances that imitate the effects of illicit drugs such as cannabis, ecstasy, cocaine, etc. may now sometimes be available. They are sometimes called [INSERT ‘local name’ such as, ‘legal highs’, ‘research chemicals’] and can come in different form, for example herbal mixtures, powders, crystals or tablets. Have you ever used such substances?”</em>\n </figcaption> \n</figure> \n<p>Tony Duffin, director of the Ana Liffey drug treatment and prevention project in Dublin, whose clients tend to be multiple drug users, is worried that harm has diminished in one population, but at the expense of another.</p> \n<p>“By closing head shops, you reduce access and harm to the general population, the passing trade,” Duffin said. “But you are maximising harm to another, smaller group of people, who are now dealing with the black or criminal market.</p> \n<p>“Our clients have a very big problem with drug debts and intimidation. If you are going to introduce a psychoactive substances act, you should be looking at reducing harm to all groups.”</p> \n<p>Drug workers identify three types of NPS users: the passing trade, like Guichard, for whom the act has been deemed largely successful; regular recreational drug users; and Duffin’s clients, who are responding by accessing other markets.</p> \n<p>However, drug and community workers in the rural communities of Monaghan and Cavan, have uncovered a flaw in the legislation which could have implications for the UK proposals. They are battling with the fall-out caused by a new, and apparently highly addictive NPS called Clockwork Orange or The Joker, a synthetic cannabinoid which mimics cannabis. It is causing serious psychiatric problems and has been implicated in two deaths, one of which was a suicide, on the Mullaghmatt estate in Monaghan.</p> \n<p>Tim Murphy, of Cavan and Monaghan Drug Awareness, said that the local Garda had said its hands were tied because police scientists were unable to prove the drug was technically psychoactive. </p> \n<p>“It’s a very serious problem,” said Murphy. “We’ve had a couple of dozen referrals over the last 12 months, all male, all under 25. The active ingredient is similar to cannabis, but much more problematic. They are bouncing between us and mental health services, with delusions, hearing voices, suicidal ideation and compulsive patterns of use. We’ve had two deaths and some near misses.”</p> \n<p>The drug is believed to have been bought legally in Fermanagh, Northern Ireland.</p> \n<p>To bring a prosecution under the act, a drug must be forensically tested and proved to be psychoactive. “If the lab tests can’t demonstrate that it is a psychoactive substance, they should look at other evidence, such as A&amp;E admissions and GP reports,” Murphy said.</p> \n<p>So far, only five prosecutions have been brought under the Irish act.</p> \n<p>DS Brian Roberts, of the Garda’s drug unit, said he was confident that the act had done it’s job. “Although the psychoactive substances act was hugely effective in shutting down the head shop industry in Ireland, one particular substance has appeared in some areas just south of the border which is so new in chemistry that reporting on its psychoactive properties has proven temporarily difficult.” He said it was due to a lack of research papers around the substance, a synthetic cannabinoid, but added that 400 substances are now controlled. “It is now intended to control this particular substance under the misuse of drugs act.”</p> \n<p>The low level of prosecutions is due to the huge success in shutting down head shops, making prosecutions unnecessary, he said. Most drug offences, including those involving NPS, are prosecuted under the misuse of drugs act. </p> \n<p>Roberts expressed scepticism over the Eurobarometer survey, as it is based on a sample of just 500. But he said: “Without question the prevalence of these substances would be higher if the ban had not been brought in. The illicit market continues but it’s a much more marginal industry compared to the multi-million euro head shop industry.”</p> \n<p>Johnny Connolly, a criminologist at the Health Research Board, said it is impossible to know the law’s impact on NPS prevalence, because they don’t know what would have happened had head shops stayed open.</p> \n<p>Connolly said the new and emerging markets – more than 400 NPS have been identified –presents a huge challenge for health services. </p> \n<p>“People are making choices from their bedrooms … it requires a complete re-assessment of harm reduction … Passing the law is the easy bit ... now we have to focus on the consequences.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435600398244/0debf653-44e0-4d5b-bbb7-3f827814d812-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Patrick Bolger/Patrick Bolger Photogrraphy","altText":"Karen Vandersypen","cleanCredit":"Photograph: Patrick Bolger/Patrick Bolger Photogrraphy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435600654476/98f59dc7-cc38-4bd2-96bd-cc5332529dc7-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Karen Vandersypen with her son Jimmy, who suffered a heart attack and severe brain damage within hours of buying a legal high in a shop in Kent. Photograph: Patrick Bolger/Patrick Bolger Photography","credit":"Patrick Bolger/Patrick Bolger Photography","altText":"Karen Vandersypen with her son Jimmy, who suffered a heart attack and severe brain damage within hours of buying a legal high in a shop in Kent.","cleanCaption":"Karen Vandersypen with her son Jimmy, who suffered a heart attack and severe brain damage within hours of buying a legal high in a shop in Kent.","cleanCredit":"Photograph: Patrick Bolger/Patrick Bolger Photography"}],"webPublicationDate":"2015-06-30T08:30:10Z","lastModified":"2015-06-30T09:02:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Karen McVeigh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/karenmcveigh"}],"feature":false,"keywords":["Legal highs","Drugs","UK news","Ireland","Health","Europe","Society","World news"],"tags":[{"id":"society/legal-highs","webTitle":"Legal highs"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"society/health","webTitle":"Health"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"society/society","webTitle":"Society"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"society"},"topics":[{"displayName":"Karen McVeigh","topic":{"type":"tag-contributor","name":"profile/karenmcveigh"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/30/risks-of-legal-highs-drive-bereaved-mother-to-campaign-for-uk-ban","shortUrl":"http://gu.com/p/4a89v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/30/risks-of-legal-highs-drive-bereaved-mother-to-campaign-for-uk-ban","webUri":"http://www.theguardian.com/society/2015/jun/30/risks-of-legal-highs-drive-bereaved-mother-to-campaign-for-uk-ban"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435600398244/0debf653-44e0-4d5b-bbb7-3f827814d812-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Karen Vandersypen has campaigned on the damage legal highs can do since her son died in 2013. Photograph: Patrick Bolger/Patrick Bolger Photography","credit":"Patrick Bolger/Patrick Bolger Photography","altText":"Karen Vandersypen has campaigned on the damage legal highs can do since her son died in 2013","cleanCaption":"Karen Vandersypen has campaigned on the damage legal highs can do since her son died in 2013.","cleanCredit":"Photograph: Patrick Bolger/Patrick Bolger Photography"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435600398244/0debf653-44e0-4d5b-bbb7-3f827814d812-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Patrick Bolger/Patrick Bolger Photogrraphy","altText":"Karen Vandersypen","cleanCredit":"Photograph: Patrick Bolger/Patrick Bolger Photogrraphy"}}]},{"title":"Lord Janner to be prosecuted over child sex abuse claims","rawTitle":"Lord Janner to be prosecuted over child sex abuse claims","item":{"type":"article","id":"uk-news/2015/jun/29/lord-janner-to-be-prosecuted-over-child-sex-abuse-claims-cps","title":"Lord Janner to be prosecuted over child sex abuse claims","trailText":"Director of public prosecutions Alison Saunders defends original decision not to charge peer over child abuse claims<br>","standFirst":"<p data-dropid=\"0\">Director of public prosecutions Alison Saunders defends original decision not to charge peer over child abuse claims<br /></p>","byline":"Rajeev Syal","body":"<p>The director of public prosecutions has been forced to defend her decision not to prosecute Greville Janner after a senior counsel successfully argued that the peer should be charged with historical child abuse offences.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/lord-janner-case-what-is-trial-of-the-facts\">Lord Janner case: what is a trial of the facts?</a> </p> \n</aside> \n<p>Alison Saunders said she had “demonstrated her personal commitment to tackling the sexual abuse of children” but did not apologise after she became the first DPP to have a major decision reviewed and overturned. </p> \n<p>The independent review, conducted by David Perry QC, concluded that it was in the public interest to bring proceedings before a criminal court.</p> \n<p> It means Lord Janner could face a trial of the facts, in which a jury hears the evidence against an individual considered too ill for a full trial. This is expected to cover 22 offences allegedly committed in the 1960s, 70s and 80s by Janner, who now has dementia. </p> \n<p>Saunders is facing calls to resign from some MPs and those who claim they were abused by the former Labour MP. They say she did not accept advice from a senior lawyer in April that the Crown Prosecution Service should prosecute Janner and had failed to take the wishes of Janner’s alleged victims into account. </p> \n<p>Saunders said in a statement that she had hoped the alleged victims would be able to give evidence as part of the Lowell Goddard public inquiry into historical child abuse claims, which was ordered by the home secretary, Theresa May, in February.</p> \n<p>Saunders told the BBC she would not resign, pointing out that it was she who referred the decision to Perry. <br /></p> \n<p>“I don’t think this is a decision I should resign over. It is one I took very carefully and with the victims at the heart of that,” she said. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jun/29/dpp-lord-janner-is-a-sign-that-review-system-is-working\">DPP's U-turn on Lord Janner is a sign that review system is working</a> </p> \n</aside> \n<p>“The review has concluded that this forum [Lowell Goddard], albeit a public one, cannot substitute for the adjudication of the courts. I accept the outcome of the review and will now be bringing this prosecution to allow for that adjudication to happen.” <br /></p> \n<p>A statement from the CPS said the case against Janner would begin with a hearing at Westminster magistrates court on 7 August.</p> \n<p>It will be the first time that allegations against Janner – which have been the subject of three failed police investigations – will be aired in a courtroom. </p> \n<p>The 86-year-old peer’s family strongly denies claims he used his position as an MP to abuse vulnerable young boys at a children’s home.<br /></p> \n<p>Saunders said in April that Janner would have been charged with a string of sex offences against children, but it was not in the public interest to do so because he had been diagnosed with dementia and was unfit to enter a plea. </p> \n<p>It later emerged that she had rejected the advice of the sex offences expert Eleanor Laws QC, who suggested that he should be charged. </p> \n<p>Saunders’ decision was challenged by alleged victims of Janner in the right to review process.</p> \n<p>Simon Danczuk, the Labour MP who first named Cyril Smith as a paedophile in parliament, told the Guardian the DPP should step down. “Alison Saunders has brought the criminal justice system into disrepute. She did not take into account the alleged victims in this case.”</p> \n<p> Caroline Lucas, the Green party MP for Brighton Pavilion, questioned Saunders’ initial decision. “Serious questions need to be asked about Alison Saunders’ judgment in this case, especially given that the CPS had previously acknowledged that the facts of the case passed its evidential test.” </p> \n<p>Liz Dux, the solicitor who represents some of the alleged victims, said: “Our clients have waited long enough for their very serious allegations to be brought before a court. They have felt deeply frustrated by the criminal justice system.”<br /></p> \n<p>Janner, the former MP for Leicester West, will face charges related to alleged offences of buggery and indecent assault committed against children between 1963 and 1988. ‎</p> \n<p>The youngest alleged victim was an eight-year-old boy at the time. Janner is charged with indecently assaulting him between 1969 and 1970, and of buggery against him between 1963 and 1969. Another alleged victim was nine, while the others ‎were aged between 12 and 16.<br /> <br /> Perry, one of the country’s most respected prosecutors, ‎agreed with Saunders that the peer’s ill health meant Janner would be deemed unfit to stand trial and that no action could be taken against him.<br /> <br />But they disagreed over whether it was in the public interest to bring charges. Perry said that charging Janner would have a “potential deterrent effect” on future offenders and would allow the alleged victims to tell their stories in court. <br /> <br />It is still possible that a judge could throw out the case against Janner if his lawyers successfully argue against a trial of the facts, halting any need for evidence or testimony from his alleged victims.<br /> </p> \n<p>Lawyers for Janner will be able to contest the evidence before a ruling as to his guilt or otherwise is made. A finding of guilt could be made but a conviction is unlikely because of Janner’s health. ‎</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435568651773/306155b4-2136-41cf-9267-1052832a10c3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Nick Razzell/REX","altText":"Greville Janner","cleanCredit":"Photograph: Nick Razzell/REX"}],"bodyImages":[],"webPublicationDate":"2015-06-29T18:30:57Z","lastModified":"2015-06-29T23:10:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Rajeev Syal","topic":{"type":"tag-contributor","name":"profile/rajeev-syal"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/lord-janner-to-be-prosecuted-over-child-sex-abuse-claims-cps","shortUrl":"http://gu.com/p/4a7pf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/29/lord-janner-to-be-prosecuted-over-child-sex-abuse-claims-cps","webUri":"http://www.theguardian.com/uk-news/2015/jun/29/lord-janner-to-be-prosecuted-over-child-sex-abuse-claims-cps"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435568651773/306155b4-2136-41cf-9267-1052832a10c3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The ruling means Janner will face a trial of the facts in which a jury hears the evidence against an individual considered too ill for a full trial. Photograph: Nick Razzell/Rex","credit":"Nick Razzell/Rex","altText":"Greville Janner","cleanCaption":"The ruling means Janner will face a trial of the facts in which a jury hears the evidence against an individual considered too ill for a full trial.","cleanCredit":"Photograph: Nick Razzell/Rex"}},"importance":4,"showQuotedHeadline":false,"sublinks":[{"title":"Explainer / What is a trial of the facts?","rawTitle":"What is a trial of the facts?","item":{"type":"article","id":"uk-news/2015/jun/29/lord-janner-case-what-is-trial-of-the-facts","title":"Lord Janner case: what is a trial of the facts?","trailText":"The defendant cannot put forward a defence, there can be no<br>verdict of guilty and the court cannot pass sentence","standFirst":"<p data-dropid=\"0\">The defendant cannot put forward a defence, there can be no<br />verdict of guilty and the court cannot pass sentence</p>","byline":"Rajeev Syal","body":"<p>In a “trial of facts”, the jury is asked to decide – on the basis of evidence adduced by prosecution lawyers and by lawyers who put the case for the defence – whether or not the accused did the acts he or she was charged with.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/lord-janner-to-be-prosecuted-over-child-sex-abuse-claims-cps\">Lord Janner to be prosecuted over child sex abuse claims</a> </p> \n</aside> \n<p>Because the defendant cannot put forward a defence, there can be no verdict of guilty and the court cannot pass sentence. All the court can do is to make a hospital order, a supervision order or an order for the defendant’s absolute discharge – where a finding of guilt is made but no conviction is registered and no order given.</p> \n<p>Such a trial recently took place in the case of the former Luton South MP Margaret Moran, who was accused of falsely claiming more than &pound;53,000 in parliamentary expenses. She was given a two-year supervision order.</p> \n<p>In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/lord-janner-to-be-prosecuted-over-child-sex-abuse-claims-cps\">Lord Janner’s case</a>, the process would involve the alleged victims giving evidence.</p> \n<p>A trial of the facts would most likely be strenuously opposed by Janner’s legal team, who would argue that it was an abuse of the court process to subject him to any sort of trial after adverse publicity.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435601131527/ae1e8209-dced-4568-a0b2-0f804aa1a020-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nick Razzell/Rex Shutterstock","altText":"Lord Janner","cleanCredit":"Photograph: Nick Razzell/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-29T18:06:23Z","lastModified":"2015-06-29T23:45:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"}],"feature":false,"keywords":["UK news","Law"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"law/law","webTitle":"Law"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Rajeev Syal","topic":{"type":"tag-contributor","name":"profile/rajeev-syal"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/lord-janner-case-what-is-trial-of-the-facts","shortUrl":"http://gu.com/p/4a8e9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/29/lord-janner-case-what-is-trial-of-the-facts","webUri":"http://www.theguardian.com/uk-news/2015/jun/29/lord-janner-case-what-is-trial-of-the-facts"},"shouldHideAdverts":true,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435601131527/ae1e8209-dced-4568-a0b2-0f804aa1a020-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lord Janner. Photograph: Nick Razzell/Rex Shutterstock","credit":"Nick Razzell/Rex Shutterstock","altText":"Lord Janner","cleanCaption":"Lord Janner.","cleanCredit":"Photograph: Nick Razzell/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Explainer"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435601131527/ae1e8209-dced-4568-a0b2-0f804aa1a020-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nick Razzell/Rex Shutterstock","altText":"Lord Janner","cleanCredit":"Photograph: Nick Razzell/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435568651773/306155b4-2136-41cf-9267-1052832a10c3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Nick Razzell/REX","altText":"Greville Janner","cleanCredit":"Photograph: Nick Razzell/REX"}}]},{"title":"BBC dealt another blow after losing control of TV rights for Olympics","rawTitle":"BBC dealt another blow after losing control of TV rights for Olympics","item":{"type":"article","id":"sport/2015/jun/29/bbc-loses-control-olympic-tv-rights-discovery-eurosport","title":"BBC dealt another blow after losing control of TV rights for Olympics","trailText":"The BBC has lost control of the rights to the Olympic Games from 2022 onwards after the US broadcasting giant Discovery, owner of Eurosport, signed a £920m exclusive pan-European deal","standFirst":"<p><span class=\"bullet\">•</span> Discovery, owner of Eurosport, signs &pound;920m deal from 2022 onwards<br /><span class=\"bullet\">•</span> BBC can still sub-license rights but will no longer be home of Olympics</p>","byline":"Owen Gibson","body":"<p>The BBC has lost control of the rights to the Olympic Games from 2022 onwards after the US broadcasting giant Discovery, owner of Eurosport, signed a &pound;920m exclusive pan-European deal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/29/olympics-bbc-sport-discovery-games\">Despite losing control of rights to the Olympics, all is not lost for the BBC</a> </p> \n</aside> \n<p>The decision will be seen as a blow to the BBC, which has poured huge resources and set great store by its Olympics coverage as one of the moments when it is able to bring the nation together.</p> \n<p>The Discovery chief executive, David Zaslav, told the Guardian that it would negotiate with the BBC and other broadcasters in the UK, France and Germany over potentially sub-licensing some of the rights.</p> \n<p>“Part of our approach will be to strive to work with some of the best Olympic broadcast players. The BBC will have the chance to sub-licence some of the rights. We’ll open up those discussions in every market,” he said.</p> \n<p>“We want to give them the opportunity to sub-licence. In some markets we will run free to air, pay TV and all devices and in others we’ll partner with others.”</p> \n<p>But even if the BBC is ultimately able to sub-licence some of the rights, it will no longer be able to market itself as the home of the Olympics across all platforms.</p> \n<p>The BBC’s sports portfolio has come under unprecedented pressure in recent years as pay TV broadcasters have tussled over rights. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/03/sky-sports-buys-open-championship-golf-bbc\">The Open golf was the latest event to move to Sky</a> and it is also expected to face a fight to hang on to the rights to rugby’s Six Nations.</p> \n<p>Under the complex deal Discovery, which owns Eurosport, has dramatically seized the rights to both the summer and winter Olympics across Europe, excluding Russia, from 2018 onwards.</p> \n<p>But in the UK and France deals had already been signed for the 2018 Winter Olympics in Pyeongchang and the 2020 summer Games in Tokyo, with the BBC retaining the rights to those two Games following its triumphant coverage of London 2012.</p> \n<p>Unless existing legislation changes, Discovery will still have to broadcast the entire winter and summer Games free to air. Zaslav said it would come to different arrangements in different markets across the European territories covered by the deal.</p> \n<p>“We understand the great legacy of Olympic programming across Europe and we have great respect for the quality of content produced by the BBC, by French TV and German TV,” he said. “Now we have the exclusive rights to the Olympics on every platform, we’ll begin discussions with all the different players in every market.”</p> \n<p>For many years, the IOC has signed deals with a consortium of public broadcasters throughout Europe but more recently has started to examine the possibility of working with pay TV groups, as long as they guaranteed to show at least 200 hours of the summer Olympics and 100 hours of the winter Games free to air.</p> \n<p>In 2012, the Guardian revealed that the then IOC president Jacques Rogge was considering just such a deal in the UK but the BBC managed to retain the rights to the 2018 and 2020 Games.</p> \n<p>Last year, the IOC signed a $7.5bn broadcasting deal in the US with NBC that runs until 2032. The deal, signed by the IOC president, Thomas Bach, without a bidding process, will help underwrite his ambitious plans for an IOC television channel between Games.</p> \n<p>“This agreement ensures comprehensive coverage of the Olympic Games across Europe, including the guarantee to provide extensive free-to-air television coverage in all territories,” said Bach, who took over from Rogge in 2013.</p> \n<p>“Discovery and Eurosport have demonstrated a major commitment to the Olympic Games, to Olympic sports and to the future of the Olympic Movement.”</p> \n<p>As part of the deal, Discovery will help develop the new Olympic channel. Zaslav said it was a “historic day”.</p> \n<p>“With Eurosport’s proud and long-standing tradition of broadcasting many winter and summer sports showcased during the Olympics, adding the Olympic Games, the greatest live event in the world, is a perfect editorial and strategic fit,” he said.</p> \n<p>“But most of all, this new partnership is an exciting win for European sports fans as we will deliver record amounts of content across platforms to ensure the Olympic flame burns bright all year long.”</p> \n<p>The Olympics currently remains on the government’s list of events protected for free-to-air television. The list was last officially reviewed in 2009 but no changes were eventually made after the coalition government came to power in 2010.</p> \n<p>The then sports minister Hugh Robertson said the list would be reviewed again when the digital switchover was complete but there is little mood at present to revisit the issue.</p> \n<p>Discovery bought Eurosport last year and has ambitious plans for the pan-European broadcaster. It seriously considered bidding for the live UK Premier League rights that ended up costing Sky and BT Sport &pound;5.1bn between them and has been linked with several other major sports rights.</p> \n<p>Zaslav said it would work with the IOC to promote Olympic sports between Games, both on Eurosport and the mooted new Olympic television channel.</p> \n<p>“There is no more unique property anywhere on the globe. It’s live, it’s must have, it has universal appeal from male to female,” said Zaslav.</p> \n<p>“With the change with the way content is being consumed, live programming where people can come together and watch – this is a two-and-a-half week Superbowl across Europe. It’s very unique and a great opportunity to get the most compelling programming to our viewers.”</p> \n<p>Timo Lumme, the managing director of the IOC’s television and marketing services, said the deal with Discovery gave it a “partnership made in heaven” as it developed plans for a new channel that would promote Olympic sport between Games. “We would hope the outcome will be some sort of Olympic channel contract where people can connect 365 days a year, 24 hours a day,” he said.</p> \n<p>The BBC’s director of sport, Barbara Slater, recently warned that cutting the licence fee could lead to the BBC no longer being able to compete for major sporting events.</p> \n<p>“Having had for a number of years now [the same] flat licence fee, which has resulted in smaller budget for individual divisions such as sport, there is going to come a tipping point at which the BBC does need investment if it is going to continue to compete for, I think, events that people really treasure on the BBC, like the Olympics and some of the major championships,” she said.</p> \n<p>“And, of course, we’re exploring a multitude of different solutions to that, including sharing with other broadcasters etc. And there is still a very, very significant investment that we’re currently making.</p> \n<p>“But to see that on a significantly downward trajectory, I think, would be enormously damaging to the ecology of sports broadcasting.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e5ea82728bf77d970ec0d1899698be45a4e39a90/585_102_3579_2148/3579.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2148,"width":3579,"orientation":"landscape","credit":"Todd Antony/BBC","altText":"Clare Balding was a popular host of the BBC’s swimming coverage at the London 2012 Olympics but the broadcaster has now lost control of the rights form 2022 onwards. ","cleanCredit":"Photograph: Todd Antony/BBC"}],"bodyImages":[],"webPublicationDate":"2015-06-29T12:23:57Z","lastModified":"2015-06-29T23:25:52Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Olympics","Olympics & the media","BBC","Media","International Olympic Committee","Sport","Sport TV","Sports rights","Television","Culture","Television & radio"],"tags":[{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"media/olympicsandthemedia","webTitle":"Olympics & the media"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"sport/international-olympic-committee","webTitle":"International Olympic Committee"},{"id":"sport/sport","webTitle":"Sport"},{"id":"tv-and-radio/sport-tv","webTitle":"Sport TV"},{"id":"media/sportsrights","webTitle":"Sports rights"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/bbc-loses-control-olympic-tv-rights-discovery-eurosport","shortUrl":"http://gu.com/p/4a84t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/bbc-loses-control-olympic-tv-rights-discovery-eurosport","webUri":"http://www.theguardian.com/sport/2015/jun/29/bbc-loses-control-olympic-tv-rights-discovery-eurosport"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457304248","source":"SNTV","durationInSeconds":67,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629discoverybbc.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629discoverybbc_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/29/1435587548548/KP_328663_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Discovery take rights to 2022 Olympic Games coverage - video ","credit":"guardian.co.uk","altText":"620x372 trailpic for Discovery take rights to 2022 Olympic Games coverage - video ","cleanCaption":"620x372 trailpic for Discovery take rights to 2022 Olympic Games coverage - video "}}},"importance":3,"showQuotedHeadline":false,"sublinks":[{"title":"Opinion / All is not lost for the BBC","rawTitle":"All is not lost for the BBC","item":{"type":"comment","id":"media/2015/jun/29/olympics-bbc-sport-discovery-games","title":"Despite losing control of rights to the Olympics, all is not lost for the BBC","trailText":"The corporation needs to fight as hard for sport as it is currently doing in music and the arts following Discovery’s £920m deal for rights to the Games","standFirst":"<p data-dropid=\"0\">The corporation needs to fight as hard for sport as it is currently doing in music and the arts following Discovery’s &pound;920m deal for rights to the Games</p>","byline":"Roger Mosey","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/bbc-loses-control-olympic-tv-rights-discovery-eurosport\">BBC dealt another blow after losing control of TV rights for Olympics</a> </p> \n</aside> \n<p>It’s a great shame that the BBC will no longer control the rights to the Olympics now that US group Discovery has signed a &pound;920m exclusive pan-European deal. <br /></p> \n<p>What we showed in 2012 is that sport can bring the UK together like nothing else, and public service, free to air television is essential to doing that. </p> \n<p>By owning all the rights, we were also able to sharpen the BBC’s reputation for innovation. That’s why we could deliver 24 live HD channels, 3D, a fantastic online service and the range of mobile and social media applications that lived up to the promise: you’ll never miss a moment.</p> \n<p>Despite the bad news, all is not lost for the BBC. </p> \n<p>Discovery will probably sub-license some of their rights, and the fact that the Olympics are a listed event will mean the key action is still available to all. But the BBC’s relationship with the Games, which goes back almost to the founding of the corporation, will inevitably be less rich. That is a shame for audiences, though my friends at the BBC are saying that they will still try to maintain the Olympic link as best they can. We must trust that the International Olympic Committee recognises just how much they owe to the BBC’s commitment over so many decades..</p> \n<p>This outcome is not, I think, just a function of the size of the licence fee. The fact is that public service broadcasters the world over are losing key rights to the soaraway inflation caused by pay TV. It is impossible to imagine that the BBC could ever be in the market again for something like live Premier League, which comes in at over &pound;10m per match.<br /></p> \n<p>I was never a fan of efforts to cap the percentage of the licence fee spent on sport; in the end it has to be a management judgement about editorial and strategic priorities within an annual budget of &pound;3.7bn.</p> \n<p>However, the corporation needs to fight as hard for its reputation in sport as it is currently doing in music and the arts. I sometimes found the BBC Trust less sympathetic to sport than they should have been, given its manifest value to viewers and listeners.</p> \n<p>Most important of all, though, is that politicians should not waver in their commitment to listed events. The biggest sporting moments should be available to everyone in the UK, irrespective of their financial means. </p> \n<p>Imagine London 2012 behind a paywall, with the triumphs of Bradley Wiggins and Jessica Ennis seen only by those who paid a subscription; or contemplate the future of the Champions League now wholly owned by BT or the lessons of cricket only live on Sky. However good a job the pay broadcasters do, public service and maximum access for all are still things that matter hugely in the world of sport.</p> \n<p><em>Roger Mosey was BBC director of the London 2012 Olympics and now master of Selwyn College Cambridge</em></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/047c98a121fb67680031065ed9624ad9fb5855d5/620_583_3540_2124/3540.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2124,"width":3540,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"LONDON, ENGLAND - JULY 28:  BBC presenters Mark Foster (L) and Clare Balding (C) pictured in the BBC studio on Day 1 of the London 2012 Olympic Games at the Aquatics Centre on July 28, 2012 in London, England.  (Photo by Stu Forster/Getty Images)","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T16:12:38Z","lastModified":"2015-06-29T18:47:20Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Roger Mosey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/roger-mosey"}],"feature":false,"keywords":["BBC","Sports rights","Media","Sport","Television industry","Olympics","Sport TV","Television","Television & radio"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/sportsrights","webTitle":"Sports rights"},{"id":"media/media","webTitle":"Media"},{"id":"sport/sport","webTitle":"Sport"},{"id":"media/television","webTitle":"Television industry"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"tv-and-radio/sport-tv","webTitle":"Sport TV"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"media"},"topics":[{"displayName":"Roger Mosey","topic":{"type":"tag-contributor","name":"profile/roger-mosey"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/29/olympics-bbc-sport-discovery-games","shortUrl":"http://gu.com/p/4a89j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/29/olympics-bbc-sport-discovery-games","webUri":"http://www.theguardian.com/media/2015/jun/29/olympics-bbc-sport-discovery-games"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/047c98a121fb67680031065ed9624ad9fb5855d5/620_583_3540_2124/3540.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2124,"width":3540,"orientation":"landscape","caption":"Mark Foster, left, and Clare Balding pictured in the BBC studio on day one of the London 2012 Olympic Games at the Aquatics Centre. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"BBC Olympics","cleanCaption":"Mark Foster, left, and Clare Balding pictured in the BBC studio on day one of the London 2012 Olympic Games at the Aquatics Centre.","cleanCredit":"Photograph: Stu Forster/Getty Images"}},"importance":0,"kicker":{"title":"Opinion"},"byline":{"title":"Roger Mosey"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/047c98a121fb67680031065ed9624ad9fb5855d5/620_583_3540_2124/3540.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2124,"width":3540,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"LONDON, ENGLAND - JULY 28:  BBC presenters Mark Foster (L) and Clare Balding (C) pictured in the BBC studio on Day 1 of the London 2012 Olympic Games at the Aquatics Centre on July 28, 2012 in London, England.  (Photo by Stu Forster/Getty Images)","cleanCredit":"Photograph: Stu Forster/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e5ea82728bf77d970ec0d1899698be45a4e39a90/585_102_3579_2148/3579.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2148,"width":3579,"orientation":"landscape","credit":"Todd Antony/BBC","altText":"Clare Balding was a popular host of the BBC’s swimming coverage at the London 2012 Olympics but the broadcaster has now lost control of the rights form 2022 onwards. ","cleanCredit":"Photograph: Todd Antony/BBC"}}]},{"title":"British couple killed in Qatar sand buggy accident","rawTitle":"British couple killed in Qatar sand buggy accident","item":{"type":"article","id":"uk-news/2015/jun/30/qatar-british-couple-killed-sand-buggy-accident","title":"British couple killed in Qatar sand buggy accident","trailText":"Teachers Eamonn Morgan and Charlotte Sant died after vehicle in which they were travelling veered off steep incline on sand dunes","standFirst":"<p data-dropid=\"0\">Teachers Eamonn Morgan and Charlotte Sant died after vehicle in which they were travelling veered off steep incline on sand dunes<br /></p>","byline":"Press Association","body":"<p>A UK couple have been killed in a sand buggy accident while working in the Middle East.</p> \n<p>Teachers Eamonn Morgan and Charlotte Sant were killed on Saturday when the vehicle they were travelling in veered off a steep incline on sand dunes in Qatar.</p> \n<p>Liverpool John Moores University graduate Morgan, 24, who was originally from Newry, Northern Ireland, and Sant, from Manchester, are understood to have been passengers in the vehicle that overturned.</p> \n<p>Two friends who were visiting from Ireland were also injured. It is not thought that their injuries are life-threatening.</p> \n<p>The couple, who met while studying in Liverpool, had taken sports teaching posts at an international school in the country’s capital city, Doha.</p> \n<p>The pair were keen Gaelic football players.</p> \n<p>The chair of the Gaelic Athletic Association in Qatar, Peter Crowe, said: “It’s with a heavy heart that we mourn the loss of two of our members, two of our friends, two of our family.</p> \n<p>“I had the privilege of playing with Eamonn for the past year, an absolute gent, never to be seen without a smile on his face and the definition of a ’character’ as we’d say back home.</p> \n<p>“I also had the pleasure of training Charlotte for the past year, a sweet girl, who took to a new sport with more enthusiasm than you could ever ask for.</p> \n<p>“Eamonn and Charlotte will be sorely missed. People often don’t realise at home how much of a community can be built away from home, but I can tell you sincerely that Eamonn and Charlotte were very much central to the community that is Qatar GAA, and it will be hard to imagine it without them. They will remain forever in our hearts and we are thinking of their family and friends back home.”</p> \n<p>A mass will be held tonight at the Church of Our Lady of the Rosary in Barwa, with requests that Qatar GAA colours are worn as a symbol of support.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435623452622/248cdb05-4445-4f2b-a695-e512ea74a9b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christine Osborne/Corbis","altText":"Doha, Qatar","cleanCredit":"Photograph: Christine Osborne/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-30T00:20:32Z","lastModified":"2015-06-30T00:37:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Qatar","Middle East and North Africa"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"world/qatar","webTitle":"Qatar"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/30/qatar-british-couple-killed-sand-buggy-accident","shortUrl":"http://gu.com/p/4a8tt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/30/qatar-british-couple-killed-sand-buggy-accident","webUri":"http://www.theguardian.com/uk-news/2015/jun/30/qatar-british-couple-killed-sand-buggy-accident"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435623452622/248cdb05-4445-4f2b-a695-e512ea74a9b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Doha, Qatar Photograph: Christine Osborne/Corbis","credit":"Christine Osborne/Corbis","altText":"Doha, Qatar","cleanCaption":"Doha, Qatar","cleanCredit":"Photograph: Christine Osborne/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435623452622/248cdb05-4445-4f2b-a695-e512ea74a9b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christine Osborne/Corbis","altText":"Doha, Qatar","cleanCredit":"Photograph: Christine Osborne/Corbis"}}]}],"lastModified":"2015-06-30T08:56:12Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}