{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Housing bill to include right-to-buy extension in Queen's speech","rawTitle":"Housing bill to include right-to-buy extension in Queen's speech","item":{"type":"article","id":"politics/2015/may/26/housing-bill-right-to-buy-queens-speech-housing-association-tenants-conservatives","title":"Housing bill to include right-to-buy extension in Queen's speech","trailText":"Government says plans to give 1.3 million housing association tenants the right to buy their homes at a discount will be part of the bill","standFirst":"<p>Government says plans to give 1.3 million housing association tenants the right to buy their homes at a discount will be part of the bill</p>","byline":"Frances Perraudin","body":"<p>Plans to allow housing association tenants to buy the homes they live in at a discount will be included in the Queen’s speech on Wednesday, the government has announced.</p> \n<p>The housing bill, which contains a number of key Conservative election pledges, will include an extension of Margaret Thatcher’s right-to-buy scheme, allowing England’s 1.3 million housing association tenants to purchase their homes with the same discounts offered to council tenants.</p> \n<p>About 800,000 housing association tenants already have a right to acquire their homes with smaller discounts, but the government’s plans would see them able to take up discounts that are capped at just over &pound;102,700 in London and &pound;77,000 for the rest of England.</p> \n<p>The policy<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/14/tory-housing-association-right-to-buy-policy-attacked-big-business\"> attracted significant criticism</a> when it was first announced before the general election earlier this month. The Confederation of British Industry (CBI) and property company Jones Lang LaSalle (JLL) joined many housing associations in warning that the Tory plan would not address the chronic housing shortage.</p> \n<p>The National Housing Federation said the policy could cost up to &pound;5.8bn a year because compensation would have to be paid to housing associations for forcing them to offer stock to tenants at below-market rates.</p> \n<p>The proposed discount would be worth 35% of the market value of a house after a housing association tenant has been in it for three years, with the discount rising 1% for every extra year the tenant has rented in the public sector. In the case of a flat, the discount would be worth 50% of the market value after the first three years, rising by 2% each year afterwards.</p> \n<p>Councils will also be forced to sell about 5% of their most valuable housing once it becomes vacant and build more affordable, cheaper properties with the proceeds. The government argues that this will mean the number of affordable homes will double for each home sold, thereby increasing the national housing supply.</p> \n<p>The remaining funds raised from the sale of valuable council stock will go towards freeing up brownfield land for development. Right-to-build plans, which will also be in the housing bill, would give people the right to be allocated land with planning permission to self-build or commission a home to be built for them. </p> \n<p>The bill will also include the Tory manifesto pledge to build 200,000 starter homes, which will be available at a 20% discount to first-time buyers under 40.</p> \n<p>Greg Clark, the communities secretary, said the bill would give more than a million people a helping hand on to the housing ladder. The housing minister, Brandon Lewis, said: “Anyone who works hard and wants to get on the property ladder should have the opportunity to do so, which is why the Queen’s speech will include measures so a million more people have the chance to do that.</p> \n<p>“And with housing starts at their highest since 2007, we’ll take steps that will get workers on sites and keep the country building.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432578158908/c8e72ad5-0c7f-4914-a55e-caba0367e3e5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Right to buy","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-25T23:01:08Z","lastModified":"2015-05-25T23:03:42Z","metadata":{"commentable":true,"commentCount":150,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["Queen's speech","Housing","Communities","Society","UK news","Conservatives","Politics","London"],"tags":[{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/london","webTitle":"London"}],"section":{"id":"politics"},"topics":[{"displayName":"Frances Perraudin","topic":{"type":"tag-contributor","name":"profile/frances-perraudin"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/26/housing-bill-right-to-buy-queens-speech-housing-association-tenants-conservatives","shortUrl":"http://gu.com/p/497nz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/26/housing-bill-right-to-buy-queens-speech-housing-association-tenants-conservatives","webUri":"http://www.theguardian.com/politics/2015/may/26/housing-bill-right-to-buy-queens-speech-housing-association-tenants-conservatives"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432578158908/c8e72ad5-0c7f-4914-a55e-caba0367e3e5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The discounts for right to buy housing association tenants would be capped at just over £102,700 in London and £77,000 for the rest of England. Photograph: Alamy","credit":"Alamy","altText":"The discounts for right to buy housing association tenants would be capped at just over £102,700 in London and £77,000 for the rest of England.","cleanCaption":"The discounts for right to buy housing association tenants would be capped at just over £102,700 in London and £77,000 for the rest of England.","cleanCredit":"Photograph: Alamy"}},"importance":7,"showQuotedHeadline":false},{"title":"Health / Obese teenage boys could have higher risk of bowel cancer, study says","rawTitle":"Obese teenage boys could have higher risk of bowel cancer, study says","item":{"type":"article","id":"society/2015/may/25/obese-teenage-boys-higher-risk-bowel-cancer-study","title":"Obese teenage boys could have higher risk of bowel cancer, study says","trailText":"Researchers find men who were overweight or obese when they were 16-20 are more likely to develop disease in their 50s","standFirst":"<p>Researchers find men who were overweight or obese when they were 16-20 are more likely to develop disease in their 50s</p>","byline":"Sarah Boseley Health editor","body":"<p>Teenage boys who become very obese may double their risk of getting bowel cancer by the time they are in their 50s, research suggests.</p> \n<p>Past studies have shown that obesity in adults increases the risk of bowel cancer, but little work has been done on whether weight is a risk in adolescents. Scientists from Harvard University and from Sweden investigated a large group of young Swedish men who were conscripted into military service aged 16-20 to see whether their body mass index (BMI, a relationship between weight and height) in their youth was related to their chances of getting bowel cancer 35 years later.</p> \n<p>The 240,000 recruits underwent checks for height and weight when they joined up, as well as a test called ESR (erythrocyte sedimentation rate), which assesses the level of inflammation in the body and can show a predisposition to certain diseases. </p> \n<p>At the time of conscription, nearly 12% of the men were underweight and almost 81% were of normal weight. About 5% were moderately overweight, 1.5% were very overweight and 1% were obese.</p> \n<p>The scientists, <a href=\"http://gut.bmj.com/lookup/doi/10.1136/gutjnl-2014-309007\">publishing in the journal Gut – which is part of the British Medical Journal group</a>, found that over the average 35 years of follow-up, 885 of the men developed bowel cancer, 384 of which were rectal cancers. Those who were very overweight, with a BMI ranging between 27.5 and 30 (normal BMI is 18.5 to 25), were twice as likely to develop bowel cancer.</p> \n<p>Those who were obese in young adulthood, classified as having a BMI over 30, had 2.38 times the risk of developing bowel cancer as those who were of normal weight when they were recruited.</p> \n<p>Systemic inflammation also raised the young men’s chances of getting bowel cancer. Inflammation is part of the body’s response to infection and wounds and important to the healing process. But chronic inflammation is linked to diseases including cancers, although why it happens is not well understood. Those with a high inflammation rate in the ESR test had a 65% greater chance of bowel cancer than those with a low rate.</p> \n<p>However, not all the men who were obese had a high score in the ESR test, which suggests, say the scientists, that the effect of obesity on bowel cancer is not necessarily through inflammation as measured by ESR.</p> \n<p>Bowel cancer is the third most common cancer in men worldwide, says the paper, but little is known about the factors early in life that may lead to an increased risk of developing it. “Late adolescence marks the transition from childhood to adulthood and is a period of accelerated growth, especially among men,” it says. “Thus, this period may represent a critical window for exposure susceptibility among men.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ce34662e15ae54f461905576bd0e8227fff0c493/147_434_4424_2654/4424.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2654,"width":4424,"orientation":"landscape","credit":"Karen Kasmauski/Corbis","altText":"Overweight teenage boys.","cleanCredit":"Photograph: Karen Kasmauski/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-25T22:30:04Z","lastModified":"2015-05-25T23:00:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sarah Boseley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahboseley"}],"feature":false,"keywords":["Obesity","Bowel cancer","Health","Society","Harvard University","Sweden","Europe"],"tags":[{"id":"society/obesity","webTitle":"Obesity"},{"id":"society/bowel-cancer","webTitle":"Bowel cancer"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"education/harvard-university","webTitle":"Harvard University"},{"id":"world/sweden","webTitle":"Sweden"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"society"},"topics":[{"displayName":"Sarah Boseley","topic":{"type":"tag-contributor","name":"profile/sarahboseley"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/25/obese-teenage-boys-higher-risk-bowel-cancer-study","shortUrl":"http://gu.com/p/4969m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/25/obese-teenage-boys-higher-risk-bowel-cancer-study","webUri":"http://www.theguardian.com/society/2015/may/25/obese-teenage-boys-higher-risk-bowel-cancer-study"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ce34662e15ae54f461905576bd0e8227fff0c493/147_434_4424_2654/4424.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2654,"width":4424,"orientation":"landscape","caption":"Overweight teenage boys. Photograph: Karen Kasmauski/Corbis","credit":"Karen Kasmauski/Corbis","altText":"Overweight teenage boys.","cleanCaption":"Overweight teenage boys.","cleanCredit":"Photograph: Karen Kasmauski/Corbis"}},"importance":5,"kicker":{"title":"Health"},"showQuotedHeadline":false},{"title":"Pornography / UK industry proposes user ID checks for adult websites","rawTitle":"UK industry proposes user ID checks for adult websites","item":{"type":"article","id":"culture/2015/may/26/pornography-industry-user-id-checks-adult-websites-privacy","title":"UK pornography industry proposes user ID checks for adult websites","trailText":"Scheme to verify visitors’ identity with organisations such as banks and mobile providers has support but critics say there are privacy concerns","standFirst":"<p>Scheme to verify visitors’ identity with organisations such as banks and mobile providers has support but critics say there are privacy concerns</p>","byline":"Damien Gayle","body":"<p>Britons may soon face identity checks to access adult material on the internet, according to discussions between Whitehall and the private sector.</p> \n<p>A scheme proposed by the pornography industry would see adult sites verifying visitors’ identity with organisations such as banks, credit reference agencies or even the NHS.</p> \n<p>It comes ahead of an expected new law demanding age checks for online pornography and threatening a block on any sites which don’t comply. It is a<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/04/tories-promise-to-enforce-age-limits-on-online-pornography\"> key Conservative pledge</a> and has widespread support. But critics say the plans are a privacy nightmare. Some warn they are a step towards Chinese-style internet restrictions.</p> \n<p>“This is cutting-edge censorship,” said Myles Jackman, a lawyer specialising in obscenity law. “We are now becoming the world leaders in censorship. And we are being watched very closely from abroad.”</p> \n<p>The adult industry is trying to anticipate a new law with a national standard for age checks. The Digital Policy Alliance, which acts for online companies, <a href=\"http://dpalliance.org.uk/press-release-it-is-time-to-get-serious-about-age-verification/\">suggests using information</a> “already on file across central and local government … and/or the private sector”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This is the state, yet again, intervening in people’s private lives for no reason other than good old British prurience</p> \n  <footer> \n   <cite>Jerry Barnett, author of Sex &amp; Censorship blog</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Nobody in the UK wants a centralised identity database,” said Dr Rachel O’Connell, an online child safety expert advising the DPA. “The way around that is that Royal Mail knows who you are, your mobile operator knows who you are.”</p> \n<p>Adult websites would offer visitors a choice of identity providers – from Vodafone to the Department for Work and Pensions – to vouch for their age, O’Connell said. The user would sign in to the provider with a username and password, and a check would be run against the data it holds.</p> \n<p>To boost privacy, checks would pass through an “anonymising hub”. This strips identifying information in both directions of the request. In theory, the provider never knows the reasons for the checks, and the site never knows users’ true identities, just that they are over 18.</p> \n<p>British-based sites have had to make stringent age checks since 2010, using credit cards, the electoral roll and credit reference agencies. “It’s a quite intrusive means of identifying age,” said Chris Ratcliff, chief executive of Portland TV, which runs Television X. Many customers simply go elsewhere, he said. He sees the new scheme as an improvement.</p> \n<p>But critics warn against any system linking use of pornography websites to identity. Jerry Barnett, a free-speech campaigner and author of the Sex &amp; Censorship blog, said any such system must make detailed records of web-browsing history.</p> \n<p>“And we know that privacy in such cases is often breached by accident, by hackers, or secretly by the police and intelligence services,” Barnett said. “This is the state, yet again, intervening in people’s private lives for no reason other than good old British prurience and control-freakery.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/04/tories-promise-to-enforce-age-limits-on-online-pornography\">Tories promise to enforce age limits on online pornography</a> </p> \n</aside> \n<p>The Conservatives made age verification for online pornography a key part of their election pitch. Checks would “stop children’s exposure to harmful sexualised content online,” the Tory manifesto vowed. “Websites that do not put them in place will be blocked,” Sajid Javid, then culture secretary, added in <a href=\"https://www.facebook.com/conservatives/posts/10153019828284279%20https://www.facebook.com/conservatives/posts/10153019828284279\">an election campaign Facebook post</a>.</p> \n<p>The law will be an easy win for the new government, even with a slim majority. Few politicians would oppose child protection. Chris Bryant, Labour’s culture spokesman, has already accused the Tories of being slow to act.</p> \n<p>Ratcliff, a key member of the DPA’s age verification working group, expects action by the end of the year. O’Connell also sits on the UK Council for Child Internet Safety, which advises the government. She is ensuring that the DPA plan is circulated there.</p> \n<p>According to Tory proposals, a regulator would have the power to block sites that don’t use stringent enough checks. Observers believe this will be the Authority for Television on Demand (Atvod), which currently <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/may/06/regulator-atvods-ban-on-fetish-films-criticised-by-free-speech-campaigners\">enforces age-check and obscenity rules on UK streaming video sites</a>.</p> \n<p>Barnett pointed out that age checks can only work with “draconian” levels of censorship. “I don’t believe Atvod’s plans can be achieved without drastically changing the face of the internet,” he said. Neither the US nor most EU states have gone so far.</p> \n<p>Overblocking is also a fear. Facebook has been criticised for censoring pictures of nursing mothers. Filters introduced by British ISPs since 2013, which users have to ask to remove, have <a href=\"http://www.bbc.co.uk/news/uk-25430582\">blocked sex education sites and even refuges for victims of domestic abuse</a>. </p> \n<p>The legal situation is also confused. Ratcliff said it was unclear whether new rules would make content not behind age filters illegal. Jackman added: “As a matter of international law, I don’t understand how it can possibly work. And I don’t understand how it can work under the Obscene Publications Act. It’s just being made up as they go along.”</p> \n<p>Britain’s pornography industry has a lot to gain from the government’s plans, critics point out. Tough regulation and stiff competition from abroad have taken their toll on the industry. If overseas sites were blocked it would be boom time for homegrown pornographers.</p> \n<p>But foreign web companies are beginning to pay attention, too. Luxembourg-based Mindgeek, which controls the market-leading Pornhub network, joined the DPA’s discussions a fortnight ago. Mindgeek claims as much as 60%-70% of Britain’s audience for streaming pornography, Ratcliff said.</p> \n<p>“The important thing now is that it’s going to be a level playing field,” Ratcliff said. “Quite how these foreign websites are going to be brought to task, and how quickly they are going to bring it in, I don’t know.” </p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432625595006/7cec83b1-1c17-4119-a718-786a736864d4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A person accessing pornography online using a laptop","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-26T07:41:43Z","lastModified":"2015-05-26T07:53:09Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["Pornography","Culture","UK news","Privacy","Internet safety","Technology","World news"],"tags":[{"id":"culture/pornography","webTitle":"Pornography"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"technology/internet-safety","webTitle":"Internet safety"},{"id":"technology/technology","webTitle":"Technology"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"culture"},"topics":[{"displayName":"Damien Gayle","topic":{"type":"tag-contributor","name":"profile/damien-gayle"}}],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/may/26/pornography-industry-user-id-checks-adult-websites-privacy","shortUrl":"http://gu.com/p/49829","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/may/26/pornography-industry-user-id-checks-adult-websites-privacy","webUri":"http://www.theguardian.com/culture/2015/may/26/pornography-industry-user-id-checks-adult-websites-privacy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432625595006/7cec83b1-1c17-4119-a718-786a736864d4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The ID checks would pass through an ‘anonymising hub’, stripping identifying information in both directions of the request. Photograph: Alamy","credit":"Alamy","altText":"A person accessing pornography online using a laptop","cleanCaption":"The ID checks would pass through an ‘anonymising hub’, stripping identifying information in both directions of the request.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"Pornography"},"showQuotedHeadline":false},{"title":"First Libor defendant faces trial in London","rawTitle":"First Libor defendant faces trial in London","item":{"type":"article","id":"business/2015/may/25/libor-trial-trader-tom-hayes","title":"First Libor defendant faces trial in London","trailText":"Tom Hayes, who worked for Citigroup and UBS, will appear in court on Tuesday to face charges of conspiring to rig benchmark interest rates","standFirst":"<p>Tom Hayes, who worked for Citigroup and UBS, will appear in court on Tuesday to face charges of conspiring to rig benchmark interest rates</p>","byline":"Jennifer Rankin","body":"<p>A former trader will become the first person to face a judge over allegations of conspiracy to rig the crucial Libor benchmark interest rate, when he goes on trial on Tuesday.</p> \n<p>Tom Hayes, a former UBS and Citigroup trader, 35, will appear at Southwark crown court to face charges of conspiring to rig the <a draggable=\"true\" href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/libor\">London interbank offered rate (Libor)</a> – a key benchmark in determining the cost of $450tn (&pound;291tn) worth of borrowing for households and companies.</p> \n<p>A total of 21 individuals face similar charges, but Hayes will be the first to stand trial when he appears in court before the high court judge, Mr Justice Cooke. </p> \n<p>The case is seen as a crunch test for the Serious Fraud Office, whose reputation has been battered after a series of high-profile mishaps, including <a draggable=\"true\" href=\"http://uk.businessinsider.com/ico-fined-the-serious-fraud-office-for-evidence-blunder-over-bae-systems-and-saudi-arabia-investigation-2015-3\">the collapse of a costly inquiry </a> and <a draggable=\"true\" href=\"http://uk.businessinsider.com/ico-fined-the-serious-fraud-office-for-evidence-blunder-over-bae-systems-and-saudi-arabia-investigation-2015-3\">accidentally sending bags of confidential papers</a> to the wrong witness.</p> \n<p>Hayes faces eight counts of conspiracy to defraud covering 2006-10, offences that carry a maximum jail sentence of 10 years. He has pleaded not guilty.<br tabindex=\"-1\" /></p> \n<p>The trial, which is expected to last 10-12 weeks, will focus on his activities working for UBS and Citigroup in Tokyo, where he was trading derivatives linked to the Japanese yen. He is accused of conspiring with seven former employees at UBS, two at JP Morgan two at Citigroup and individuals at RBS, Deutsche Bank, Rabobank and HSBC.</p> \n<p>Prosecutors allege that Hayes played a central role in the alleged Libor conspiracy. The SFO’s legal team will have to prove that he “dishonestly” made false or misleading submissions to benefit his own trading book, while deliberately disregarding the proper basis for making submissions and prejudicing the economic interest of others, according to the indictment.</p> \n<p>Born in west London, Hayes began his career at the Royal Bank of Scotland, where he worked from 2001-03. He joined UBS in 2006, where he generated $260m for the bank over a three-year period. His success brought him to the attention of headhunters and he was persuaded to join Citigroup in 2010, but left after 10 months.</p> \n<p>The former trader, who lives in Surrey, has been described by acquaintances as shy, gifted and socially awkward. Although he almost certainly once earned a six-figure salary, he now receives legal aid to pay his lawyers’ bills. He was arrested by the SFO in December 2012, shortly before receiving an indictment from the US Department of Justice, which is still pending.</p> \n<p>The case will revisit the frantic days of the 2008 financial crisis, when banks stopped lending to each other. At that time the Libor system was administered by the lobbying group the British Bankers’ Association , arrangements later described as “a fox guarding the henhouse”.</p> \n<p>Banks have been fined billions by regulators to settle Libor cases, while several senior bankers lost their jobs over the scandal. Most recently Deutsche Bank was fined a record $2.5bn (&pound;1.7bn) for rigging Libor, coming after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/23/libor-rigging-fines-a-timeline\">penalties for Barclays, UBS, Rabobank and the broker RP Martin</a>.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/144cc00d93841236cf66e343bb69b11bae895ee0/0_65_4096_2458/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2458,"width":4096,"orientation":"landscape","credit":"Facundo Arrizabalaga/EPA","altText":"Tom Hayes faces eight counts of conspiracy to defraud covering 2006-2010, offences that carry a maximum jail sentence of 10 years.","cleanCredit":"Photograph: Facundo Arrizabalaga/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-25T16:43:22Z","lastModified":"2015-05-25T23:00:52Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jennifer Rankin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jennifer-rankin"}],"feature":false,"keywords":["Business","UK news"],"tags":[{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Jennifer Rankin","topic":{"type":"tag-contributor","name":"profile/jennifer-rankin"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/25/libor-trial-trader-tom-hayes","shortUrl":"http://gu.com/p/497y5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/25/libor-trial-trader-tom-hayes","webUri":"http://www.theguardian.com/business/2015/may/25/libor-trial-trader-tom-hayes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/144cc00d93841236cf66e343bb69b11bae895ee0/0_65_4096_2458/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2458,"width":4096,"orientation":"landscape","caption":"Tom Hayes faces eight counts of conspiracy to defraud covering 2006-2010, offences that carry a maximum jail sentence of 10 years. Photograph: Facundo Arrizabalaga/EPA","credit":"Facundo Arrizabalaga/EPA","altText":"Tom Hayes faces eight counts of conspiracy to defraud covering 2006-2010, offences that carry a maximum jail sentence of 10 years.","cleanCaption":"Tom Hayes faces eight counts of conspiracy to defraud covering 2006-2010, offences that carry a maximum jail sentence of 10 years.","cleanCredit":"Photograph: Facundo Arrizabalaga/EPA"}},"importance":4,"showQuotedHeadline":false},{"title":"Legal experts call for greater scrutiny of surveillance laws","rawTitle":"Legal experts call for greater scrutiny of surveillance laws","item":{"type":"article","id":"technology/2015/may/26/legal-experts-greater-scrutiny-surveillance-laws","title":"Legal experts call for greater scrutiny of surveillance laws","trailText":"The new government must not repeat the mistakes of the previous one, and must allow ‘an open and transparent assessment and critique of UK surveillance powers,’ write almost 40 academics today.","standFirst":"<p>Government must not repeat mistakes of previous administrations, but instead must have ‘an open and transparent assessment and critique of UK surveillance powers,’ academics say</p>","byline":"Alex Hern","body":"<p>An alliance of prominent academics have signed a letter to the government warning against any expansions of state surveillance without the full involvement of parliament and the public.</p> \n<p>The letter’s 38 signatories, led by LSE law professor Andrew Murray and University of East Anglia lecturer in IT law Paul Bernal, call on the new government “to ensure that any changes in the law, and especially any expansions of power, are fully and transparently vetted by parliament, and open to consultation from the public and all relevant stakeholders”.</p> \n<p>They warn that previous expansions of state power have frequently been introduced in a manner “seemingly designed to stifle robust democracy consideration”. In February 2015, for instance, the Home Office published a draft code of practice granting the intelligence services the authority to hack into computers, domestically and overseas, for the first time.</p> \n<p>The signatories write that despite the fact hacking “is a much more intrusive form of surveillance than any previously authorised by parliament”, the government sought to authorise it through a code of practice rather than through primary legislation, which would require a parliamentary debate and scrutiny.</p> \n<p>Similarly, the government granted the police and intelligence services effective immunity from criminal liability for hacking through a simple “clarifying amendment” to the Serious Crimes Act 2015. The newly legal ability on the part of the state to hack into computers “also threatens the security of all internet services”, the letter details, “as the tools intelligence services use to hack can create or maintain security vulnerabilities that may be used by criminals to commit criminal acts and other governments to invade our privacy”.</p> \n<p>“The government should not be permitted to surreptitiously change the law whenever it so desires, especially where such changes put our privacy and security at risk,” the signatories conclude.</p> \n<p>“We are calling on all members of the House of Commons, new and returning, and of all political persuasions to support us in this by ensuring parliamentary scrutiny is applied to all developments in UK surveillance laws and powers as proposed by the current government,” they add.</p> \n<p>The letter is signed by legal and cybersecurity experts from across the UK, including professors from the universities of Oxford, Essex, Sussex and Durham. It is being sent to all 650 MPs in parliament on Tuesday morning.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ed21023f6b97be07cc7ca572c6e8dc977c80a8e6/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Tim Ireland/PA","altText":"File photo dated 12/04/2009 of the Secret Intelligence Service building in Vauxhall, London.","cleanCredit":"Photograph: Tim Ireland/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-25T23:01:05Z","lastModified":"2015-05-25T23:06:09Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Alex Hern","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alex-hern"}],"feature":false,"keywords":["Hacking","Technology","MI5","MI6","Data and computer security","Surveillance","Law","Politics","UK security and counter-terrorism","UK news","World news"],"tags":[{"id":"technology/hacking","webTitle":"Hacking"},{"id":"technology/technology","webTitle":"Technology"},{"id":"uk/mi5","webTitle":"MI5"},{"id":"uk/mi6","webTitle":"MI6"},{"id":"technology/data-computer-security","webTitle":"Data and computer security"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"law/law","webTitle":"Law"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"technology"},"topics":[{"displayName":"Alex Hern","topic":{"type":"tag-contributor","name":"profile/alex-hern"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/26/legal-experts-greater-scrutiny-surveillance-laws","shortUrl":"http://gu.com/p/497k7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/26/legal-experts-greater-scrutiny-surveillance-laws","webUri":"http://www.theguardian.com/technology/2015/may/26/legal-experts-greater-scrutiny-surveillance-laws"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ed21023f6b97be07cc7ca572c6e8dc977c80a8e6/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"File photo dated 12/04/2009 of the Secret Intelligence Service building in Vauxhall, London. Photograph: Tim Ireland/PA","credit":"Tim Ireland/PA","altText":"File photo dated 12/04/2009 of the Secret Intelligence Service building in Vauxhall, London.","cleanCaption":"File photo dated 12/04/2009 of the Secret Intelligence Service building in Vauxhall, London.","cleanCredit":"Photograph: Tim Ireland/PA"}},"importance":4,"showQuotedHeadline":false},{"title":"Northern Ireland / First minister Robinson to miss key vote after suspected heart attack","rawTitle":"First minister Robinson to miss key vote after suspected heart attack","item":{"type":"article","id":"politics/2015/may/25/peter-robinson-northern-ireland-miss-key-vote-suspected-heart-attack","title":"Peter Robinson to miss key vote after suspected heart attack","trailText":"A critical debate about welfare reform in Northern Ireland will go ahead despite the first minister being taken to hospital","standFirst":"<p>A critical debate about welfare reform in Northern Ireland will go ahead despite the first minister being taken to hospital</p>","byline":"Henry McDonald Ireland correspondent","body":"<p>Northern Ireland’s first minister, Peter Robinson, will miss a crucial vote in the Stormont assembly that could threaten power sharing after suffering a suspected heart attack.</p> \n<p>The 66-year-old was admitted to the Ulster hospital on the eastern outskirts of Belfast after feeling unwell on Monday morning. He was transferred to Belfast’s Royal Victoria hospital where his family are at his bedside. The Robinson family have appealed for privacy at this stage.</p> \n<p>There had been some speculation that a critical debate on welfare reform would be postponed. But the debate in the regional parliament is scheduled to go ahead on Tuesday afternoon.</p> \n<p>Confirming the first minister’s illness, a spokesman for his Democratic Unionist party said: “The first minister felt unwell this morning and has been admitted to the hospital for some further tests.”</p> \n<p>The DUP leader had been about to enter a difficult week in Ulster politics with warnings that the Northern Ireland executive might collapse over a failure to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/09/northern-ireland-devolution-could-be-derailed-by-welfare-reforms\">implement the welfare reform bill</a>.</p> \n<p>The two nationalist parties in the five-party power-sharing coalition at Stormont, Sinn F&eacute;in and the SDLP, had vowed over the weekend to veto the bill, which paves the way for cuts to the public sector and spending.</p> \n<p>Both parties confirmed on Monday that they would use a “petition of concern” – a parliamentary mechanism designed to veto bills that do not have the support of each religious/political community in the region – to shoot down the welfare bill.</p> \n<p>Robinson and the DUP have insisted Sinn F&eacute;in and the SDLP had signed up to welfare reforms as part of the Stormont house agreement at the start of this year. The cuts to jobs and services are part of a deal with the UK Treasury to obtain a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/dec/03/chancellor-tax-raising-powere-northern-ireland-wales\">low corporation tax</a> for Northern Ireland.</p> \n<p>Robinson has held the post of first minister since 2008 with Sinn F&eacute;in’s Martin McGuinness as deputy. McGuinness expressed his concern for Robinson and his family, saying: “My thoughts and prayers are with him, Iris [Robinson’s wife] and family.” </p> \n<p>A spokesperson for the Royal Victoria hospital confirmed Robinson had a medical procedure after he arrived there, saying: “Mr Robinson underwent a procedure this morning and is currently recovering. He and his family have requested the need for privacy from this point onwards.”</p> \n<p>While first minister, Robinson has found himself under considerable personal strain. His wife was dubbed the unofficial first lady of Northern Ireland in 2008. But in 2010, the DUP suffered considerable damage after her affair with a teenager was revealed. She was expelled from the party and was said to be receiving “acute psychiatric treatment”.</p> \n<p>Alongside his personal troubles, Robinson’s tenure has been beset with political crises and the power-sharing executive being brought close to collapse several times. </p> \n<p>He threatened to resign as first minister in February 2014 unless there was a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/feb/27/cameron-orders-judicial-review-ira-fugitives-immunity-letters-northern-ireland\">judicial inquiry into the on-the-runs scandal</a>, in which secret amnesty letters were given to more than 180 IRA suspects.</p> \n<p>David Cameron promised an inquiry hours before a midnight deadline set by Robinson at the time – pulling Northern Ireland back from the brink of political meltdown.</p> \n<p>The DUP leader’s ultimatum followed the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/feb/26/northern-ireland-government-collapse-hyde-park-bomb-john-downey\">collapse of the trial of John Downey</a>, suspected of involvement in the 1982 Hyde Park bombing which killed four soldiers.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/13e630dc9cf37645ad3206ca9c9128efed9c202f/0_125_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Paul Mcerlane/EPA","altText":"Peter Robinson was taken to hospital after having a suspected heart attack.","cleanCredit":"Photograph: Paul Mcerlane/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-25T16:40:20Z","lastModified":"2015-05-25T17:16:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Peter Robinson","Northern Ireland","Politics","UK news","Democratic Unionist party (DUP)","SDLP","Sinn Féin","Martin McGuinness"],"tags":[{"id":"politics/peter-robinson","webTitle":"Peter Robinson"},{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/dup","webTitle":"Democratic Unionist party (DUP)"},{"id":"politics/sdlp","webTitle":"SDLP"},{"id":"politics/sinn-fein","webTitle":"Sinn Féin"},{"id":"politics/martin-mcguinness","webTitle":"Martin McGuinness"}],"section":{"id":"politics"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/25/peter-robinson-northern-ireland-miss-key-vote-suspected-heart-attack","shortUrl":"http://gu.com/p/497mq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/25/peter-robinson-northern-ireland-miss-key-vote-suspected-heart-attack","webUri":"http://www.theguardian.com/politics/2015/may/25/peter-robinson-northern-ireland-miss-key-vote-suspected-heart-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/13e630dc9cf37645ad3206ca9c9128efed9c202f/0_125_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Peter Robinson was taken to hospital after having a suspected heart attack. Photograph: Paul Mcerlane/EPA","credit":"Paul Mcerlane/EPA","altText":"Peter Robinson was taken to hospital after having a suspected heart attack.","cleanCaption":"Peter Robinson was taken to hospital after having a suspected heart attack.","cleanCredit":"Photograph: Paul Mcerlane/EPA"}},"importance":3,"kicker":{"title":"Northern Ireland"},"showQuotedHeadline":false},{"title":"John Healey to enter Labour deputy leadership race","rawTitle":"John Healey to enter Labour deputy leadership race","item":{"type":"article","id":"politics/2015/may/25/john-healey-labour-deputy-leadership-bid","title":"John Healey to enter Labour deputy leadership race","trailText":"Former housing minister will take on six competitors for the role, saying the party needs a unifier after crushing general election defeat","standFirst":"<p>Former housing minister will take on six competitors for the role, saying the party needs a unifier after crushing general election defeat</p>","byline":"Patrick Wintour Political editor","body":"<p>John Healey, the former Labour housing minister, has become the seventh MP to run for the party’s deputy leadership, making an already busy field more crowded.</p> \n<p>His entry, following consultations with his colleagues in the parliamentary party, means that at least one or two of the already declared candidates will not make the ballot paper since each needs nominations from 35 MPs. There are 232 Labour MPs, so mathematically there are not enough to ensure all seven reach the ballot paper.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/25/labour-party-deputy-leader\">Labour has to look outward, not inward – that’s what I would do as deputy leader | John Healey</a> </p> \n</aside> \n<p> The others competing for the deputy role are Rushanara Ali, Ben Bradshaw, Angela Eagle, Stella Creasy, Caroline Flint and Tom Watson.</p> \n<p>Making his announcement, Healey, MP for Wentworth and Dearne and a member of the party’s national executive, said he originally had no intention of standing but added: “I’ve been dismayed at how narrow and shallow Labour’s debate has been so far.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/25/labour-party-deputy-leader\">Writing for the Guardian</a>, he said: “I know I’m a late entrant when others have been up and running for some time. But the scale of the defeat, the complexity of the lessons and the huge task of holding things together while we rebuild requires a unifier – someone who can work across the political breadth of the party and with the unions.</p> \n<p>“Our new leader must be able to give their total attention to establishing themselves and re-establishing Labour with the country. Labour’s internal affairs have to be left largely to others but their deputy must be much more than a party manager and motivator.’</p> \n<p>He argued that Ukip was critical to the party’s failure to win more of the 85 seats in England and Wales it would have needed for a Labour victory. “In these 85 constituencies, Ukip was a minor player in 2010, polling fewer than 125,000 votes in total. This time was different. Ukip won over half a million votes, and added 10 percentage points to its average vote share.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The huge task of holding things together while we rebuild requires a unifier</p> \n  <footer> \n   <cite>John Healey</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Healey is a former campaigns director at the TUC and was one of the first MPs to raise concerns about the threat posed by Ukip in Labour’s northern heartlands. He has strong support in the parliamentary party and replaced Dennis Skinner on the national executive in 2014.<br /></p> \n<p>He has already nominated Yvette Cooper for the party leadership and might be seen as the deputy that Cooper would favour. Many senior figures have urged the party to have a gender-balanced ticket, so if the leader is male, the deputy is female and vice versa.</p> \n<p>In practice Labour’s timetable makes it impossible to guarantee such a gender-balanced ticket. Nominations for the deputy leadership will close on 17 June, two days after those for the leadership, giving some leeway for MPs to take account of the leadership nominations before plumping for a deputy candidate. But it is not clear if joint tickets will emerge, either formally or informally.</p> \n<p>Healey has been one of those former government members to defend Labour’s record on spending before the crash, saying: “In hindsight we should have closed the small deficit we had before the global crash by small tax rises or small spending cuts, but that’s a total distraction from the hard fact that the worldwide financial crisis and recession caused the UK’s large deficit by 2010, and it’s a diversion from the crucial post-crisis task of building a fairer, stronger economy which the Tories have still failed to do.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/guardian-view-on-labour-leadership-race-words-aplenty-arguments-scarce\">The Guardian view on Labour’s leadership race: words aplenty, arguments scarce | Editorial</a> </p> \n</aside> \n<h2>The Labour deputy leadership candidates </h2> \n<p><strong>Rushanara Ali</strong></p> \n<p>The MP for Bethnal Green and Bow is perhaps the most unexpected candidate. From a working-class Bengali community in Tower Hamlets, she got a place at Oxford to study PPE, and later went on to work in the civil service before becoming the first associate director of research at the Young Foundation in London’s east end. She has written widely on Muslim community alienation and resigned from the frontbench over Ed Miliband’s decision to back allied bombing in Iraq last year. An astute questioner on the Treasury select committee, she has said she wants the party to focus on voters lost to Ukip. Her election might slow any shift of ethnic minority voters from Labour.</p> \n<p><strong>Ben Bradshaw</strong></p> \n<p>A former culture secretary, he is a fluent broadcaster and knowledgeable about Europe. He has managed to hold on to his seat in Exeter, avoiding the defeats that befell other Labour MPs in the south outside London. He has said that a “successful centre-left party in Britain wins from the centre-left, not the left. Economic competence, combined with social justice: without the first we can never deliver the second. We need our party and next leader to celebrate our entrepreneurs and wealth creators and not leave the impression they are part of the problem”.</p> \n<p><strong>Angela Eagle</strong></p> \n<p>The chair of the Labour national policy forum and shadow leader of the house has an acerbic wit capable of putting most Tory ministers on the back foot. One of the first openly gay MPs, she said of the election result “the party had endured a total political and strategic failure”. She has argued: “We fell into the trap of focusing to much on our ‘ground game’ without ensuring that the messages we were taking to the doorstep were robust and aspirational enough. Nor were they expressed in everyday language but rather in phrases which managed to be focus-grouped to death, often sounding weird and meaningless to most.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/23/labour-win-working-class-voters-ukip\">Why Labour must win back working class voters from Ukip</a> </p> \n</aside> \n<p><strong>Stella Creasy</strong></p> \n<p>The Labour MP for Walthamstow has probably been the most successful campaigner of the Labour 2010 intake on issues such as payday loans, using Twitter not just to bring her constituency together but lead campaigns. She has argued for a different, more user-involved form of public services and urged the party to get a sense of optimism ahead of the election, a view others are now adopting. Her campaign has won the support of Dan Jarvis, MP for Barnsley, and if she gets on the ballot paper, she may do well with the large London membership.</p> \n<p><strong>Caroline Flint</strong></p> \n<p>The shadow energy and climate secretary is probably the candidate with the longest ministerial experience as MP for Don Valley. She has been a regular confident performer on TV and radio. At a Progress rally, she said the 2015 result was worse than 1992, claiming “you cannot win just by loving the NHS, however much you do” and adding a precondition of success was regaining trust on the economy. She said: “Aspiration is not the preserve of the middle classes, I want it for the working classes. I want a Britain where hard work pays, responsibility is rewarded and where everyone plays by the same rules.”</p> \n<p><strong>John Healey</strong></p> \n<p>He is likely to get on the ballot paper since he has strong support in the parliamentary party, topping a shadow cabinet poll in 2010 and becoming one of the three PLP reps on the party national executive in 2014. He spent four years in the engine room of the Treasury under Gordon Brown and was also a housing minister with a seat in the cabinet at the end of the last Labour government. Respected for his political judgment and eye for detail, he would not pretend to be a flamboyant public speaker. Although he is supporting Cooper, he is not offering himself as a joint ticket with the shadow home secretary. </p> \n<p><strong>Tom Watson</strong></p> \n<p>Watson is probably the candidate most committed to defining the role of deputy as galvanising the party’s organisation, reflecting his own history as a party campaigner and union political organiser. He visited 109 constituencies in the seven weeks before polling day and came to the view that the 4 million doorstep conversations may have identified the Labour vote but not engaged communities, especially on immigration. A former minister with a controversial background in Labour’s internecine feuds, he is not backing any leadership candidate and says he will work with any democratic choice. In recent years, he has tried to shed the “union man” image and persuade voters to look at his relentless campaigns on issues such as phone hacking and child sex abuse.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432569873116/8cc70841-ae02-4536-9808-c6cd5b52541c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Argles","altText":"John Healey says he has been ‘dismayed at how narrow and shallow Labour’s debate has been’.","cleanCredit":"Photograph: Martin Argles"}],"bodyImages":[],"webPublicationDate":"2015-05-25T17:00:09Z","lastModified":"2015-05-25T23:20:56Z","metadata":{"commentable":true,"commentCount":206,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Labour party deputy leadership","Labour","Politics","UK news"],"tags":[{"id":"politics/labourdeputy","webTitle":"Labour party deputy leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/25/john-healey-labour-deputy-leadership-bid","shortUrl":"http://gu.com/p/497ma","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/25/john-healey-labour-deputy-leadership-bid","webUri":"http://www.theguardian.com/politics/2015/may/25/john-healey-labour-deputy-leadership-bid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432569873116/8cc70841-ae02-4536-9808-c6cd5b52541c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Healey says he has been ‘dismayed at how narrow and shallow Labour’s debate has been’. Photograph: Martin Argles","credit":"Martin Argles","altText":"John Healey says he has been ‘dismayed at how narrow and shallow Labour’s debate has been’.","cleanCaption":"John Healey says he has been ‘dismayed at how narrow and shallow Labour’s debate has been’.","cleanCredit":"Photograph: Martin Argles"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-26T08:13:14Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}