{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Obesity / Third of overweight teenagers think they are right size, study shows","rawTitle":"Third of overweight teenagers think they are right size, study shows","item":{"type":"article","id":"society/2015/jul/09/overweight-teenagers-think-they-are-right-size-study","title":"Third of overweight teenagers think they are right size, study shows","trailText":"Relatively few ‘normal-weight’ teens think they are too heavy, but many who are overweight do not acknowledge it","standFirst":"<p>Relatively few ‘normal-weight’ teens think they are too heavy, but many who are overweight do not acknowledge it</p>","byline":"Sarah Boseley Health editor","body":"<p>More than a third of teenagers who are obese or overweight think their size is perfectly normal, according to researchers who say this lack of understanding is putting young people at greater risk of cancer and other diseases.<br /></p> \n<p>Health experts worry that too much stress on the dangers of gaining weight may lead some young people into unnecessary dieting and eating disorders.</p> \n<p>But the research, supported by <a href=\"http://www.cancerresearchuk.org\">Cancer Research UK</a>, found that a relatively small proportion of teenagers wrongly thought they were overweight – just 7%, although among girls that rose to 11%. The bigger misperception was among those who actually were overweight and obese, 39% of whom thought they were the right weight.</p> \n<p>Prof Jane Wardle, of CRUK’s Health Behaviour Research Centre at University College London, who was one of the authors of the paper, said: “This study was a cause for celebration and concern. Young people who think they’re overweight when they’re not can sometimes develop devastating eating disorders, so we’re delighted that most of the normal-weight teenagers had a realistic view of their body size.<br /></p> \n<p>“But we need to find effective ways of helping too-heavy teenagers slim down and maintain a healthier weight, and it’s vitally important that we find out whether it helps if they are more aware of their weight status. There are no easy answers.”</p> \n<p>The study, published in the <a href=\"http://www.nature.com/ijo/index.html\">International Journal of Obesity</a>, looked at the responses of nearly 5,000 young people aged 13 to 15 who had taken part with their families in the annual health survey for England between 2005 and 2012. They had been weighed and measured and had been asked whether they thought they were “about the right weight”, “too heavy” or “too light”.</p> \n<p>Eighty-four per cent of those who were of normal weight answered correctly, while 4% of boys and 11% of girls said they were too heavy. But only 53% of boys and 68% of girls who were overweight or obese recognised the fact.</p> \n<p>It is not surprising that adolescents get it wrong, the paper says. “Weight is a topic of considerable interest in modern society, but messages are discordant. The mass media promote ideal standards for beauty that place great emphasis on slenderness in women and lean muscularity in men, which may be unattainable for many people.</p> \n<p>“Meanwhile, mass media coverage of obesity often uses images of severely obese individuals, which could give the impression that medical criteria for overweight and obesity require exceptionally high body weights.” </p> \n<p>While public health campaigns urge people to maintain a healthy weight, “grassroots movements campaign for size acceptance and billion-dollar industries market diet plans and products promising rapid weight loss,” the paper says.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/jun/21/how-britain-got-so-fat-obese\">How Britain got so fat</a> </p> \n</aside> \n<p>The good news is that only a small proportion of teenagers wrongly thought they were too heavy. “It is encouraging that rates of size overestimation among normal-weight adolescents, particularly girls, were relatively low, despite continued emphasis in popular culture on achieving and maintaining a slender, toned physique,” the authors wrote.</p> \n<p>But it is still important to help girls recognise what a healthy weight looks like, particularly those who are in at the upper end of the normal weight range, among whom 14% thought they were too heavy, as opposed to 4% at the lower end of normal.</p> \n<p>“Previous studies have indicated that perceived overweight in normal-weight adolescents can lead to unnecessary, sometimes unhealthy dieting behaviours and in extreme cases may result in clinical eating disorders,” the paper says.</p> \n<p>But warning teenagers that they are overweight and finding ways to help them is hard, it acknowledges. “There is a need to develop methods of improving recognition of overweight and obesity among adolescents that do not cause unnecessary concern over weight in those whose weight is healthy.” </p> \n<p>Julie Sharp, head of health information at Cancer Research UK, said: “Overweight teenagers are more likely to become overweight adults at higher risk of cancer. So it’s important that young people who are too heavy have support to be more active and make healthy changes to their diet. Being aware that they are above a healthy weight could be a first step. Making these changes as teenagers could help protect them from cancer as adults.” </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dc32276da2a2579e410ecb92956ea1a8963b49c9/0_132_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Gareth Fuller/PA","altText":"Scales","cleanCredit":"Photograph: Gareth Fuller/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-09T08:08:30Z","lastModified":"2015-07-09T08:08:30Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Sarah Boseley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahboseley"}],"feature":false,"keywords":["Obesity","Young people","Health","Society","UK news"],"tags":[{"id":"society/obesity","webTitle":"Obesity"},{"id":"society/youngpeople","webTitle":"Young people"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Sarah Boseley","topic":{"type":"tag-contributor","name":"profile/sarahboseley"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/09/overweight-teenagers-think-they-are-right-size-study","shortUrl":"http://gu.com/p/4afkg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/09/overweight-teenagers-think-they-are-right-size-study","webUri":"http://www.theguardian.com/society/2015/jul/09/overweight-teenagers-think-they-are-right-size-study"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dc32276da2a2579e410ecb92956ea1a8963b49c9/0_132_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Only 53% of boys and 68% of girls who were overweight or obese recognised the fact. Photograph: Gareth Fuller/PA","credit":"Gareth Fuller/PA","altText":"Scales","cleanCaption":"Only 53% of boys and 68% of girls who were overweight or obese recognised the fact.","cleanCredit":"Photograph: Gareth Fuller/PA"}},"importance":7,"kicker":{"title":"Obesity"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dc32276da2a2579e410ecb92956ea1a8963b49c9/0_132_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Gareth Fuller/PA","altText":"Scales","cleanCredit":"Photograph: Gareth Fuller/PA"}}]},{"title":"Armed forces / Transgender people could serve in close combat, says British general","rawTitle":"Transgender people could serve in close combat, says British general","item":{"type":"article","id":"uk-news/2015/jul/09/transgender-people-serve-close-combat-roles-british-army","title":"Transgender people could serve in close combat, says British army general","trailText":"As possible role of women in infantry is reviewed, senior officer responsible for personnel says transgender women could also take frontline roles<br>","standFirst":"<p>As possible role of women in infantry is reviewed, senior officer responsible for personnel says transgender women could also take frontline roles<br /></p>","byline":"Ewen MacAskill Defence correspondent","body":"<p>Transgender people could serve in the British infantry in close combat roles, according to a senior officer responsible for personnel.</p> \n<p>The role of women in close combat is still under review but lieutenant general Andrew Gregory, deputy chief of defence staff (personnel and training) acknowledged that men who became women might be eligible for such roles.</p> \n<p>Gregory said in an interview with <a href=\"http://www.pinknews.co.uk/home/\">PinkNews</a>: “We have [transgender people] serving as I’m sure you know. We do not yet have any … transgender [women] serving in the infantry. We haven’t had to address it because we haven’t had the issue come up.</p> \n<p>“It would be a very interesting test case if it did come up. If somebody, birth gender male, who physically has all the physical strength and durability but had transitioned, they might well be able.”</p> \n<p>The issue of transgender people serving in the armed forces is seldom aired in British defence circles. In the US, although the Obama administration has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/sep/20/us-military-lifts-ban-gay-troops\">ended a ban</a> on gay men and lesbians openly serving in the military, its position on transgender people <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/05/us-air-force-transgender-no-discharge\">is ambiguous</a>.</p> \n<p>Defence secretary Michael Fallon announced in December that women could, in principle, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/dec/19/women-combat-roles-british-army-infantry-armoured-units\">serve in roles</a> that involve close combat but a final decision would have to await research into whether women could complete required physical tests, such as carrying heavy loads over long distances.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/10/rainbow-revolution-military-lgbt-personnel\">The rainbow revolution in the military – from dishonourable discharge to model employer</a> </p> \n</aside> \n<p>Fallon’s caveat would not be relevant in the case of a man who had served in the infantry and transitioned to become a woman. But women transitioning to become men would still find themselves barred at present.</p> \n<p>The MoD said: “The review process into women in combat roles is ongoing. No decisions have been made. It would be wrong for the department to comment further at this stage.”</p> \n<p>Women do serve in dangerous, hostile situations at present, from bomb-disposal to accompanying infantrymen on patrols as medics. The issue is whether they can serve in close combat: engaging at close quarters with an enemy and killing them.</p> \n<p>In the interview, Gregory said women are excluded from the infantry, the armoured corps, the Royal Marines and the Royal Air Force regiment who conduct a ground-based role of guarding airfields and other tasks.</p> \n<p>The reason for the research, he told PinkNews, is “because of the physiological difference between men and women – hip configuration, bone muscle density. Some women will be able to pass the entrance test for the infantry, not many but some will. But we do not know what the long term physiological effects (will be) on their bodies of constantly carrying brutally heavy loads, 70-80 kilos, over long periods. That is the research going on, because we have a duty of care.”</p> \n<p>Women are under-represented in defence, currently amounting to only about 10% of people serving in the armed forces.</p> \n<p>“The system isn’t fair because it is designed by men, run by men and the boards are male, so when they are reading reports that are primarily written by men who don’t necessarily understand the way a woman might react to a set of circumstances, they see a reaction as a weakness and therefore they report in that way. So it isn’t fair,” said Gregory.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436376064902/e9dab0d5-e24a-4173-8673-18cabc9d302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ik Aldama/Demotix/Corbis","altText":"Members of the armed forces at the Pride parade in London on 27 June. ","cleanCredit":"Photograph: Ik Aldama/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-08T23:01:08Z","lastModified":"2015-07-08T23:03:42Z","metadata":{"commentable":true,"commentCount":83,"contributors":[{"name":"Ewen MacAskill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewenmacaskill"}],"feature":false,"keywords":["British Army","Military","Transgender","Women","Society","UK news"],"tags":[{"id":"uk/british-army","webTitle":"British Army"},{"id":"uk/military","webTitle":"Military"},{"id":"society/transgender","webTitle":"Transgender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Ewen MacAskill","topic":{"type":"tag-contributor","name":"profile/ewenmacaskill"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/09/transgender-people-serve-close-combat-roles-british-army","shortUrl":"http://gu.com/p/4afy6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/09/transgender-people-serve-close-combat-roles-british-army","webUri":"http://www.theguardian.com/uk-news/2015/jul/09/transgender-people-serve-close-combat-roles-british-army"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436376064902/e9dab0d5-e24a-4173-8673-18cabc9d302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Members of the armed forces at the Pride parade in London on 27 June.  Photograph: Ik Aldama/Demotix/Corbis","credit":"Ik Aldama/Demotix/Corbis","altText":"Members of the armed forces at the Pride parade in London on 27 June. ","cleanCaption":"Members of the armed forces at the Pride parade in London on 27 June. ","cleanCredit":"Photograph: Ik Aldama/Demotix/Corbis"}},"importance":5,"kicker":{"title":"Armed forces"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436376064902/e9dab0d5-e24a-4173-8673-18cabc9d302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ik Aldama/Demotix/Corbis","altText":"Members of the armed forces at the Pride parade in London on 27 June. ","cleanCredit":"Photograph: Ik Aldama/Demotix/Corbis"}}]},{"title":"House prices / Shortage helps push prices up 1.7% in June","rawTitle":"Shortage helps push prices up 1.7% in June","item":{"type":"article","id":"business/2015/jul/09/shortage-homes-uk-market-prices-up-june","title":"Shortage of homes on UK market helps push prices up 1.7% in June","trailText":"Number of homes listed for sale last month was at its lowest level since records began in 1978, surveyors say","standFirst":"<p>Number of homes listed for sale last month was at its lowest level since records began in 1978, surveyors say</p>","byline":"Lisa Bachelor and Hilary Osborne","body":"<p>The number of homes on the market fell to a 37-year low in June, helping send prices surging by 1.7% in a month and prompting warnings they will be pushed to ever more unaffordable levels.</p> \n<p>As surveyors said the number of homes listed for sale with each of its members was at its lowest level since records began in 1978, Britain’s biggest mortgage lender, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/jul/08/average-uk-property-house-price-breaks-200000-halifax\">Halifax, said that the average UK house price had broken through the &pound;200,000 barrier</a> for the first time on its measure, following an unexpected 1.7% surge in June.</p> \n<p>The Royal Institution of Chartered Surveyors (Rics) said that at 49.5, the average number of homes for sale with each member had fallen from 61 in June last year and was down from a peak of 148 in 1996. </p> \n<p>It said the reasons behind the drought of homes on the market varied around the country – in expensive areas it blamed the high cost of stamp duty and other fees making renovation and extensions more financially appealing than moving. It added that lack of stock was self-perpetuating as people were put off selling because there was little choice of homes to move to. </p> \n<p>Demand for homes increased in every area except the south-east, and Rics said its members were more positive about a rise in the number of sales than at any point since April 2014.</p> \n<p>The mismatch between demand and supply appeared to be keeping prices buoyant and Rics said the number of members reporting price rises had hit an 11-month high. In total, 41% more surveyors said they expected house prices to rise over the next three months - the highest proportion in more than a year.</p> \n<p>Rics chief economist, Simon Rubinsohn, said: “There had been some hope that the removal of political uncertainty following the general election would encourage more properties onto the market but the initial indications are that this is not proving to be the case.</p> \n<p>“Additionally, the recent flat pattern of appraisals by respondents to the survey suggests this is not about to change anytime soon. As a result, it is hardly surprising that prices across much of the country are continuing to be squeezed higher with property set to become ever more unaffordable.”</p> \n<p>Halifax’s monthly snapshot of the market, which is based on mortgages it has approved during the month, showed prices had risen for a fourth month running, and were now higher than the previous pre-crisis peak. </p> \n<p>Over the quarter they were up by 3.3% – the biggest three-month increase since November 2009. The bank said the average UK property price had now reached &pound;200,280 – the first time it had gone past &pound;200,000 since it started recording prices in 1983.</p> \n<p>Martin Ellis, housing economist at the Halifax, said short supply of homes for sale had been driving up prices.<br /></p> \n<p>“This shortage has been a key factor maintaining house price growth at a robust pace so far in 2015,” he said. “Economic growth, higher employment, increasing real earnings growth and very low mortgage rates are all supporting housing demand, with signs of a recent modest pick-up in demand.”</p> \n<p>The sudden sharp June increase has resulted in a marked increase in the annual rate of inflation to 9.6% compared with 8.6% just a month earlier. It puts annual house growth back up to where it was in September 2014 and has caused some economists to rethink their forecasts. </p> \n<p>“Our current forecast is for house prices to rise by 6% over 2015, but the Halifax data at least suggests that this may be too conservative a projection,” said Howard Archer, chief economist at IHS Global Insight, who described the lender’s latest report as “a bit of a stunner”.<br /></p> \n<p>However, Archer cautioned that data from the Halifax has been more volatile than other house price measures in recent months and that no one should pin too much weight on one particular house price survey or measure. </p> \n<p>Matthew Pointon, property economist at Capital Economics, said the stage was set for further house price gains over the course of the year. </p> \n<p>However, he added: “We doubt prices will be able to continue to rise at this breakneck pace.” Pointon said mortgage lending was unlikely to relax significantly and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/01/buy-to-let-boom-jeopardise-financial-stability-bank-england-house-prices\">Bank of England’s recent warning over buy-to-let</a> “should prevent a surge in active housing demand, and keep house price gains to around 6% this year”.</p> \n<p><br /></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6661efc807bfebff6fd38ef7f850138429db5568/0_200_3600_2164/3600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2164,"width":3600,"orientation":"landscape","credit":"Yui Mok/PA","altText":"For sale signs","cleanCredit":"Photograph: Yui Mok/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-08T23:05:08Z","lastModified":"2015-07-08T23:06:42Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"Lisa Bachelor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lisabachelor"},{"name":"Hilary Osborne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hilaryosborne"}],"feature":false,"keywords":["Real estate","House prices","Housing","UK news","Communities","Money","Property","Society"],"tags":[{"id":"business/realestate","webTitle":"Real estate"},{"id":"money/houseprices","webTitle":"House prices"},{"id":"society/housing","webTitle":"Housing"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/communities","webTitle":"Communities"},{"id":"money/money","webTitle":"Money"},{"id":"money/property","webTitle":"Property"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/09/shortage-homes-uk-market-prices-up-june","shortUrl":"http://gu.com/p/4af4t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/09/shortage-homes-uk-market-prices-up-june","webUri":"http://www.theguardian.com/business/2015/jul/09/shortage-homes-uk-market-prices-up-june"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6661efc807bfebff6fd38ef7f850138429db5568/0_200_3600_2164/3600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2164,"width":3600,"orientation":"landscape","caption":"Demand for homes increased in every area except the south-east last month. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"For sale signs","cleanCaption":"Demand for homes increased in every area except the south-east last month.","cleanCredit":"Photograph: Yui Mok/PA"}},"importance":5,"kicker":{"title":"House prices"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6661efc807bfebff6fd38ef7f850138429db5568/0_200_3600_2164/3600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2164,"width":3600,"orientation":"landscape","credit":"Yui Mok/PA","altText":"For sale signs","cleanCredit":"Photograph: Yui Mok/PA"}}]},{"title":"Protest / Hundreds join anti-austerity demo despite ban","rawTitle":"Hundreds join anti-austerity demo despite ban","item":{"type":"article","id":"world/2015/jul/08/budget-hundreds-join-anti-austerity-protest-ban-parliament","title":"Hundreds join budget-day anti-austerity protest despite ban","trailText":"Jeremy Corbyn and Natalie Bennett among speakers at Austerity Kills event featuring mass ‘die in’ on Parliament Square","standFirst":"<p>Jeremy Corbyn and Natalie Bennett among speakers at Austerity Kills event featuring mass ‘die in’ on Parliament Square</p>","byline":"Peter Walker","body":"<p>Hundreds of anti-austerity protesters have gathered in Parliament Square in London, defying an official ban on their protest to argue that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk-news/budget-2015-july\">George Osborne’s budget</a> will perpetuate a divisive and unfair economic policy.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/pure-uncut-chancellor-osborne-budget-political-jackdaw\">A pure and uncut Osborne delivered a budget that sucked up all around him</a> </p> \n</aside> \n<p>Organised by the <a href=\"http://www.thepeoplesassembly.org.uk/\">People’s Assembly Against Austerity</a>, a loose coalition of activist groups and trade unions, the event on Wednesday evening, called Austerity Kills, featured a mass “die in” by protesters who lay on the grass of the square and the release of dozens of black helium-filled balloons.</p> \n<p>Speakers addressing the crowd included the Labour leadership candidate Jeremy Corbyn, Natalie Bennett, the leader of the Green party, and representatives from trade unions, environmental groups and the London branch of Greece’s ruling party <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jan/12/thomas-piketty-austerity-europe-greece-spain\">Syriza</a>.</p> \n<p>The police presence was generally low key, despite the fact that the event was taking place without the permission of Westminster council, a necessity under laws limiting protests near parliament. The same laws meant the speakers were unable to use amplification and had to shout above the traffic noise.</p> \n<figure class=\"element element-image\" data-media-id=\"9a6e4fe91d55da5e55903052fd0e9eb840a0e5de\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436379183372/92bc0bcc-6bde-48ca-aa51-e0787c0a70dd-460x276.jpeg\" alt=\"Green party leader Natalie Bennett\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Green party leader Natalie Bennett speaks to protesters.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n </figcaption> \n</figure> \n<p>The protest had been generally good natured and was slowly winding down when police intervened to confiscate speakers being used to play Greek music, to which a handful of activists were dancing arm in arm.</p> \n<p>Dozens of angered protesters marched into the road, blocking traffic. There they were penned in by mounted police amid an uneasy standoff.</p> \n<p>Sam Fairbairn, from the People’s Assembly, said the group had negotiated with the council, but to no avail. “We met with police yesterday and they said that if the council instructs them to, they may well press charges against me, as the organiser of the protest,” he said.</p> \n<figure class=\"element element-image\" data-media-id=\"8768777ad2cc33bac3b772ae61dd689d5862bb78\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436379352031/0f626359-7035-4ec0-97ab-7af83ea1a4e0-460x336.jpeg\" alt=\"Protesters in Parliament Square\" width=\"460\" height=\"336\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Protesters hold up placard as police look on.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Placards on show demonstrated the various allegiances of those taking part, including Stop the War and Socialist Workers.</p> \n<p>Graham Bash, a long-time Labour activist, was busy handing out leaflets encouraging people to sign up to the party so they could vote for Corbyn to become leader. “He can win,” Bash said. “If any of the others win it won’t really be the Labour party any more. He’s the real face of Labour.”</p> \n<p>Bash explained why he had decided to join the protest. “It’s the first fully Conservative budget for 19 years, even though the last five years have been mainly Conservative. I’ve been a Labour member for 46 years and this government is as bad as any I can remember,” he said. </p> \n<figure class=\"element element-image\" data-media-id=\"ba73962fb07cd34c2bd2d929aa1e9291a60efb20\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436379459679/ab6299f6-ad6f-4d5f-a6fe-d89a2d69c56c-460x276.jpeg\" alt=\"People's Assembly Against Austerity national secretary Sam Fairbairn\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People’s Assembly Against Austerity national secretary Sam Fairbairn.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n </figcaption> \n</figure> \n<p>Some placards carried the slogan “63% did not vote for this budget”, a reference to the share of the vote in May that carried David Cameron’s government to a majority. Fairbairn reiterated this point: “If you look at the number of people who didn’t vote because Westminster politics didn’t connect with them at all, that’s millions of people.</p> \n<p>“Since when have people not been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/07/budget-osborne-campaigners-protest-demonstrations-die-in\">able to protest</a> against what their government is doing? If you go down the route of thinking, now they’ve got a slim majority in parliament it means they face no opposition, that’s a very dangerous situation. Protest has always formed an important part of democracy in Britain.”</p> \n<p>He added: “Austerity hasn’t been working. It didn’t lead to a recovery – last year the deficit actually rose. We don’t think austerity is going to help, it runs the risk of forcing us back into recession, and it’s only going to hurt the poorest in society.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e2352edca8f41f2c6bad0f5f4bef989cc66d746f/68_0_3399_2041/3399.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2041,"width":3399,"orientation":"landscape","credit":"John Stillwell/PA","altText":"Protest against austerity in Parliament Square","cleanCredit":"Photograph: John Stillwell/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436379184849/92bc0bcc-6bde-48ca-aa51-e0787c0a70dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Green party leader Natalie Bennett speaks to protesters. Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Green party leader Natalie Bennett","cleanCaption":"Green party leader Natalie Bennett speaks to protesters.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436379352813/0f626359-7035-4ec0-97ab-7af83ea1a4e0-2060x1503.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1503,"width":2060,"orientation":"landscape","caption":"Protesters hold up placard as police look on. Photograph: Ben Stansall/AFP/Getty Images","credit":"Ben Stansall/AFP/Getty Images","altText":"Protesters in Parliament Square","cleanCaption":"Protesters hold up placard as police look on.","cleanCredit":"Photograph: Ben Stansall/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436379461093/ab6299f6-ad6f-4d5f-a6fe-d89a2d69c56c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People’s Assembly Against Austerity national secretary Sam Fairbairn. Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"People's Assembly Against Austerity national secretary Sam Fairbairn","cleanCaption":"People’s Assembly Against Austerity national secretary Sam Fairbairn.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}],"webPublicationDate":"2015-07-08T18:19:33Z","lastModified":"2015-07-08T19:54:33Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":false,"keywords":["Budget 2015 (July)","Austerity","Budget","UK news","Politics","Jeremy Corbyn","Natalie Bennett","Labour"],"tags":[{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"uk/budget","webTitle":"Budget"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/jeremy-corbyn","webTitle":"Jeremy Corbyn"},{"id":"politics/natalie-bennett","webTitle":"Natalie Bennett"},{"id":"politics/labour","webTitle":"Labour"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Peter Walker","topic":{"type":"tag-contributor","name":"profile/peterwalker"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/08/budget-hundreds-join-anti-austerity-protest-ban-parliament","shortUrl":"http://gu.com/p/4afzd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/08/budget-hundreds-join-anti-austerity-protest-ban-parliament","webUri":"http://www.theguardian.com/world/2015/jul/08/budget-hundreds-join-anti-austerity-protest-ban-parliament"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457440519","source":"Jason N. Parkinson","durationInSeconds":65,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708Balls_KP-24739252.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708Balls_KP-24739252_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436362952211/Demonstration-outside-Dow-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Demonstration outside Downey Street Photograph: Jason N. Parkinson","credit":"Jason N. Parkinson","altText":"Demonstration outside Downey Street","cleanCaption":"Demonstration outside Downey Street Photograph: Jason N. Parkinson"}}},"importance":4,"kicker":{"title":"Protest"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e2352edca8f41f2c6bad0f5f4bef989cc66d746f/68_0_3399_2041/3399.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2041,"width":3399,"orientation":"landscape","credit":"John Stillwell/PA","altText":"Protest against austerity in Parliament Square","cleanCredit":"Photograph: John Stillwell/PA"}}]},{"title":"Eleanor de Freitas / Father seeks fresh inquest into death","rawTitle":"Father seeks fresh inquest into death","item":{"type":"article","id":"law/2015/jul/09/father-of-eleanor-de-freitas-seeks-fresh-inquest-into-daughters-death","title":"Father seeks fresh inquest into Eleanor de Freitas's death","trailText":"David de Freitas says new inquiry needed to explore Crown Prosecution Service conduct and raise public interest issues ","standFirst":"<p>David de Freitas says new inquiry needed to explore Crown Prosecution Service conduct and raise public interest issues </p>","byline":"Press Association","body":"<p>The father of a trainee accountant who killed herself days before she faced court on suspicion of making a false rape claim is seeking a fresh inquest into her death. David de Freitas has lodged an appeal with the attorney general requesting the quashing of the inquest into 23-year-old Eleanor’s death and the ordering of a new one.</p> \n<p>De Freitas has also asked the attorney general to consider holding a public inquiry into his daughter’s death, following the inquest in London two months ago at which coroner Chinyere Inyama declined to call the Crown Prosecution Service to give evidence over how it had handled the case.</p> \n<p>The inquest found that Eleanor’s impending court trial for perverting the course of justice was a “stressor” in her life when she killed herself at the family home in Fulham on 4 April 2014. The coroner recorded a verdict of suicide.</p> \n<p>David de Freitas said: “My concern has been to explore the conduct of the CPS and their alleged failures in the context of the very important wider public interest issues raised.</p> \n<p>“I hope that by having a fresh inquest with the scope widened to include the CPS, or a public inquiry, that answers can be found and important lessons learned so that no other vulnerable young woman or her family are forced to deal with what Eleanor and her family have been forced to come to terms with.”</p> \n<p>The application for the attorney general to reconsider the inquest is backed by a dossier of letters supporting the public interest in having a fresh hearing.</p> \n<p>The inquest was originally adjourned in November last year to allow Alison Saunders, the Director of Public Prosecutions, the chance to examine the CPS decision to take Eleanor de Freitas to court. But despite some failings, it was decided the CPS had acted correctly.</p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d950d9bd2122b671e8d1c29cde0c6cf6e586762f/0_0_633_380/633.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":380,"width":633,"orientation":"landscape","credit":"PA/PA","altText":"Undated photo published by the de Freitas family of Eleanor de Freitas","cleanCredit":"Photograph: PA/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-08T23:47:54Z","lastModified":"2015-07-09T00:17:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Crown Prosecution Service","Law","UK news"],"tags":[{"id":"law/crown-prosecution-service","webTitle":"Crown Prosecution Service"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"law"},"topics":[],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/jul/09/father-of-eleanor-de-freitas-seeks-fresh-inquest-into-daughters-death","shortUrl":"http://gu.com/p/4agxx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/jul/09/father-of-eleanor-de-freitas-seeks-fresh-inquest-into-daughters-death","webUri":"http://www.theguardian.com/law/2015/jul/09/father-of-eleanor-de-freitas-seeks-fresh-inquest-into-daughters-death"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d950d9bd2122b671e8d1c29cde0c6cf6e586762f/0_0_633_380/633.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":380,"width":633,"orientation":"landscape","caption":"Undated photo published by the de Freitas family of Eleanor de Freitas, who killed herself days before she was due to stand trial.  Photograph: PA","credit":"PA","altText":"Undated photo published by the de Freitas family of Eleanor de Freitas","cleanCaption":"Undated photo published by the de Freitas family of Eleanor de Freitas, who killed herself days before she was due to stand trial. ","cleanCredit":"Photograph: PA"}},"importance":4,"kicker":{"title":"Eleanor de Freitas"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d950d9bd2122b671e8d1c29cde0c6cf6e586762f/0_0_633_380/633.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":380,"width":633,"orientation":"landscape","credit":"PA/PA","altText":"Undated photo published by the de Freitas family of Eleanor de Freitas","cleanCredit":"Photograph: PA/PA"}}]},{"title":"Fox hunting / MPs to get free vote on relaxing ban next week","rawTitle":"MPs to get free vote on relaxing ban next week","item":{"type":"article","id":"uk-news/2015/jul/08/mps-free-vote-relaxing-fox-hunting-ban","title":"MPs to get free vote on relaxing fox hunting ban next week","trailText":"David Cameron plans to let MPs vote on allowing hunts to use more dogs to flush out foxes before shooting them, which is only likely to pass if SNP does not vote","standFirst":"<p>David Cameron plans to let MPs vote on allowing hunts to use more dogs to flush out foxes before shooting them, which is only likely to pass if SNP does not vote</p>","byline":"Rowena Mason and Libby Brooks","body":"<p>David Cameron is planning to hold a vote on relaxing the fox hunting ban next week in a move that is only likely to be successful if the Scottish National party decides to stay out of the debate.</p> \n<p>The prime minister will stop short of offering a vote to repeal the ban, which he promised in the Conservative manifesto. </p> \n<p>Instead, Downing Street is offering a compromise solution in which hunters could use a pack of dogs to flush out foxes before shooting them. There is currently a limit of two dogs.</p> \n<p>This would bring England’s law into line with the restrictions in Scotland, making it more difficult for the SNP to object.</p> \n<p>It is understood Cameron is planning to hold the free vote next Thursday on a statutory instrument to amend the Hunting Act, rather than requiring full legislation and hours of debate. </p> \n<p>Pro-hunting MPs are understood to be happy with the proposed “middle way” but animal rights campaigners condemned the proposal.</p> \n<p>Robbie Marsland, director of the League Against Cruel Sports , said it was “nothing but sneaking hunting in through the back door”. </p> \n<p>“By amending the Hunting Act like this, the government are deliberately and cynically making it easier for hunts to chase and kill foxes, and harder for them to be convicted when they break the law. This is not about hunting foxes for pest control. It’s about hunting foxes for fun,” he said. </p> \n<p>“David Cameron pledged to hold a free vote on bringing back hunting but clearly they know they couldn’t win. So now they are using deception to fool the public.”</p> \n<p>Cameron’s proposal does not quite fulfil his Conservative manifesto pledge, which would have offered parliament the chance to repeal the Hunting Act with a government bill on government time.</p> \n<p>It is understand he retreated from that position because pro-hunting MPs were not confident there was enough support in the Commons to fully overturn the ban.</p> \n<p>“I think [the compromise proposal] makes a significant difference to the numbers. It’s not completely straightforward but there are a lot of people who were reluctant about going the whole hog but are relatively happy with the proposed change,” one Conservative MP said.<br /></p> \n<p>The success of Cameron’s proposal relies on the tradition that the SNP does not vote on English issues as a matter of principle.<br /></p> \n<p>Nicola Sturgeon, the SNP leader, said after the election that her party was still considering the issue as it certainly did not agree with repealing the ban.</p> \n<p>An SNP spokesman said no decision had yet been taken on whether the party would vote on the amendment.</p> \n<p>MPs will not be subject to a party whip on the matter, which is considered to be one of conscience. Cameron is likely to vote in favour of the change, having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/06/david-cameron-backs-repeal-of-ban-on-hunting-with-dogs\">written for the Countryside Alliance in March</a> that he would like to see the ban repealed.</p> \n<p>At the time, Cameron, who was once a member of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2012/dec/17/david-cameron-hunt-convicted-rspca\">Heythrop hunt</a> in Oxfordshire, argued hunting was no less humane than other methods of controlling foxes.</p> \n<p>“There is definitely a rural way of life which a born and bred Londoner might struggle to understand,” he wrote. “I have always been a strong supporter of country sports. It is my firm belief that people should have the freedom to hunt, so I share the frustration that many people feel about the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/hunting\">Hunting</a> Act and the way it was brought in by the last government.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7264ecfae6b77d019bb58b276f84340e72598000/0_194_3500_2105/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2105,"width":3500,"orientation":"landscape","credit":"Luke Macgregor/Reuters","altText":"Members of the Old Surrey Burstow and West Kent Hunt depart from Chiddingstone Castle for the annual Boxing Day hunt in south east England<br>Members of the Old Surrey Burstow and West Kent Hunt depart from Chiddingstone Castle for the annual Boxing Day hunt in Chiddingstone, south east England December 26, 2012. A ban imposed seven years ago states that foxes can be killed by a bird of prey or shot but not hunted by dogs. Hunts continue nowadays with pursuers accompanying dogs in chasing down a pre-laid scented trail.  REUTERS/Luke MacGregor  (BRITAIN - Tags: SPORT EQUESTRIANISM SOCIETY)","cleanCredit":"Photograph: Luke Macgregor/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-08T16:30:19Z","lastModified":"2015-07-08T23:01:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"},{"name":"Libby Brooks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/5/1399294301217/Libby-Brooks-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/libbybrooks"}],"feature":false,"keywords":["Hunting","David Cameron","UK news","Animals","Politics","World news"],"tags":[{"id":"uk/hunting","webTitle":"Hunting"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/animals","webTitle":"Animals"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/mps-free-vote-relaxing-fox-hunting-ban","shortUrl":"http://gu.com/p/4af87","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/08/mps-free-vote-relaxing-fox-hunting-ban","webUri":"http://www.theguardian.com/uk-news/2015/jul/08/mps-free-vote-relaxing-fox-hunting-ban"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7264ecfae6b77d019bb58b276f84340e72598000/0_194_3500_2105/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2105,"width":3500,"orientation":"landscape","caption":"Members of the Old Surrey Burstow and West Kent hunt. The PM has been told that he would struggle to get enough backing for a full repeal but there were probably enough MPs in favour of watering down the legislation. Photograph: Luke Macgregor/Reuters","credit":"Luke Macgregor/Reuters","altText":"Members of the Old Surrey Burstow and West Kent Hunt.","cleanCaption":"Members of the Old Surrey Burstow and West Kent hunt. The PM has been told that he would struggle to get enough backing for a full repeal but there were probably enough MPs in favour of watering down the legislation.","cleanCredit":"Photograph: Luke Macgregor/Reuters"}},"importance":3,"kicker":{"title":"Fox hunting"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7264ecfae6b77d019bb58b276f84340e72598000/0_194_3500_2105/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2105,"width":3500,"orientation":"landscape","credit":"Luke Macgregor/Reuters","altText":"Members of the Old Surrey Burstow and West Kent Hunt depart from Chiddingstone Castle for the annual Boxing Day hunt in south east England<br>Members of the Old Surrey Burstow and West Kent Hunt depart from Chiddingstone Castle for the annual Boxing Day hunt in Chiddingstone, south east England December 26, 2012. A ban imposed seven years ago states that foxes can be killed by a bird of prey or shot but not hunted by dogs. Hunts continue nowadays with pursuers accompanying dogs in chasing down a pre-laid scented trail.  REUTERS/Luke MacGregor  (BRITAIN - Tags: SPORT EQUESTRIANISM SOCIETY)","cleanCredit":"Photograph: Luke Macgregor/Reuters"}}]},{"title":"FGM / Awareness web app launched to inform girls at risk","rawTitle":"Awareness web app launched to inform girls at risk","item":{"type":"article","id":"society/2015/jul/09/fgm-awareness-web-app-launched-to-inform-girls-at-risk","title":"FGM awareness web app launched to inform girls at risk","trailText":"Petals, developed with the help of Coventry schoolchildren, aims to give teenagers facts about female genital mutilation without detection","standFirst":"<p>Petals, developed with the help of Coventry schoolchildren, aims to give teenagers facts about female genital mutilation without detection</p>","byline":"Oren Gruenbaum","body":"<p>The UK’s first web app designed to allow teenagers to learn about female genital mutilation (FGM) anonymously, and get help if they are at risk, has been launched.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/feb/06/i-witnessed-fgm-cut-kenya\">I witnessed FGM. That’s why I know we need to talk about it | Domtila Chesang</a> </p> \n</aside> \n<p>The free app, designed by a team at Coventry University and developed with the help of local schoolchildren, has privacy features to allow teenagers to get the facts about the practice and access helplines without being traced, with features such as a “close and remove” button for anyone whose internet use is monitored. The app will also disappear if the smartphone is shaken. Named “<a href=\"http://petals.coventry.ac.uk/\">Petals</a>” to avoid highlighting the subject matter, the app can also be used as an educational tool, with quiz, FAQ and glossary sections. </p> \n<p>More than 20,000 girls in Britain <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/feb/06/female-genital-mutilation-facts\">are estimated to be at risk of FGM</a>, with some estimates suggesting <a href=\"http://www.publications.parliament.uk/pa/cm201415/cmselect/cmhaff/201/20104.htm\">170,000 women are living with the effects of the practice in the UK</a>. The app was launched on Tuesday ahead of the “cutting season”, when thousands of girls face being taken abroad to undergo FGM. It has been illegal in the UK for 30 years and taking a child out of the country for the procedure has been banned since 2003, though there has yet to be a successful prosecution. </p> \n<p>Prof Hazel Barrett, of Coventry University’s <a href=\"http://www.coventry.ac.uk/research/areas-of-research/communities-social-justice/\">Centre for Communities and Social Justice</a>, who developed the app with Steven Ball, said the Midlands had the second-highest incidence of FGM after London, and that with Coventry being a dispersal centre for asylum seekers, 2% of all births in the city were to women who had suffered FGM. </p> \n<p>Petals has been designed to get information to those most at risk because so many 11-18 year-olds had nowhere to turn to for information. Barrett saw a need for the app after her research revealed how little discussion there was about the taboo subject between different generations and between men and women. “Men condone FGM, directly or indirectly,” she said, and parents found it hard to challenge their own parents.</p> \n<p>Pupils at Sidney Stringer Academy in Coventry helped trial the app. Samira Murenzi, 17, said: “We wanted them to add boys’ point of view, to make them feel they have a say. What I loved about the app is that it shows people’s stories, like some girls [with FGM] have difficulty giving birth. We want to raise awareness for others.”</p> \n<p>Rimshah Khan, 15, said: “I like the fact that people can directly get help. I didn’t know much about it but just knowing a bit can save someone. </p> \n<p>“People keep it a secret. It’s not really a comfortable topic to talk about. They feel pressure – by telling people, you might feel like you’re disowning your family. I knew about it but didn’t have that much knowledge about it. My friends were like me.” </p> \n<p>Speaking at the launch in London, Nicky Morgan, the secretary of state for education and minister for women, said: “Until recently this harrowing practice too often remained in the shadows and kept a secret despite the unimaginable and lifelong suffering it can cause. </p> \n<p>“We have a duty to stop this happening,” she added. “Cultural sensitivities can never be an excuse for FGM. </p> \n<p>“This an issue that can only be tackled by lots of people working together and taking responsibility for it, and talking about it is a big first step. </p> \n<p>“It’s hugely encouraging to see technology and innovation being harnessed so rationally. This app takes us another step forward, giving women and girls a lifeline, something they can access easily and confidentially without stigma or fears for their safety. This tool couldn’t have come at a better time with the summer holidays, when girls are most at risk, about to begin. </p> \n<p>“I look forward to the day when it’s no longer needed.”</p> \n<p>John Cameron, head of helplines at the <a href=\"http://www.nspcc.org.uk/preventing-abuse/child-abuse-and-neglect/female-genital-mutilation-fgm/\">NSPCC</a>, said the app was vital, pointing out that his charity received more contacts from children online than by phone. As well as helping change boys’ attitudes, he said, Petals would “empower children to speak out”.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/885ae57e631597ba11300e3cfecc251cd8fc429b/83_65_5783_3468/5783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3468,"width":5783,"orientation":"landscape","credit":"Coventry University","altText":"Rimshah Khan (left) and Samira Murenzi, pupils at Sidney Stringer Academy, Coventry, who helped trial Petals","cleanCredit":"Photograph: Coventry University"}],"bodyImages":[],"webPublicationDate":"2015-07-08T23:01:19Z","lastModified":"2015-07-08T23:11:46Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"Oren Gruenbaum","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/14/1405360927321/Oren-Gruenbaum-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oren-gruenbaum"}],"feature":false,"keywords":["Female genital mutilation (FGM)","Children","UK news","Women","Apps","Health","Health & wellbeing","Life and style","Society","Technology","Nicky Morgan","Coventry","Higher education","Education","Politics"],"tags":[{"id":"society/female-genital-mutilation","webTitle":"Female genital mutilation (FGM)"},{"id":"society/children","webTitle":"Children"},{"id":"uk/uk","webTitle":"UK news"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"technology/apps","webTitle":"Apps"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/society","webTitle":"Society"},{"id":"technology/technology","webTitle":"Technology"},{"id":"politics/nicky-morgan","webTitle":"Nicky Morgan"},{"id":"uk/coventry","webTitle":"Coventry"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/education","webTitle":"Education"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"society"},"topics":[{"displayName":"Oren Gruenbaum","topic":{"type":"tag-contributor","name":"profile/oren-gruenbaum"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/09/fgm-awareness-web-app-launched-to-inform-girls-at-risk","shortUrl":"http://gu.com/p/4afqx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/09/fgm-awareness-web-app-launched-to-inform-girls-at-risk","webUri":"http://www.theguardian.com/society/2015/jul/09/fgm-awareness-web-app-launched-to-inform-girls-at-risk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/885ae57e631597ba11300e3cfecc251cd8fc429b/83_65_5783_3468/5783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3468,"width":5783,"orientation":"landscape","caption":"Rimshah Khan (left) and Samira Murenzi, pupils at Sidney Stringer Academy, Coventry, who helped trial Petals. Photograph: Coventry University","credit":"Coventry University","altText":"Rimshah Khan (left) and Samira Murenzi, pupils at Sidney Stringer Academy, Coventry, who helped trial Petals","cleanCaption":"Rimshah Khan (left) and Samira Murenzi, pupils at Sidney Stringer Academy, Coventry, who helped trial Petals.","cleanCredit":"Photograph: Coventry University"}},"importance":3,"kicker":{"title":"FGM"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/885ae57e631597ba11300e3cfecc251cd8fc429b/83_65_5783_3468/5783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3468,"width":5783,"orientation":"landscape","credit":"Coventry University","altText":"Rimshah Khan (left) and Samira Murenzi, pupils at Sidney Stringer Academy, Coventry, who helped trial Petals","cleanCredit":"Photograph: Coventry University"}}]}],"lastModified":"2015-07-09T08:11:19Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}