{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Labour / Harman struggles to hold Labour together over welfare changes","rawTitle":"Harman struggles to hold Labour together over welfare changes","item":{"type":"article","id":"politics/2015/jul/13/harriet-harman-struggles-to-hold-labour-together-over-welfare-changes","title":"Harriet Harman struggles to hold Labour together over welfare changes","trailText":"MPs give interim leader lukewarm response at parliamentary Labour party meeting over response to welfare reform bill","standFirst":"<p>MPs give interim leader lukewarm response at parliamentary Labour party meeting over response to welfare reform bill</p>","byline":"Patrick Wintour Political editor","body":"<p>The interim Labour leader Harriet Harman was struggling on Monday night to hold the party together on welfare changes as she urged Labour MPs not to vote against the welfare reform bill, telling them this was not a good time to campaign against the public.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/13/harriet-harmans-wake-up-call-rouses-labour-to-anger\">Harriet Harman's wake-up call roused Labour to anger</a> </p> \n</aside> \n<p>In the first big stumble of her interim leadership, Harman received a lukewarm response at a meeting of the parliamentary Labour party and may not be able to hold the line that Labour MPs abstain on the work and welfare bill in a vote due to take place next week.</p> \n<p>Harman believes the party needs to send out a message to voters that it is listening to the public about its lack of trust in Labour on the economy and welfare and cannot continue with blanket opposition to the budget changes that chancellor George Osborne is introducing. She told MPs: “We cannot campaign against the public. We have got to be seen to be having a debate. We had a lot of unity after the 2010 election and maybe we should have had a bit more discussion.”</p> \n<p>She added: “In the last period of opposition we had lots of virtuous voting,” adding the party had voted against every government welfare changes and the only resistance that appeared to register with the public mood was its rejection of the bedroom tax.</p> \n<p>Faced by hostile response, the issue will now be discussed by the shadow cabinet on Tuesday, but at least three of the party leadership contenders have rejected her approach, whichthey regard as a lack of consultation from someone that is only holding the post until mid-September.</p> \n<p>Harman tried to reassure MPs that she was not seeking a clause 4 moment, saying it was nonsense to suggest she was seeking any personal kudos from taking on the party, stressing she was leaving many of the key decisions to whoever succeeded her as party leader.</p> \n<p>In a bid to mollify Labour MPs, she said the party would vote against the budget on Tuesday due to the cuts to tax credits, the dropping of child poverty targets, cuts to cutting student maintenance for poor students and the reduction of employment support allowance to the value of jobseeker’s allowance. She suggested the Labour might call for a review of the lower household welfare benefit cap, even though support for the cap had been in the party manifesto.</p> \n<p>She said it would be for the next leader to decide if the party should oppose child tax credits being withdrawn after the second child for new families from 2017. One Labour MP, Stephen Kinnock, has likened the proposal to eugenics.</p> \n<p>Harman said: “If you have blanket opposition to everything, it is very difficult to be effective and get a hearing for the things on which you wanted to focus your fire.” </p> \n<p>Harman has been criticised by three of the four leadership candidates for suggesting that there is a public appetite for Osborne’s decision to limit support through tax credits and universal credits to two children. </p> \n<p>Labour whips said they expected as many 60 Labour MPs to vote against the welfare bill in defiance of Harman’s position, a number that would probably force her to back down. </p> \n<p>Leadership frontrunner Andy Burnham led the other candidates in calling on the party to oppose the cuts, saying that was “how Labour makes itself relevant. Labour wins when Labour speaks for everyone, for the whole and that’s what it will do under my leadership.</p> \n<p>“You don’t allow a change that is going to take money off people in work who are trying to do the right thing.”</p> \n<p>Yvette Cooper said the tax credits were “an important part of making work pay” for many families.</p> \n<p>“I think we can be credible and also say we are going to oppose the things that the Tories are doing which are going to hit work and hit people’s incentives to work,” she said.</p> \n<p>Leftwinger Jeremy Corbyn, who has set up an online petition against cuts to child tax credit, said Osborne’s budget had been “brutal and anti-young and anti the poorest in Britain”.</p> \n<p>Liz Kendall backed the two-child policy: “People said to us ‘We don’t trust you on the money, we don’t trust you on welfare reform’,” she said. “If we are going to oppose things, we have to put something else in its place because if we carry on making the same arguments we have done over the last five years we will get the same result.</p> \n<p>“We have to put forward a different credible alternative and Harriet was absolutely right to say that.”</p> \n<p>Kendall said the cuts – which limit support through tax credits and universal credits to two children – needed to be accompanied by the introduction of a “genuine” living wage above that proposed by the Tories. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436819301320/7c282cc8-30b8-460a-a742-d6ae4d324972-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dave Gadd/Allstar","altText":"Harriet Harman faced a meeting of Labour MPs at Westminster on Monday.","cleanCredit":"Photograph: Dave Gadd/Allstar"}],"bodyImages":[],"webPublicationDate":"2015-07-13T20:31:35Z","lastModified":"2015-07-13T23:20:03Z","metadata":{"commentable":true,"commentCount":695,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Labour","Welfare","Harriet Harman","Politics","UK news","Labour party leadership","Benefits","Society"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/13/harriet-harman-struggles-to-hold-labour-together-over-welfare-changes","shortUrl":"http://gu.com/p/4ajab","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/13/harriet-harman-struggles-to-hold-labour-together-over-welfare-changes","webUri":"http://www.theguardian.com/politics/2015/jul/13/harriet-harman-struggles-to-hold-labour-together-over-welfare-changes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436819301320/7c282cc8-30b8-460a-a742-d6ae4d324972-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Harriet Harman faced a meeting of Labour MPs at Westminster on Monday. Photograph: Dave Gadd/Allstar","credit":"Dave Gadd/Allstar","altText":"Harriet Harman faced a meeting of Labour MPs at Westminster on Monday.","cleanCaption":"Harriet Harman faced a meeting of Labour MPs at Westminster on Monday.","cleanCredit":"Photograph: Dave Gadd/Allstar"}},"importance":7,"kicker":{"title":"Labour"},"showQuotedHeadline":false,"sublinks":[{"title":"Guardian view / Harman’s intervention was an own goal","rawTitle":"Harman’s intervention was an own goal","item":{"type":"comment","id":"commentisfree/2015/jul/13/guardian-view-on-labour-leadership-debate-harriet-harman-own-goal","title":"The Guardian view on the Labour leadership debate: Harriet Harman’s intervention was an own goal","trailText":"<strong>Editorial:</strong> Declaring the party’s policy on the welfare bill without consultation is no way to encourage a proper conversation","standFirst":"Declaring the party’s policy on the welfare bill without consultation is no way to encourage a proper conversation\n<br />","byline":"Editorial","body":"<p>“We need an open and honest debate,” said Harriet Harman as she launched the Labour leadership contest in the wake of the catastrophic election results in May. This week, the Guardian has asked some of its columnists to contribute to that debate by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/13/labour-party-2020-movement\" title=\"\">raising the questions</a> the party ought to wrestle with in the final month before voting begins in mid-August. It is always tempting to refight the last election in order to shape the debate about winning the next. But what Labour needs if it is going to reach beyond its core support is a clear sense not of past defeats but of future challenges: who the party speaks for, and – in an age of individualism – how; a description of a progressive welfare state and the balance to be struck between affordability and extent; what work will look like in five years, what skills young people need in order to prosper in an age of technological upheaval, and what economic policies will best achieve prosperity and sustainability. And perhaps above all, what new language Labour can find to tell a story to those turned off and tuned out from politics altogether.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/13/labour-leadership-candidates-criticise-harriet-harmans-welfare-stance\">Labour leadership candidates criticise Harriet Harman's welfare stance</a> </p> \n</aside> \n<p>In hustings that have been conducted largely in front of Labour sympathisers, the four leadership contenders have struggled to escape the constraints of old disputes and narrow differences. Her supporters say that frustration at the absence of a more creative response to defeat explains why Ms Harman, having been studiously impartial for weeks, suddenly launched <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/13/labour-leadership-candidates-criticise-harriet-harmans-welfare-stance\" title=\"\">a unilateral declaration of independence</a> and used a BBC interview to announce that the party would not block the welfare bill, accepting both a lower household welfare benefit cap and the limiting, from 2017, of child tax credits to a couple’s first two children – a stance she sought to soften somewhat on Monday night.</p> \n<p>It is impossible not to acknowledge her central argument, that Labour has lost two elections because the party is not trusted on the economy and until that changes, it will not win an election. She is right to worry that Mr Osborne’s attempt to paint Labour as the party of welfare and the Tories as the party of work must be confronted. He must not be given the chance to make it received wisdom in the way he successfully pinned the blame for the bankers’ recession on the Labour government. She is right that Labour must listen to the voters. She was right too not to question the chancellor’s call for a high-wage economy. But it was a terrible misjudgment to suggest that Labour should meekly accept cutting the in-work benefits on which millions of low-paid families rely before there was any real improvement in pay.</p> \n<p>Unfortunately her intervention will have achieved the reverse of what Ms Harman hoped. She has provoked a howl of outrage from Labour supporters across social media. Her “policy” has been disowned by all the leadership candidates except the one who has put challenging the party at the heart of her campaign, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/13/liz-kendall-backs-harriet-harman-in-labour-welfare-row\" title=\"\">Liz Kendall</a>. As a result, what will linger now in the memory of the post-budget period, just as the chancellor hoped, is that Labour is the party that is set on resistance to all cuts to welfare. The actual story, that Labour will probably vote against the budget resolution, abstain on the welfare bill, and press for exemptions from the household benefit cap for carers and the disabled, will never break through. And that will make it all the tougher to regenerate the confidence and the spirit of solidarity on which any system of&nbsp;welfare has to be based.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92b637ba6a178d8f7d8a611b77e0a58c489bd607/392_111_1134_680/1134.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":680,"width":1134,"orientation":"landscape","credit":"PA/PA","altText":"Harriet Harman","cleanCredit":"Photograph: PA/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-13T18:53:43Z","lastModified":"2015-07-13T23:00:57Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Labour","Harriet Harman","Labour party leadership","Benefits","Politics","Welfare","Society","UK news"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/13/guardian-view-on-labour-leadership-debate-harriet-harman-own-goal","shortUrl":"http://gu.com/p/4aj8q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/13/guardian-view-on-labour-leadership-debate-harriet-harman-own-goal","webUri":"http://www.theguardian.com/commentisfree/2015/jul/13/guardian-view-on-labour-leadership-debate-harriet-harman-own-goal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92b637ba6a178d8f7d8a611b77e0a58c489bd607/392_111_1134_680/1134.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":680,"width":1134,"orientation":"landscape","caption":"Acting Labour party leader Harriet Harman speaks during prime minister’s questions last week.  Photograph: PA","credit":"PA","altText":"Harriet Harman","cleanCaption":"Acting Labour party leader Harriet Harman speaks during prime minister’s questions last week. ","cleanCredit":"Photograph: PA"}},"importance":0,"kicker":{"title":"Guardian view"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92b637ba6a178d8f7d8a611b77e0a58c489bd607/392_111_1134_680/1134.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":680,"width":1134,"orientation":"landscape","credit":"PA/PA","altText":"Harriet Harman","cleanCredit":"Photograph: PA/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436819301320/7c282cc8-30b8-460a-a742-d6ae4d324972-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dave Gadd/Allstar","altText":"Harriet Harman faced a meeting of Labour MPs at Westminster on Monday.","cleanCredit":"Photograph: Dave Gadd/Allstar"}}]},{"title":"Crufts / Study has bone to pick with dumpy dogs","rawTitle":"Study has bone to pick with dumpy dogs","item":{"type":"article","id":"lifeandstyle/2015/jul/13/lose-the-puppy-fat-study-bone-pick-with-crufts-dumpy-dogs","title":"Lose the puppy fat: study has a bone to pick with Crufts' dumpy dogs","trailText":"One in four dogs shown at Crufts are overweight according to research, with pugs, basset hounds and labradors most prone to obesity ","standFirst":"<p>One in four dogs shown at Crufts are overweight according to research, with pugs, basset hounds and labradors most prone to obesity </p>","byline":"Jessica Elgot","body":"<p>The pampered pooches on show at Crufts are billed as the finest doggie specimens – but one in four is overweight, research has revealed.</p> \n<p>Analysing 960 images of 28 different breeds of adult dogs placed between first and fifth in their class between 2001 and 2013, researchers found just over a quarter were overweight.</p> \n<p>And widespread dissemination of pictures from the world’s largest dog show may be normalising obesity in the animals, the study published in the journal Veterinary Record said. </p> \n<p>Pugs, basset hounds, and labrador retrievers were the breeds most likely to be too chubby, with 80% of pugs analysed by the researchers found to be overweight. All three of those breeds are renowned for being prone to obesity.</p> \n<p>Pugs were originally bred to be a companion dog, but basset hounds and labradors were bred for hunting and fieldwork respectively, so being larger would not be advantageous, according to the researchers.</p> \n<figure class=\"element element-image\" data-media-id=\"60f480699218e677b8596493e1c31f0cd7b2408c\"> \n <img src=\"http://media.guim.co.uk/60f480699218e677b8596493e1c31f0cd7b2408c/0_8_5595_3358/1000.jpg\" alt=\"Labradors at Crufts\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Labradors were originally used for hunting and fieldwork, so like this pair at Crufts their ideal weight should reflect this.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>Overweight dogs can suffer limited lifespans and are more prone to diabetes, breathing problems and orthopaedic issues, as well as certain cancers.</p> \n<p>Standard poodles, border terriers, Rhodesian ridgebacks, Hungarian vizslas and dobermanns were the least likely to be overweight. None were underweight, which the researchers said suggested “judges are more aware of the characteristics associated with underweight condition”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/gallery/2015/jun/29/the-ugliest-dog-competition-in-pictures\">The ugliest dog competition - in pictures</a> </p> \n</aside> \n<p>Obesity among show dogs is, perhaps unsurprisingly, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/pet-obesity-a-growing-problem-in-the-uk\">less prevalent than in ordinary pet dogs</a>. But researchers said it was still a cause for concern that 26% of dogs at Crufts appear to be above their ideal weight.</p> \n<p>“These dogs showcase the ideal characteristics of the pedigree breed, and there is a danger that widespread media exposure might adversely influence owner perception of optimal body shape,” the report said.</p> \n<p>“Given the proportion of show dogs from some breeds that are overweight, breed standards should be redefined to be consistent with a dog in optimal body condition,” its authors suggested.</p> \n<p><a href=\"http://www.thekennelclub.org.uk/\">The Kennel Club</a>, which runs Crufts, said its new judging criteria had policies to emphasise the importance of good canine health, including weight. </p> \n<p>“Further effort is now required to educate owners, breeders and show judges so that they can all better recognise overweight condition, thus helping to prevent the development of obesity,” the organisation said.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fe5deab3e2597248a9d33ed5b3e4500bbbef731a/37_129_6218_3732/6218.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3732,"width":6218,"orientation":"landscape","credit":"Oli Scarff/AFP/Getty Images","altText":"Basset hounds at Crufts earlier this year","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/60f480699218e677b8596493e1c31f0cd7b2408c/0_8_5595_3358/5595.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3358,"width":5595,"orientation":"landscape","caption":"Labradors were originally used for hunting and fieldwork, so like this pair at Crufts their ideal weight should reflect this. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Labradors at Crufts","cleanCaption":"Labradors were originally used for hunting and fieldwork, so like this pair at Crufts their ideal weight should reflect this.","cleanCredit":"Photograph: David Sillitoe for the Guardian"}],"webPublicationDate":"2015-07-13T22:30:09Z","lastModified":"2015-07-13T23:01:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jessica Elgot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/26/1435313719448/Jessica-Elgot-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["Crufts","Dogs","Animals","Life and style","Pets","World news"],"tags":[{"id":"lifeandstyle/crufts","webTitle":"Crufts"},{"id":"lifeandstyle/dogs","webTitle":"Dogs"},{"id":"world/animals","webTitle":"Animals"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/pets","webTitle":"Pets"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/13/lose-the-puppy-fat-study-bone-pick-with-crufts-dumpy-dogs","shortUrl":"http://gu.com/p/4at8t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/13/lose-the-puppy-fat-study-bone-pick-with-crufts-dumpy-dogs","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/13/lose-the-puppy-fat-study-bone-pick-with-crufts-dumpy-dogs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fe5deab3e2597248a9d33ed5b3e4500bbbef731a/37_129_6218_3732/6218.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3732,"width":6218,"orientation":"landscape","caption":"Basset hounds at Crufts earlier this year. The breed is one of those most likely to be overweight.  Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Basset hounds at Crufts earlier this year","cleanCaption":"Basset hounds at Crufts earlier this year. The breed is one of those most likely to be overweight. ","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Crufts"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fe5deab3e2597248a9d33ed5b3e4500bbbef731a/37_129_6218_3732/6218.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3732,"width":6218,"orientation":"landscape","credit":"Oli Scarff/AFP/Getty Images","altText":"Basset hounds at Crufts earlier this year","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}}]},{"title":"SAS inquest / Coroner due to rule on deaths of reservists","rawTitle":"Coroner due to rule on deaths of reservists","item":{"type":"article","id":"uk-news/2015/jul/14/inquest-to-rule-on-deaths-of-sas-reservists-during-mountain-test-march","title":"Inquest to rule on deaths of SAS reservists during mountain test march","trailText":"Coroner hears of apparent failings in planning of 16-mile Brecon Beacons march undertaken in high temperatures and flaws in rescue operation","standFirst":"<p>Coroner hears apparent failings in planning of 16-mile Brecon Beacons march undertaken in high temperatures and flaws in rescue operation</p>","byline":"Steven Morris","body":"<p>An inquest into three SAS candidates who died during a test march in the Brecon Beacons is expected to be highly critical of the elite British army unit when it concludes on Tuesday.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/ng-interactive/2015/jul/14/sas-brecon-beacons-march-army-reservists\">How three army reservists died on an SAS march - visual guide</a> </p> \n</aside> \n<p>Lance Corporals Craig Roberts, Edward Maher and Corporal James Dunsby collapsed in the heat during the 16-mile course used by the SAS for decades.</p> \n<p>The inquest in Solihull, West Midlands, has heard of apparent failings in the way the march was planned and executed and flaws in the rescue operation once the men fell ill. </p> \n<p>It emerged that there were long delays before those in charge of the march spotted that the men were motionless, even though they were carrying tracking devices that should have picked up that they had stopped.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/17/sas-checkpoint-stops-would-have-prevented-deaths-inquest-hears\">An expert told the inquest that the march should have been halted before the three men collapsed after other candidates suffered heat illness. </a>Several of those involved in overseeing the exercise said they had not read Ministry of Defence guidelines on dealing with heat illness.</p> \n<p>Roberts, 24, Maher and Dunsby, both 31, collapsed during the exercise on 13 July 2013. All were reservists – part-time soldiers – who wanted to try out for the SAS reserve, which works alongside regular troops in some of the most dangerous war zones in the world.</p> \n<figure class=\"element element-image\" data-media-id=\"2dbd860dfaec29ccc8ccb302cfe5befd436d1a6e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436807927220/65a2b633-3bfb-4bc4-a8d7-a8e294c3aebb-460x276.jpeg\" alt=\"The terrain around Pen y Fan, the highest peak in southern Britain, where the soldiers died.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The terrain around Pen y Fan, the highest peak in southern Britain, where the soldiers died.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Phillips/the Guardian</span> \n </figcaption> \n</figure> \n<p>They were among 78 men taking part in the march on and around Pen y Fan, the largest mountain in southern Britain, and were carrying rucksacks weighing at least 49lbs (22kg). Their target was to complete the march within eight hours and 48 minutes, but by early afternoon, as temperatures soared towards 30C, the trio collapsed.</p> \n<p>Despite the tracker system, Maher was not found for more than two hours and was already dead when he was eventually discovered. Roberts was found by another candidate in a notorious spot nicknamed “VW” (Voluntary Withdrawal) Valley, so called because so many give up there. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>These 90 minutes demonstrate the army failed in protecting and rescuing our son</p> \n  <footer> \n   <cite>David Dunsby, father</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Dunsby’s father, David, has suggested his son lay alone and in distress for an hour and a half before help reached him. <a href=\"http://%20http//www.theguardian.com/uk-news/2015/jun/25/sas-inquest-father-says-he-was-lied-to-over-sons-location\">“These 90 minutes demonstrate the army failed in protecting and rescuing our son,” he told the inquest.</a></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/05/sas-brecon-beacons-inquest-medic-civilian-rescuers-standby\">The soldier in charge of responding to emergencies on the march said he could not remember whether he had checked that a military rescue helicopter was available that day.</a> He accepted it would have helped if the civilian emergency services had been forewarned of the test and also conceded he did not take into account the poor mobile phone signal in the Brecon Beacons should it have become necessary to dial 999.</p> \n<p>The director of UK Special Forces at the time of the tragedy, who gave evidence under the codename EE, insisted the test was “well-proven and well-tried”.</p> \n<p>He said emphasis was placed on candidates taking responsibility for their own actions. Those who make it into the SAS reserve or SAS have to operate with very little supervision or external help.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Given the determination of the three, they ended up pushing themselves beyond their ability to endure</p> \n  <footer> \n   <cite>Director of UK Special Forces</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>EE suggested that the men who died made wrong choices because they were so intent on passing. “Given the determination and the stamina of the three individuals, they ended up pushing themselves beyond their ability to endure,” he said.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/01/inquest-deaths-army-reservists-sas-training-exercise-opens\">Craig Roberts’s mother, Margaret, told the inquest she asked an SAS commanding officer why the march could not have been called off because of the heat. She said he replied: “There would be too much paperwork to postpone it.”</a></p> \n<p>During the inquest, the officer said he could not remember making the remark.</p> \n<p>The coroner’s conclusions may not be the end of the saga. The police and health and safety officials could still bring criminal charges over the men’s deaths.</p> \n<p>Speaking to ITV News on Monday evening, Dunsby’s father said: “The system failed and that’s what killed my son. There should be somebody there to help them and we know on the day there wasn’t. That system let me down as a father and let my son down. </p> \n<p>“I would just wish somebody at a certain level would just come to me and say ... we are making changes, we understand things went wrong on the day.</p> \n<p>“As long as they make changes so it won’t happen, that’s all we want. Nothing can bring James back but we need to make sure that there are things in place that will protect all the other soldiers who will be doing the same thing. To me I don’t blame any particular person, I blame the system and the system failed.” </p> \n<p>Dunsby claimed the army were fortunate that more soldiers had not died: “The army medical staff ... couldn’t cope, it was just too big. They were lucky it wasn’t more than just the three. It could’ve been six or seven.”</p>","section":"UK","displayImages":[],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436807928539/65a2b633-3bfb-4bc4-a8d7-a8e294c3aebb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The terrain around Pen y Fan, the highest peak in southern Britain, where the soldiers died. Photograph: Gareth Phillips/the Guardian","credit":"Gareth Phillips/the Guardian","altText":"The terrain around Pen y Fan, the highest peak in southern Britain, where the soldiers died.","cleanCaption":"The terrain around Pen y Fan, the highest peak in southern Britain, where the soldiers died.","cleanCredit":"Photograph: Gareth Phillips/the Guardian"}],"webPublicationDate":"2015-07-14T05:00:06Z","lastModified":"2015-07-14T05:39:24Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["Military","Wales","UK news"],"tags":[{"id":"uk/military","webTitle":"Military"},{"id":"uk/wales","webTitle":"Wales"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Steven Morris","topic":{"type":"tag-contributor","name":"profile/stevenmorris"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/14/inquest-to-rule-on-deaths-of-sas-reservists-during-mountain-test-march","shortUrl":"http://gu.com/p/4ajv3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/14/inquest-to-rule-on-deaths-of-sas-reservists-during-mountain-test-march","webUri":"http://www.theguardian.com/uk-news/2015/jul/14/inquest-to-rule-on-deaths-of-sas-reservists-during-mountain-test-march"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4c029bfd343e8eb639652a610021957fcec33029/0_0_3326_1417/3326.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1417,"width":3326,"orientation":"landscape","caption":"From left: Craig Roberts, Edward Maher and James Dunsby. All three died after taking part in an SAS training exercise. Photograph: PA","credit":"PA","altText":"From left: Craig Roberts, Edward Maher and James Dunsby. All three died after taking part in an SAS training exercise.","cleanCaption":"From left: Craig Roberts, Edward Maher and James Dunsby. All three died after taking part in an SAS training exercise.","cleanCredit":"Photograph: PA"}},"importance":5,"kicker":{"title":"SAS inquest"},"showQuotedHeadline":false,"sublinks":[],"images":[]},{"title":"Extend UK National Park model across London, say campaigners","rawTitle":"Extend UK National Park model across London, say campaigners","item":{"type":"article","id":"environment/2015/jul/14/extend-uk-national-park-model-across-london-say-campaigners","title":"Extend UK National Park model across London, say campaigners","trailText":"Founder of National Park City initiative, Daniel Raven-Ellison, says idea would make the city greener, get children connected to nature, and tackle obesity","standFirst":"<p>Founder of National Park City initiative, Daniel Raven-Ellison, says idea would make the city greener, get children connected to nature, and tackle obesity</p>","byline":"Philip Oldfield","body":"<p>The National Park concept should be extended from the countryside to the urban jungle, say the backers of a bid to have Greater London declared the world’s first <a href=\"http://www.greaterlondonnationalpark.org.uk/\">“National Park city”</a>.</p> \n<p>Advocates of the idea want to increase London’s green spaces, which currently make up 47% of its total land area, to 51% by 2051, and to help children connect with nature. </p> \n<p>Daniel Raven-Ellison, the founder of the initiative, <a href=\"https://www.dropbox.com/sh/6nwi6nkamo1cxvd/AAAMZ2UQpW9YYuH80M9dL3bya/%28Simple%20A4%20Design%29%20Greater%20London%20National%20Park%20City%20Proposal%201.2.pdf?dl=0\">which publishes its proposal on Tuesday online</a> and in 50,000 mock newspapers distributed in the capital, said:</p> \n<p>“London faces a whole range of challenges; air quality, water quality, the threat to protected green spaces, the lack of children playing outside and childhood obesity. </p> \n<p>“What if we took learning from how National Parks overcome these and apply it to the city context? Physically the city would be greener, with more forest cover and far more children would be learning and playing outdoors,” he said.</p> \n<p>Strategies would range from the small-scale, such as promoting hedgehog passages through garden fences, to urban-scale ideas, such as converting railway lines into biodiverse corridors of flora and fauna.</p> \n<p>London already benefits significantly from its green spaces, with its 8.3m trees generating &pound;195m of air filtration services, according to engineering company Aecom.</p> \n<p>However, much more can be made of this, suggests Raven-Ellison. “The green spaces around social housing cover a greater area than the 3,000 parks in London combined, but much of this space is inaccessible and under-used,” he said. “What if the quality of this land could become as high as what we see in our National Parks?” </p> \n<p>While about 400,000 people live across the UK’s 15 existing National Parks, London is home to 8.6 million people. This means the city would fail to meet the International Union for Conservation of Nature’s standard for National Parks. </p> \n<p>Instead, suggests Raven-Ellison, a new definition is needed for a National Park City as “a large urban area that is managed and semi-protected through both formal and informal means to enhance the natural capital of its living landscape.”<br /></p> \n<p>However, the proposal for a National Park City would not focus on planning, bureaucracy and regulation, but instead on community and best practice.<br /></p> \n<p>“A large proportion of London is already protected,” said Raven-Ellison. “What a National Park City would do is focus on the non-planning things that other National Parks do, in particular, inspiring and educating people.”<br /></p> \n<p>“If we want children to care what’s going on in the Pacific Ocean, we need to find ways for children to respect nature on their own doorstep,” he added. </p> \n<p>According to Paul Hamblin, executive director of National Parks England, a National City Park for London would certainly look and feel different to the UK’s established National Parks, but this would not devalue their identity. </p> \n<p>“The beauty in this intriguing idea is how it can inspire a greater connection between where millions of people live and the natural world around them,” he said. </p> \n<p>“I think those promoting the idea recognise that a National Park City would not be exactly the same as our traditional National Parks - Woolwich is not the same as Windermere. And yet the principles underpinning National Parks are powerful and worth exploring for how they can be adapted to a City. And that is the exciting debate that is now flourishing in the capital.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806612010/77bfc2bd-1085-433e-b7ea-60cfb1cb7f57-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Colin Underhill/Alamy","altText":"Green Park in central London.","cleanCredit":"Photograph: Colin Underhill/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-14T06:01:07Z","lastModified":"2015-07-14T06:01:07Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Philip Oldfield","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/philip-oldfield"}],"feature":false,"keywords":["Conservation","Environment","London","UK news","Obesity","Society","Health & wellbeing"],"tags":[{"id":"environment/conservation","webTitle":"Conservation"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/obesity","webTitle":"Obesity"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"}],"section":{"id":"environment"},"topics":[{"displayName":"Philip Oldfield","topic":{"type":"tag-contributor","name":"profile/philip-oldfield"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/14/extend-uk-national-park-model-across-london-say-campaigners","shortUrl":"http://gu.com/p/4atk2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/14/extend-uk-national-park-model-across-london-say-campaigners","webUri":"http://www.theguardian.com/environment/2015/jul/14/extend-uk-national-park-model-across-london-say-campaigners"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806612010/77bfc2bd-1085-433e-b7ea-60cfb1cb7f57-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Green Park in central London. A new initiative seeks to make Greater London declared the world’s first ‘National Park city’. Photograph: Colin Underhill/Alamy","credit":"Colin Underhill/Alamy","altText":"Green Park in central London.","cleanCaption":"Green Park in central London. A new initiative seeks to make Greater London declared the world’s first ‘National Park city’.","cleanCredit":"Photograph: Colin Underhill/Alamy"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806612010/77bfc2bd-1085-433e-b7ea-60cfb1cb7f57-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Colin Underhill/Alamy","altText":"Green Park in central London.","cleanCredit":"Photograph: Colin Underhill/Alamy"}}]},{"title":"Northern Ireland / Teenage girl run over during marching season unrest in north Belfast","rawTitle":"Teenage girl run over during marching season unrest in north Belfast","item":{"type":"article","id":"uk-news/2015/jul/13/teenage-girl-run-over-during-marching-season-unrest-in-north-belfast","title":"Teenage girl run over during marching season unrest in north Belfast","trailText":"Victim hurt when car slammed into pedestrians on Crumlin Road as riot squad officers battled to separate loyalists and republicans<br>","standFirst":"<p>Victim hurt when car slammed into pedestrians on Crumlin Road as riot squad officers battled to separate loyalists and republicans<br /></p>","byline":"Henry McDonald Ireland correspondent","body":"<p>A teenage Catholic girl was struck by a car in north Belfast as riot police came under attack nearby from Ulster loyalists on Monday night following the parades to commemorate the 325th anniversary of King William’s victory at the Battle of the Boyne.<br /></p> \n<p>The disorder around the most serious flashpoint of the Northern Ireland marching season also resulted in eight police officers being injured, while three baton rounds were fired and water cannon deployed to quell trouble on the Crumlin and Woodvale Roads. <br /></p> \n<p>It was a contrast to a mood of optimism earlier in the day when the initial parade passed off peacefully on its way to join the larger Belfast Orange demonstration. The Twelfth demonstrations happened on 13 July this year as the Orange Order does not stage its main event of the calendar on a Sunday.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"798de7623cb3a148b9650cf55ce30f016a7edd69\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436823480721/8fe78d7d-ff80-4d41-9089-e235404cf8e3-460x276.jpeg\" alt=\"Belfast\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nationalists join police officers to tip a car over in an attempt to free a young girl trapped underneath.</span> \n  <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> \n </figcaption> \n</figure> \n<p>Speaking after the morning parade, Fr Gary Donegan, from the Holy Cross Catholic church on the Crumlin Road, said: “It was one of the most peaceful parades we have had. The community just want to it all to be over.”<br /></p> \n<p>The violence first erupted shortly after 7.30pm when up to 3,000 loyalists came up against a metal crowd barrier and lines of police officers on the Woodvale Road. <br /></p> \n<p>The Police Service of Northern Ireland was enforcing a ban on the Orange Order marching back up the Crumlin Road. The banning order was imposed by the Parades Commission, the body tasked with ruling on contentious marches in the region.<br /></p> \n<p>The return journey broke into violence when youths attempted to break through the police barrier and then started pelting police with bottles, bricks, stones and a pair of metal ladders. They also fired heavy bolts from catapults at police officers and members of the media gathered on the road.<br /></p> \n<p>Less than 40 minutes later there were angry scenes on the Crumlin Road close to the republican Ardoyne district after a car crashed into a group of Catholics. <br /></p> \n<p>Police and locals had to lift the maroon-coloured car on to its side to free a 16-year-old girl who was seriously injured in the incident. The driver was taken from the vehicle by police and arrested.<br /></p> \n<p>“Police immediately responded and administered first aid, and the driver of the vehicle has been arrested,” a police spokeswoman said.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"1738837320f5697c0810527057338f3d864ec6b3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436823584333/3a7d81ff-5510-497d-a517-a6c8fd3f5c11-460x276.jpeg\" alt=\"Loyalist supporters confront police at Woodvale Road\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Loyalist supporters confront police at Woodvale Road, after a loyalist parade was banned from marching past the Ardoyne shops in north Belfast</span> \n  <span class=\"element-image__credit\">Photograph: Paul Faith/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Assistant Chief Constable Stephen Martin added: “I would appeal for calm and ask that space be given to the medics attending the scene. An investigation into the circumstances is now under way.”<br /></p> \n<p>Gerry Kelly, a Sinn F&eacute;in minister in the power sharing executive at Stormont, later confirmed that the girl’s injuries were not life threatening.<br /></p> \n<p>He said people were “disappointed” the situation had deteriorated into violence and appealed for community leadership. “Political representatives across the board should be calling for calm.” <br /></p> \n<p>Large crowds of republicans and nationalists from Ardoyne gathered on the Crumlin Road while police officers tended to the injured girl, the fresh trouble broke out between loyalists and the police at Twaddell Avenue, a Protestant street facing the Catholic district.<br /></p> \n<p>A police inspector was hit in the head with a piece of masonry, sustaining a serious injury. Police fired three plastic baton rounds and deployed water cannon to drive back the loyalists from the Twaddell Avenue interface.<br /></p> \n<p>The Police Federation, representing rank and file officers in Northern Ireland, said one policeman had to have 12 stitches after being bitten by a rioter.<br /></p> \n<p>Mark Lindsay, the federation chairman, said: “Once again, officers demonstrated their patience and professionalism even though their lines were under attack. The scenes we witnessed were deplorable and shameful. The behaviour of those who viciously targeted police lines was mindless and unacceptable.” <br /></p> \n<p>The Grand Orange Lodge of Ireland condemned the violence and called for “anyone engaged in illegal behaviour” in North Belfast to “stop immediately”.<br /></p> \n<p>The spokesman also condemned those responsible for stoning a bus transporting Orangemen as it passed through Greysteel, Co Londonderry, earlier in the evening. The bus, carrying lodge members from the Republic, was returning from a Twelfth demonstration in Coleraine. It is understood that no one was seriously injured in the incident.<br /></p> \n<p>The Northern Ireland secretary, Theresa Villiers, said: “I condemn these disgraceful attacks on the police. Those responsible do nothing to further the cause they claim to promote. They damage Northern Ireland and wreck a day which should be about respectful celebration of cultural tradition … My thoughts are with all those injured.” <br /></p> \n<p>The shadow Northern Ireland secretary, Ivan Lewis, also hit out at those behind the trouble. He said: “The scenes in North Belfast tonight are a serious step backwards for stability in Northern Ireland. Police and security professionals, as well as members of the public, have endured unacceptable levels of violence and disorder.<br /></p> \n<p>“The small minority determined to return to the bad old days must not be allowed to prosper. Politicians and community leaders should reiterate their support for the rule of law and condemn the violence without fear or favour.”<br /></p> \n<p>Several hours later Donegan was back on the Crumlin Road giving support to family and friends of the girl injured in the incident involving the car. The priest later appealed for Ardoyne residents to leave the area where the girl was injured, telling them that it was a crime scene. </p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf6c21923d7d2462024f7b82dbe20ad8791f2661/0_0_4928_2955/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2955,"width":4928,"orientation":"landscape","credit":"Charles McQuillan/Getty Images","altText":"Police officers help an unidentified girl who was trapped underneath a moving car after an alleged loyalist drove over her as they reversed at high speed on the return journey towards the controversial Ardoyne flashpoint during the Twelfth of July parade in Belfast, Northern Ireland.","cleanCredit":"Photograph: Charles McQuillan/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436823483487/8fe78d7d-ff80-4d41-9089-e235404cf8e3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nationalists join police officers to tip a car over in an attempt to free a young girl trapped underneath. Photograph: Charles McQuillan/Getty Images","credit":"Charles McQuillan/Getty Images","altText":"Belfast","cleanCaption":"Nationalists join police officers to tip a car over in an attempt to free a young girl trapped underneath.","cleanCredit":"Photograph: Charles McQuillan/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436823585898/3a7d81ff-5510-497d-a517-a6c8fd3f5c11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Loyalist supporters confront police at Woodvale Road, after a loyalist parade was banned from marching past the Ardoyne shops in north Belfast Photograph: Paul Faith/AFP/Getty Images","credit":"Paul Faith/AFP/Getty Images","altText":"Loyalist supporters confront police at Woodvale Road","cleanCaption":"Loyalist supporters confront police at Woodvale Road, after a loyalist parade was banned from marching past the Ardoyne shops in north Belfast","cleanCredit":"Photograph: Paul Faith/AFP/Getty Images"}],"webPublicationDate":"2015-07-13T21:24:31Z","lastModified":"2015-07-14T00:12:10Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Northern Ireland","Belfast","Protest","UK news"],"tags":[{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"uk/belfast","webTitle":"Belfast"},{"id":"world/protest","webTitle":"Protest"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/13/teenage-girl-run-over-during-marching-season-unrest-in-north-belfast","shortUrl":"http://gu.com/p/4ajbc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/13/teenage-girl-run-over-during-marching-season-unrest-in-north-belfast","webUri":"http://www.theguardian.com/uk-news/2015/jul/13/teenage-girl-run-over-during-marching-season-unrest-in-north-belfast"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf6c21923d7d2462024f7b82dbe20ad8791f2661/0_0_4928_2955/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2955,"width":4928,"orientation":"landscape","caption":"Police officers help the girl who was trapped underneath a moving car in Belfast, Northern Ireland.  Photograph: Charles McQuillan/Getty Images","credit":"Charles McQuillan/Getty Images","altText":"Police in Belfast","cleanCaption":"Police officers help the girl who was trapped underneath a moving car in Belfast, Northern Ireland. ","cleanCredit":"Photograph: Charles McQuillan/Getty Images"}},"importance":4,"kicker":{"title":"Northern Ireland"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf6c21923d7d2462024f7b82dbe20ad8791f2661/0_0_4928_2955/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2955,"width":4928,"orientation":"landscape","credit":"Charles McQuillan/Getty Images","altText":"Police officers help an unidentified girl who was trapped underneath a moving car after an alleged loyalist drove over her as they reversed at high speed on the return journey towards the controversial Ardoyne flashpoint during the Twelfth of July parade in Belfast, Northern Ireland.","cleanCredit":"Photograph: Charles McQuillan/Getty Images"}}]},{"title":"Tube drivers to stage another 24-hour strike as Acas calls for fresh peace talks","rawTitle":"Tube drivers to stage another 24-hour strike as Acas calls for fresh peace talks","item":{"type":"article","id":"uk-news/2015/jul/13/london-tube-drivers-stage-another-strike-acas-peace-talks","title":"Tube drivers to stage another 24-hour strike as Acas calls for fresh peace talks","trailText":"London’s tube network faces a second shutdown in continuing dispute over introduction of all-night services, Aslef announces","standFirst":"<p>London’s tube network faces a second shutdown in continuing dispute over introduction of all-night services, Aslef announces</p>","byline":"Press Association","body":"<p>London Underground drivers are set to stage another 24-hour strike in the dispute with Transport for London over the introduction of all-night services.</p> \n<p>The capital’s tube network faces the shutdown from 9.30pm on Wednesday 5 August, the Aslef union announced on Monday.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/10/tube-services-resume-after-biggest-strike-since-2002\">Commuters experienced severe disruption during last week’s 24-hour walkout</a>, the first time the entire network had been shut down for 13 years. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/09/tube-strike-london-communters-chaos-rail-bus-trains\">Tube strike: commuters struggle in worst disruption for 13 years</a> </p> \n</aside> \n<p>Both sides have been invited to hold fresh peace talks in a bid to avert further strikes. </p> \n<p>A spokesman for the conciliation service Acas said on Monday: “Acas has written to London Underground, Aslef, RMT, TSSA and Unite, inviting them to attend exploratory talks tomorrow morning.” <br /></p> \n<p>Unions are unhappy about pay and rosters for the new service, which is due to start on 12 September.</p> \n<p>John Allan, chairman of the Federation of Small Businesses, said: “This second Tube strike in less than a month will be disappointing news and another blow for businesses. </p> \n<p>“Many small companies proved their flexibility and resourcefulness last week, allowing their employees to work remotely, or hold meetings with clients online rather than in person. </p> \n<p>“Nevertheless, there will be further damage to the economy and millions of pounds lost to businesses if this strike goes ahead.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf7af010967391920e4f1a67a59e96c62ba85ffc/490_90_5270_3164/5270.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3164,"width":5270,"orientation":"landscape","credit":"Keith Larby/Demotix/Corbis","altText":"Commuters in London queue for buses during the strike last week – the first time the entire tube network had shut down. ","cleanCredit":"Photograph: Keith Larby/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-13T16:14:07Z","lastModified":"2015-07-13T23:00:44Z","metadata":{"commentable":true,"commentCount":297,"contributors":[],"feature":false,"keywords":["London Underground","London","Trade unions","Politics","Rail transport","Transport","UK news"],"tags":[{"id":"uk/london-underground","webTitle":"London Underground"},{"id":"uk/london","webTitle":"London"},{"id":"politics/tradeunions","webTitle":"Trade unions"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"uk/transport","webTitle":"Transport"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/13/london-tube-drivers-stage-another-strike-acas-peace-talks","shortUrl":"http://gu.com/p/4aj5m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/13/london-tube-drivers-stage-another-strike-acas-peace-talks","webUri":"http://www.theguardian.com/uk-news/2015/jul/13/london-tube-drivers-stage-another-strike-acas-peace-talks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf7af010967391920e4f1a67a59e96c62ba85ffc/490_90_5270_3164/5270.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3164,"width":5270,"orientation":"landscape","caption":"Commuters in London queue for buses during the strike last week.  Photograph: Keith Larby/Demotix/Corbis","credit":"Keith Larby/Demotix/Corbis","altText":"Commuters in London queue for buses during the strike last week.","cleanCaption":"Commuters in London queue for buses during the strike last week. ","cleanCredit":"Photograph: Keith Larby/Demotix/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf7af010967391920e4f1a67a59e96c62ba85ffc/490_90_5270_3164/5270.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3164,"width":5270,"orientation":"landscape","credit":"Keith Larby/Demotix/Corbis","altText":"Commuters in London queue for buses during the strike last week – the first time the entire tube network had shut down. ","cleanCredit":"Photograph: Keith Larby/Demotix/Corbis"}}]},{"title":"Monsanto, BP and Veolia agree to pay for cleanup of contaminated Welsh site","rawTitle":"Monsanto, BP and Veolia agree to pay for cleanup of contaminated Welsh site","item":{"type":"article","id":"environment/2015/jul/14/monsanto-bp-veolia-agree-to-pay-for-cleanup-contaminated-welsh-quarry-site","title":"Monsanto, BP and Veolia agree to pay for cleanup of contaminated Welsh site","trailText":"Five decades after toxic waste from a Monsanto plant was dumped at Brofiscin quarry in south Wales, companies agree to pay towards cleanup costs","standFirst":"<p>Five decades after toxic waste from a Monsanto plant was dumped at Brofiscin quarry in south Wales, companies agree to pay towards cleanup costs</p>","byline":"Tom Levitt","body":"<p>Monsanto, BP and Veolia have agreed to pay to contribute to the cleanup of a former quarry in South Wales that was polluted with a cocktail of toxic waste, including Agent Orange derivatives, dioxins and PCBs.</p> \n<p>The agreement, confirmed by Welsh officials to the Guardian, marks the end of a five-decade-long saga that began when thousands of tonnes of chemical and industrial waste from a Monsanto-owned plant in Newport <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/guardian/2007/feb/12/frontpagenews.uknews\">was dumped at the Brofiscin quarry</a>, near the village of Groesfaen, in the 1960s and 70s.<br /></p> \n<p>Waste from BP was also dumped at the site, less than 10 miles from Cardiff, while Veolia acquired the contractors originally responsible for disposing of the waste from Monsanto.<br /></p> \n<p>Although officials at the Department for the Environment were aware of the site having been contaminated in 1978 – and later described it as one of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/guardian/2007/feb/12/frontpagenews.uknews\">most contaminated sites in Wales</a> – it was not until 2005 that efforts to try and clean up the site began.<br /></p> \n<p>By 2011, officials had concluded that the leaking of dangerous toxins from the corroding waste containers buried underground had the potential to pose a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2007/feb/12/uknews.pollution1\">significant health risk to local residents</a> and members of the public using a nearby footpath.<br /></p> \n<p>That same year, officials at the Environment Agency in Wales said that Monsanto, BP and Veolia were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/feb/21/monsanto-brofiscin-pollution\">liable for the contamination</a> and should pay the cost of cleaning up the site. All three companies refused to accept liability for the pollution, forcing the authorities, who feared an expensive legal battle, to foot the &pound;1.25m bill for the works, completed in 2012. Officials said at the time they would continue to attempt to recover the costs.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2007/feb/12/uknews.pollution1\">Waste dumped by Monsanto has contaminated a Cardiff quarry</a> </p> \n</aside> \n<p>Now, three years later, Natural Resources Wales, which took over the role of Environment Agency Wales in 2013, confirmed that they had finally come to an agreement with Monsanto, BP and Veolia to cover the cleanup bill. However, all three continue to deny liability, and the value of the settlement has not been disclosed.<br /></p> \n<p>A spokesperson for Monsanto said: “We have reached an agreement with the Environment Agency Wales resolving our alleged liability associated with the quarry.”<br /></p> \n<p>A spokesperson for BP said: “BP did not directly use the Brofiscin quarry and has not been found liable for its clean up; this relates to material that we potentially consigned to a waste disposal contractor that used the quarry more than 40 years ago. BP reached agreement in May 2015 with Natural Resources Wales to make a goodwill contribution towards part of the cleanup costs incurred at the Brofiscin site.”<br /></p> \n<p>A spokesperson for Veolia said: “The case of the Brofiscin Landfill relates to activities carried out by a company that had ceased to operate and had not functioned for a lengthy period prior to Veolia’s acquisition of the Cleanaway group of companies in 2006.<br /></p> \n<p>“Veolia has, for some while, been in dialogue with the Natural Resources Wales and others to devise a no-fault solution to key issues at Brofiscin that dealt with matters responsibly and ensured the site was safe and secure going forward. Veolia confirms that it made a voluntary contribution to the cost of the remediation works that have been carried out at the site and is pleased that these have now been effected.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436803176653/eded5f86-3ffd-4b8e-919d-5240b0edc1f2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A discoloured stream running out of Brofiscin Quarry in south Wales. Toxic waste was dumped here in 1970s by contractors working for Monsanto.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-14T05:00:06Z","lastModified":"2015-07-14T05:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Tom Levitt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tom-levitt"}],"feature":false,"keywords":["Pollution","Wales","BP","Energy industry","Environment","Business","Oil","Commodities","UK news"],"tags":[{"id":"environment/pollution","webTitle":"Pollution"},{"id":"uk/wales","webTitle":"Wales"},{"id":"business/bp","webTitle":"BP"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"environment/environment","webTitle":"Environment"},{"id":"business/business","webTitle":"Business"},{"id":"business/oil","webTitle":"Oil"},{"id":"business/commodities","webTitle":"Commodities"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"environment"},"topics":[{"displayName":"Tom Levitt","topic":{"type":"tag-contributor","name":"profile/tom-levitt"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/14/monsanto-bp-veolia-agree-to-pay-for-cleanup-contaminated-welsh-quarry-site","shortUrl":"http://gu.com/p/4ah45","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/14/monsanto-bp-veolia-agree-to-pay-for-cleanup-contaminated-welsh-quarry-site","webUri":"http://www.theguardian.com/environment/2015/jul/14/monsanto-bp-veolia-agree-to-pay-for-cleanup-contaminated-welsh-quarry-site"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436803176653/eded5f86-3ffd-4b8e-919d-5240b0edc1f2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A discoloured stream running out of Brofiscin Quarry in south Wales. Toxic waste was dumped here in 1970s by contractors working for Monsanto. Photograph: Alamy","credit":"Alamy","altText":"A discoloured stream running out of Brofiscin Quarry in south Wales. Toxic waste was dumped here in 1970s by contractors working for Monsanto.","cleanCaption":"A discoloured stream running out of Brofiscin Quarry in south Wales. Toxic waste was dumped here in 1970s by contractors working for Monsanto.","cleanCredit":"Photograph: Alamy"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436803176653/eded5f86-3ffd-4b8e-919d-5240b0edc1f2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A discoloured stream running out of Brofiscin Quarry in south Wales. Toxic waste was dumped here in 1970s by contractors working for Monsanto.","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-07-14T08:00:55Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}