{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"'Beach body ready' tube ads to be taken down ahead of mass protest","rawTitle":"'Beach body ready' tube ads to be taken down ahead of mass protest","item":{"type":"article","id":"media/2015/apr/28/beach-body-ready-tube-ad-protest-protein-world","title":"'Beach body ready' tube ads to be taken down ahead of mass protest","trailText":"Transport for London says poster promoting Protein World weight-loss product does not break its rules, but will be replaced this week when its contract ends","standFirst":"<p>Transport for London says poster promoting Protein World weight-loss product does not break its rules, but will be replaced this week when its contract ends<br /></p>","byline":"Jane Martinson","body":"<p>A controversial ad campaign featuring a bikini-wearing model that asks “Are you beach body ready?” is to be removed from London Underground ahead of a planned mass protest this weekend.</p> \n<p>Transport for London said the ads promoting Protein World weight-loss product will be replaced from Wednesday because they have come to the end of their three-week contract period. “It is coming to a natural end,” a spokesman said, adding that the campaign did not contravene TFL’s advertising standards.</p> \n<p>The Transport for London spokesperson added: “This advertisement will begin to be removed from our network as scheduled from tomorrow. We have received one complaint about it and we will be guided by the Committee of Advertising Practice and Advertising Standards Authority if a similar advert were to be submitted again. We have zero tolerance towards graffiti on the network and take action to prevent it and remove it.”</p> \n<p>More than 200 people have complained about the ads to the <a href=\"http://asa.org.uk/\">ASA</a>, which is understood to be considering whether they are “offensive, irresponsible and harmful because it promotes an unhealthy body image”. The regulator is meeting Protein World on Wednesday to discuss its advertising policy.</p> \n<p>A <a href=\"https://www.facebook.com/events/1422738334699476/\">“taking back the beach” protest </a>has been organised to take place in London’s Hyde Park on Saturday. More than 400 people are expected to attend.</p> \n<p>By midday on Tuesday more than 50,000 people had signed an online <a href=\"https://www.change.org/p/proteinworld-arjun-seth-remove-are-you-beach-body-ready-advertisements\">petition</a> calling on Protein World to take down the ads. Launched two weeks ago by Charlotte Baring, the protest struck a chord with many who complain about the objectification of women in advertising.</p> \n<p>In the past week, online protests have grown under the hashtag #everybodysready.</p> \n<p>The backlash prompted an angry response from Protein World itself. Arjun Seth, the chief executive, <a href=\"http://www.independent.co.uk/life-style/health-and-families/health-news/are-you-beach-body-ready-backlash-protein-world-boss-labels-campaigners-terrorists-10207440.html\">likened the feminists to “terrorists”</a>.</p> \n<p>Katie Hopkins called the protesters <a href=\"http://www.huffingtonpost.co.uk/2015/04/27/katie-hopkins-stirs-protein-world-ad-controversy-inviting-angry-chubsters-catch-her_n_7152036.html\">“angry chubsters”</a> on Twitter – a comment that prompted Protein World’s head of marketing to say it was “great” that the columnist had got involved. <br /></p> \n<p>Hopkins is currently facing angry protests and calls for her to be sacked as a Sun columnist after she compared migrants to “cockroaches”.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430221451294/45775830-2510-465f-a8cb-bda9b5a82951-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Catherine Wylie/PA","altText":"Protein World 'beach body ready' poster: the advertising watchdog has received more than 200 complaints","cleanCredit":"Photograph: Catherine Wylie/PA"}],"bodyImages":[],"webPublicationDate":"2015-04-28T11:53:42Z","lastModified":"2015-04-28T13:24:04Z","metadata":{"commentable":true,"commentCount":228,"contributors":[{"name":"Jane Martinson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/1/1398948194155/Jane-Martinson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/janemartinson"}],"feature":false,"keywords":["Advertising","Media","London","UK news","Diets and dieting","Equality","Gender","Society"],"topics":[{"displayName":"Jane Martinson","topic":{"type":"tag-contributor","name":"profile/janemartinson"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/apr/28/beach-body-ready-tube-ad-protest-protein-world","shortUrl":"http://gu.com/p/48vx7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/apr/28/beach-body-ready-tube-ad-protest-protein-world","webUri":"http://www.theguardian.com/media/2015/apr/28/beach-body-ready-tube-ad-protest-protein-world"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430221451294/45775830-2510-465f-a8cb-bda9b5a82951-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Protein World ‘beach body ready’ poster: the advertising watchdog has received more than 200 complaints. Photograph: Catherine Wylie/PA","credit":"Catherine Wylie/PA","altText":"Protein World 'beach body ready' poster: the advertising watchdog has received more than 200 complaints","cleanCaption":"Protein World ‘beach body ready’ poster: the advertising watchdog has received more than 200 complaints.","cleanCredit":"Photograph: Catherine Wylie/PA"}},"importance":7,"showQuotedHeadline":false},{"title":"London / Winston Churchill's tube station bunker could reopen to the public","rawTitle":"Winston Churchill's tube station bunker could reopen to the public","item":{"type":"article","id":"uk-news/2015/apr/28/winston-churchills-tube-station-bunker-could-reopen-public-mayfair-london","title":"Winston Churchill's tube station bunker could reopen to the public","trailText":"Disused Down Street underground station in Mayfair earmarked for redevelopment as Transport for London seeks to raise funds for investment","standFirst":"<p>Disused Down Street underground station in Mayfair earmarked for redevelopment as Transport for London seeks to raise funds for investment</p>","byline":"Press Association","body":"<p>A disused London tube station that Sir Winston Churchill used as a bunker during the second world war could be opened to the public again, more than 80 years after the last passengers disembarked there.</p> \n<p>Down Street station in Mayfair was closed to the public in May 1932 because of low passenger numbers.</p> \n<p>The station was later used by the prime minister and his war cabinet after wood-decked meeting rooms and underground living accommodation were created for up to 40 people.</p> \n<p>Transport for London (TfL) is now inviting businesses to submit ideas to transform the forgotten station into a viable business as part of its plans to generate &pound;3.4bn in non-fare revenue to reinvest in the transport network.</p> \n<p>Graeme Craig, TfL’s director of commercial development, said: “This is a fantastic building. It is in the heart of Mayfair, it’s got great heritage, it’s been an important station. But it has not been used for 80 years. The challenge we have is, in a complex difficult space what uses can we bring to this station? How can we bring it back to life?</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"18f338e5957dac7864760bd8ae20c69e8a8566b8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430231482820/277731cd-24e2-4a19-9eb8-f24a97eb54c6-460x276.jpeg\" alt=\"Graeme Craig of Transport for London inside Down Street station.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graeme Craig of Transport for London inside Down Street station.</span> \n  <span class=\"element-image__credit\">Photograph: Hannah McKay/PA</span> \n </figcaption> \n</figure> \n<p>“It’s not straightforward – we have spent months trying to work through whether it can be used at all. We are now confident that it can be.”</p> \n<p>Down Street station opened on the Great Northern, Piccadilly and Brompton Railway in March 1907, but was used by few passengers owing to its proximity to stations at Hyde Park Corner and Dover Street (now Green Park), and the reluctance of Mayfair’s residents to use public transport.</p> \n<p>The station later played a role in the war when it was used as the protected underground headquarters for Churchill’s railway executive committee, and the war cabinet until the Cabinet War Rooms became available. </p> \n<p>It is believed the location close to Westminster made it popular with Churchill. A disused bathtub in the living quarters still bears the inscription WC.</p> \n<p>TfL is seeking to lease out part of the station to businesses who have the ability to use the space to “create something exceptional and establish the next chapter in the station’s history”.</p> \n<p>Craig said: “The combination of space, history and location, makes this a unique opportunity. We are looking for a partner with the imagination to see the potential here and the capability to deliver it.</p> \n<p>“Adjoining parts of the station are still required for running the tube, but we will work with interested parties to ensure the commercial and operational activities can happily co-exist.”</p> \n<p>It is hoped the station could be renovated in the next two years. Other disused tube stations have been used for theatrical events, filming and retail hubs.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430231201408/9a694fbc-b743-49d8-8e44-da9bf344e3c1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hannah McKay/PA","altText":"Disused Down Street station in London's Mayfair district.","cleanCredit":"Photograph: Hannah McKay/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430231483927/277731cd-24e2-4a19-9eb8-f24a97eb54c6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Graeme Craig of Transport for London inside Down Street station. Photograph: Hannah McKay/PA","credit":"Hannah McKay/PA","altText":"Graeme Craig of Transport for London inside Down Street station.","cleanCaption":"Graeme Craig of Transport for London inside Down Street station.","cleanCredit":"Photograph: Hannah McKay/PA"}],"webPublicationDate":"2015-04-28T14:37:09Z","lastModified":"2015-04-28T14:50:45Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["London Underground","London","Transport","UK news","TFL","Business","Winston Churchill","Second world war","World news"],"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/apr/28/winston-churchills-tube-station-bunker-could-reopen-public-mayfair-london","shortUrl":"http://gu.com/p/48v6m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/apr/28/winston-churchills-tube-station-bunker-could-reopen-public-mayfair-london","webUri":"http://www.theguardian.com/uk-news/2015/apr/28/winston-churchills-tube-station-bunker-could-reopen-public-mayfair-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430231201408/9a694fbc-b743-49d8-8e44-da9bf344e3c1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Down Street underground station in Mayfair, London, opened in 1907, but was little-used and closed to the public 25 years later. Photograph: Hannah McKay/PA","credit":"Hannah McKay/PA","altText":"Disused Down Street station in Mayfair, London.","cleanCaption":"Down Street underground station in Mayfair, London, opened in 1907, but was little-used and closed to the public 25 years later.","cleanCredit":"Photograph: Hannah McKay/PA"}},"importance":5,"kicker":{"title":"London"},"showQuotedHeadline":false},{"title":"UK housing crisis 'in breach of human rights'","rawTitle":"UK housing crisis 'in breach of human rights'","item":{"type":"article","id":"society/2015/apr/28/uk-housing-crisis-in-breach-of-human-rights","title":"UK housing crisis 'in breach of human rights'","trailText":"Charities say soaring housing rental costs, unhealthy conditions in homes, and rising levels of homelessness mean UK is in violation of UN commitment on homes<br>","standFirst":"<p>Charities say soaring housing rental costs, unhealthy conditions in homes, and rising levels of homelessness mean UK is in violation of UN commitment on homes<br /></p>","byline":"Robert Booth","body":"<p>The UK is in breach of its own United Nations human rights commitment to provide people with adequate homes because the housing crisis is so serious, a consortium of leading housing charities has warned. They cite soaring housing rental costs, unhealthy conditions in homes, and rising levels of homelessness and warn of “profound issues of lack of supply, increasing housing costs, lack of security of tenure and homes of such poor quality that they are unfit for habitation”.</p> \n<p>Called Just Fair, the group’s members include Crisis, Oxfam, Amnesty International, Save the Children and Unicef UK. Their document describes the right to housing in England as in “crisis”.</p> \n<p>“It is quite clear we are in breach of our UN obligations,” said the report’s author, Dr Jessie Hohmann, law lecturer at Queen Mary University of London. “It is possible to take policy steps to protect the most vulnerable and marginalised, but the UK government has decided not to do that. Since the 1980s we have lost any concept of housing’s social function, and that is why protest movements are gaining ground. Without decent housing, you can’t experience an adequate life in society, but now housing is seen just as an asset.”</p> \n<p>In a 40-page report, Just Fair concluded:</p> \n<ul> \n <li>Private rents are at double the level of council properties, at &pound;163 a week, and a quarter of those renting rely on housing benefit to meet the cost</li> \n <li>A third of homes in the private rented sector do not meet basic standards of health, safety and habitability</li> \n <li>Rough sleeping in London increased by more than a third between autumn 2013 and autumn 2014, while funding for shelters fell </li> \n <li>Last December there were almost 62,000 households in England living in temporary accommodation, the highest number for five years, and 280,000 households are at risk of homelessness </li> \n <li>The number of families living in bed and breakfasts more than tripled from 630 in 2010 to 2,040 last year</li> \n <li>“Exceptionally high” levels of rising homelessness and the growing number of households at risk of homelessness represent “a serious failing in the government’s obligations”, it concludes.</li> \n</ul> \n<p>According to Just Fair, the UN agreement to “recognise the the right of everyone to an adequate standard of living … including housing” only allows reduction in rights to housing in cases of “force majeure”, including natural disaster and war, and cuts executed during financial crises must be ended when the crisis is over.</p> \n<p>The report cames as party leaders trade blows over housing in the general election campaign. Jon Sparkes, chief executive of the homeless charity Crisis, said the report “should be a wake-up call for all political leaders”. On Sunday, Labour announced plans for rent controls in the private sector, while the previous week the Conservatives said they would extend the right-to-buy to housing association tenants.Grassroots residents’ rebellions against evictions and social housing sell-offs have also focused public anger on the state of the housing market. </p> \n<p>Just Fair is overtly critical of coalition policy on housing. Its report said: “Problems in realising the right to housing are linked to a political climate of austerity, and attendant cuts to state social security and other benefits. The resulting situation is accurately identified as one of crisis.” It also says one of the most serious issues is the failure to build enough new homes, which dates back through successive Labour, as well as Conservative, governments.</p> \n<p>Among the causes of the worsening crisis, the report also cites the government’s removal of the “spare room subsidy”, also known as the bedroom tax, the “stark undersupply” of new homes, and insecurity of tenure in the private rented market as a result of a the lack of protections in tenancy agreements. “It should be a matter of significant concern that one-third of households in the private rental sector are living in housing that is substandard to the point that is unsafe or unhealthy,” the report states.</p> \n<p>The report suggested that so called “Revenge evictions”, where tenants lose their homes when they complain about standards, are so widespread that as many as 200,000 happening in 2013. That, Just Fair argued, amounted to a breach of the UN covenant’s prohibition against arbitrary eviction.</p> \n<p>Responding to the report, Conservative housing minister, Brandon Lewis, said: “We inherited a broken housing market after Labour’s housing crash.” He added that “there is more to do”, but said his party would deliver 275,000 new affordable homes in the next parliament.</p> \n<p>“Despite the need to pay off Labour’s deficit, Conservatives in government have worked to increase housebuilding to its highest since 2007 and delivered 217,000 new affordable homes,” he said. “We will ensure economic growth and stability to allow continued investment in frontline services for homeless and the vulnerable.”</p> \n<p>For Labour, Emma Reynolds said: “Under David Cameron, housebuilding is at its lowest levels in peacetime since the 1920s, there is a severe lack of affordable homes, families face growing insecurity in the private rented sector, and there has been a dramatic rise in homelessness and rough sleeping. Labour will take action to tackle this crisis. </p> \n<p>“We will get 200,000 homes built a year by 2020, boost the number of affordable homes built year on year, reform the private rented sector, and we will set out a long-term strategy to tackle homelessness and rough sleeping.”</p> \n<p>“Rough sleeping has risen by 55% in the past five years,” said Sparkes. “This dreadful state of affairs is the result of successive governments’ failure to tackle the housing crisis, combined with severe cuts to housing benefit that have left growing numbers of people struggling to keep a roof over their heads. The housing crisis will not solve itself. We desperately need more affordable homes as well as political action to fix our broken private rented sector.”<br /></p> \n<p>The report is intended to inform a UN audit of housing in England starting this autumn. It was largely funded by the Joseph Rowntree Charitable Trust.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430178654344/ca80b359-995b-4bf7-a85d-9851dae0823d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rebecca Vale/Alamy","altText":"Homeless person sleeping rough","cleanCredit":"Photograph: Rebecca Vale/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-04-27T23:54:40Z","lastModified":"2015-04-27T23:57:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Robert Booth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertbooth"}],"feature":false,"keywords":["Housing","Human rights","UK news"],"topics":[{"displayName":"Robert Booth","topic":{"type":"tag-contributor","name":"profile/robertbooth"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/apr/28/uk-housing-crisis-in-breach-of-human-rights","shortUrl":"http://gu.com/p/47q5t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/apr/28/uk-housing-crisis-in-breach-of-human-rights","webUri":"http://www.theguardian.com/society/2015/apr/28/uk-housing-crisis-in-breach-of-human-rights"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430178654344/ca80b359-995b-4bf7-a85d-9851dae0823d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Without decent housing, you can’t experience an adequate life in society, but now housing is seen just as an asset.’ Photograph: Rebecca Vale/Alamy","credit":"Rebecca Vale/Alamy","altText":"Homeless person sleeping rough","cleanCaption":"‘Without decent housing, you can’t experience an adequate life in society, but now housing is seen just as an asset.’","cleanCredit":"Photograph: Rebecca Vale/Alamy"}},"importance":5,"showQuotedHeadline":false},{"title":"Ex-Tower Hamlets mayor to challenge charges of corrupt and illegal practices","rawTitle":"Ex-Tower Hamlets mayor to challenge charges of corrupt and illegal practices","item":{"type":"article","id":"politics/2015/apr/28/london-borough-mayor-to-challenge-court-charges-of-corrupt-and-illegal-practices","title":"Ex-Tower Hamlets mayor to challenge charges of corrupt and illegal practices","trailText":"Supporters of Lutfur Rahman, kicked out of office in London borough, reject claims of wrongdoing and blame bias and inaccuracies in court judgment","standFirst":"<p>Supporters of Lutfur Rahman, kicked out of office in London borough, reject claims of wrongdoing and blame bias and inaccuracies in court judgment</p>","byline":"Rajeev Syal","body":"<p>Britain’s first directly elected Muslim mayor, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/23/tower-hamlets-mayor-lutfur-rahman-found-guilty-of-electoral\">forced to step down after a judge found him guilty of corrupt and illegal practices</a>, is to challenge the decision through the courts.</p> \n<p>In a statement on his website today, Lutfur Rahman said that the election court ruling which kicked him out of office as Tower Hamlets mayor was marred by bias, slurs and inaccuracies.</p> \n<p>Any legal challenge by Rahman will not stop a rerun of the borough’s election, due to be held on 11 June. He will be banned from taking part, but his party, Tower Hamlets First, is expected to put up a candidate. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/25/tower-hamlets-dictatorship-east-end-lutfur-rahman\">Tower Hamlets: how a dictatorship flourished in the East End | Nick Cohen</a> </p> \n</aside> \n<p><a href=\"http://lutfurrahman.com/tower-hamlets-first-update-court-case-re-election/\">The statement</a> reads: “Lutfur Rahman will be appealing the judgment made against him at last Thursday’s election court.</p> \n<p>“He continues to reject all claims of wrongdoing and we hold that the integrity of the court system was marred by the bias, slurs and factual inaccuracies in the election judgment.” </p> \n<p> Four Tower Hamlets petitioners launched the bid in the election court to force Rahman from office. <br /></p> \n<p>Richard Mawrey QC ruled on Thursday that Rahman would be barred from running for office for five years and said the 2014 Tower Hamlets mayoral election would have to be rerun. </p> \n<p>Rahman and his supporters were found to have used religious intimidation through local imams, vote-rigging and wrongly branding his Labour rival a racist to gain power.</p> \n<p>Rahman, who has been banned from seeking office again, was also found to have allocated local grants to buy votes and to have used free meals to buy votes. He was ordered to pay immediate costs of &pound;250,000 from a bill expected to reach &pound;1m.</p> \n<p>Mawrey predicted that Rahman would characterise his judgment as “yet another example of the racism and Islamophobia that have hounded him throughout his political life”.</p> \n<p>The statement on Rahman’s website continued by claiming that it was wrong for the judgment to characterise The Tower Hamlets First party, which was led by Rahman, as a “one-man band”.</p> \n<p>“We support Lutfur Rahman as a party because he has led in delivering record numbers of social and affordable homes, investing in our young people with maintenance allowances and university grants and standing up to Tory and Labour austerity,” the statement said.</p> \n<p> Rahman’s supporters have also criticised the court ruling as an “anti-democratic coup” and described the respected judge in the case as “self-evidently partisan” in an online petition.</p> \n<p>Rahman’s website is encouraging readers to sign the <a href=\"https://you.38degrees.org.uk/petitions/an-alternative-lutfur-rahman-election-petition-1\">38 Degrees petition</a>, which has so far attracted more than 5,800 backers.</p> \n<p>The authors of the page – Charlotte Gerada, Gary Reddin, Jusna Begum and Sean Rillo Raczka – state: “This isn’t justice, it’s a stitch-up fuelled by prejudice … We didn’t have our ballots stolen and we weren’t bribed or bullied.”</p> \n<p>A rally in support of Rahman, which is due to be attended by Ken Livingstone, will be held in the borough on Thursday. </p> \n<p>A spokesman for Rahman confirmed that the website is still being used to release statements on his behalf. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430226178341/9559cb76-74d3-4856-8fcb-1415509fbf28-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"REX Shutterstock/REX Shutterstock","altText":"Former mayor of Tower Hamlets Lutfur Rahman and his supporters were found guilty of religious intimidation through local imams, vote-rigging and wrongly branding his Labour rival a racist to gain power.","cleanCredit":"Photograph: REX Shutterstock/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-04-28T13:05:23Z","lastModified":"2015-04-28T13:32:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"}],"feature":false,"keywords":["London politics","London","UK news","Local government","Politics","Society","Mayoral elections","Local politics"],"topics":[{"displayName":"Rajeev Syal","topic":{"type":"tag-contributor","name":"profile/rajeev-syal"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/apr/28/london-borough-mayor-to-challenge-court-charges-of-corrupt-and-illegal-practices","shortUrl":"http://gu.com/p/48vxk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/apr/28/london-borough-mayor-to-challenge-court-charges-of-corrupt-and-illegal-practices","webUri":"http://www.theguardian.com/politics/2015/apr/28/london-borough-mayor-to-challenge-court-charges-of-corrupt-and-illegal-practices"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430226178341/9559cb76-74d3-4856-8fcb-1415509fbf28-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Former mayor of Tower Hamlets Lutfur Rahman.","credit":"REX Shutterstock","altText":"Former mayor of Tower Hamlets Lutfur Rahman.","cleanCaption":"Former mayor of Tower Hamlets Lutfur Rahman."}},"importance":4,"showQuotedHeadline":false},{"title":"Casino trap / Care assistant among trio jailed for gambler's killing","rawTitle":"Care assistant among trio jailed for gambler's killing","item":{"type":"article","id":"uk-news/2015/apr/28/care-assistant-among-trio-jailed-for-gamblers-killing","title":"Care assistant among trio jailed for gambler's killing","trailText":"Leonie Granger, her boyfriend Kyrron Jackson and friend Nicholas Chandler jailed for luring professional poker player Mehmet Hassan to his death","standFirst":"<p>Leonie Granger, her boyfriend Kyrron Jackson and friend Nicholas Chandler jailed for luring professional poker player Mehmet Hassan to his death</p>","byline":"Press Association","body":"<p>A woman has been jailed for 16 years for setting a trap which led to the “pitiless and wicked” murder of a professional gambler for the sake of his winnings.</p> \n<p>Care assistant Leonie Granger, 25, deliberately ensnared 56-year-old Mehmet Hassan in March last year after meeting him in a Mayfair casino. After a trial at the Old Bailey, she was found guilty of Hassan’s manslaughter and false imprisonment, having earlier admitted a plot to rob him.</p> \n<p>Her boyfriend, Kyrron Jackson, 28, and his friend, Nicholas Chandler, 29, repeatedly kicked and stamped on Hassan after Granger let them into his home. Afterwards, they left him with multiple broken bones, lying face down in his bedroom drowning in his blood.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0d060dd5ec8fcbcec5c72b1b89511ba3637c514a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430229062874/a1a4d0bc-b51f-4e25-970c-7f048f499969-460x276.jpeg\" alt=\"Professional poker player Mehmet Hassan.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Professional poker player Mehmet Hassan.</span> \n  <span class=\"element-image__credit\">Photograph: Metropolitan police/PA</span> \n </figcaption> \n</figure> \n<p>The pair were found guilty of his murder and were jailed for life on Tuesday with a minimum term of 36 years. Sentencing, Judge William Kennedy described the attack as “pitiless and wicked”, adding: “It was quite simply an act of brutality which defies reason and comprehension.”</p> \n<p>In mitigation, Orlando Pownall QC said Granger had worked with the elderly since she was 18 and had only got involved with the plot because she was in love with Jackson and “fell in with his desires”.</p> \n<p>He said she deeply regretted what had happened, adding: “Her head was turned by Mr Jackson who she loved and, to some extent, by Mr Chandler who was persuasive and superficially charming.”</p> \n<p>But jailing her, the judge said she had been “deceitful from the outset” and had lost her sense and compassion when she got involved in the scheme. He added that she clearly cared more for Jackson than he cared for her.</p> \n<p>The trial had heard how Hassan was oblivious of the sting as he wined and dined the woman he knew as Rachel, even bragging to his friends that he was not paying her to be with him.</p> \n<p>After their first date, Granger, of Gillingham in Kent, was overheard by a taxi driver reporting back that Hassan was “flashy” and saying: “This guy is a professional gambler. He has never worked a day in his life.” </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"c311c5d0be95056964f29a6afd091e0d99399ca6\"> \n <img src=\"http://media.guim.co.uk/c311c5d0be95056964f29a6afd091e0d99399ca6/1277_0_2835_4252/667.jpg\" alt=\"A still from video footage of Kyrron Jackson wearing a gas mask and holding a fistful of notes.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A still from video footage of Kyrron Jackson wearing a gas mask and holding a fistful of notes.</span> \n  <span class=\"element-image__credit\">Photograph: Metropolitan police/PA</span> \n </figcaption> \n</figure> \n<p>On the night of the murder, Hassan had taken Granger to the Mayfair restaurant Nobu before going on to the Palm Beach Casino nearby, where he gave her &pound;1,000 in cash to gamble with. </p> \n<p>Granger was spotted by a poker supervisor kissing Hassan “passionately” and she told the pair to “get a room”. Later, he took her back to his flat in Islington, north London, where she made her excuses and left in a taxi – but not before letting in Jackson and Chandler, who were poised to strike outside. </p> \n<p>The two men used parcel tape to restrain Hassan in his bedroom then kicked him to death and ransacked his home as they searched for his stash of cash. While Hassan’s body lay undiscovered, the killers were filmed on Granger’s mobile phone throwing wads of 50 notes around. </p> \n<p>Granger’s “soft target” was known to have two favourite casinos in Mayfair – the Playboy Casino on Old Park Lane and the Palm Beach Casino in Berkeley Street. <br />He sometimes won as much as 15,000 at a time and rather than using bank accounts, he would keep his winnings around his flat, even keeping thousands of pounds in his microwave. </p> \n<p>The fact the divorced father of three “enjoyed the company of women” made him particularly “vulnerable to the unscrupulous”, Crispin Aylett QC, prosecuting, told jurors. </p> \n<figure class=\"element element-image\" data-media-id=\"1870086c03da07f2831b7d0abbae61c65b345648\"> \n <img src=\"http://media.guim.co.uk/1870086c03da07f2831b7d0abbae61c65b345648/0_0_1197_718/1000.jpg\" alt=\"Leonie Granger with Mehmet Hassan arriving at the Palm Beach Casino in central London on 23 March 2014\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Leonie Granger with Mehmet Hassan arriving at the Palm Beach Casino in central London on 23 March 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Metropolitan police/PA</span> \n </figcaption> \n</figure> \n<p>He said Hassan’s death was the “culmination of the ruthless greed” of Jackson and Chandler, who had been involved in two armed robberies at the same casino in South Kensington in January and February last year, but with limited success. <br />The jury was shown CCTV film of the raids as well as clips of Granger and Hassan together in the casino hours before the killing. </p> \n<p>They were also played a clip of the three defendants throwing the victim’s money around hours after the murder, with Jackson wearing a gas mask and stuffing a fistful of notes into his underpants. </p> \n<p>After viewing the film, Kennedy told the three defendants: “The eloquence with which it speaks about you is deafening.” </p> \n<p>All three were convicted of robbing Hassan and conspiracy to falsely imprison him. </p> \n<p>Jackson, from Lewisham, south-east London, and Chandler, from south-east London, were further found guilty of two counts of plotting to rob employees of Grosvenor Casinos, two counts of conspiracy to have a shotgun and imitation firearm in January last year, and two counts of conspiracy to falsely imprison. </p> \n<p>Jail sentences totalling 99 years each for those offences were ordered to run concurrently with the minimum life term. </p> \n<p>More defendants were also jailed for their involvement in the earlier robbery on the Grosvenor Casino and a second foiled robbery plot on the same location. </p> \n<p>Damien Edwards, 22, and Steven Gibson, 30, also of south-east London, had earlier pleaded guilty to various offences relating to both incidents and were jailed for 15 years and 14 years and three months respectively. A 17-year-old youth who admitted his part in the robbery plot was jailed for seven and a half years. </p> \n<p>The court heard Granger had previous convictions for drink-driving and fleeing from a taxi without paying his fare. </p> \n<p>Jackson was previously convicted of cultivating cannabis and was jailed for eight months for his involvement in the London riots. </p> \n<p>Chandler had been convicted of having counterfeit currency and was in breach of the suspended 10-month sentence at the time of the murder. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430228873274/9ef055fe-185a-4345-aa30-4d127a5a146d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Metropolitan police/PA","altText":"Leonie Granger in a central London casino on 23 March 2014.","cleanCredit":"Photograph: Metropolitan police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430229063305/a1a4d0bc-b51f-4e25-970c-7f048f499969-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Professional poker player Mehmet Hassan. Photograph: Metropolitan police/PA","credit":"Metropolitan police/PA","altText":"Professional poker player Mehmet Hassan.","cleanCaption":"Professional poker player Mehmet Hassan.","cleanCredit":"Photograph: Metropolitan police/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c311c5d0be95056964f29a6afd091e0d99399ca6/1277_0_2835_4252/2835.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4252,"width":2835,"orientation":"portrait","caption":"A still from video footage of Kyrron Jackson wearing a gas mask and holding a fistful of notes. Photograph: Metropolitan police/PA","credit":"Metropolitan police/PA","altText":"A still from video footage of Kyrron Jackson wearing a gas mask and holding a fistful of notes.","cleanCaption":"A still from video footage of Kyrron Jackson wearing a gas mask and holding a fistful of notes.","cleanCredit":"Photograph: Metropolitan police/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1870086c03da07f2831b7d0abbae61c65b345648/0_0_1197_718/1197.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":718,"width":1197,"orientation":"landscape","caption":"Leonie Granger with Mehmet Hassan arriving at the Palm Beach Casino in central London on 23 March 2014. Photograph: Metropolitan police/PA","credit":"Metropolitan police/PA","altText":"Leonie Granger with Mehmet Hassan arriving at the Palm Beach Casino in central London on 23 March 2014","cleanCaption":"Leonie Granger with Mehmet Hassan arriving at the Palm Beach Casino in central London on 23 March 2014.","cleanCredit":"Photograph: Metropolitan police/PA"}],"webPublicationDate":"2015-04-28T13:32:27Z","lastModified":"2015-04-28T13:52:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Crime"],"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/apr/28/care-assistant-among-trio-jailed-for-gamblers-killing","shortUrl":"http://gu.com/p/48v4j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/apr/28/care-assistant-among-trio-jailed-for-gamblers-killing","webUri":"http://www.theguardian.com/uk-news/2015/apr/28/care-assistant-among-trio-jailed-for-gamblers-killing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430228873274/9ef055fe-185a-4345-aa30-4d127a5a146d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Leonie Granger in a central London casino on 23 March 2014. Photograph: Metropolitan police/PA","credit":"Metropolitan police/PA","altText":"Leonie Granger in a central London casino on 23 March 2014.","cleanCaption":"Leonie Granger in a central London casino on 23 March 2014.","cleanCredit":"Photograph: Metropolitan police/PA"}},"importance":4,"kicker":{"title":"Casino trap"},"showQuotedHeadline":false},{"title":"Corfu carbon monoxide deaths / Father blames Thomas Cook","rawTitle":"Father blames Thomas Cook","item":{"type":"article","id":"uk-news/2015/apr/28/corfu-carbon-monoxide-deaths-father-pays-tribute-perfect-children-inquest","title":"Corfu carbon monoxide deaths: father blames Thomas Cook","trailText":"Neil Shepherd gives evidence at inquest into deaths of his children Bobby and Christi, who died during family holiday in 2006","standFirst":"<p>Neil Shepherd gives evidence at inquest into deaths of his children Bobby and Christi, who died during family holiday in 2006</p>","byline":"Press Association","body":"<p>A father whose two children died from carbon monoxide poisoning on a family holiday in Corfu has said they would still be alive if the tour operator Thomas Cook had inspected the hotel’s boilers.</p> \n<p>Neil Shepherd, who broke down as his statement about his “perfect son” and “sensitive, feisty and loving” daughter was read, was giving evidence at the inquest in West Yorkshire into Christi and Bobby’s deaths in a bungalow on the Greek island in 2006.</p> \n<p>He fought to contain his emotion as the Wakefield coroner, David Hinchliff, spoke about his children. Hinchliff told the inquest jury that Christi and Bobby, aged seven and six, went to the Louis Corcyra Beach Hotel with their father and stepmother Ruth in the October half-term holiday.</p> \n<p>The inquest heard that the family, from Horbury, had originally booked a different hotel, using Thomas Cook, after reading good reviews on the internet. But they were later told the hotel was closing earlier than expected and offered a bungalow at the Louis Corcyra Beach Hotel as an alternative.</p> \n<p>The family arrived at the hotel on 23 October and were told their bungalow was not ready for them. Mr Shepherd, 46, said he now knew this was because the previous occupants were in hospital suffering from carbon monoxide poisoning. “They were in hospital,” he said. “All their belongings and things were still in the bungalow.” </p> \n<p>Shepherd and his wife told the inquest they had seen a boiler room adjacent to the bungalow, next to the children’s bedroom, and on their second day there, a neighbour came to tell them there were problems with the hot water supply. </p> \n<p>On 25 October, the children began to complain of feeling ill, the inquest heard. Bobby appeared to trip on his way into the hotel restaurant and a waiter asked the family if they wanted to see a doctor, which they declined. Christi complained of a headache and a woman running the children’s holiday club said she had felt unwell during the morning.</p> \n<p>After lunch, Christi went to sleep in the bungalow for a couple of hours and woke up feeling better. But after going out for dinner in the evening, both children said they felt sick and had headaches. </p> \n<p>Mrs Shepherd, 35, a teaching assistant, told the inquest she began to feel dizzy and sick as soon as she got into bed that evening. About 10 minutes later, the couple heard Christi crying and being sick. Mrs Shepherd said she could hear Bobby whimpering and they both went to comfort the children before losing consciousness themselves. </p> \n<p>Hinchliff said to Mr Shepherd: “The last thing you remember was comforting Christi while she was being sick and being sick yourself. You must have lost consciousness because you don’t remember anything after that.” </p> \n<p>The coroner said to Mrs Shepherd as she gave her evidence: “You went to Bobby and lay next to him on the bed. You were stroking his hair to try to comfort him. You think at that stage you lost consciousness.” The couple woke up in hospital days later. </p> \n<p>The inquest heard on Tuesday that fumes from the boiler built up inside the outhouse adjoining the Shepherds’ bungalow because there was no flue to the outside. A heating expert said he was told that the hotel told Thomas Cook it had no gas appliances for heating or water. <br /></p> \n<p>Asked by Leslie Thomas, QC, for the family, if he had anything to say, Mr Shepherd said: “When Mr Richard Carson, the health and safety executive of Thomas Cook, gave his evidence in the criminal trial in Corfu, his defence was that he had no health and safety qualifications so could not possibly have known anything was wrong. That shocked me. </p> \n<p>“I would like you, sir, to ask the past and present CEO of Thomas Cook why they carry out health and safety audits on hotels they send their customers to using unqualified health and safety auditors, and do they not think it would be appropriate when putting their clients in accommodation to get them inspected using fully qualified auditors who know what dangers to look for? </p> \n<p>“There were massive gas tanks at the hotel, there was a gas warning light on the side of the boiler house. It is inexcusable for these to be missed and Thomas Cook should not be putting their guests’ lives at risk by using unqualified staff to carry out health and safety audits. </p> \n<p>“I firmly believe my children would be here today if Thomas Cook had carried out an inspection of the boilers.” </p> \n<p>Mrs Shepherd added that she wanted to ask Thomas Cook if it felt it was right to put the liability and responsibility for checking such appliances on “untrained, unqualified travel reps who know nothing more than we do”. </p> \n<p>She said: “We want to know why they feel they should put their profits over the lives of holidaymakers.”</p> \n<p>The inquest heard on Monday that a cleaner found Christi dead on the floor and Bobby dead in the bed when she let herself in in the morning. The two adults were close by in comatose states.<br /></p> \n<p>Hinchliff told the inquest that Mr Shepherd had suffered from memory problems and post-traumatic stress disorder since his children’s deaths. “You’re still paralysed with guilt about what happened on what you describe as your watch,” he said.<br /></p> \n<p>The inquest continues.<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430143184442/edd2ebdf-db04-4bb7-b01e-d17ed9094793-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PA","altText":"Christi Shepherd and her brother Bobby, aged seven and six, who died of carbon monoxide poisoning while on holiday in Corfu in October 2006.","cleanCredit":"Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-04-28T12:17:58Z","lastModified":"2015-04-28T14:11:50Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Europe","Greece"],"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/apr/28/corfu-carbon-monoxide-deaths-father-pays-tribute-perfect-children-inquest","shortUrl":"http://gu.com/p/47qpx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/apr/28/corfu-carbon-monoxide-deaths-father-pays-tribute-perfect-children-inquest","webUri":"http://www.theguardian.com/uk-news/2015/apr/28/corfu-carbon-monoxide-deaths-father-pays-tribute-perfect-children-inquest"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430143184442/edd2ebdf-db04-4bb7-b01e-d17ed9094793-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Christi and Bobby Shepherd, who died of carbon monoxide poisoning. Their father said: ‘Thomas Cook should not be putting guests’ lives at risk by using unqualified staff to carry out health and safety audits.’ Photograph: PA","credit":"PA","altText":"Christi Shepherd and her brother Bobby, aged seven and six, who died of carbon monoxide poisoning while on holiday in Corfu in October 2006.","cleanCaption":"Christi and Bobby Shepherd, who died of carbon monoxide poisoning. Their father said: ‘Thomas Cook should not be putting guests’ lives at risk by using unqualified staff to carry out health and safety audits.’","cleanCredit":"Photograph: PA"}},"importance":3,"kicker":{"title":"Corfu carbon monoxide deaths"},"showQuotedHeadline":false},{"title":"Network Rail splashes out millions on flights to save on train fares","rawTitle":"Network Rail splashes out millions on flights to save on train fares","item":{"type":"article","id":"uk-news/2015/apr/28/network-rail-millions-flights-save-train-fares","title":"Network Rail splashes out millions on flights to save on train fares","trailText":"Staff at company blamed for Christmas rail chaos took more than 8,000 domestic flights from 2013 to 2015 – because it was cheaper than the train","standFirst":"<p>Staff at company blamed for Christmas rail chaos took more than 8,000 domestic flights from 2013 to 2015 – because it was cheaper than the train</p>","byline":"Press Association","body":"<p>Network Rail staff travelling on business spent &pound;1.3m on UK flights in the last two years because it was cheaper to fly than to take the train. </p> \n<p>Employees of NR, a public sector body, took 8,353 domestic flights from April 2013 to March 2015 and spent &pound;1.1m on 2,907 international flights. </p> \n<p>The former operations managing director Robin Gisby spent most on domestic flights during this period, taking 15 between January 2013 and September 2014, costing &pound;2,250, and spending &pound;4,430 on an international flight. </p> \n<p>Gisby, who left the company earlier this year, faced severe criticism for NR’s engineering overruns last Christmas, which led to chaotic scenes at Finsbury Park station in north London. </p> \n<p>About 90% of the domestic flights were to Scotland, while some of the international flights were as far afield as Japan and Australia.</p> \n<p>NR said on Tuesday that staff were allowed to travel in business class on any flight longer than five hours.<br /></p> \n<p>The figures on staff travel were obtained by the Sun under a Freedom of Information request. </p> \n<p>An NR spokesman said: “If employees have to attend a 10am business meeting in Scotland it is to cheaper to fly up than take the train the night before and have to pay for overnight accommodation. </p> \n<p>“For the majority of staff travel, rail is much the better way to go. A total of &pound;1.3m was spent on flights in 2013-14 and 2104-15 but &pound;32m was spent on rail travel during that period. </p> \n<p>“Network Rail’s 35,000 people have to pay the going rate for all travel, be it air, rail or car. Our people are also obliged to use the cheapest method available, sometimes that means by air but mostly we travel by rail.” </p> \n<p>A not-for-dividend organisation with no shareholders, NR effectively moved into the public sector in a reclassification of its status last September when its net debt of more than &pound;30bn came on to the government’s books. <br /></p> \n<p>A spokeswoman for the rail passenger watchdog Transport Focus (formerly Passenger Focus) said: “It is no surprise that so many longer-distance journeys were made by air. Unless passengers can book weeks in advance, rail can be prohibitively expensive for many people. </p> \n<p>“Less than half of passengers are satisfied with the value for money of train fares. The rail industry needs to address this if it wants to compete with airlines.”<br /></p> \n<p>Mick Cash, the general secretary of the RMT rail union, said: “The news of this culture of the top brass jetting around in the lap of luxury comes on the very day that we begin balloting 16,000 NR staff for strike action over the threat to their job security and their standard of living. </p> \n<p>“Rail staff out there in all weathers, round the clock, battling to keep Britain moving will be disgusted to see the sums spent on luxury flights by their bosses at a time when engineers and signallers are fighting for a fair pay rise.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430217976799/a8c62fc8-3e3a-44f3-8e54-e879e96dc686-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Sunrise over the West Highland Line.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-04-28T09:31:27Z","lastModified":"2015-04-28T10:52:49Z","metadata":{"commentable":true,"commentCount":83,"contributors":[],"feature":false,"keywords":["Network Rail","Rail transport","Transport","UK news","Business","Travel & leisure"],"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/apr/28/network-rail-millions-flights-save-train-fares","shortUrl":"http://gu.com/p/47qmq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/apr/28/network-rail-millions-flights-save-train-fares","webUri":"http://www.theguardian.com/uk-news/2015/apr/28/network-rail-millions-flights-save-train-fares"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430217976799/a8c62fc8-3e3a-44f3-8e54-e879e96dc686-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sunrise over the West Highland Line. About 90% of Network Rail’s domestic flights were to Scotland. Photograph: Alamy","credit":"Alamy","altText":"Sunrise over the West Highland Line.","cleanCaption":"Sunrise over the West Highland Line. About 90% of Network Rail’s domestic flights were to Scotland.","cleanCredit":"Photograph: Alamy"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-04-28T14:50:27Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}