{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Exclusive / Cameron told EU leader Grexit may be best option","rawTitle":"Cameron told EU leader Grexit may be best option","item":{"type":"article","id":"politics/2015/jun/26/cameron-told-eu-leader-greek-exit-from-euro-may-be-best-option","title":"Cameron told EU leader Greek exit from euro may be best option","trailText":"Leaked diplomatic note reveals prime minister discussed how exit from eurozone might help Greece fix economy, but acknowledged risks involved<br>","standFirst":"<p data-dropid=\"0\">Leaked diplomatic note reveals prime minister discussed how exit from eurozone might help Greece fix economy, but acknowledged risks involved<br /></p>","byline":"Alberto Nardelli in London and Nicholas Watt in Brussels","body":"<p>David Cameron told a fellow EU leader that it “might be better” for Greece to withdraw from the eurozone to allow it to fix its economy, according to a leaked diplomatic document.</p> \n<p>As eurozone finance ministers prepare to hold an emergency meeting on Saturday on the Greek crisis, the document suggests that the British prime minister believes a Greek exit may be the best option, though he acknowledged it would carry “major risks”.</p> \n<p>The note, a leaked account of a private discussion between the prime minister and one of his European counterparts about his EU reform demands, indicates that Cameron made his remarks in an informal part of the meeting. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/david-cameron-eu-campaign-risky-impact-uk-exit\">David Cameron plans EU campaign focusing on 'risky' impact of UK exit</a> </p> \n</aside> \n<p>The note says: “On Greece, the PM wondered if it was wise for Angela Merkel to allow the discussion with Greece to take place at PM level and mused that it might be better for Greece to leave the eurozone in order to sort its economy out – though also accepted that there were major risks in that too.”</p> \n<p>The prime minister’s remarks may cause some irritation among eurozone leaders who are fighting to avoid a Greek default, which could lead to its exit from the euro. Finance ministers will reconvene in Brussels amid signs of a renewed rift between Greece and its creditors.</p> \n<p>Athens is understood to be making clear that it is standing by its tax and pensions plans, which were submitted to its creditors earlier in the week. These include a one-off 12% tax on all corporate profits over €500,000 (&pound;350,000) and a rise in pension contributions by employees.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/the-guardian-view-on-britain-and-europe-the-queen-is-right\">The Guardian view on Britain and Europe: the Queen is right | Editorial</a> </p> \n</aside> \n<p>If Greece fails to reach agreement with its creditors then it could miss a €1.5bn loan repayment it is due to make to the International Monetary Fund by Tuesday.</p> \n<p>The IMF has raised concerns that the latest proposals from Athens on pensions and corporate tax could jeopardise economic growth. Mark Rutte, the Dutch prime minister, warned that eurozone leaders may have to meet again to deal with the fallout from a Greek default.</p> \n<p>The British prime minister’s suggestion that Greece might be better off outside the euro may revive criticism of Cameron among some eurozone countries for lecturing them on the single currency, which Britain decided not to be part of. </p> \n<p>Cameron and George Osborne have warned in recent years that the “remorseless logic” of a single union is that it should lead to a fiscal union.</p> \n<p>Sir John Holmes, Britain’s former ambassador to France, told BBC Radio 4’s The World at One in 2012 that EU leaders were resentful of Cameron’s interventions. Holmes said: “Other leaders find David Cameron’s lectures rather irritating.”</p> \n<p>British officials declined to comment publicly on the leaking of the prime minister’s views on Greece and the euro. Sources said the prime minister believed the Greek crisis needed to be resolved and a failure to do so would lead to consequences.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/306db6ec87d778595bf355ddf87a934922a0d6ae/0_237_2874_1724/2874.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1724,"width":2874,"orientation":"landscape","credit":"Julien Warnand/EPA","altText":"David Cameron (L) and the Greek prime minister Alexis Tsipras at the EU summit this week.","cleanCredit":"Photograph: Julien Warnand/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T15:33:29Z","lastModified":"2015-06-26T23:01:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alberto Nardelli","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413373452737/Alberto-Nardelli-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alberto-nardelli"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["David Cameron","Greece","Eurozone crisis","Banking","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","European monetary union","Financial crisis","Financial sector","Politics","UK news","World news"],"tags":[{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/26/cameron-told-eu-leader-greek-exit-from-euro-may-be-best-option","shortUrl":"http://gu.com/p/4a6jf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/26/cameron-told-eu-leader-greek-exit-from-euro-may-be-best-option","webUri":"http://www.theguardian.com/politics/2015/jun/26/cameron-told-eu-leader-greek-exit-from-euro-may-be-best-option"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/306db6ec87d778595bf355ddf87a934922a0d6ae/0_237_2874_1724/2874.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1724,"width":2874,"orientation":"landscape","caption":"David Cameron (L) and the Greek prime minister Alexis Tsipras at the EU summit this week. Photograph: Julien Warnand/EPA","credit":"Julien Warnand/EPA","altText":"David Cameron (L) and the Greek prime minister Alexis Tsipras at the EU summit this week.","cleanCaption":"David Cameron (L) and the Greek prime minister Alexis Tsipras at the EU summit this week.","cleanCredit":"Photograph: Julien Warnand/EPA"}},"importance":7,"kicker":{"title":"Exclusive"},"showQuotedHeadline":false,"sublinks":[{"title":"PM plans EU campaign focusing on 'risky' impact of UK exit","rawTitle":"PM plans EU campaign focusing on 'risky' impact of UK exit","item":{"type":"article","id":"politics/2015/jun/26/david-cameron-eu-campaign-risky-impact-uk-exit","title":"David Cameron plans EU campaign focusing on 'risky' impact of UK exit","trailText":"<strong>Exclusive:</strong> Leaked note of private meeting with European leader reveals prime minister’s modest demands to secure agreement to keep Britain in the EU","standFirst":"<p data-dropid=\"0\"><strong>Exclusive:</strong> Leaked note of private meeting with European leader reveals prime minister’s modest demands to secure agreement to keep Britain in the EU</p>","byline":"Alberto Nardelli, and Nicholas Watt in Brussels","body":"<p>David Cameron has set himself the “firm aim” of keeping Britain in the European Union after running a referendum campaign that will focus on the risky consequences of a British exit, according to a leaked document of the prime minister’s negotiations.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/the-guardian-view-on-britain-and-europe-the-queen-is-right\">The Guardian view on Britain and Europe: the Queen is right | Editorial</a> </p> \n</aside> \n<p>In the first authoritative account of his private thinking, the diplomatic note suggests Cameron has formulated a relatively modest reform package to secure agreement among fellow EU leaders.</p> \n<p>The leaked account of a private meeting between the prime minister and a fellow EU leader states: “He believes that people will ultimately vote for the status quo if the alternatives can be made to appear risky.”</p> \n<p>The revelation is likely to prompt claims that Cameron is planning to repeat the tactics of the pro-UK Better Together campaign, whose warnings were dubbed Project Fear, in last year’s Scottish independence referendum campaign. </p> \n<p>In a passage likely to be seized on by Eurosceptics, the note says he told his counterpart that his “firm aim was to was to keep the UK in the EU”, highlighting the country’s importance in areas including foreign policy and defence. </p> \n<p>The leaked document, seen by the Guardian, confirms that he would like to hold the referendum next year, ahead of his self-imposed deadline of December 2017.<br /></p> \n<p>The prime minister suggested “Angela and Matteo”, referring to the German chancellor and the Italian prime minister, had responded positively to his proposals.</p> \n<p>The note shows that the prime minister has tailored his demands, which appear to be relatively compact, in an effort to secure the support of EU leaders.</p> \n<p>It says: “The PM said that he had deliberately not produced a lengthy shopping list and had been careful in formulating his wish list, but he needed to get satisfaction on these reform demands. </p> \n<p>“He said that he needed to win the middle ground and, if he is to achieve this, then moderate people needed to feel that the things that bother them about the EU have been dealt with.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/david-cameron-diplomacy-eu-referendum\">David Cameron’s crass diplomacy may stop him getting what he wants | Rafael Behr</a> </p> \n</aside> \n<p>The note emerged after Cameron briefed fellow EU leaders at their summit in Brussels on his plans for renegotiating Britain’s role within the EU. </p> \n<p>He spoke for about five minutes late on Thursday night after Donald Tusk, the European council president, interrupted an acrimonious discussion about migration to allow him to outline his proposed reforms in the formal setting of a summit.</p> \n<p>One diplomat described the prime minister’s intervention as a commercial break. </p> \n<p>British and EU officials will hold technical discussions over the summer and into the autumn before the EU’s 28 leaders discuss the reform package at their end-of-year summit in December.</p> \n<p>The note confirms that Cameron has abandoned plans to introduce an emergency brake on migration that would have allowed the UK to restrict access for migrants if their numbers reach a certain level.</p> \n<p>The prime minister had hoped to set out plans for an emergency brake in his speech on EU migrant reform last November, but he watered down his plan after Merkel said it would risk breaching EUrules on the free movement of people.</p> \n<p>The note gives details of the four key areas where he Cameron is seeking change. They are:</p> \n<p><span class=\"bullet\">•</span> Answering Britain’s concerns about sovereignty by giving the UK an exemption from the EU’s historic commitment to forge an “ever closer union”. The prime minister said the UK did not want to stop other member states from pursuing this goal, but that Britain needed an opt-out because the European Court of justice has used it to push through integrationist measures.</p> \n<p>He also suggested giving national parliaments the ability to club together to use yellow or red cards to block EU proposals they object to.</p> \n<p><span class=\"bullet\">•</span> A renewed focus on competitiveness and economic growth by freeing up the service sector and promoting trade, including the EU-US transatlantic free trade agreement, which is the subject of lengthy and intense negotiations.</p> \n<p><span class=\"bullet\">•</span> Ensure fairness between eurozone and non-eurozone members to ensure that countries outside the single currency do not have new rules in the single market imposed on them. He cited financial services and the example of the double majority system on banking union. This ensures that new rules have to be agreed by a majority of eurozone and non-eurozone countries.</p> \n<p><span class=\"bullet\">•</span> Imposing restrictions on EU migrants claiming benefits. He had hoped to introduce an emergency brake but now accepts this is not possible. Cameron has been accused of planning to act in a discriminatory way after he proposed imposing a four-year ban on EU migrants claiming in-work benefits.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/22/eu-reforms-mush-tory-rebels-david-cameron\">Don't let EU reform plans turn to mush, Tory rebels tell David Cameron</a> </p> \n</aside> \n<p>The prime minister said it was not fair to talk about discrimination and it was not unreasonable to ask immigrants to wait to claim welfare benefits. According to the note, Cameron said Denmark and the Netherlands were sympathetic to this view.</p> \n<p>The note also shows that he may be prepared to tone down his call earlier this year for some of his reforms to be embedded in “full-on treaty change”. He says that he needs legal certainty, but that he might be prepared to settle for a protocol “to change the treaties in due course”.</p> \n<p>In his discussion with his fellow EU leaders, highlighted in the note, the prime minister indicated that he had concerns that the no campaign would be well funded by business. Cameron said the EU would need to make itself more business friendly in order to help him counter such a campaign.</p> \n<p>The document suggested he had said: “In 1975, 100% of business people were in favour of EU membership, but that is no longer the case. On the occasion, the no campaign will be well-funded by business people with an anti-EU outlook.”</p> \n<p>Asked about the leaked note at a press conference in Brussels on Friday, Cameron insisted he was adopting a positive and optimistic vision of Britain’s EU membership.</p> \n<p>He said: “My view is a wholly positive view, which is that I am making positive arguments about how Britain’s relationships should change, about how Europe should change so that I can make a positive argument about Britain staying in a reformed EU. I have always said if I don’t succeed in that I rule nothing out. Let me repeat that again today.”</p> \n<p>The prime minister mocked Nigel Farage after the Ukip leader said that the leaked document showed that the prime minister’s EU renegotiation was a “complete con job”. </p> \n<p>Cameron said: “As for Nigel Farage, I don’t remember him being in any of these meetings, but as this man can miraculously resign and un-resign, maybe he was there in some corporeal form.”<br /></p> \n<p>Cameron told reporters that his tour of EU capitals before the summit had been a success as he highlighted the need to secure protections for non-eurozone countries. </p> \n<p>He said: “I would say that the tour of European capitals, the conversations I have had with other prime ministers and presidents, has gone well. There is a lot of hard work to do. Some of these things will be very tough to achieve. But people can see that Britain has a legitimate set of questions, a legitimate set of asks. People can see there is also really deep and sensible thinking behind this.”</p> \n<p>Downing Street is likely to argue that the prime minister made clear in his Bloomberg speech in January 2013, in which he first set out his plans to hold a referendum, that he wanted Britain to remain in the EU. He said then that the UK should play a “committed and active part” in a reformed union.<br /></p> \n<p>Cameron also made clear that there would be consequences of leaving the EU, which he described as a “one-way ticket, not a return”. He said an exit would have an impact on Britain’s access to the single market and on its standing in the world.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2310c063a48ddb95e816f8f72c434cb88b69c56e/0_22_3326_1996/3326.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1996,"width":3326,"orientation":"landscape","credit":"Geert Vanden Wijngaert/AP","altText":"British  prime minister David Cameron","cleanCredit":"Photograph: Geert Vanden Wijngaert/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-26T12:12:45Z","lastModified":"2015-06-26T23:01:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Alberto Nardelli","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413373452737/Alberto-Nardelli-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alberto-nardelli"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["EU referendum","Eurozone","European Union","Business","Europe","Foreign policy","Politics","UK news","World news","David Cameron","Conservatives"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/business","webTitle":"Business"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/26/david-cameron-eu-campaign-risky-impact-uk-exit","shortUrl":"http://gu.com/p/4a6cm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/26/david-cameron-eu-campaign-risky-impact-uk-exit","webUri":"http://www.theguardian.com/politics/2015/jun/26/david-cameron-eu-campaign-risky-impact-uk-exit"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457280096","source":"Reuters","durationInSeconds":23,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/26/150626cameronEU.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/26/150626cameronEU_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/26/1435305665153/KP_325397_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for EU CAMERON","credit":"guardian.co.uk","altText":"620x372 trailpic for EU CAMERON","cleanCaption":"620x372 trailpic for EU CAMERON"}}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2310c063a48ddb95e816f8f72c434cb88b69c56e/0_22_3326_1996/3326.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1996,"width":3326,"orientation":"landscape","credit":"Geert Vanden Wijngaert/AP","altText":"British  prime minister David Cameron","cleanCredit":"Photograph: Geert Vanden Wijngaert/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/306db6ec87d778595bf355ddf87a934922a0d6ae/0_237_2874_1724/2874.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1724,"width":2874,"orientation":"landscape","credit":"Julien Warnand/EPA","altText":"David Cameron (L) and the Greek prime minister Alexis Tsipras at the EU summit this week.","cleanCredit":"Photograph: Julien Warnand/EPA"}}]},{"title":"Friends encouraged teenager to follow brother to Syria and join Isis, court hears","rawTitle":"Friends encouraged teenager to follow brother to Syria and join Isis, court hears","item":{"type":"article","id":"world/2015/jun/26/friends-encourage-aseel-muthana-cardiff-join-isis-syria","title":"Friends encouraged teenager to follow brother to Syria and join Isis, court hears","trailText":"Three men deny preparing acts of terrorism by arranging friend’s passage to Syria, buying camouflage kit and WhatsApp advice ","standFirst":"<p data-dropid=\"0\">Three men deny preparing acts of terrorism by arranging Aseel Muthana’s passage to Syria, buying camouflage kit and WhatsApp advice </p>","byline":"Steven Morris and agency","body":"<p>Three young men helped or encouraged a teenager who followed his older brother from Cardiff to Syria to join Islamic State fighters, the Old Bailey has heard. </p> \n<p>The men, from three different UK towns and cities, were involved in arranging Aseel Muthana’s passage from the Welsh capital to Syria, kitting him out or advising about the journey, the court was told. </p> \n<p>Muthana left Cardiff aged 17, following in the footsteps of his brother Nasser Muthana, 21, who achieved notoriety when he appeared in an Isis propaganda video entitled There is No Life without Jihad, the prosecution said.</p> \n<p>Forhad Rahman, 21, from Cirencester, Gloucestershire, Adeel Ulhaq, 21, of Sutton-in-Ashfield, Nottinghamshire, and Kristen Brekke, 19, of Cardiff, all deny preparing acts of terrorism by helping the teenager on his way to Syria. </p> \n<p>Rahman allegedly got a passport and paid for Aseel Muthana’s plane and coach tickets, helping him board a flight from Gatwick to Cyprus in February 2014.</p> \n<p>The court heard that Rahman and Aseel Muthana exchanged affectionate messages via the WhatsApp messaging system in which they called each other “cutie”, “honey” and “babe”. In the months before going to Syria, Muthana made “declarations of love” to Rahman, jurors were told. </p> \n<p>Christopher Hehir QC, prosecuting, said the pair’s WhatsApp exchanges revealed “a profound emotional closeness”. He said there may well have been a humorous element to the nicknames but he claimed there was no doubt they became close friends. </p> \n<p>He said: “The chats with Forhad Rahman make Aseel Muthana’s intentions crystal clear. They reveal a young man quite determined to follow in his elder brother’s footsteps by going to fight in Syria.” </p> \n<p>While remaining lukewarm about going himself, the prosecutor said, Rahman encouraged his friend to go to Syria despite knowing that his parents were put through great pain when his older brother left and were fearful that Aseel would follow suit. </p> \n<p>Rahman put Muthana in touch with Adeel Ulhaq who gave him valuable advice in online chats on how to get to the war-torn country, the prosecutor said. </p> \n<p>Ulhaq is additionally charged with a separate terrorism funding offence, relating to a money transfer he made to an individual in Turkey. </p> \n<p>Muslim convert Kristen Brekke, who lived near Aseel in Cardiff, befriended him when they both worked in an ice-cream shop together, the jury heard.</p> \n<p>He allegedly bought kit for Muthana, including camouflage clothes and desert boots on eBay, helped him make computer searches for information, and allowed him to store items at his house. </p> \n<p>The trial continues.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ac8565e0f773ac852ada5ebb83fa49d24f6a060d/0_295_1199_719/1199.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":719,"width":1199,"orientation":"landscape","credit":"Al Hayat/AFP/Getty Images","altText":"Abu Muthanna al-Yemeni, believed to be Isis propagandist Nasser Muthana, the brother of Aseel Muthana.","cleanCredit":"Photograph: Al Hayat/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T18:02:03Z","lastModified":"2015-06-26T19:43:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["Islamic State","World news","UK news","Cardiff","Wales"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/cardiff","webTitle":"Cardiff"},{"id":"uk/wales","webTitle":"Wales"}],"section":{"id":"world"},"topics":[{"displayName":"Steven Morris","topic":{"type":"tag-contributor","name":"profile/stevenmorris"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/friends-encourage-aseel-muthana-cardiff-join-isis-syria","shortUrl":"http://gu.com/p/4a6me","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/friends-encourage-aseel-muthana-cardiff-join-isis-syria","webUri":"http://www.theguardian.com/world/2015/jun/26/friends-encourage-aseel-muthana-cardiff-join-isis-syria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ac8565e0f773ac852ada5ebb83fa49d24f6a060d/0_295_1199_719/1199.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":719,"width":1199,"orientation":"landscape","caption":"Abu Muthanna al-Yemeni, believed to be Isis propagandist Nasser Muthana, the brother of Aseel Muthana. Photograph: Al Hayat/AFP/Getty Images","credit":"Al Hayat/AFP/Getty Images","altText":"Abu Muthanna al-Yemeni, believed to be Isis propagandist Nasser Muthana, the brother of Aseel Muthana.","cleanCaption":"Abu Muthanna al-Yemeni, believed to be Isis propagandist Nasser Muthana, the brother of Aseel Muthana.","cleanCredit":"Photograph: Al Hayat/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ac8565e0f773ac852ada5ebb83fa49d24f6a060d/0_295_1199_719/1199.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":719,"width":1199,"orientation":"landscape","credit":"Al Hayat/AFP/Getty Images","altText":"Abu Muthanna al-Yemeni, believed to be Isis propagandist Nasser Muthana, the brother of Aseel Muthana.","cleanCredit":"Photograph: Al Hayat/AFP/Getty Images"}}]},{"title":"Ukip candidate dropped by National Express over interracial marriage post","rawTitle":"Ukip candidate dropped by National Express over interracial marriage post","item":{"type":"article","id":"politics/2015/jun/26/ukip-candidate-fired-by-national-express-over-inter-racial-marriage-post","title":"Ukip candidate dropped by National Express over interracial marriage post","trailText":"Steve Latham, standing for the party in a council byelection in West Midlands, sacked after company faces second race row in two days ","standFirst":"<p data-dropid=\"0\">Steve Latham, standing for the party in a council byelection in West Midlands, barred after company faces second race row in two days </p>","byline":"André Rhoden-Paul","body":"<p>A Ukip council candidate has been dropped by National Express after making disparaging remarks about interracial marriage – in another day of bad publicity for the coach company.</p> \n<p>Steve Latham was a coach driver for the firm and is standing for Ukip in a Sandwell council byelection on 9 July in the Newton ward. He made the controversial remarks on Facebook.</p> \n<p>“We face Europe’s fusion with the third world. The interracial marriage produces each year thousands of young people of mixed race,” he wrote in a public post. “The servants of globalisation are trying to convince us that to deny our identity is a progressive and humanitarian act, because they want us all to be blind consumers.”</p> \n<p>He continued: “It is necessary, now more than ever, to counter the lies of the system, to awaken the revolutionary spirit of the Europeans. Everyone must see this truth, that European integration amounts to genocide. We have no other option, the alternative is national suicide.”</p> \n<p>The Guardian was unable to reach Latham for comment. But he previously explained his remarks to a local newspaper.</p> \n<p> “I’m not saying I’m against interracial marriage but the truth about the European Union is washed over. It is attempting to create another society. We’ve lost our identity,” he told<a href=\"http://www.expressandstar.com/news/2015/06/26/european-integration-branded-genocide-by-ukip-candidate/\"> the Express and Star</a>.</p> \n<p>Asked how he could compare integration to genocide, he said: “The English person will eventually be mixed race.”</p> \n<p>Latham’s sacking came a day after the Guardian reported a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/national-express-investigates-claim-of-drivers-racist-and-islamophobic-tirade\">Muslim woman’s claim she and three friends were racially abused by a National Express coach driver</a> in Manchester. The women complained they were targeted because of “preconceived ideas about brown people” after being barred from the bus after being accused of taking “smelly curry” on to the vehicle, despite them not having any.</p> \n<p>When standing for parliament in West Bromwich East, Latham previously called Islam “an evil cult” in a 2014 Facebook post. He said: “So the Muslims have infiltrated the Labour party. What a surprise. Who would have guessed such a thing was possible? The Labour party of Diane Abbott and Harriet Harman infiltrated by the evil cult of Islam. Wow.”</p> \n<p>Contacted by the Guardian on Friday, a National Express spokesman said Latham was not directly employed by National Express but the firm had “taken steps to ensure that he was immediately removed from the network and will not be driving for us again”.</p> \n<p>In a further statement the firm said: “High professional standards are expected of all our drivers and we can confirm Mr Latham has been removed from the National Express network with immediate effect.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37afce63b14afa2bd1c3b11d4f654934d2507197/0_0_5100_3060/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3060,"width":5100,"orientation":"landscape","credit":"Newscast / Alamy/Alamy","altText":"National Express has had a terrible week PR-wise, after two race rows in two days.","cleanCredit":"Photograph: Newscast / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-26T17:20:00Z","lastModified":"2015-06-26T19:44:26Z","metadata":{"commentable":true,"commentCount":728,"contributors":[{"name":"André Rhoden-Paul","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andre-rhoden-paul"}],"feature":false,"keywords":["UK Independence party (Ukip)","National Express","Politics","UK news","Race issues"],"tags":[{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"business/nationalexpressgroup","webTitle":"National Express"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"politics"},"topics":[{"displayName":"André Rhoden-Paul","topic":{"type":"tag-contributor","name":"profile/andre-rhoden-paul"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/26/ukip-candidate-fired-by-national-express-over-inter-racial-marriage-post","shortUrl":"http://gu.com/p/4a6m3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/26/ukip-candidate-fired-by-national-express-over-inter-racial-marriage-post","webUri":"http://www.theguardian.com/politics/2015/jun/26/ukip-candidate-fired-by-national-express-over-inter-racial-marriage-post"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37afce63b14afa2bd1c3b11d4f654934d2507197/0_0_5100_3060/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3060,"width":5100,"orientation":"landscape","caption":"National Express has had a terrible week PR-wise, after two race rows in two days. Photograph: Newscast/Alamy","credit":"Newscast/Alamy","altText":"National Express has had a terrible week PR-wise, after two race rows in two days.","cleanCaption":"National Express has had a terrible week PR-wise, after two race rows in two days.","cleanCredit":"Photograph: Newscast/Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37afce63b14afa2bd1c3b11d4f654934d2507197/0_0_5100_3060/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3060,"width":5100,"orientation":"landscape","credit":"Newscast / Alamy/Alamy","altText":"National Express has had a terrible week PR-wise, after two race rows in two days.","cleanCredit":"Photograph: Newscast / Alamy/Alamy"}}]},{"title":"Damning HS2 report reveals serious cost concerns","rawTitle":"Damning HS2 report reveals serious cost concerns","item":{"type":"article","id":"uk-news/2015/jun/26/damning-hs2-report-reveals-serious-cost-concerns","title":"Suppressed HS2 report reveals serious cost concerns","trailText":"High-speed rail project may be swept up in railway crisis as 2012 review released under FOI shows officials believed it was unaffordable","standFirst":"<p>High-speed rail project may be swept up in railway crisis as 2012 review released under FOI shows officials believed it was unaffordable</p>","byline":"Gwyn Topham Transport correspondent","body":"<p>The crisis in Britain’s railways is threatening to engulf HS2, with the government being forced to release a damning report showing the Department for Transport believed the high-speed project was unaffordable given its other spending commitments.</p> \n<p>Opponents of HS2 claimed the government was burying bad news as it finally published the Major Projects Authority assessment from 2012 on Thursday, the same day it announced a host of major <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/network-rail-chief-to-step-down-as-385bn-upgrades-are-delayed\">rail upgrade schemes would be scrapped</a> because of spiralling costs. The transport secretary, Patrick McLoughlin, had previously <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/jan/30/transport-secretary-blocks-hs2-report\">vetoed its release</a>, overruling the information commissioner. </p> \n<p>The <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/438264/2012-hs2-mpa.pdf\">MPA assessment from 2012</a> shows the level of doubt surrounding the project and how officials feared the budget was untenable. It states: “The department believes however that the costs of this project are so large, and over such a long period, that it will not be able to afford it alongside all its other likely spending commitments.”</p> \n<p>McLoughlin conceded defeat in a legal case brought by campaigners to have the assessment released in the wake of the supreme court ruling on the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk-news/prince-charles-letters\">“black spider” memos</a>, in which Prince Charles’s correspondence with ministers was ordered to be published after a long battle by the Guardian. <br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5cf997a5ed5dfa1d21565b5df436f78fff63863d\"> \n <img src=\"http://media.guim.co.uk/5cf997a5ed5dfa1d21565b5df436f78fff63863d/0_210_3428_2055/1000.jpg\" alt=\"People prepare to protest against HS2 outside parliament last year.\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People prepare to protest against HS2 outside parliament last year.</span> \n  <span class=\"element-image__credit\">Photograph: Oli Scarff/Getty Images</span> \n </figcaption> \n</figure> \n<p>The report shows that despite government assurances at the time about the costs of HS2, there was private acknowledgement that the quoted budget would have to be increased. The report warned that the &pound;16.3bn budget for the London-Birmingham stretch of the high-speed network was “in danger of being mistaken for the expected cost of Phase 1 – whereas it is only a partial estimate made in 2011 prices with significant exclusions”.</p> \n<p>A 2015 high-level <a href=\"https://www.gov.uk/government/publications/major-projects-authority-annual-report-2015\">MPA report</a> published on Thursday continues to grade HS2 as amber/red – a rating that means successful delivery of the project is in doubt, with major risks or issues apparent. An HS2 insider said: “There’s no doubt it is still in a bad place – but it came from an even worse position.”</p> \n<p>Despite conceding defeat on the 2011 and 2012 reports, the government does not intend to publish the assessments from subsequent years. </p> \n<p>A government spokeswoman said: “We have already published important data in the MPA annual reports of major projects, including HS2, and we have placed a wealth of other information in the public domain about the scheme. However, it is important to strike a balance between the benefits of transparency and protecting the ability of officials to offer frank advice.</p> \n<p>“Having taken account of the supreme court judgment in the Prince of Wales’ letters case, and the particular content requested, we are now withdrawing from legal proceedings. The government continues to believe in the need to safeguard the ‘safe space’ for officials to give candid advice to ministers on policy and implementation issues and will continue to defend other cases on this basis. </p> \n<p>“On this specific project, HS2 continues to make excellent progress and we are on track to have spades in the ground in 2017 as planned.”</p> \n<p>HS2 has received cross-party approval in principle and the hybrid bill is passing through parliament. However, there will be renewed debate about the &pound;50bn high-speed rail scheme after Network Rail’s five-year, &pound;38bn plan was torn up. </p> \n<p>Until now, ministers have claimed that upgrades to the conventional railway would be delivered alongside HS2. But the reorganisation of Network Rail and its new, strict funding caps mean there will need to be further negotiations before work on promised schemes, such as electrification, can go ahead. </p> \n<p>The rail historian and Labour mayoral candidate Christian Wolmar said: “There has always been an unstated conflict. The cover’s blown. Somethings going to crack.I think they will try to hold the line that HS2 is the most important thing and they will go ahead with it – though eventually I think that line will come apart.” </p> \n<p>Cheryl Gillan, the MP for Chesham and Amersham, who has led parliamentary opposition to HS2, said she would be writing to the MPA to demand the release of the most recent reviews. “In the light of what was announced yesterday about the northern rail upgrade project cancellations … will the HS2 project become undeliverable?”</p> \n<p>A DfT spokesperson said: “To suggest HS2 is in doubt is false and misleading. The MPA reports are out of date. The spending round in 2013 confirmed long-term funding for HS2.”</p> \n<p>The HS2 report was quietly published hours after the transport secretary had announced in the Commons that vital upgrades to major rail lines in the Midlands and the north of England would be paused. </p> \n<p>Mounting problems meant Network Rail would not deliver the promised Midland mainline from London to Sheffield, and the TransPennine route between Manchester and Leeds that connects major cities across the north, as costs spiralled and it missed targets. <br /></p> \n<p>Labour demanded to know when ministers were made aware that their manifesto promises could not be delivered by Network Rail. In a letter to David Cameron, the shadow transport secretary, Michael Dugher, wrote: “It appears that despite you and your ministers, knowing that these projects were in serious difficulty before the election, you decided to wait until after the election to reveal the extent of the problems before reneging on the commitments you had previously made.</p> \n<p>“The public have a right to know if they have been deceived and if members of your government knew for months that these projects would not be delivered as promised.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7da8b496e552fb398524090eef3171ae60f5e11/450_289_2017_1209/2017.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1209,"width":2017,"orientation":"landscape","credit":"HS2/PA","altText":"An artist’s impression of an HS2 train on the Birmingham and Fazeley viaduct.","cleanCredit":"Photograph: HS2/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5cf997a5ed5dfa1d21565b5df436f78fff63863d/0_210_3428_2055/3428.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2055,"width":3428,"orientation":"landscape","caption":"People prepare to protest against HS2 outside parliament last year. Photograph: Oli Scarff/Getty Images","credit":"Oli Scarff/Getty Images","altText":"People prepare to protest against HS2 outside parliament last year.","cleanCaption":"People prepare to protest against HS2 outside parliament last year.","cleanCredit":"Photograph: Oli Scarff/Getty Images"}],"webPublicationDate":"2015-06-26T13:16:11Z","lastModified":"2015-06-26T23:01:21Z","metadata":{"commentable":true,"commentCount":775,"contributors":[{"name":"Gwyn Topham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gwyntopham"}],"feature":false,"keywords":["HS2","Transport policy","Network Rail","Rail transport","Transport","Business","Politics","Travel & leisure","UK news"],"tags":[{"id":"uk/hs2","webTitle":"HS2"},{"id":"politics/transport","webTitle":"Transport policy"},{"id":"business/network-rail","webTitle":"Network Rail"},{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"uk/transport","webTitle":"Transport"},{"id":"business/business","webTitle":"Business"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Gwyn Topham","topic":{"type":"tag-contributor","name":"profile/gwyntopham"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/damning-hs2-report-reveals-serious-cost-concerns","shortUrl":"http://gu.com/p/4a6a4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/26/damning-hs2-report-reveals-serious-cost-concerns","webUri":"http://www.theguardian.com/uk-news/2015/jun/26/damning-hs2-report-reveals-serious-cost-concerns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7da8b496e552fb398524090eef3171ae60f5e11/450_289_2017_1209/2017.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1209,"width":2017,"orientation":"landscape","caption":"An artist’s impression of an HS2 train on the Birmingham and Fazeley viaduct. Photograph: HS2/PA","credit":"HS2/PA","altText":"An artist’s impression of an HS2 train on the Birmingham and Fazeley viaduct.","cleanCaption":"An artist’s impression of an HS2 train on the Birmingham and Fazeley viaduct.","cleanCredit":"Photograph: HS2/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[{"title":"Simon Jenkins / HS2 has just claimed its first victim: the rail upgrades we so badly need","rawTitle":"HS2 has just claimed its first victim: the rail upgrades we so badly need","item":{"type":"comment","id":"commentisfree/2015/jun/26/hs2-vanity-project-network-rail","title":"HS2 has just claimed its first victim: the rail upgrades we so badly need","trailText":"As Network Rail’s investment plan grinds to a halt, HS2 is more of a wild extravagance than ever. Put it on ice and the money where it is actually needed<br /><br />","standFirst":"As Network Rail’s investment plan grinds to a halt, HS2 is more of a wild extravagance than ever. Put it on ice and the money where it is actually needed\n<br />\n<br />","byline":"Simon Jenkins","body":"<p>The truth is out. When the HS2 railway line was confirmed by the last government, the transport secretary Patrick McLoughlin promised it would have no impact on existing rail investment. Yesterday that promise lay in ruins. Network Rail’s much-vaunted &pound;38.5bn rail investment plan – in reality it is the government’s – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/network-rail-chief-to-step-down-as-385bn-upgrades-are-delayed\" title=\"\">has been put on hold</a> in a morass of missed targets and cost overruns.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/network-rail-chief-to-step-down-as-385bn-upgrades-are-delayed\">Government freezes rail upgrades and replaces Network Rail boss</a> </p> \n</aside> \n<p>Yet McLoughlin’s glamorous <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/housing-network/2015/mar/10/hs2-better-spent-new-homes-britain\" title=\"\">&pound;50bn (probably &pound;70bn) high-speed line from London to Manchester</a> ploughs on unconcerned. Yesterday it reported a <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4480397.ece\" title=\"\">&pound;100m overspend</a> for 2014/5 alone, or 30% over budget. With not a mile of track laid, this is wild extravagance.</p> \n<p>The transport budget is not ringfenced, and is being cut as much as other local and public services. Money planned for HS2 – for just one line – is roughly double what the Treasury is making available for the rest of the network. It is a political vanity project without historic parallel, one that no one has the guts to stop. No government pledges on transport mean anything as long as it remains in being.</p> \n<p>There are limited resources for public investment in Britain. Trunk roads – used by the overwhelming majority of travellers – are shockingly bad. Many of Britain’s trains, especially in the provinces, are a European embarrassment. The once grandest railway in the world, the Great Western, still serves the west country with diesel locomotives. As long as developers are encouraged by the government to disperse cities rather than densify them, urban commuter lines will grow ever more overcrowded.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/hs2\" title=\"\">HS2</a> should be put on ice. If the TransPennine and Midland main lines must be “paused” and if we still cannot ease commuter overcrowding round London and Manchester, a duplicate trunk route to the Midlands and north-west is superfluous. Capacity can be increased in other ways. Journey times to the north and Scotland can be slashed by upgrading the east coast line, which has the manifest advantage of linking to HS1 and the continent. HS2 was always the wrong train in the wrong place. It is now the wrong priority.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>HS2 was always the wrong train in the wrong place. It is now the wrong priority</p> \n </blockquote> \n</aside> \n<p>This is the curse of the megaproject. It attracts political support, management talent and investment – and inevitably crowds out more mundane and local projects. Hence the defence budget is squeezed for aircraft carriers. The education budget is squeezed for free schools. The health budget is squeezed to pay for giant <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/jun/29/pfi-crippling-nhs\" title=\"\">PFI hospitals</a>. The sports budget is squeezed for the Olympics. Politicised investment is normally a feature of authoritarian governments – and also of modern British ones.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/852f613a9c7c89dc59f5248e33e3e1932a04043a/0_84_3492_2095/3492.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2095,"width":3492,"orientation":"landscape","credit":"Paul Ellis/AFP/Getty Images","altText":"Protest signs mark a field site where the HS2 railway is planned near Lymm, west of Manchester","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T11:30:06Z","lastModified":"2015-06-26T11:44:40Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["HS2","Rail transport","UK news","Network Rail","Transport","Business"],"tags":[{"id":"uk/hs2","webTitle":"HS2"},{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/network-rail","webTitle":"Network Rail"},{"id":"uk/transport","webTitle":"Transport"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/hs2-vanity-project-network-rail","shortUrl":"http://gu.com/p/4a6b4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/hs2-vanity-project-network-rail","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/hs2-vanity-project-network-rail"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/852f613a9c7c89dc59f5248e33e3e1932a04043a/0_84_3492_2095/3492.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2095,"width":3492,"orientation":"landscape","caption":"‘This is the curse of the megaproject. It attracts political support, management talent and investment – and crowds out more mundane and local projects.’  Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Protest signs mark a field site where the HS2 railway is planned near Lymm, west of Manchester","cleanCaption":"‘This is the curse of the megaproject. It attracts political support, management talent and investment – and crowds out more mundane and local projects.’ ","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Simon Jenkins"},"byline":{"title":"Simon Jenkins"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7da8b496e552fb398524090eef3171ae60f5e11/450_289_2017_1209/2017.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1209,"width":2017,"orientation":"landscape","credit":"HS2/PA","altText":"An artist’s impression of an HS2 train on the Birmingham and Fazeley viaduct.","cleanCredit":"Photograph: HS2/PA"}}]},{"title":"Lib Dem leadership / Norman Lamb backed by two former leaders","rawTitle":"Norman Lamb backed by two former leaders","item":{"type":"article","id":"politics/2015/jun/26/lib-dem-leadership-norman-lamb-leaders-ashdown-campbell","title":"Lib Dem leadership: Norman Lamb backed by two former leaders","trailText":"Sir Menzies Campbell and Lord Ashdown among group of senior Liberal Democrats who write letter to the Guardian in support of North Norfolk MP","standFirst":"<p data-dropid=\"0\">Sir Menzies Campbell and Lord Ashdown among group of senior Liberal Democrats who write <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/liberal-democrats-line-up-to-choose-a-winning-leader\">letter to the Guardian in support of North Norfolk MP</a></p>","byline":"Patrick Wintour Political editor","body":"<p>Norman Lamb’s campaign to become leader of the Liberal Democrats has received a significant boost after another former party leader, Sir Menzies Campbell, and a large group of other former MPs, declared their backing for the Norfolk MP. <br /></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/liberal-democrats-line-up-to-choose-a-winning-leader\">Lib Dems line up to choose a winning leader | Letters</a> </p> \n</aside> \n<p>In a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/liberal-democrats-line-up-to-choose-a-winning-leader\">letter to the Guardian</a>, they say Lamb can set a new tone in politics and has the qualities required to take the party out its comfort zone. Lord Ashdown has already announced he is backing Lamb but Nick Clegg has decided he will not set out his preference. Campbell was party leader from 2006 to 2007, and succeeded Charles Kennedy.</p> \n<p>Tim Farron, regarded as the frontrunner in a two-horse race, is thought to have as many former MPs backing him, but it is significant that two former party leaders are willing to give their backing to Lamb in what may emerge to be a tighter contest than previously thought.<br /></p> \n<p>Other signatories to the letter include the former Treasury secretary David Laws, the former energy secretary Ed Davey and Lady Williams, the former Labour cabinet minster and now a Liberal Democrat stalwart in the Lords. Lamb has also won the support of the former Scottish secretary Michael Moore, the former chief whip Don Foster and Lynn Featherstone, the former home office minister regarded as on the left of the party.<br /></p> \n<p>In the letter, the former MPs, including nine former ministers say they have witnessed firsthand the personal qualities that are needed in a successful party leader and say the choice must be about “something more ambitious than just making ourselves feel better”. </p> \n<p>They say that Lamb “has committed himself to leading a policy and political fightback, reaching out to those millions – particularly young people – who share our values and instincts but are put off by closed party structures and tribal political behaviour. He can set a new tone in our national politics”.</p> \n<p>They say leadership is sometimes about the ability “to take an unpopular stand, or challenge our party to leave its comfort zone.” </p> \n<p>The letter, which is designed to coincide with the dispatch of ballot papers to the party membership, says Lamb will be a powerful champion of “human rights, political reform, social justice, UK membership of the EU and international action to stem climate change”. </p> \n<p>They highlight his role as a champion of giving equal status to the issue of mental health alongside physical health in the NHS. </p> \n<p>“We are looking for a leader who will inspire us, grow the party, and be a persuasive voice for liberalism. We have two great candidates but have no hesitation in supporting Norman Lamb and urging others to do the same”.</p> \n<p>The former Treasury secretary, Danny Alexander, has not expressed support for either candidate.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/913c5178f24c1d40a76f85307cbe92bb15f38961/0_0_5016_3008/5016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3008,"width":5016,"orientation":"landscape","credit":"Peter Byrne/PA","altText":"Norman Lamb’s bid to become Lib Dem leader has been given a huge boost by the support of several party heavyweights.","cleanCredit":"Photograph: Peter Byrne/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T17:58:40Z","lastModified":"2015-06-26T23:01:23Z","metadata":{"commentable":true,"commentCount":164,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Norman Lamb","Liberal Democrats","UK news","Politics","Lord Ashdown","Sir Menzies Campbell"],"tags":[{"id":"politics/norman-lamb","webTitle":"Norman Lamb"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/paddy-ashdown","webTitle":"Lord Ashdown"},{"id":"politics/sirmenziescampbell","webTitle":"Sir Menzies Campbell"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/26/lib-dem-leadership-norman-lamb-leaders-ashdown-campbell","shortUrl":"http://gu.com/p/4a6m6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/26/lib-dem-leadership-norman-lamb-leaders-ashdown-campbell","webUri":"http://www.theguardian.com/politics/2015/jun/26/lib-dem-leadership-norman-lamb-leaders-ashdown-campbell"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/913c5178f24c1d40a76f85307cbe92bb15f38961/0_0_5016_3008/5016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3008,"width":5016,"orientation":"landscape","caption":"Norman Lamb’s bid to become Lib Dem leader has been given a huge boost by the support of several party heavyweights. Photograph: Peter Byrne/PA","credit":"Peter Byrne/PA","altText":"Norman Lamb’s bid to become Lib Dem leader has been given a huge boost by the support of several party heavyweights.","cleanCaption":"Norman Lamb’s bid to become Lib Dem leader has been given a huge boost by the support of several party heavyweights.","cleanCredit":"Photograph: Peter Byrne/PA"}},"importance":4,"kicker":{"title":"Lib Dem leadership"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/913c5178f24c1d40a76f85307cbe92bb15f38961/0_0_5016_3008/5016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3008,"width":5016,"orientation":"landscape","credit":"Peter Byrne/PA","altText":"Norman Lamb’s bid to become Lib Dem leader has been given a huge boost by the support of several party heavyweights.","cleanCredit":"Photograph: Peter Byrne/PA"}}]},{"title":"'Inept' head of family drug-dealing gang sentenced to nine years in jail","rawTitle":"'Inept' head of family drug-dealing gang sentenced to nine years in jail","item":{"type":"article","id":"uk-news/2015/jun/26/carl-honey-jones-swansea-inept-family-drug-gang-sentenced-nine-years","title":"'Inept' head of family drug-dealing gang sentenced to nine years in jail","trailText":"Carl Honey-Jones, his wife Donna and four relatives lived a conspicuously lavish lifestyle while claiming benefits, Swansea crown court hears ","standFirst":"<p data-dropid=\"0\">Carl Honey-Jones, his wife Donna and four relatives lived a conspicuously lavish lifestyle while claiming benefits, Swansea crown court hears </p>","byline":"Rebecca Ratcliffe and agencies","body":"<p>A couple who were part of a family-run multimillion-pound drugs ring spent &pound;40,000 on their wedding and lived a lavish lifestyle while still claiming benefits, a court heard.</p> \n<p>Carl Honey-Jones, 31, described by a judge as the “inept” head of his family-run conspiracy, was brought before a judge, along with his wife and four other relatives, to be sentenced for their part in a cocaine supply ring in Swansea.<br /></p> \n<p>Prosecutor Ian Wright QC said Honey-Jones and his wife, Donna, lived the kind of lavish lifestyle reserved for the rich and famous, while continuing to claim benefits. The couple jetted off on all-inclusive trips to the Maldives and paid for a family holiday to Lapland. They also spent &pound;40,000 on their wedding – getting married at a 14th-century church before going to a reception by horse and cart.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3d54ee4757346a015cebac6ef6e477714d8b75b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435345317763/c84babbf-8e30-4c37-8a71-2a5676654f61-460x276.jpeg\" alt=\"Almost &pound;60,000 in cash was seized by police along with cocaine with a street value of &pound;750,000.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Almost &pound;60,000 in cash was seized by police along with cocaine with a street value of &pound;750,000.</span> \n  <span class=\"element-image__credit\">Photograph: South Wales Police/PA</span> \n </figcaption> \n</figure> \n<p>Swansea crown court heard the Honey-Jones’s frivolous spending had made them conspicuous to the authorities. They drove top-of-the-range Audis and BMWs, both with private number plates, and lived in a suburban four-bedroomed home while still in minimum-wage jobs and claiming thousands in benefits.</p> \n<p>Carl Honey-Jones, 31, was sentenced to a nine-year custodial term, while his wife, 32 – whose lawyer has insisted was just “taking cash from her husband and spending it” – had her sentence adjourned until 6 July.<br /></p> \n<p>Four other relatives were involved, including Honey-Jones’s father-in-law Brian Harding, 58, who mixed cocaine with cutting agents in his garage; and Honey-Jones’s cousin, Matthew Jones, 24, described in court as Honey-Jones’s “right-hand man”.<br /></p> \n<p>Donna Honey-Jones’s brother and sister also inadvertently gave themselves up after calling the police to report that they had received threats from gangsters.<br /></p> \n<p>Judge Paul Thomas said the Honey-Jones operation – which saw large quantities of cocaine brought from Liverpool to Swansea – was motivated by greed. He said: “Carl Honey-Jones, you were the dealer principal and in your case it financed a extravagant lifestyle of foreign holidays, a lavish wedding and luxury cars.</p> \n<p>“The sums involved were in the seven-figures and you, Carl Honey-Jones, was at the very top of that conspiracy. Although it was was lucrative, the operation that you led was inept and amateurish.</p> \n<p>“Top-of-the-range cars and luxury brands in Penlan road were bound to attract suspicion.” The drugs network was taken apart after police raided 11 addresses in Swansea last year.</p> \n<p>Cocaine with a potential street value of &pound;750,000 and almost &pound;60,000 in cash were seized, along with expensive jewellery – including a genuine Rolex watch – as well as cars and quad bikes.</p> \n<p>Detectives also found a notebook detailing drug deals – with the amounts described in court as “eye-watering”.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435345175054/01f22741-c362-40bc-b3f9-a26abdc80298-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"South Wales Police/PA","altText":"Carl Honey-Jones has been jailed for nine years for his part in a drugs ring that brought large quantities of cocaine from Liverpool to Swansea.","cleanCredit":"Photograph: South Wales Police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435345319097/c84babbf-8e30-4c37-8a71-2a5676654f61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Almost £60,000 in cash was seized by police along with cocaine with a street value of £750,000. Photograph: South Wales Police/PA","credit":"South Wales Police/PA","altText":"Almost £60,000 in cash was seized by police along with cocaine with a street value of £750,000.","cleanCaption":"Almost £60,000 in cash was seized by police along with cocaine with a street value of £750,000.","cleanCredit":"Photograph: South Wales Police/PA"}],"webPublicationDate":"2015-06-26T19:04:40Z","lastModified":"2015-06-26T20:04:37Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["Crime","Wales","UK news","Drugs","Swansea"],"tags":[{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk/wales","webTitle":"Wales"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"uk/swansea","webTitle":"Swansea"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/carl-honey-jones-swansea-inept-family-drug-gang-sentenced-nine-years","shortUrl":"http://gu.com/p/4a6z9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/26/carl-honey-jones-swansea-inept-family-drug-gang-sentenced-nine-years","webUri":"http://www.theguardian.com/uk-news/2015/jun/26/carl-honey-jones-swansea-inept-family-drug-gang-sentenced-nine-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435345175054/01f22741-c362-40bc-b3f9-a26abdc80298-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carl Honey-Jones has been jailed for nine years for his part in a drugs ring that brought large quantities of cocaine from Liverpool to Swansea. Photograph: South Wales Police/PA","credit":"South Wales Police/PA","altText":"Carl Honey-Jones has been jailed for nine years for his part in a drugs ring that brought large quantities of cocaine from Liverpool to Swansea.","cleanCaption":"Carl Honey-Jones has been jailed for nine years for his part in a drugs ring that brought large quantities of cocaine from Liverpool to Swansea.","cleanCredit":"Photograph: South Wales Police/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435345175054/01f22741-c362-40bc-b3f9-a26abdc80298-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"South Wales Police/PA","altText":"Carl Honey-Jones has been jailed for nine years for his part in a drugs ring that brought large quantities of cocaine from Liverpool to Swansea.","cleanCredit":"Photograph: South Wales Police/PA"}}]},{"title":"Caught off guard / Teasing tourist courts business end of sentry's bayonet","rawTitle":"Teasing tourist courts business end of sentry's bayonet","item":{"type":"article","id":"uk-news/2015/jun/26/caught-off-guard-teasing-tourist-courts-business-end-of-sentrys-bayonet","title":"Caught off guard: teasing tourist courts business end of sentry's bayonet","trailText":"Soldier with the Queen’s Guard puts up with mimicry until he is touched - whereupon he sees off his tormentor with a bark and his bayonet-tipped rifle ","standFirst":"<p data-dropid=\"0\">Soldier with the Queen’s Guard puts up with mimicry until he is touched - whereupon he sees off his tormentor with a bark and his bayonet-tipped rifle </p>","byline":"Aisha Gani","body":"<p>Soldiers of the Queen’s Guard – those stiff, marching fellows with the tall, bearskin hats – have to put up with a lot of embarrassing tourist behaviour: close-up photos, mocking comments, parody walks. But it seems they draw the line at being touched.</p> \n<p> </p> \n<p>The dramatic moment when one guard’s patience snapped after a tourist tapped his shoulder was caught on camera and posted on YouTube this week. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dQCSWPFnjbU\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/dQCSWPFnjbU?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In the video, which was filmed at Windsor castle, the soldier, clad in trademark red tunic and black bearskin hat, is teased by a man who mimics marching alongside. </p> \n<p>As the tourist strides alongside the serviceman, friends are heard giggling off camera on the 20-second video, saying “his gun is jammed”.</p> \n<p>The tourist then rests his hand on the soldier’s shoulder, but leaps out of camera shot when the soldier suddenly points his gun – complete with a rather sharp-looking bayonet point – directly at the man, and barks: “Step back from the Queen’s Guard!”</p> \n<p>The solider, who then brings his weapon back into position, carries on with his march business as usual in the final moments of the video footage, which was uploaded on Monday under the title “Why you don’t harass the Queen’s Guard.” It has been viewed more than 30,000 times.</p> \n<figure class=\"element element-image\" data-media-id=\"068475da4b5aab78362257c5ef601f2ab3ce8e7f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435332702460/54f74d93-7398-41ef-ab00-1916b91f7fe6-460x276.png\" alt=\"Queen's guard\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The guardsman poised to pounce.</span> \n  <span class=\"element-image__credit\">Photograph: YouTube</span> \n </figcaption> \n</figure> \n<p>An army spokesman <a href=\"http://www.standard.co.uk/news/london/the-moment-queens-guard-aims-his-rifle-at-tourist-who-taunted-him-while-marching-10347160.html\">told the Evening Standard</a> the soldier was “well within his rights” to ask a member of the public to move away and would not be facing any disciplinary action over the incident, the footage of which he believed was more than six months old.</p> \n<p>“It is disappointing that a member of the public has shown such disrespect to a member of the Queen’s Guard. The Queen’s Guard is under orders to protect Her Majesty, the palace and his post,” he said.</p> \n<p>“Due to the current heightened security threat and increased incidents of members of the public trying to intervene with the guard, we have put barriers between the guard and the public so no such incidents could take place now.”<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335617525/d7a9a8a2-bbaf-48cb-bec3-37e5da377092-2060x1236.png?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"YouTube","altText":"Queen's Guard","cleanCredit":"Photograph: YouTube"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435332704082/5c90892b-e2f8-477f-b53e-081e567fa068-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The guardsman poised to pounce. Photograph: YouTube","credit":"YouTube","altText":"Queen's guard","cleanCaption":"The guardsman poised to pounce.","cleanCredit":"Photograph: YouTube"}],"webPublicationDate":"2015-06-26T17:03:49Z","lastModified":"2015-06-26T17:36:43Z","metadata":{"commentable":true,"commentCount":499,"contributors":[{"name":"Aisha Gani","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/27/1430139448503/Aisha-Gani-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aisha-gani"}],"feature":false,"keywords":["British Army","Military","Monarchy","UK news"],"tags":[{"id":"uk/british-army","webTitle":"British Army"},{"id":"uk/military","webTitle":"Military"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Aisha Gani","topic":{"type":"tag-contributor","name":"profile/aisha-gani"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/caught-off-guard-teasing-tourist-courts-business-end-of-sentrys-bayonet","shortUrl":"http://gu.com/p/4a6j9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/26/caught-off-guard-teasing-tourist-courts-business-end-of-sentrys-bayonet","webUri":"http://www.theguardian.com/uk-news/2015/jun/26/caught-off-guard-teasing-tourist-courts-business-end-of-sentrys-bayonet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335617525/d7a9a8a2-bbaf-48cb-bec3-37e5da377092-2060x1236.png?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The tourist marches alongside the guardsman, unaware of the nasty shock he is about to receive. Photograph: YouTube","credit":"YouTube","altText":"Queen's Guard","cleanCaption":"The tourist marches alongside the guardsman, unaware of the nasty shock he is about to receive.","cleanCredit":"Photograph: YouTube"}},"importance":3,"kicker":{"title":"Caught off guard"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335617525/d7a9a8a2-bbaf-48cb-bec3-37e5da377092-2060x1236.png?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"YouTube","altText":"Queen's Guard","cleanCredit":"Photograph: YouTube"}}]}],"lastModified":"2015-06-27T02:56:47Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}