{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"George Osborne offers devolution route to cities with elected mayor","rawTitle":"George Osborne offers devolution route to cities with elected mayor","item":{"type":"article","id":"politics/2015/may/14/george-osborne-invites-cities-to-follow-manchester-route-to-devolution","title":"George Osborne offers devolution route to cities with elected mayor","trailText":"Chancellor says ‘old model’ of London control is broken but insists new powers will only be granted to local authorities with a directly elected mayor","standFirst":"<p>Chancellor says ‘old model’ of London control is broken and will invite cities to follow Manchester in bidding for devolved powers<br /></p>","byline":"Patrick Wintour Political editor","body":"<p>George Osborne will on Thursday invite England’s big cities to join Manchester in bidding for devolved powers, as long as they agree to be governed by a directly elected mayor.</p> \n<p>The chancellor will also announce that the Queen’s speech will include powers to<em> </em>deliver Greater Manchester’s first mayor through the<strong> c</strong>ities devolution bill.</p> \n<p>The powers on offer to combined authorities with an elected mayor will cover transport, housing, planning, policing and public health.</p> \n<p>In Manchester, in his first speech of the new parliament, Osborne will underline his personal commitment to the concept of city devolution saying Greater Manchester will be entitled to elect its first mayor in 2017.<br /></p> \n<p>He will say: “The old model of trying to run everything in our country from the centre of London is broken. It’s led to an unbalanced economy. It’s made people feel remote from the decisions that affect their lives. It’s not good for our prosperity or our democracy.”</p> \n<p>He will tell the cities: “It is time for you to take control of your own affairs.”</p> \n<p>The chancellor will say that he will give the cities the necessary levers to grow their local economies and make sure local people keep the rewards. But there is no suggestion at this stage that he will give them substantial new tax-raising powers.</p> \n<p>Osborne will also annoy many Labour leaders in local government by insisting he will only transfer the powers if the cities in a combined authority agree to a directly elected mayor. In Liverpool, for instance, the elected Labour city mayor, Joe Anderson, supports the idea of further devolution, but has not been able to win the support of other local government leaders in the region for a mayor to represent the wider region.</p> \n<p>There is also resistance elsewhere in cities such as Leeds and Newcastle, but the new communities secretary, Greg Clark, may have greater success in changing minds on the basis that the powers on offer are so substantial that it is worth shifting to a city mayor structure.</p> \n<p>Osborne will argue: “It’s right people have a single point of accountability. Someone they elect, who takes the decisions and carries the can.</p> \n<p>“So with these new powers for cities must come new city-wide elected mayors who work with local councils. I will not impose this model on anyone. But nor will I settle for less.</p> \n<p>“London has a mayor. Greater Manchester has agreed to have a mayor as part of our northern powerhouse – and this new law will make that happen.</p> \n<p>“My door now is open to any other major city who‎ wants to take this bold step into the future.”</p> \n<p>He has also confirmed that the spending review due later this year will contain the major investments already set out to build the northern powerhouse, covering railways, roads and science parks.<br /></p> \n<p>The Greater Manchester mayor will have powers covering a devolved and consolidated transport budget, with a multi-year settlement to be agreed at the next spending review, franchised bus services, strategic planning, a new housing investment fund and the functions of the police and crime commissioner.<br /></p> \n<p>Manchester will also be entitled to bid alongside the Department for Work and Pensions (DWP) for the next phase of the Work Programme.</p> \n<p>In addition, Manchester and Greater Manchester clinical commissioning groups will be invited to develop a business plan for the integration of health and social care across Greater Manchester, based on control of existing health and social care budgets.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431543902923/36efd196-3319-4f26-a325-e071fb914711-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Wiktor Dabkowski/Wiktor Dabkowski/dpa/Corbis","altText":"George Osborne","cleanCredit":"Photograph: Wiktor Dabkowski/Wiktor Dabkowski/dpa/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-14T08:16:33Z","lastModified":"2015-05-14T08:16:36Z","metadata":{"commentable":true,"commentCount":151,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Devolution","Local government","George Osborne","Manchester","Greater Manchester","Liverpool","Society","Politics","UK news","Conservatives"],"tags":[{"id":"politics/devolution","webTitle":"Devolution"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"uk/manchester","webTitle":"Manchester"},{"id":"uk/greater-manchester","webTitle":"Greater Manchester"},{"id":"uk/liverpool","webTitle":"Liverpool"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/14/george-osborne-invites-cities-to-follow-manchester-route-to-devolution","shortUrl":"http://gu.com/p/48q29","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/14/george-osborne-invites-cities-to-follow-manchester-route-to-devolution","webUri":"http://www.theguardian.com/politics/2015/may/14/george-osborne-invites-cities-to-follow-manchester-route-to-devolution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431543902923/36efd196-3319-4f26-a325-e071fb914711-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne will give his first major speech of the new parliament in Manchester. Photograph: Wiktor Dabkowski/Wiktor Dabkowski/dpa/Corbis","credit":"Wiktor Dabkowski/Wiktor Dabkowski/dpa/Corbis","altText":"George Osborne","cleanCaption":"George Osborne will give his first major speech of the new parliament in Manchester.","cleanCredit":"Photograph: Wiktor Dabkowski/Wiktor Dabkowski/dpa/Corbis"}},"importance":7,"showQuotedHeadline":false},{"title":"Tim Farron to stand as leader of the Liberal Democrats","rawTitle":"Tim Farron to stand as leader of the Liberal Democrats","item":{"type":"article","id":"politics/2015/may/14/tim-farron-to-stand-as-leader-of-the-liberal-democrats","title":"Tim Farron to stand as leader of the Liberal Democrats","trailText":"Former Lib Dem president says he wants to radically rebrand the party, which lost 48 MPs in last week’s election","standFirst":"<p>Former Lib Dem president says he wants to radically rebrand the party, which lost 48 MPs in last week’s election</p>","byline":"Matthew Weaver","body":"<p>Former Lib Dem president Tim Farron is to stand as leader of the party with a pledge to radically rebrand it as a liberal force but without changing its name.</p> \n<p>Announcing the move on BBC Radio 4’s Today programme on Thursday, he said that after discovering that his supporters were “up for a fight ... I will put myself forward to be the next leader of the Liberal Democrats.”</p> \n<p>Farron is expected to face only one other candidate, former care minister <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/nick-clegg-university-tuition-fees-norman-lamb\">Norman Lamb, who announced his candidacy on Monday</a>. </p> \n<p>Farron said he wanted to change the image of a party that lost 48 MPs in last week’s election. </p> \n<p>He said he had no plans to change the party’s name, but added: “I think rebranding ourselves is very important. We have got to be absolutely radical about that.” </p> \n<p>Farron, one of only eight Lib Dem MPs in the new parliament, including former leader Nick Clegg, said he liked to refer to himself as a liberal. “There is nothing wrong with us referring to ourselves as what we are ideologically,” he said. </p> \n<p>He said there was a “silver lining to our dark cloud” in the increase in party membership since last week’s dismal election performance. </p> \n<p>“Eleven and half thousand new members in the six days makes us the fastest and biggest growing political force in Britain, amazingly,” he said. “At the heart of Cleggmania we had half that many joining us. And half who are joining us are under 30. There is great sense that liberalism is under great threat.”</p> \n<p>Setting out his vision for the party, Farron, the MP for Westmorland and Lonsdale, said: “I want us to be a unifying force that is liberal, that is tolerant.”</p> \n<p>He said there has “never been more need for a liberal voice” pointing out that in the first days of the new government Conservative ministers have vowed to press ahead with plans to scrap the Human Rights Act, cut welfare by &pound;12bn, and bringing in a “snoopers charter”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’m standing for the leadership because I believe that this party not only can be saved but that it must be saved</p> \n  <footer> \n   <cite>Tim Farron</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Farron said his first job was to save the party from collapse. “We fully accept the drubbing that we got,” he said. “There are thousands and thousands of people in this country who got up on the Friday and thought ‘goodness me we are not losing the Liberals’. And that’s why I’m standing for the leadership because I believe that this party not only can be saved but that it must be saved.”</p> \n<p>Farron said his party was right to go into coalition with the Conservatives in 2010, but that the decision was “always going to be hugely damaging to the party”. </p> \n<p>He said he drew heart from the experience of the Dutch liberal party D66 – which was virtually wiped out after entering a governing coalition seven years ago, but has since recovered to top the polls. </p> \n<p>“There is plenty of precedent for us to work from to make sure we have that comeback,” Farron said. “And we are going to do it having bloody-minded self-belief that we are going to recover ... I’m determined that fuelled by a sense and desire for justice and belief in the rightness of our cause I can inspire us to come back to the centre of British politics.” </p> \n<p>To get on the leadership ballot, a candidate must have the endorsement of 200 members from 20 local party organisations as well as 10% of the parliamentary party.<br /></p> \n<p>The winner of the party’s leadership contest will be announced on 16 July.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/258b6ad02fb3656fa2eafd35e8c7d19dbbc48ecf/0_119_1565_938/1565.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":938,"width":1565,"orientation":"landscape","credit":"Danny Lawson/PA","altText":"Tim Farron","cleanCredit":"Photograph: Danny Lawson/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-14T07:11:55Z","lastModified":"2015-05-14T07:55:13Z","metadata":{"commentable":true,"commentCount":108,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Liberal Democrats","Politics","UK news","General election 2015"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/general-election-2015","webTitle":"General election 2015"}],"section":{"id":"politics"},"topics":[{"displayName":"Matthew Weaver","topic":{"type":"tag-contributor","name":"profile/matthewweaver"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/14/tim-farron-to-stand-as-leader-of-the-liberal-democrats","shortUrl":"http://gu.com/p/48q8f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/14/tim-farron-to-stand-as-leader-of-the-liberal-democrats","webUri":"http://www.theguardian.com/politics/2015/may/14/tim-farron-to-stand-as-leader-of-the-liberal-democrats"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/258b6ad02fb3656fa2eafd35e8c7d19dbbc48ecf/0_119_1565_938/1565.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":938,"width":1565,"orientation":"landscape","caption":"Setting out his vision for the party, Tim Farron said: ‘I want us to be a unifying force that is liberal, that is tolerant.’ Photograph: Danny Lawson/PA","credit":"Danny Lawson/PA","altText":"Tim Farron","cleanCaption":"Setting out his vision for the party, Tim Farron said: ‘I want us to be a unifying force that is liberal, that is tolerant.’","cleanCredit":"Photograph: Danny Lawson/PA"}},"importance":5,"showQuotedHeadline":false},{"title":"ITV's Good Morning Britain hit as strike begins","rawTitle":"ITV's Good Morning Britain hit as strike begins","item":{"type":"article","id":"media/2015/may/14/itv-good-morning-britain-strike-susanna-reid","title":"ITV's Good Morning Britain hit as strike begins","trailText":"Susanna Reid and Martin Lewis absent from show as union prepares for protest outside AGM","standFirst":"<p>Susanna Reid and Martin Lewis absent from show as union prepares for protest outside AGM</p>","byline":"Press Association","body":"<p>ITV production workers, journalists and other staff are staging a 24-hour strike in a dispute over pay, threatening programmes and planning a protest outside the TV giant’s annual meeting.</p> \n<p>Good Morning Britain was one of the first programmes affected, with journalist Martin Lewis announcing that he would not be presenting his regular Deals of the Week section.</p> \n<p>Lewis, the founder of moneysavingexpert.com, tweeted: “Sadly I won’t be doing deals of the week on Good Morn Brit tomorrow due to ITV strike. As NUJ member I prefer not to cross picket lines.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MartinSLewis/statuses/598543000332017665\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Sadly I won't be doing deals of the week on Good Morn Brit tomorrow due to ITV strike. As NUJ member I prefer not to cross picket lines.</p>— Martin Lewis (@MartinSLewis) \n  <a href=\"https://twitter.com/MartinSLewis/status/598543000332017665\">May 13, 2015</a>\n </blockquote> \n</figure> \n<p>Presenter Susanna Reid did not appear on the show although an ITV spokesman said this was because she had a pre-planned day off. </p> \n<p>He said: “All of the presenting team who were due to present are on air. Susanna isn’t there because she had a day’s holiday which was planned as part of the post-election coverage.” <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/14/itv-ratings-ad-revenues-rise-the-x-factor\">ITV channel suffers 6% slide in ratings but ad revenues rise</a> </p> \n</aside> \n<p>There are reports that ITV rescheduled filming for Coronation Street and Emmerdale. It is understood that live lunchtime show Loose Women was pre-recorded.</p> \n<p>Members of the technicians’ union Bectu and the National Union of Journalists voted in favour of industrial action by 67% and 77% in protest at a 2% pay award.</p> \n<p>Unions have been pressing for a bigger wage increase in view of the TV company’s profits.</p> \n<p>A protest will be held outside ITV’s annual meeting in London, including a Simon Cowell “lookalike”.</p> \n<p>Bectu general secretary Gerry Morrissey told the Press Association that staff were “very unhappy” with the pay offer.</p> \n<p>“There is a huge disparity between the pay offered to staff and the bonus package to executives as well as shareholder dividends.</p> \n<p>“Our members are helping to make the profits but are not sharing in them. The company’s attitude to reward for its senior executives compared with the way it treats staff has opened up a huge gulf. ITV is profitable because of the efforts of its workforce not in spite of them. ITV staff make programmes and run the business day-to-day and yet they are not being rewarded fairly in basic pay.</p> \n<p>“We have to break this destructive pattern where year on year senior executives’ warm words patronise staff but it is only senior management who get the financial reward.”</p> \n<p>An ITV spokesman said: “We are fully prepared to maintain an open dialogue with union representatives following the ballot result, which saw 226 union members voting to strike out of a UK workforce of 3,000 employees.</p> \n<p>“We have contingency plans in place to ensure that our programmes will continue to be broadcast and are confident that viewers will be unaffected by the proposed industrial action.</p> \n<p>“We have made an above inflation one year pay increase of 2%, effective from 1 January, which is on top of the 11.5% of pay rises over the last four years, some way ahead of other media sector pay awards.</p> \n<p>“We are also the only UK broadcaster to pay the living wage. Eligible colleagues also received the maximum &pound;1,200 bonus in their pay packets in March and we have increased the 2015 bonus opportunity to its maximum &pound;1,500 which would be paid next year.</p> \n<p>“ITV continues to make good progress but our focus on costs remains incredibly important across the business as we balance the need to continue to invest in growing the business, our people and the programmes that we create and broadcast.”</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431585883877/6d20a8d4-6fe0-4135-9a95-cdca707dd45e-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"ITV","altText":"Good Morning Britain: Thursday’s show was fronted by Ben Shephard and Kate Garraway","cleanCredit":"Photograph: ITV"}],"bodyImages":[],"webPublicationDate":"2015-05-14T06:47:59Z","lastModified":"2015-05-14T08:33:47Z","metadata":{"commentable":false,"commentCount":1,"contributors":[],"feature":false,"keywords":["ITV channel","ITV plc","Television industry","Media","Breakfast TV","Television","Culture","Television & radio","UK news"],"tags":[{"id":"media/itv1","webTitle":"ITV channel"},{"id":"media/ITV","webTitle":"ITV plc"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/breakfast-tv","webTitle":"Breakfast TV"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/14/itv-good-morning-britain-strike-susanna-reid","shortUrl":"http://gu.com/p/48q8g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/14/itv-good-morning-britain-strike-susanna-reid","webUri":"http://www.theguardian.com/media/2015/may/14/itv-good-morning-britain-strike-susanna-reid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431585883877/6d20a8d4-6fe0-4135-9a95-cdca707dd45e-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Good Morning Britain: Thursday’s show was fronted by Ben Shephard and Kate Garraway. Photograph: ITV","credit":"ITV","altText":"Good Morning Britain: Thursday’s show was fronted by Ben Shephard and Kate Garraway","cleanCaption":"Good Morning Britain: Thursday’s show was fronted by Ben Shephard and Kate Garraway.","cleanCredit":"Photograph: ITV"}},"importance":5,"showQuotedHeadline":false},{"title":"Health / Pay big pharma to solve antibiotics crisis – report","rawTitle":"Pay big pharma to solve antibiotics crisis – report","item":{"type":"article","id":"society/2015/may/14/pay-big-pharma-solve-antibiotics-crisis-uk-government-review-jim-oneill","title":"Pay big pharma to solve antibiotics crisis, says UK government review","trailText":"Jim O’Neill, economist appointed by David Cameron, says a global fund would incentivise drug firms to save millions of lives","standFirst":"<p>Jim O’Neill, economist appointed by David Cameron, says a global fund would incentivise drug firms to save millions of lives</p>","byline":"Sarah Boseley Health editor","body":"<p>Pharmaceutical companies should be given cash incentives of up to $3bn to find and develop new antibiotics desperately needed to keep infections at bay, according to a UK government review. Jim O’Neill, the economist and former chair of Goldman Sachs Asset Management, asked to find solutions to the global antibiotic crisis, said at the launch of his report that a fund worth between $16bn and $37bn per decade would be enough to incentivise drug companies to turn their attentions to antibiotics. </p> \n<p>The <a href=\"http://www.amr-review.org\">Antimicrobial Review (AMR) Committee</a> proposals, he said, could “supercharge antibiotics discovery, potentially saving millions of lives for a fraction of the $100tn cost of inaction”. He estimated that globally, 10 million people could die every year from untreatable infections unless new antibiotics are discovered.</p> \n<p>O’Neill, who was asked to chair the review by David Cameron, said it was possible that the global taxpayer would have to foot the bill for the fund. “I’d say, averaged out over 7.2 billion people, it is not that much compared to one million people dying a year in China or India in 2050.”</p> \n<p>He wants to raise the finance issue at the G20, because the empty pipeline for antibiotics is a matter of great importance for every country. But, he said, the pharmaceutical industry itself might be persuaded to contribute. “I find myself thinking of the phrase ‘enlightened self-interest’ quite a lot,” he said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/dec/11/drug-resistant-infections-deaths-soar-10m-by-2050-report\">Drug-resistant infections could lead to 10 million extra deaths a year – report</a> </p> \n</aside> \n<p>If millions start to die around the world for want of effective antibiotics – a lack that not only makes infectious diseases more deadly, but can render surgery highly dangerous – the pharmaceutical industry may find itself with the same sort of reputational damage as the financial sector, argued O’Neill. “If the leaders of top financial firms might have thought a little more broadly, they might not be under the same degree of cosh as they are today,” he said.</p> \n<p>Companies would be rewarded with something in the region of $2m to $3m if they successfully launched a new antibiotic, as long as they did not seek to sell the drug at a profit. It would be sold on a not-for-profit basis, or made by a generic company with low overheads at a cheap price instead, as happens in developing countries with drugs for HIV. The global market for antibiotics is currently worth around $40bn a year. The prize fund would cost about 10% of that.</p> \n<p>Few companies are now involved in antibiotic research, which has become an unprofitable field. Inventing new classes has proved hard and the conventional market will not reward their efforts. Any new drugs will have to be stored away for use as a last resort, when bacteria have become resistant and current drugs no longer have any power over infection. That has happened in multi-drug-resistant tuberculosis, for instance, and in the hospital “superbug” MRSA (methicillin-resistant <em>Staphylococcus aureus)</em>. Mass use of a new antibiotic would inevitably lead to a waning of its power.</p> \n<p>The review also supports the set-up of a global antimicrobial resistance innovation fund worth $2bn, to pay for blue-sky research into drugs and diagnostics. O’Neill said his review would explore the real need for diagnostic tests that could allow a GP to decide before writing the prescription whether their infection was bacterial and susceptible to antibiotics, or whether it was caused by a virus, such as flu and the cold.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/11/antibiotic-resistant-typhoid-spreading-in-silent-epidemic-says-study\">Antibiotic-resistant typhoid spreading in silent epidemic, says study</a> </p> \n</aside> \n<p>O’Neill said the pharmaceutical industry was engaging with the discussion. Severin Schwan, chief executive of Roche, which makes most of its billions from cancer drugs, said: “Innovation in antibiotic R&amp;D is critical for enabling the development of new treatments to combat the increasing global threat of antimicrobial resistance … The solution requires collaboration and action from pharmaceutical and biotech companies, academia, governments and public health organisations. Roche is committed to working with the AMR Review Committee and being a part of this solution.”</p> \n<p>Patrick Vallance, GlaxoSmithKline’s president of pharmaceutical R&amp;D, said that, as one of the few companies still conducting research in the area, they welcomed the report and were encouraged by the ideas it sets out to encourage investment and ensure reasonable returns.</p> \n<p>Sir John Savill, chief executive at the Medical Research Council, said he knew antibiotic research needed a shot in the arm. “More money will help to move AMR research from the Cinderella status it’s currently in, to the top of the global agenda. Jim O’Neill’s report echoes our view that this needs a cross-academia, cross- industry, and cross-continent approach,” he said. </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431537611257/9bec8692-2330-4493-a516-b7599af0027d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Helen Sessions / Alamy/Alamy","altText":"Pills","cleanCredit":"Photograph: Helen Sessions / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-13T23:01:06Z","lastModified":"2015-05-13T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sarah Boseley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahboseley"}],"feature":false,"keywords":["Antibiotics","Pharmaceuticals industry","Health","Global development","Business","Society","UK news"],"tags":[{"id":"society/antibiotics","webTitle":"Antibiotics"},{"id":"business/pharmaceuticals-industry","webTitle":"Pharmaceuticals industry"},{"id":"society/health","webTitle":"Health"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"business/business","webTitle":"Business"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Sarah Boseley","topic":{"type":"tag-contributor","name":"profile/sarahboseley"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/14/pay-big-pharma-solve-antibiotics-crisis-uk-government-review-jim-oneill","shortUrl":"http://gu.com/p/48pj4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/14/pay-big-pharma-solve-antibiotics-crisis-uk-government-review-jim-oneill","webUri":"http://www.theguardian.com/society/2015/may/14/pay-big-pharma-solve-antibiotics-crisis-uk-government-review-jim-oneill"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431537611257/9bec8692-2330-4493-a516-b7599af0027d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jim O’Neill said the pharmaceutical industry itself might be persuaded to contribute to a global antibiotics fund. Photograph: Helen Sessions/Alamy","credit":"Helen Sessions/Alamy","altText":"Pills","cleanCaption":"Jim O’Neill said the pharmaceutical industry itself might be persuaded to contribute to a global antibiotics fund.","cleanCredit":"Photograph: Helen Sessions/Alamy"}},"importance":4,"kicker":{"title":"Health"},"showQuotedHeadline":false},{"title":"Obesity / Fifth of overweight Britons say their size is healthy","rawTitle":"Fifth of overweight Britons say their size is healthy","item":{"type":"article","id":"society/2015/may/14/fifth-overweight-britons-say-healthy-survey-association-study-obesity","title":"Fifth of overweight Britons say their size is healthy","trailText":"Association for the Study of Obesity surveys 14,000 people in Europe and exposes level of UK public’s denial about weight problems","standFirst":"<p>Association for the Study of Obesity surveys 14,000 people in Europe and exposes level of UK public’s denial about weight problems</p>","byline":"Matthew Weaver","body":"<p>The scale of the British public’s denial about weight problems has been exposed in a new study that has revealed that more than a third of people who regard themselves as merely overweight are actually clinically obese, and at risk of major heath problems.</p> \n<p>The <a href=\"http://easo.org/perception-survey/summary-of-all-countries/survey-uk \">study of more than 14,000 people across Europe</a> found that more than a fifth of Britons who think their size is healthy or normal were in fact overweight. </p> \n<p>The <a href=\"http://www.aso.org.uk/\">Association for the Study of Obesity </a>[ASO], which commissioned the survey, said it underlined public ignorance about what represents a healthy weight. </p> \n<p>Potential weight problems are indicated using the <a href=\"http://www.nhs.uk/Livewell/loseweight/Pages/BodyMassIndex.aspx\">body mass index (BMI)</a> a simple calculation of body fat based on height and weight. <br /></p> \n<p>Doctors define those with a BMI of more than 30 as obese, while those with a BMI of between 25 and 30 are considered overweight. A normal or healthy weight falls in a BMI range of between 18.5 and 25. Anything below that is considered underweight. </p> \n<p>The study found that 36% of adults in the UK with a BMI of 30 or more thought they were merely overweight. And, of those classed as overweight, 21% thought their weight was normal.</p> \n<p>Those in other countries displayed more awareness of their true weight. Only 10% overweight Italians and 16% of overweight French considered their weight healthy. </p> \n<p>Of the Britons interviewed, 20% were found to be obese, while a third were considered overweight. Only 5% indicated they thought they were obese. </p> \n<p>But Prof David Kerrigan, a bariatric surgeon who advises the NHS on obesity, said the study under-reported the level of the problem because it was based on self-reported weight measurements. Clinical research suggests that about a quarter of people are clinically obese, he pointed out. </p> \n<p>He said the research suggested there was a danger the public now thinks being overweight is normal. </p> \n<p>Speaking to the Guardian, Kerrigan said: “We’ve almost become accustomed to people being bigger, because they don’t stand out. And that’s a problem because the true medical damage that obesity causes is internal and you don’t see it.”</p> \n<p>He added: “It’s a silent killer: the narrowing of the arteries that cause stroke and heart disease, the impact of fat infiltrating glands like the pancreas and liver, resulting in type II diabetes, and the increasingly strong evidence linking obesity and common cancers.”</p> \n<p>He urged the public to confront the reality of their weight and the potential health issues it can trigger. “Obesity isn’t a problem about how you look – that’s a side effect – it’s a problem about what it does to your insides.”<br /></p> \n<p>He also insisted the BMI was the best indicator of those carrying excess fat. </p> \n<p>“There are weaknesses in using BMI as a measure of obesity, because there are exceptions such as the big beefy rugby players, where their BMI clearly doesn’t indicate an unhealthy level of obesity. But for the vast majority of the population it does work pretty well.”<br /></p> \n<figure class=\"element element-embed\" data-alt=\"NHS BMI healthy weight calculator\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;div style=&quot;width:624px;&quot;&gt; \n &lt;iframe style=&quot;width:624px;height:470px;&quot; title=&quot;BMI Healthy weight calculator&quot; src=&quot;http://media.nhschoices.nhs.uk/tools/documents/healthy_weight_v3/healthy_weight.html&quot; frameborder=&quot;no&quot; scrolling=&quot;no&quot;&gt;&lt;/iframe&gt; \n &lt;div id=&quot;assessment_webpart_branding&quot; style=&quot;float:right;&quot;&gt;\n  &lt;a href=&quot;http://nhs.uk/tools/&quot; alt=&quot;content provided by NHS Choices&quot;&gt;&lt;img src=&quot;http://media.nhschoices.nhs.uk/tools/documents/self_assessments_js/images/syndication.png&quot; width=&quot;264&quot; height=&quot;38&quot; border=&quot;0&quot; alt=&quot;content provided by NHS Choices&quot; style=&quot;margin-right:22px;&quot; /&gt;&lt;/a&gt;\n &lt;/div&gt; \n&lt;/div&gt;\"></iframe> \n <figcaption>\n  NHS BMI healthy weight calculator\n </figcaption> \n</figure> \n<p>The study comes a week after the World Health Organisation warned that almost <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/05/obesity-crisis-projections-uk-2030-men-women\">three-quarters of men and two-thirds of women in the UK are risk of becoming overweight or obese in the next 15 years.</a> </p> \n<p>Prof Pinki Sahota, deputy chairwoman of the ASO, said the new government and health authorities should “greatly concerned” by the level of public denial about their true weight. </p> \n<p>She said: “Obesity is one of the fastest-growing threats to the health and wellbeing of our society. And yet, this survey shows that many people still appear to have little understanding of what equals a healthy weight. </p> \n<p>“It confirms much greater effort is needed to educate people about the fact obesity is a disease.”</p> \n<p>The study, by <a href=\"http://www.opinium.co.uk/\">Opinium</a>, also revealed a gap between public perception about the causes of obesity and the medical consensus that it should be viewed as a medical condition requiring a range of treatments. </p> \n<p>The 2,000 Britons interviewed were more likely than others in Europe to link rising levels of obesity to lifestyle choices such as overeating and lack of exercise, and failed to recognise other causes. <br /></p> \n<p>Sahota said: “It is clear the vast majority of people regard obesity as a problem purely of personal lifestyle, rather than recognising there are other underlying issues which society needs to address.”</p> \n<p>Kerrigan agreed. He said: “You cannot separate the psychological component of obesity from the physical side. Simple gluttony is very unusual. For the majority of people it is in response to psychological or emotional stress.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431531743570/dba1a669-9a0f-42c0-a856-aa500104de64-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","credit":"Alamy","altText":"More than a third of people who regarded themselves as overweight were clinically obese, the survey found.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-13T23:01:07Z","lastModified":"2015-05-13T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Obesity","Fitness","Life and style","Society","UK news"],"tags":[{"id":"society/obesity","webTitle":"Obesity"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Matthew Weaver","topic":{"type":"tag-contributor","name":"profile/matthewweaver"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/14/fifth-overweight-britons-say-healthy-survey-association-study-obesity","shortUrl":"http://gu.com/p/48pf7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/14/fifth-overweight-britons-say-healthy-survey-association-study-obesity","webUri":"http://www.theguardian.com/society/2015/may/14/fifth-overweight-britons-say-healthy-survey-association-study-obesity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431531743570/dba1a669-9a0f-42c0-a856-aa500104de64-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"More than a third of people who regarded themselves as overweight were clinically obese, the survey found. Photograph: Alamy","credit":"Alamy","altText":"More than a third of people who regarded themselves as overweight were clinically obese, the survey found.","cleanCaption":"More than a third of people who regarded themselves as overweight were clinically obese, the survey found.","cleanCredit":"Photograph: Alamy"}},"importance":4,"kicker":{"title":"Obesity"},"showQuotedHeadline":false},{"title":"Road safety / RAC highlights teenage driver death toll","rawTitle":"RAC highlights teenage driver death toll","item":{"type":"article","id":"uk-news/2015/may/14/rac-highlights-teenage-driver-death-toll","title":"RAC highlights teenage driver death toll","trailText":"Total of 234 teenage car passengers were killed or injured when the young driver they were travelling with was involved in a crash","standFirst":"<p>Total of 234 teenage car passengers were killed or injured when the young driver they were travelling with was involved in a crash</p>","byline":"Mark Tran","body":"<p>More than four teenage passengers die or are injured a week in car accidents, according to figures from the RAC Foundation.</p> \n<p>In 2013 – the latest year for which figures are available – 234 teenage car passengers were killed or seriously injured in Britain when the young driver (17-19) they were travelling with was involved in a crash. It is the first time that the foundation has calculated accident figures for teenage car passengers.</p> \n<p>If slight injuries were included the figure rose to 2,144, or around 41 each week. The foundation’s previous research showed that while 17 to 19-year-old drivers made up only 1.5% of licence holders, they were involved in 12% of deaths or serious injury accidents. </p> \n<p>One in five newly qualified young drivers will have an accident within six months of passing their test, figures show. In an accident in February, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/13/bath-tipper-truck-crash-teenage-driver-phillip-potter\">the driver of a runaway tipper truck</a> involved in a collision that killed four people, including a four-year-old girl, was a teenager who had celebrated qualifying to drive an articulated lorry just five days earlier. The 19-year-old was was driving a 32-tonne truck that careered out of control on a very steep and narrow hill on the outskirts of Bath.</p> \n<p>In highlighting the high death toll, the motoring research charity urged the government to tackle what it said was a neglected problem.</p> \n<p>“It is a great disappointment that successive governments have failed to tackle an issue that is causing so much physical and emotional pain,” said Professor Stephen Glaister, RAC Foundation director. “If this was any other area of social and health policy there would be debates in parliament and marches on Downing Street, but for some reason society seems to tolerate the carnage on our roads particularly that involving young people.”</p> \n<p>Glaister urged the new government to issue a green paper on young driver safety, something he said the previous coalition government failed to do despite repeated promises. </p> \n<p>The annual figures suggest the number of teenagers hurt in accidents where a teenager is driving has declined over recent years and at a faster rate than the general fall in road casualties. However, the foundation put this down to a fall in car licences held by young people, a drop in trip rates among young people and safer cars rather than younger drivers becoming inherently safer.</p> \n<p>Brake, a car safety charity, <a href=\"http://www.brake.org.uk/info-resources/info-research/road-safety-factsheets/15-facts-a-resources/facts/488-young-drivers-the-hard-facts\">says young drivers are more likely to take many of the most serious risks</a>, including speeding, overtaking blind, driving on drugs, and not wearing seat belts. </p> \n<p>The RAC Foundation has called for the introduction of graduated licensing, which includes a minimum learning period followed by a post-test novice driver period with licence restrictions, such as driving at night and carrying passengers.</p> \n<p>“Graduated licensing has been common in many countries for some time and would help keep newly qualified young drivers, and their passengers, safe during the critical first 1,000 miles after people have passed their test,” said Glaister. “It is a tragedy it has not been introduced or even debated as a policy option.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431530984762/606968ad-55ff-4a3e-b0cd-53c35655c21c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"Research showed that in 2013, a total of 234 teenage passengers were killed or seriously injured in accidents involving drivers who were aged 17 to 19.","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-13T23:05:06Z","lastModified":"2015-05-13T23:06:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mark Tran","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marktran"}],"feature":false,"keywords":["UK news","Transport policy"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/transport","webTitle":"Transport policy"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Mark Tran","topic":{"type":"tag-contributor","name":"profile/marktran"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/14/rac-highlights-teenage-driver-death-toll","shortUrl":"http://gu.com/p/48pjy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/14/rac-highlights-teenage-driver-death-toll","webUri":"http://www.theguardian.com/uk-news/2015/may/14/rac-highlights-teenage-driver-death-toll"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431530984762/606968ad-55ff-4a3e-b0cd-53c35655c21c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Research showed that in 2013, a total of 234 teenage passengers were killed or seriously injured in accidents involving drivers who were aged 17 to 19. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"Research showed that in 2013, a total of 234 teenage passengers were killed or seriously injured in accidents involving drivers who were aged 17 to 19.","cleanCaption":"Research showed that in 2013, a total of 234 teenage passengers were killed or seriously injured in accidents involving drivers who were aged 17 to 19.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":3,"kicker":{"title":"Road safety"},"showQuotedHeadline":false},{"title":"Fewest houses coming on market in six years","rawTitle":"Fewest houses coming on market in six years","item":{"type":"article","id":"business/2015/may/13/number-of-houses-coming-on-market-smallest-in-nearly-six-years","title":"Number of houses coming on market smallest in nearly six years","trailText":"Lack of homes for sale in April drove up prices as surveyors warn that the government must encourage building of new homes at faster rate","standFirst":"<p>Lack of homes for sale in April drove up prices as surveyors warn that the government must encourage building of new homes at faster rate</p>","byline":"Hilary Osborne","body":"<p>The number of homes coming on to the market fell to its lowest level in almost six years in April, driving up prices across the UK, surveyors said on Thursday. </p> \n<p>The affordability and availability of homes in the UK “is now a national emergency” the Royal Institution of Chartered Surveyors (Rics) said, as it warned that measures such as extending right-to-buy would prevent the new government reaching its target of 1m more homes by 2020.</p> \n<p>New instructions from sellers fell for an eighth consecutive month, according to Rics’s latest survey, with 21% more members reporting a fall in homes being put up for sale than a rise. <br /></p> \n<p>This was the highest negative reading since May 2009, when prices were heading downwards and the credit crunch was making it hard for first-time buyers and movers to raise mortgages.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/14/british-land-says-tory-election-win-will-boost-super-prime-property\">British Land says Tory election win will boost super-prime property</a> </p> \n</aside> \n<p>Rics said that despite demand for homes remaining flat in April, there had been a pick-up in prices driven by the shortage of stock for sale. A third more surveyors reported price increases than falls, up from 22% in March, and in London 28% more said prices were up. </p> \n<p>Looking ahead to the next three months, 16% more respondents said they were expecting price rises rather than falls, but over 12 months the figure went up to 72%. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The affordability and availability of homes in the UK is now a national emergency</p> \n  <footer> \n   <cite>Jeremy Blackburn, Rics’s head of policy</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The report covers the month running up to the election, and with buyers and sellers now clearer about which housing measures will be put into place there is a chance that both will return to the market.</p> \n<p>However, Rics’s chief economist, Simon Rubinsohn, warned that prices were likely to continue to rise unless more homes were built. <br /></p> \n<p>“It is conceivable that the decisive outcome to the election could encourage a pick-up in instructions to agents and ease some of the recent upward pressure on house prices, but it is doubtful that this will be substantive enough to provide anything more than temporary relief.</p> \n<p>“Alongside an increased flow of secondhand stock, it is absolutely critical that the new government focuses on measures to boost the flow of new-build.”</p> \n<p>Rics’s head of policy, Jeremy Blackburn, added: “The affordability and availability of homes in the UK is now a national emergency and addressing this crisis must be the priority for the new government.</p> \n<p>“Introducing demand-side measures, such as extending right-to-buy, will not see the Conservatives deliver on their promise of 1m homes by 2020.”</p> \n<p>Since the Tories’ election win, estate agents in the richest parts of London have reported a rush of sales as buyers put off by the prospect of a mansion tax on &pound;2m-plus homes have returned to the market. </p> \n<p>However, figures from the Land Registry analysed by the property firm LCP show that in the runup to the vote, sales of prime London property plummeted. <br /></p> \n<p>In the first quarter of 2015 the number of transactions was down by 23% year on year, while average prices fell by 8% on the previous quarter.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431592343601/051d46c6-2d3f-4719-b019-1a401643e6f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Yui Mok/PA","altText":"Rics said that with the current output, the government was highly unlikely to hit its target of 1m new homes by 2020.","cleanCredit":"Photograph: Yui Mok/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-13T23:01:06Z","lastModified":"2015-05-14T08:32:32Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Hilary Osborne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hilaryosborne"}],"feature":false,"keywords":["Housing market","Construction industry","Business","Real estate","Money"],"tags":[{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"business/construction","webTitle":"Construction industry"},{"id":"business/business","webTitle":"Business"},{"id":"business/realestate","webTitle":"Real estate"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"business"},"topics":[{"displayName":"Hilary Osborne","topic":{"type":"tag-contributor","name":"profile/hilaryosborne"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/13/number-of-houses-coming-on-market-smallest-in-nearly-six-years","shortUrl":"http://gu.com/p/48pkh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/13/number-of-houses-coming-on-market-smallest-in-nearly-six-years","webUri":"http://www.theguardian.com/business/2015/may/13/number-of-houses-coming-on-market-smallest-in-nearly-six-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431592343601/051d46c6-2d3f-4719-b019-1a401643e6f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rics said that with the current output, the government was highly unlikely to hit its target of 1m new homes by 2020. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"Rics said that with the current output, the government was highly unlikely to hit its target of 1m new homes by 2020.","cleanCaption":"Rics said that with the current output, the government was highly unlikely to hit its target of 1m new homes by 2020.","cleanCredit":"Photograph: Yui Mok/PA"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-14T08:27:21Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}