{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"'He was breathing, so my wife had a wee chat with him' / Heroic couple who gave first aid to Tunisia victims","rawTitle":"Heroic couple who gave first aid to Tunisia victims","item":{"type":"article","id":"world/2015/jun/30/heroic-uk-couple-gave-first-aid-to-tunisia-victims-brian-harrison","title":"'He was breathing, so my wife had a wee chat with him': heroic UK couple who gave first aid to Tunisia victims","trailText":"Brian Harrison, a former Red Cross volunteer, and his wife, a surgical nurse, moved through resort caring for tourists in wake of atrocity","standFirst":"<p>Brian Harrison, a former Red Cross volunteer, and his wife, a surgical nurse, moved through resort caring for tourists in wake of atrocity</p>","byline":"Robert Booth","body":"<p>In March, a few days after Brian Harrison and his wife booked their holiday to the Tunisia resort of Sousse, Islamist gunmen killed 21 people, many of them tourists, at the Bardo museum in the capital Tunis. </p> \n<p>“It hit the news and I thought: ‘What have we done?,’” recalled Harrison, 56, on Tuesday. But the Bardo killer was surely “just one of these maniacs with a gun” and there had been no repeat attacks so the former soldier and his wife from Aberdeen, who has asked not to be named, flew to Tunisia and checked into the beachfront Imperial Marhaba hotel.</p> \n<p>Now, Harrison, and his wife, a surgical nurse, have emerged as among the heroes of last Friday’s atrocity that claimed the lives of 30 Britons and nine others when the 23-year-old student Seifeddine Rezgui went on the rampage with a Kalashnikov. Tunisian security officials now believe he trained in Libya at the same time as the Bardo attackers.</p> \n<p>The married couple were in the hotel spa having massages when Rezgui struck and Harrison has told how he and his wife came across the carnage. They grabbed table cloths and napkins from the restaurant to bandage the wounds of the injured and dying, tended to those who had seen loved ones killed just minutes earlier and accompanied the seriously injured to hospital.</p> \n<p>“Most other mornings we would have been on the beach but on Friday we decided we would go into the spa and then into town, shopping,” Harrison told The Guardian. “When I was having my massage there was a noise that to me, as a soldier, sounded like gunfire. I said to the massuese: ‘Is that gunfire?’ and she said: ‘No, no, it can’t be.’ It sounded like a machine gun. There was a wee pause and then there was a noise that sounded like firecracker and then the louder machine gun again.”</p> \n<p>Those two different noises made him think later that there were at least two weapons used in the attack, which might indicate that more than one terrorist was involved.</p> \n<figure class=\"element element-image\" data-media-id=\"f4d9f8356eec4bacc36f661b06a6383ec21eab91\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435683389026/0a75c1c3-0354-4649-9d83-31c9ad65e76c-460x276.jpeg\" alt=\"Brian Harrison and his wife were in spa at the Imperial Marhaba hotel in Sousse when the gunman struck outside.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brian Harrison and his wife were in spa at the Imperial Marhaba hotel in Sousse when the gunman struck outside.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> \n </figcaption> \n</figure> \n<p>But at that point, lying on the massage table and with the noise stopped, he disregarded it.<br /></p> \n<p>“When we finished and came out of the spa, there were a lot of people running about, saying we had to go somewhere safe because there had been shooting,” he said. “It looked quite calm. So I went and got my clothes on.”</p> \n<p>He met up with his wife, who had been having a massage in another area and was already dressed. They quickly grasped the extent of the tragedy. Her training as a nurse, and his as a British Red Cross volunteer, kicked in as they moved through the resort that had become a killing zone. In the hotel reception they came across an elderly man crouched in the corner. </p> \n<p>“Whether he had been put there or tried to hide there, I don’t know, but he was obviously dead,” he said. “I gave him a shake to see if he would wake up and my wife said no.”</p> \n<p>Across the lobby, they found a man lying on one of the couches with an abdominal wound. </p> \n<p>“My wife said you could see a bit of his intestine, so she stayed with him,” he said</p> \n<p>They searched for first aid equipment but their demands were “lost in translation” with the French- and Arabic-speaking hotel staff.</p> \n<p>“I ran down to the dining room, because in a five-star hotel there would be some napkins and things, so I grabbed a handful and a few tablecloths,” he said. “We got a napkin on the guy’s wound. An ambulance came a few minutes later so we left him with the ambulance crew and went down to the pool area to see if there was anyone else we could help, past a few other people who had blankets over them and pillows over them.” They were all dead.</p> \n<p>“On the steps going down we saw a guy who had been bleeding because there was quite a puddle beneath him, but he was breathing and other people weren’t, so my wife had a wee chat with him.”</p> \n<figure class=\"element element-image\" data-media-id=\"0038d8dad95b17cf3712455cc8165263699a99da\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435683561424/9eeb0d9f-2e19-4c34-a56d-86b34ed03b65-460x276.jpeg\" alt=\"Floral tributes have been placed where the attack started on the beach.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Floral tributes have been placed where the attack started on the beach.</span> \n  <span class=\"element-image__credit\">Photograph: Kenzo Tribouillard/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Harrison continued on to the beach looking for more people to help. </p> \n<p>“There was a French girl sitting on a bed looking at her two friends covered over with towels who were both dead,” he said. “She was shaking. Sitting looking at her two dead friends wasn’t the best place to be, so I guided her to a member of staff who took her because he was able to communicate with her [in French]. </p> \n<p>“Beside the pool bar there was someone with what looked like shrapnel wounds which weren’t bleeding much but she had a badly broken arm so I chatted to her and tried to make her as comfortable as I could. One of the first things she said was: ‘My husband’s dead.’ The holiday was to celebrate their wedding anniversary which would have been on Monday, so I just stayed with her.”</p> \n<p>She said she had witnessed her husband shot. </p> \n<p>“When the ambulance turned up I stayed to be a bit of an advocate because there was a lot going on, as opposed to a lot of care happening.” He went with the woman to the hospital. Thankfully her wounds did not prove to be too serious.</p> \n<p>“A lot of people in the hotel were stunned,” he said. “A lot of folk just wanted out, they wanted home. One young lad’s father was dead but he was having trouble grasping that. His mother pulled me aside and said: ‘I saw the side of his head getting shot off. I know he’s dead.’ She was trying to be strong because her son was so devastated. There was another young lad who’d lost his fianc&eacute;e in his 20s. There are some heartbreaking stories.”</p> \n<p>Harrison and his wife were due to remain on holiday until next week, but are now back in Scotland and say they are handling the experience.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/tunisia-attack-unanswered-questions\">Tunisia attack - the unanswered questions</a> </p> \n</aside> \n<p>“My wife and I are OK about it,” he said. “It is what we trained for and it is what we do. People keep saying ‘you are so brave’, but what else can you do? If you have skills that are useful, you use them.”</p> \n<p>He had praise for the speed of the ambulance response and the arrival of the local Red Crescent, which deployed a psychological support team to be there if people wanted to speak about what they had seen. And despite the horror they witnessed, the couple think they may go back.</p> \n<p>“Where we were was a beautiful area and we were starting to think we’d come back,” Harrison said. “The hotel was lovely and the staff were amazing. My wife was saying this morning we probably would go back. Just not this week.”</p> \n<p><em>The Red Cross has set up a helpline for people affected by the attacks, open 8am to 8pm on 020 34170260</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9c3a080da10414897602f6d668788d0cefe63676/0_151_1280_768/1280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":768,"width":1280,"orientation":"landscape","credit":"Twitter","altText":"Brian Harrison","cleanCredit":"Photograph: Twitter"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435683390634/0a75c1c3-0354-4649-9d83-31c9ad65e76c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brian Harrison and his wife were in spa at the Imperial Marhaba hotel in Sousse when the gunman struck outside. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"Brian Harrison and his wife were in spa at the Imperial Marhaba hotel in Sousse when the gunman struck outside.","cleanCaption":"Brian Harrison and his wife were in spa at the Imperial Marhaba hotel in Sousse when the gunman struck outside.","cleanCredit":"Photograph: Steve Parsons/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435683563200/9eeb0d9f-2e19-4c34-a56d-86b34ed03b65-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Floral tributes have been placed where the attack started on the beach. Photograph: Kenzo Tribouillard/AFP/Getty Images","credit":"Kenzo Tribouillard/AFP/Getty Images","altText":"Floral tributes have been placed where the attack started on the beach.","cleanCaption":"Floral tributes have been placed where the attack started on the beach.","cleanCredit":"Photograph: Kenzo Tribouillard/AFP/Getty Images"}],"webPublicationDate":"2015-06-30T17:01:29Z","lastModified":"2015-06-30T23:31:37Z","metadata":{"commentable":true,"commentCount":251,"contributors":[{"name":"Robert Booth","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957331752/RobertBoothL.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertbooth"}],"feature":false,"keywords":["Tunisia","Islamic State","World news","Middle East and North Africa","Health","UK news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"society/health","webTitle":"Health"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Robert Booth","topic":{"type":"tag-contributor","name":"profile/robertbooth"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/30/heroic-uk-couple-gave-first-aid-to-tunisia-victims-brian-harrison","shortUrl":"http://gu.com/p/4a9bf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/30/heroic-uk-couple-gave-first-aid-to-tunisia-victims-brian-harrison","webUri":"http://www.theguardian.com/world/2015/jun/30/heroic-uk-couple-gave-first-aid-to-tunisia-victims-brian-harrison"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9c3a080da10414897602f6d668788d0cefe63676/0_151_1280_768/1280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":768,"width":1280,"orientation":"landscape","caption":"Brian Harrison drew on decades of experience as Red Cross volunteer to treat the wounded during the Tunisian terror attack. Photograph: Twitter","credit":"Twitter","altText":"Brian Harrison","cleanCaption":"Brian Harrison drew on decades of experience as Red Cross volunteer to treat the wounded during the Tunisian terror attack.","cleanCredit":"Photograph: Twitter"}},"importance":7,"kicker":{"title":"'He was breathing, so my wife had a wee chat with him'"},"showQuotedHeadline":false,"sublinks":[{"title":"The questions / What we still don't know","rawTitle":"What we still don't know","item":{"type":"article","id":"world/2015/jun/30/tunisia-attack-unanswered-questions","title":"Tunisia attack - the unanswered questions","trailText":"A roundup of what we still don’t know about the deadly attack in Sousse","standFirst":"<p>Four days after dozens of tourists were killed in a terrorist attack on a beach hotel near Sousse, the Tunisian authorities have given few details of what happened. Here is a roundup of what we still don’t know</p>","byline":"Chris Stephen in Sousse and Matthew Weaver","body":"<h2>How many attackers were there?</h2> \n<p>The Tunisian authorities have said the attack at the Imperial Marhaba beach hotel in the resort of Port El Kantaoui was carried out by 23-year-old student Seifeddine Rezgui, who was shot dead in a side street after killing 38 people. Clean-shaven and dressed in black, Rezgui appeared to be filmed during his rampage wielding a rifle. Some witnesses said they saw another man dressed in red shorts shooting at tourists. But others have said they saw a man in red shorts with a gun trying to stop the attacker. Witness Tom Richards, a civil engineering graduate, told the Guardian he saw a gunman with a beard shoot two tourists in the head. “He was maybe 20 or 25. He had long black hair and a beard,” he said. Local radio said police captured a second gunman, but this has not been confirmed by officials. The extremist group Islamic State later claimed responsibility for the attack and referred to Rezgui by a <em>nom de guerre</em>, Abu Yahya al-Qayrawani. It did not mention anyone else.</p> \n<h2>Are the Tunisian authorities looking for anyone else? </h2> \n<figure class=\"element element-image\" data-media-id=\"3fdaf5b4af9cf0fdacf784e072348887106f8899\"> \n <img src=\"http://media.guim.co.uk/3fdaf5b4af9cf0fdacf784e072348887106f8899/0_186_4252_2552/1000.jpg\" alt=\"Undated handout photo issued by the Tunisian Interior Ministry of Mohammed al Charadi (left) and Rafik Talari, who are being sought by Tunisian authorities in connection with the terror attack in Sousse, Tunisia. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mohammed al Charadi (left) and Rafik a Talari, who are being sought by Tunisian authorities in connection with the terror attack in Sousse, Tunisia. </span> \n  <span class=\"element-image__credit\">Photograph: Tunisian Interior Ministry/PA</span> \n </figcaption> \n</figure> \n<p>Police in Tunisia have named two men they are trying to track down in connection with the attack without explaining why. They also issued photographs of the two men: Mohammed al Charadi, 23, a student from the city of Bizerte and Rafik al Tayari, a 24-year-old from a suburb of Tunis. So far seven people have been arrested including Rezgui’s flatmate in Kairouan, south-west of Sousse. Announcing the arrests Tunisia’s interior minister Najem Gharsalli pledged that the authorities would go after “anyone who provided any logistical or financial assistance” to the killer.</p> \n<h2>How many weapons were used?</h2> \n<p>One of the survivors, Kirsty Murray, said she was hit in the <a href=\"http://www.mirror.co.uk/news/world-news/tunisia-terror-attack-british-survivor-5966422\">legs by a man with a handgun</a>. The Tunisian authorities have suggested there was just one gunman with a rifle. Tunisia’s interior minister, Rafik Chelli, said Rezgui had hidden a Kalashnikov in a beach umbrella and began “shooting wildly”. Witnesses later said Rezgui threw at least one grenade into a staff area in the hotel. This has yet to be confirmed, and no grenade damage has been shown, but a loud explosion can be heard in video of the incident.</p> \n<div>\n __VIDEO_EMBED_gu-video-457302373__\n</div> \n<p>Later video showed a man dressed in black running away on the beach with a gun.</p> \n<div>\n __VIDEO_EMBED_gu-video-457296938__\n</div> \n<h2><br /></h2> \n<h2><br /></h2> \n<h2>How did the attacker(s) get on the beach?</h2> \n<p>Details are still sketchy and unconfirmed, but witnesses said a gunman arrived on the beach by jet ski or speedboat at about 11.30am on Friday morning. No jet skis or speedboats have been recovered to firm up the claim. There has even been speculation that the attacker, or attackers, arrived in a plane seen flying low over the resort at the time. No evidence has been produced to explain how the attacker reached the beach. </p> \n<h2>Have witnesses been interviewed by police?</h2> \n<p>Survivors have told the Guardian they have not been approached by the police to provide witness statements about what they saw. </p> \n<h2>What are the British police doing in Tunisia?</h2> \n<p>A team of 16 British police officers, including senior detectives and specialist forensic officers, has been sent to Tunisia. Scotland Yard could not confirm whether the team has been given access to the crime scene. </p> \n<h2><strong>What were Rezgui’s motives?</strong></h2> \n<p>Tunisia’s prime minister, Habib Essid, said Rezgui had been mainly radicalised online and that he may have spent time in neighbouring Libya. Essid told CNN information had been received that he belonged to an organisation and he was close to a mosquethat provided “intellectual” training. According to an <a draggable=\"true\" href=\"http://www.telegraph.co.uk/news/uknews/terrorism-in-the-uk/11707325/Tunisia-beach-massacre-gunmans-links-to-Britain.html\">unconfirmed report</a>, Rezgui was linked to Saifallah Ben Hassine, a fanatic who was based in London for at least three years and a disciple of the radical cleric Abu Qatada.</p> \n<h2>How long did it take the authorities to respond?</h2> \n<p>Video footage shows the gunman rampaging through the hotel for several minutes without any response from the security services. Intermittent gunfire can be heard in an 11-minute sequence, while tourists who survived the attack said the shooting lasted for about 20 minutes. Some tourists said it it was more than an hour before they were rescued from the ordeal. </p> \n<p> </p> \n<p> </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4fd86529c7591d0c2a56a4c22e1ccb5f27757465/0_155_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Jeff J Mitchell/Getty Images","altText":"Tourists lay flowers on the beach near the RIU Imperial Marhaba hotel in Sousse, Tunisia","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3fdaf5b4af9cf0fdacf784e072348887106f8899/0_186_4252_2552/4252.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2552,"width":4252,"orientation":"landscape","caption":"Mohammed al Charadi (left) and Rafik a Talari, who are being sought by Tunisian authorities in connection with the terror attack in Sousse, Tunisia.  Photograph: Tunisian Interior Ministry/PA","credit":"Tunisian Interior Ministry/PA","altText":"Undated handout photo issued by the Tunisian Interior Ministry of Mohammed al Charadi (left) and Rafik Talari, who are being sought by Tunisian authorities in connection with the terror attack in Sousse, Tunisia. ","cleanCaption":"Mohammed al Charadi (left) and Rafik a Talari, who are being sought by Tunisian authorities in connection with the terror attack in Sousse, Tunisia. ","cleanCredit":"Photograph: Tunisian Interior Ministry/PA"}],"webPublicationDate":"2015-06-30T13:07:10Z","lastModified":"2015-06-30T14:29:31Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Chris Stephen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-stephen"},{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Tunisia","Africa","Middle East and North Africa","World news","UK news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[{"id":"gu-video-457302373","source":"Sky News","durationInSeconds":83,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629TunisiaSkyNews.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629TunisiaSkyNews_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/29/1435579064262/KP_327472_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tunisia attack: new footage of gunman inside hotel  video ","credit":"guardian.co.uk","altText":"620x372 trailpic for Tunisia attack: new footage of gunman inside hotel  video ","cleanCaption":"620x372 trailpic for Tunisia attack: new footage of gunman inside hotel  video "}},{"id":"gu-video-457296938","source":"Sabra FM","durationInSeconds":57,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/28/150628TunisiaGunman_1.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/28/150628TunisiaGunman_1_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/28/1435507423173/KP_327092_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Amateur footage appears to show Tunisian gunman on beach during attack  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Amateur footage appears to show Tunisian gunman on beach during attack  video","cleanCaption":"620x372 trailpic for Amateur footage appears to show Tunisian gunman on beach during attack  video"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/30/tunisia-attack-unanswered-questions","shortUrl":"http://gu.com/p/4a8ze","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/30/tunisia-attack-unanswered-questions","webUri":"http://www.theguardian.com/world/2015/jun/30/tunisia-attack-unanswered-questions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92aa562d9096429ece83eb9846a9640b7cfbe005/0_303_4968_2981/4968.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2981,"width":4968,"orientation":"landscape","caption":"Tourists lay flowers on the beach near the RIU Imperial Marhaba hotel in Sousse, Tunisia. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"Tourists lay flowers on the beach near the RIU Imperial Marhaba hotel in Sousse, Tunisia","cleanCaption":"Tourists lay flowers on the beach near the RIU Imperial Marhaba hotel in Sousse, Tunisia.","cleanCredit":"Photograph: Steve Parsons/PA"}},"importance":0,"kicker":{"title":"The questions"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4fd86529c7591d0c2a56a4c22e1ccb5f27757465/0_155_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Jeff J Mitchell/Getty Images","altText":"Tourists lay flowers on the beach near the RIU Imperial Marhaba hotel in Sousse, Tunisia","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9c3a080da10414897602f6d668788d0cefe63676/0_151_1280_768/1280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":768,"width":1280,"orientation":"landscape","credit":"Twitter","altText":"Brian Harrison","cleanCredit":"Photograph: Twitter"}}]},{"title":"Church of England divests from Soco oil firm over African operations","rawTitle":"Church of England divests from Soco oil firm over African operations","item":{"type":"article","id":"environment/2015/jul/01/church-of-england-divests-soco-oil-virunga-operations-ethical","title":"Church of England divests from Soco oil firm over Virunga operations","trailText":"CoE sells £1.6m stake, citing ethical concerns over UK firm’s controversial plans to drill in the Congo national park that’s a last stronghold for endangered mountain gorillas","standFirst":"<p>CoE sells &pound;1.6m stake, citing ethical concerns over UK firm’s controversial plans to drill in the Congo national park that’s a last stronghold for endangered mountain gorillas</p>","byline":"Adam Vaughan","body":"<p>The Church of England (CoE) has sold its stake in a British oil and gas company over allegations of bribery, corruption and human rights abuses and what it said was the company’s failure to unequivocally rule out drilling for oil in Africa’s oldest national park.</p> \n<p>London-listed Soco International has been criticised in the past two years by conservationists including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/nov/05/virunga-film-makers-ask-viewers-to-join-campaign-against-oil-company-soco\">WWF and Sir David Attenborough</a> for its attempt to drill in Virunga in the Democratic Republic of Congo (DRC), which is a world heritage site and home to around half the world’s mountain gorillas. </p> \n<p>The church was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/feb/07/church-england-3m-mining-gorilla-leonardo-dicaprio-congo-virunga\">sufficiently alarmed by the allegations</a> that it asked the company to conduct an independent public inquiry into them, but at its recent AGM Soco refused to publish the scope or outcome of the inquiry. </p> \n<p>That prompted the Church Commissioners, which manage the CoE’s &pound;6.7bn investment fund, to divest their entire &pound;1.6m holding from Soco in what they called a “last resort”. The stake was sold on Friday.</p> \n<p>The divestment is only the third time in five years that the church has divested from a company on ethical grounds. In 2012 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2012/aug/07/church-of-england-news-corp\">it sold its shares in News Corporation in protest at phone-hacking</a> and in 2010 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2010/feb/05/vedanta-niyamgiri-orissa-church-of-england\">it sold its holdings in Vedanta Resources</a> over human rights concerns linked with the company’s mining operations India.</p> \n<p>“We have called time because without the changes we sought this is not a sustainable or ethical investment for church funds,” said Edward Mason, head of responsible investment at the Church Commissioners. “We take engagement with companies very seriously. In this instance Soco has not responded positively or sincerely to the concerns we raised.”</p> \n<p>Adam Matthews of the church’s ethical investment advisory group said they started engaging with Soco over their concerns in 2013, and intensely since late 2014 after a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/10/uk-oil-firm-paid-congolese-officer-who-offered-bribe-to-virunga-park-ranger\">Congolese military official linked to the company</a> was apparently filmed offering a bribe to opponents, and <a href=\"http://www.bbc.co.uk/news/world-africa-31876577\">a park ranger was assaulted by soldiers</a> after trying to stop Soco erecting a mast in the park.</p> \n<p>“These are really serious events. There’s no evidence it was directly committed by the company, but it was associated with its activities,” said Mason. “It was the human rights, bribery and corruption angles which really concerned us. It was [until recently] a FTSE350 company, it’s a significant British company.”</p> \n<p>The church outlined four main areas of concern: the failure to publish an independent inquiry into the human rights abuse allegations or adopt best practice environmental and social standards; concerns over the independence of the board and chairman; and a failure to explicitly rule out future drilling if the park’s boundaries changed.</p> \n<figure class=\"element element-image\" data-media-id=\"eb3753379721f4e069f0c1c7f88516d884369c3f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435672828958/815c7846-ee04-47e8-8a71-3a9a76450d6d-460x307.jpeg\" alt=\"The Bageni family in the gorilla sector of Virunga National Park\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Virunga national park is home to around half of the world’s remaining mountain gorillas.</span> \n  <span class=\"element-image__credit\">Photograph: Brent Stirton/WWF-Canon/Getty Images</span> \n </figcaption> \n</figure> \n<p>Soco reached <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/jun/11/soco-oil-virunga-national-park-congo-wwf\">an agreement last summer with WWF to rule out exploration within the park</a>, but critics have since raised concerns that the company has not ruled out exploration if the boundary changes. The DRC’s prime minister has said he wants to allow oil exploration in the park and <a href=\"http://www.bbc.co.uk/news/world-africa-31881086\">has said</a>, “Soco had brought the issue of the boundary to the government’s attention.”</p> \n<p>Any boundary changes to Virunga national park are likely to spark a strong response from Unesco, which says exploitation of oil is incompatible with the world heritage site status and declassifying parts of the park to allow drilling <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/16/democratic-republic-of-congo-wants-to-explore-for-oil-in-virunga-national-park\">would be “a major modification”</a>.</p> \n<p>Since its agreement with WWF last summer, Soco has repeatedly said it would not drill within the park and is not lobbying for boundary changes. In March, it said it no longer had any personnel in block V, the area around Lake Edward where it has a license to explore and where it undertook seismic tests in 2014. “After providing the DRC government with interpretation of the seismic results, Soco will have no further involvement in the block,” <a href=\"http://www.socointernational.com/preliminary-results-ye-2014-dl.download\">it said</a>.</p> \n<p>But Matthews said that the company’s position on future boundary changes is ambiguous: “We still feel there’s that element of doubt in the statements they’ve made.”</p> \n<p>He added: “We were seeking assurances that in absolutely no circumstances could there by any consideration given to them going back into the park under different boundaries,” and such assurances had not been forthcoming, he said.</p> \n<p>Emmanuel de Merode, the Belgian director of Virunga national park, said: “We share the deep concern shown by the Church of England that Soco International has failed to adequately investigate these allegations internally. Given the very serious nature of the allegations it is incumbent on all relevant jurisdictions, including the UK, to ensure appropriate action is taken”.</p> \n<p><br /></p> \n<p><br /></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435667651562/781959d7-0c15-4dcb-978b-9f8325c5c20a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Brent Stirton/WWF-Canon/AFP/Getty Images","altText":"A villager who objects to any oil prospecting and drilling posing in an undisclosed location as part of the Draw the Line, Save Virunga National Park campaign","cleanCredit":"Photograph: Brent Stirton/WWF-Canon/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435672827482/7990e0c2-3996-401c-a691-d541911536bc-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Virunga national park is home to around half of the world’s remaining mountain gorillas. Photograph: Brent Stirton/WWF-Canon/Getty Images","credit":"Brent Stirton/WWF-Canon/Getty Images","altText":"The Bageni family in the gorilla sector of Virunga National Park","cleanCaption":"Virunga national park is home to around half of the world’s remaining mountain gorillas.","cleanCredit":"Photograph: Brent Stirton/WWF-Canon/Getty Images"}],"webPublicationDate":"2015-07-01T04:00:07Z","lastModified":"2015-07-01T04:03:44Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Adam Vaughan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adam-vaughan"}],"feature":false,"keywords":["Oil","Fossil fuel divestment","National parks","Soco International","Business","Religion","World news","UK news","Environment","Wildlife","Conservation","Fossil fuels","Energy","Christianity"],"tags":[{"id":"environment/oil","webTitle":"Oil"},{"id":"environment/fossil-fuel-divestment","webTitle":"Fossil fuel divestment"},{"id":"environment/national-parks","webTitle":"National parks"},{"id":"business/socointernational","webTitle":"Soco International"},{"id":"business/business","webTitle":"Business"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"environment/conservation","webTitle":"Conservation"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/christianity","webTitle":"Christianity"}],"section":{"id":"environment"},"topics":[{"displayName":"Adam Vaughan","topic":{"type":"tag-contributor","name":"profile/adam-vaughan"}}],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/01/church-of-england-divests-soco-oil-virunga-operations-ethical","shortUrl":"http://gu.com/p/4a8n9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/01/church-of-england-divests-soco-oil-virunga-operations-ethical","webUri":"http://www.theguardian.com/environment/2015/jul/01/church-of-england-divests-soco-oil-virunga-operations-ethical"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435667651562/781959d7-0c15-4dcb-978b-9f8325c5c20a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A villager takes part in the Draw the Line, Save Virunga National Park campaign against Soco’s proposals to drill for oil in the world heritage site, July, 2013 in the Democratic Republic of Congo.  Photograph: Brent Stirton/WWF-Canon/AFP/Getty Images","credit":"Brent Stirton/WWF-Canon/AFP/Getty Images","altText":"A villager who objects to any oil prospecting and drilling posing in an undisclosed location as part of the Draw the Line, Save Virunga National Park campaign","cleanCaption":"A villager takes part in the Draw the Line, Save Virunga National Park campaign against Soco’s proposals to drill for oil in the world heritage site, July, 2013 in the Democratic Republic of Congo. ","cleanCredit":"Photograph: Brent Stirton/WWF-Canon/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435667651562/781959d7-0c15-4dcb-978b-9f8325c5c20a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Brent Stirton/WWF-Canon/AFP/Getty Images","altText":"A villager who objects to any oil prospecting and drilling posing in an undisclosed location as part of the Draw the Line, Save Virunga National Park campaign","cleanCredit":"Photograph: Brent Stirton/WWF-Canon/AFP/Getty Images"}}]},{"title":"Government is stripping UK children of rights, says report to UN","rawTitle":"Government is stripping UK children of rights, says report to UN","item":{"type":"article","id":"society/2015/jul/01/government-stripping-uk-children-rights-report-un","title":"Government is stripping UK children of rights, says report to UN","trailText":"Children’s commissioners’ review asks for welfare cuts and repeal of Human Rights Act to be reconsidered, and warns children will be denied justice in courts ","standFirst":"<p>Children’s commissioners’ review asks for welfare cuts and repeal of Human Rights Act to be reconsidered, and warns children will be denied justice in courts </p>","byline":"Randeep Ramesh","body":"<p>The Conservative government’s policies risk systematically stripping children of their rights, a report for the United Nations has found.</p> \n<p>Anassessment by the four children’s commissioners of the UK, the first full-scale review for seven years, called on the government to reconsider its deep welfare cuts, voiced “serious concerns” about children being denied access to justice in the courts, and called on ministers to rethink plans to repeal the Human Rights Act.<br /></p> \n<p>The commissioners, representing each of the constituent nations of the UK, conducted their review of the state of children’s policies as part of evidence they will present on Wednesday to the UN revealing how much progress has been made under the Convention on the Rights of the Child.</p> \n<p>Many of the government’s decisions are questioned by the report as being in breach of the convention, which has been ratified by the UK. England’s children’s commissioner, Anne Longfield, said: “We are finding and highlighting that much of the country’s laws and policies defaults away from the view of the child. That’s in breach of the treaty. What we found again and again was that the best interest of the child is not taken into account.”<br /></p> \n<p>In particular there are continuing concerns over the issues of abuse and the impact on children – with 25% of children in the UK exposed to domestic abuse between adults in their homes at some point in childhood. Studies reveal that in family courts “many of the youngest and most vulnerable children are currently not heard”.</p> \n<p>Perhaps the most shocking finding is the rise of peer-on-peer domestic abuse among young people. Commissioners say that almost two thirds of “contact sexual abuse of children was perpetrated by other children”.</p> \n<p>Longfield said that “over the next five years it will be the case that there will be an enormous number of children through the court system and we need to reflect the need to engage and listen to them in a way that is not happening now”.</p> \n<p>The commissioners argue the government’s plans to “break the formal link between British courts and the European Court of Human Rights” by scrapping the Human Rights Act is a backwards step. </p> \n<p>“The act has been vital in promoting and protecting the rights of children in the United Kingdom and the European Court of Human Rights has had an important role in developing the protection offered to children. The commissioners are concerned that any amendment or replacement of the HRA is likely to be regressive,” the report says.<br /></p> \n<p>Another worry is the area of welfare, and ministers’ plan to cut &pound;12bn from the benefits budget. There are now 4.1m children living in absolute poverty – 500,000 more than there were when David Cameron came to power. </p> \n<p>The report notes that ministers ignored the UK supreme court when it found the “benefit cap” – the &pound;25,000 limit on welfare that disproportionately affects families with children, and particularly those with a larger number of children – to be in breach of Article 3 of the convention.<br /></p> \n<p>Instead the “government has recently announced plans to lower the benefit cap to &pound;23,000 per annum per household”. Scotland’s children’s commissioner, Tam Baillie, said that the “last time we had a very, very deep recession in the 1980s and children services were cut, it took a generation to recover because of the number of kids in poverty. We don’t want to repeat these mistakes.”</p> \n<p>There are also dramatic changes to the justice, immigration and education systems that appear to “routinely flout” the convention. For example the report points out that a minimum income requirement imposed on non-EU migrants in 2012 aimed to limit the number able to enter the UK. However, this has led to “the enforced separation of families, including children, from their non-(European) parent”. <br /></p> \n<p>The report calls for a review of the measure over concerns it has “led to routine violations of Articles 9 and 10 of the convention”.</p> \n<p>There are also areas of policy where the commissioners say ministers have missed the chance to draw the young into society. Noting that in Scotland three quarters of young people went to the polls in the independence referendum, the report says “16- and 17-year-olds should be given the vote in all elections and referenda in the UK”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/12/tories-targets-children-poverty\">The Tories musn’t turn their backs as more children fall into poverty | Patrick Butler</a> </p> \n</aside> \n<p>The government equalities office declined to comment on the report. A spokesperson for the Department of Work and Pensions said: “This report ignores the fact that the proportion of individuals in relative poverty is now at the lowest level since the mid-1980s. The best route out of poverty is work and this government makes no apology for its efforts to raise incomes by expanding employment opportunities.</p> \n<p>“Our reforms to the welfare system are focused on making work pay and our reforms to the tax system are allowing people to keep more of what they earn.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435696777303/fa9e2ea2-12ad-4ecc-85ca-446578de0f11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Graham Turner","altText":"'What we found again and again was that the best interest of the child is not taken into account,' said England children’s commissioner, Anne Longfield.","cleanCredit":"Photograph: Graham Turner/Graham Turner"}],"bodyImages":[],"webPublicationDate":"2015-06-30T23:01:03Z","lastModified":"2015-06-30T23:03:42Z","metadata":{"commentable":true,"commentCount":202,"contributors":[{"name":"Randeep Ramesh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/randeepramesh"}],"feature":false,"keywords":["Children","United Nations","World news","Welfare","Human Rights Act","UK news"],"tags":[{"id":"society/children","webTitle":"Children"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/world","webTitle":"World news"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Randeep Ramesh","topic":{"type":"tag-contributor","name":"profile/randeepramesh"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/01/government-stripping-uk-children-rights-report-un","shortUrl":"http://gu.com/p/4a96c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/01/government-stripping-uk-children-rights-report-un","webUri":"http://www.theguardian.com/society/2015/jul/01/government-stripping-uk-children-rights-report-un"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435696777303/fa9e2ea2-12ad-4ecc-85ca-446578de0f11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘What we found again and again was that the best interest of the child is not taken into account,’ said England children’s commissioner, Anne Longfield. Photograph: Graham Turner","credit":"Graham Turner","altText":"'What we found again and again was that the best interest of the child is not taken into account,' said England children’s commissioner, Anne Longfield.","cleanCaption":"‘What we found again and again was that the best interest of the child is not taken into account,’ said England children’s commissioner, Anne Longfield.","cleanCredit":"Photograph: Graham Turner"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435696777303/fa9e2ea2-12ad-4ecc-85ca-446578de0f11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Graham Turner","altText":"'What we found again and again was that the best interest of the child is not taken into account,' said England children’s commissioner, Anne Longfield.","cleanCredit":"Photograph: Graham Turner/Graham Turner"}}]},{"title":"NHS / Caroline Lucas to present bill to reverse Tory privatisation","rawTitle":"Caroline Lucas to present bill to reverse Tory privatisation","item":{"type":"article","id":"society/2015/jul/01/caroline-lucas-cross-party-support-nhs-reinstatement-bill","title":"Caroline Lucas to present bill to reverse Tory health and social care law","trailText":"Green MP has cross-party support for NHS reinstatement bill, which would abolish bodies such as NHS trusts and restrict commercial interests ","standFirst":"<p>Green MP has cross-party support for NHS reinstatement bill, which would abolish bodies such as NHS trusts and restrict commercial interests </p>","byline":"Frances Perraudin","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/11/nhs-brink-privatisation-health-service-cross-party-bill\">The NHS is teetering on the brink of privatisation. We must stand up for it | Caroline Lucas</a> </p> \n</aside> \n<p>Caroline Lucas, the Green party’s only MP, will present a bill to parliament which aims to reverse large parts of the last government’s Health and Social Care Act 2012.</p> \n<p>The private members bill, named the NHS reinstatement bill, has received cross-party support, including the backing of Labour leadership candidate Jeremy Corbyn, Liberal Democrat MP John Pugh and the SNP’s health spokesperson Philippa Whitford.</p> \n<p>The bill would reinstate the secretary of state’s responsibility for the health of UK citizens, something the Health and Social Care Act removed. It would also abolish bodies such as NHS trusts, NHS foundation trusts and clinical commissioning groups, allowing commercial companies to provide services only if they were essential to patient welfare and the NHS could not do so itself.</p> \n<p>A private member’s bill can be introduced by any member of parliament or peer who is not a government minister, but few of them actually pass in to law because they are given little parliamentary time. In March this year, Lucas tabled a similar bill that had to be dropped when parliament was dissolved before the general election. </p> \n<p>Labour MPs Cat Smith, Michael Meacher, Rob Marris, Kelvin Hopkins, John McDonnell and Roger Godsiff have supported the bill, but Lucas called for the whole Labour party and its leadership candidates to follow Corbyn in “standing up for our NHS” and backing it. </p> \n<p>The Labour party pledged to repeal the act in its general election manifesto. A spokesperson for shadow health secretary and Labour leadership candidate, Andy Burnham, said: “Burnham campaigned vehemently against the health bill in the last parliament and spent three years promising to repeal it as health secretary. </p> \n<p>“He has been very clear that Labour will reverse NHS privatisation and if we had won the election we would be repealing the Tories’ reckless health act this summer.”</p> \n<p>A <a href=\"http://bma.org.uk/news-views-analysis/news/2015/june/doctors-back-anti-market-legislation\">conference of the British Medical Association (BMA)</a> backed Lucas’s proposed NHS reinstatement bill by 53% of the vote on Monday 23 June, but doctors and medical students stopped short of calling for the BMA to lobby the government for it to be adopted.</p> \n<p>“The NHS we love is facing an existential threat,” said the MP for Brighton Pavilion. “The creeping privatisation of the last quarter of a century has introduced the fragmentation and the inefficiencies this brings into our health service.</p> \n<p>“It’s time to take a stand for our NHS. I’m honoured to be presenting the bill with such strong cross-party support but, to take the campaign for a truly public NHS to the next level, it’s vital that the Labour party comes forward to back the bill.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435695255474/d8bf0d75-aed3-45e4-b7c1-4a0665327350-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Daniel Leal-Olivas/PA","altText":"Caroline Lucas MP speaks during a protest against the European Central Bank over Greece's debt repayments in London on Monday.","cleanCredit":"Photograph: Daniel Leal-Olivas/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-30T23:01:02Z","lastModified":"2015-06-30T23:03:42Z","metadata":{"commentable":true,"commentCount":161,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["NHS","Caroline Lucas","Green party","Labour","Health","Politics","Society","UK news","Health policy","Public services policy"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"politics/caroline-lucas","webTitle":"Caroline Lucas"},{"id":"politics/green-party","webTitle":"Green party"},{"id":"politics/labour","webTitle":"Labour"},{"id":"society/health","webTitle":"Health"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/health","webTitle":"Health policy"},{"id":"society/policy","webTitle":"Public services policy"}],"section":{"id":"society"},"topics":[{"displayName":"Frances Perraudin","topic":{"type":"tag-contributor","name":"profile/frances-perraudin"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/01/caroline-lucas-cross-party-support-nhs-reinstatement-bill","shortUrl":"http://gu.com/p/4a9ff","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/01/caroline-lucas-cross-party-support-nhs-reinstatement-bill","webUri":"http://www.theguardian.com/society/2015/jul/01/caroline-lucas-cross-party-support-nhs-reinstatement-bill"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435695255474/d8bf0d75-aed3-45e4-b7c1-4a0665327350-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Caroline Lucas MP speaks during a protest against the European Central Bank over Greece’s debt repayments in London on Monday. Photograph: Daniel Leal-Olivas/PA","credit":"Daniel Leal-Olivas/PA","altText":"Caroline Lucas MP","cleanCaption":"Caroline Lucas MP speaks during a protest against the European Central Bank over Greece’s debt repayments in London on Monday.","cleanCredit":"Photograph: Daniel Leal-Olivas/PA"}},"importance":4,"kicker":{"title":"NHS"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435695255474/d8bf0d75-aed3-45e4-b7c1-4a0665327350-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Daniel Leal-Olivas/PA","altText":"Caroline Lucas MP speaks during a protest against the European Central Bank over Greece's debt repayments in London on Monday.","cleanCredit":"Photograph: Daniel Leal-Olivas/PA"}}]},{"title":"Isis spread into Libya sowed seeds for Tunisia attack, says Philip Hammond","rawTitle":"Isis spread into Libya sowed seeds for Tunisia attack, says Philip Hammond","item":{"type":"article","id":"world/2015/jun/30/isis-spread-libya-sowed-seeds-tunisia-attack-philip-hammond","title":"Spread of Isis into Libya sowed seeds for Tunisia attack, says Philip Hammond","trailText":"Foreign secretary says group’s presence in Libya’s ‘ungoverned territory’ threatened neighbouring countries as the first murdered Britons are repatriated<br>","standFirst":"<p>Foreign secretary says group’s presence in Libya’s ‘ungoverned territory’ threatened neighbouring countries as the first murdered Britons are repatriated<br /></p>","byline":"Patrick Wintour Political editor","body":"<p>The spread of Islamic State into the “ungoverned territory” of Libya helped sow the seeds for the atrocity which left up to 30 Britons dead at a Tunisian beach resort, the foreign secretary Philip Hammond said as it was confirmed that the terrorist responsible for the killings had travelled to an Isis training camp in Libya in January.<br /></p> \n<p>Hammond said the presence of Isis in the largely lawless Libya posed a threat to neighbouring countries “which sadly we have seen realised”. <br /></p> \n<p>The foreign secretary was speaking as the first of the murdered British tourists are repatriated on Wednesday morning to RAF Brize Norton, where their families will await them.<br /></p> \n<p>So far 22 of the Britons killed have been positively identified, but it is expected as many as eight more will be named in the next 24 hours. Almost all are likely to be repatriated via Brize Norton, although families have been given the option to make private arrangements if they prefer. <br /></p> \n<p>The bodies will then be transported on for private funerals across the UK and a west London coroner has been appointed to oversee the inquests into their deaths. The government is making plans to protect the families from media intrusion.<br /></p> \n<p>All <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/scottish-couple-identified-victims-tunisian-attack\">wounded Britons have been repatriated</a>, including four severely injured people who were brought back by a Royal Air Force C17 transport plane on Monday.<br /></p> \n<p>It is expected there will be a second flight of bodies into Brize Norton later in the week once they have been positively identified, a process that appears to be taking a long time partly due to formalities. As many as 50 UK security and foreign office officials are on the ground in Tunisia helping with the government investigation or the transfer of bodies.<br /></p> \n<p>Downing Street has repeatedly stressed the investigation into the killings is Tunisian-led, but it confirmed there were links between the killer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisian-gunman-seifeddine-rezgui-breakdancer-islamic-radical\">Seifeddine Rezgui</a> and an Isis training camp in Libya.<br /></p> \n<p>The suggestion that Rezgui possibly trained alongside a group that murdered 20 people in March at the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/18/eight-people-killed-in-attack-on-tunisia-bardo-museum\">Bardo national museum</a> in Tunis has disturbed British officials and puts pressure on the UK government to rethink its travel advice for citizens planning to go on holiday in coastal Tunisia.<br /></p> \n<p>Hammond defended the UK’s role in tackling Isis, saying: “I think the thing that has changed is the spread of Isil into the ungoverned territory of Libya, a neighbouring country to Tunisia. <br /></p> \n<p>“We have been dealing with Isil in Syria and Iraq, we have a significant military operation in Iraq where we are delivering the second largest number of air strikes against Isil targets. But as Isil has spread across Libya in this ungoverned space it has posed a threat not just to us but to the neighbouring countries, which sadly we have seen realised in this attack in Tunisia.” <br /></p> \n<p>Downing Street said that David Cameron’s talk of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/uk-full-spectrum-response-tunisia-attack-isis\">“full spectrum” response</a> to Islamic extremism was unlikely to include a fresh attempt to win parliament’s support for a bombing campaign against Isis in Syria. There is no sign yet that Labour leadership candidates are prepared to change the party’s opposition to such military action.<br /></p> \n<p>Number 10 also confirmed they are reactivating plans to require universities to do more by statute to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/29/jails-and-universities-obliged-to-prevent-radicalisation-as-new-act-becomes-law\">prevent radicalisation on campus</a>, a proposal that was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/01/government-row-over-limiting-free-speech-on-university-campuses\">blocked in the Lords</a> and opposed by the Liberal Democrats ahead of the election on grounds of free speech. Councils, prisons, the NHS and schools from today come under a new statutory duty to look out for signs of being radicalised.<br /></p> \n<p>Security minister John Hayes said: “We have seen all too starkly and tragically the dangers of radicalisation and the devastating impact it can have on individuals, families and communities.<br /> </p> \n<p>“The new Prevent duty is about protecting people from the poisonous and pernicious influence of extremist ideas that are used to legitimise terrorism.<br /></p> \n<p>“Protecting those who are vulnerable and at risk of radicalisation is a job for all of us. The duty will also cover universities and colleges and will be commenced for these institutions once further guidance on extremist speakers has been published.”</p> \n<p>Asked to come up with an example of behaviour that might be a cause for concern in schools, the education secretary Nicky Morgan said: “Sadly, Isis are extremely intolerant of homosexuality.”</p> \n<p>She was asked whether a pupil who said they thought homosexuality was “evil” would be reported to the police. Morgan said it would “depend very much on the context of the discussion” and schools were capable of using their judgment.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435695201593/63f1abbe-9c38-4521-a26d-15f2952c5298-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rob Stothard/Getty Images","altText":"Philip Hammond Tunisia attack","cleanCredit":"Photograph: Rob Stothard/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-30T20:23:51Z","lastModified":"2015-06-30T23:33:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Islamic State","Tunisia","Philip Hammond","Africa","Politics","World news","Libya","Syria","David Cameron","UK news","Middle East and North Africa"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"politics/philip-hammond","webTitle":"Philip Hammond"},{"id":"world/africa","webTitle":"Africa"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"},{"id":"world/libya","webTitle":"Libya"},{"id":"world/syria","webTitle":"Syria"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"world"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/30/isis-spread-libya-sowed-seeds-tunisia-attack-philip-hammond","shortUrl":"http://gu.com/p/4a9gp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/30/isis-spread-libya-sowed-seeds-tunisia-attack-philip-hammond","webUri":"http://www.theguardian.com/world/2015/jun/30/isis-spread-libya-sowed-seeds-tunisia-attack-philip-hammond"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435695201593/63f1abbe-9c38-4521-a26d-15f2952c5298-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Foreign secretary Philip Hammond said the spread of Isis into Libya had led to the threat of an attack, ‘which sadly we have seen realised’ in Tunisia. Photograph: Rob Stothard/Getty Images","credit":"Rob Stothard/Getty Images","altText":"Philip Hammond Tunisia attack","cleanCaption":"Foreign secretary Philip Hammond said the spread of Isis into Libya had led to the threat of an attack, ‘which sadly we have seen realised’ in Tunisia.","cleanCredit":"Photograph: Rob Stothard/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435695201593/63f1abbe-9c38-4521-a26d-15f2952c5298-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rob Stothard/Getty Images","altText":"Philip Hammond Tunisia attack","cleanCredit":"Photograph: Rob Stothard/Getty Images"}}]},{"title":"John Noakes / Former Blue Peter presenter found after going missing near Mallorca home","rawTitle":"Former Blue Peter presenter found after going missing near Mallorca home","item":{"type":"article","id":"tv-and-radio/2015/jun/30/john-noakes-found-going-missing-walk-mallorca-home","title":"John Noakes found after going missing during walk near his Mallorca home","trailText":"Former Blue Peter presenter, who has Alzheimer’s disease, taken to hospital after he was found in a field in 35C heat<br>","standFirst":"<p>Former Blue Peter presenter, who has Alzheimer’s disease, taken to hospital after he was found in a field in 35C heat<br /></p>","byline":"Dominic Smith,  Peter Walker and agencies","body":"<p>Former children’s television presenter John Noakes has been found after disappearing during a walk on the island of Mallorca early on Tuesday morning in 35C heat.</p> \n<p>Noakes’s wife Vicky said she alerted police in Andratx, the district where the couple live, that the 81-year-old – who has Alzheimer’s disease – was missing shortly after 9am.</p> \n<p>Noakes, who presented the BBC programme <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/blue-peter\">Blue Peter</a> for more than 12 years, was found in a strawberry field less than a mile from his home at 7pm local time. His wife said he was found “in the bottom of a storm drain”, explaining why search parties had failed to see him <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/30/john-noakes-missing-majorca-andratx\">earlier in the day</a>. A police helicopter spotted Noakes and took him to hospital. </p> \n<p>A local police officer said Noakes was found to have a weak heartbeat and was suffering from dehydration, but is expected to recover. </p> \n<p>“He was very weak because he has been outside for many hours in the heat, presumably without eating or drinking anything,” the officer said. </p> \n<p>“Bear in mind that this gentleman is 81 and suffers from Alzheimer’s, which is assumed to have contributed to him going missing.” </p> \n<p>The local council posted a message on its Facebook page stating they had “located the missing person” and that he is “stable and has been taken to hospital for a checkup”. It had earlier posted two photographs of Noakes and a message asking people to look out for him.</p> \n<p>Vicky Noakes said: “I knew it couldn’t be far because he wouldn’t have been able to walk that far. I would like to say that the emergency services have been really excellent and pulled out all the stops, and they were greatly helped by our friends and local people.”</p> \n<p>Halifax-born Noakes, who joined Blue Peter in 1965, was known for both his adventurous physical exploits, including what was at the time the longest free-fall parachute jump by a British civilian, and his association with one of the show’s resident dogs, border collie Shep, which died in 1987.</p> \n<p>As well as being the show’s longest-serving presenter, Noakes was arguably the best loved by viewers, renowned for his good humour amid on-screen mishaps, including the occasional misbehaviour of Shep – “Get down, Shep!”, becoming something of a national catchphrase – and an occasion when Lulu the infant elephant ran riot in the studio, urinating and defecating on the floor.</p> \n<p>Noakes trained as an aircraft engine fitter before going to drama school. The Blue Peter producer, Biddy Baxter, recruited him after liking his face in photo from a theatre review in a local paper.</p> \n<p>She said of his success: “There’s never any shortage of solid, run-of-the-mill, competent professionals, guaranteed to look at the right camera and speak on cue. On the whole they’re boring and quite unmemorable. </p> \n<p>“But once in a while a jewel emerges – usually totally by chance. We knew as soon as John Noakes opened the office door that he was our third presenter.”<br /></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687298635/5d6ecb8e-0a53-4c48-b60a-c87d5eacef20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ltd./Rex Shutterstock","altText":"John Vicky Noakes Mallorca","cleanCredit":"Photograph: Ltd./Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-30T18:07:32Z","lastModified":"2015-07-01T00:09:43Z","metadata":{"commentable":true,"commentCount":346,"contributors":[{"name":"Dominic Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominic-smith"},{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":false,"keywords":["Blue Peter","Europe","Television","Television & radio","World news","Spain"],"tags":[{"id":"tv-and-radio/blue-peter","webTitle":"Blue Peter"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"world/world","webTitle":"World news"},{"id":"world/spain","webTitle":"Spain"}],"section":{"id":"tv-and-radio"},"topics":[],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/30/john-noakes-found-going-missing-walk-mallorca-home","shortUrl":"http://gu.com/p/4a9gv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/30/john-noakes-found-going-missing-walk-mallorca-home","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/30/john-noakes-found-going-missing-walk-mallorca-home"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687298635/5d6ecb8e-0a53-4c48-b60a-c87d5eacef20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John and Vicky Noakes in Mallorca in 1990. The former children’s TV presenter has been found after going missing during a walk. Photograph: Ltd./Rex Shutterstock","credit":"Ltd./Rex Shutterstock","altText":"John Vicky Noakes Mallorca","cleanCaption":"John and Vicky Noakes in Mallorca in 1990. The former children’s TV presenter has been found after going missing during a walk.","cleanCredit":"Photograph: Ltd./Rex Shutterstock"}},"importance":3,"kicker":{"title":"John Noakes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687298635/5d6ecb8e-0a53-4c48-b60a-c87d5eacef20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ltd./Rex Shutterstock","altText":"John Vicky Noakes Mallorca","cleanCredit":"Photograph: Ltd./Rex Shutterstock"}}]},{"title":"Less than half of UK adults are aware ads fund free content online","rawTitle":"Less than half of UK adults are aware ads fund free content online","item":{"type":"article","id":"media/2015/jul/01/less-than-half-of-uk-adults-are-aware-ads-fund-free-content-online","title":"Less than half of UK adults are aware ads fund free content online","trailText":"YouGov survey will concern newspapers, social networks and music streaming sites that are seeing consumers turn to ad-blocking software","standFirst":"<p>YouGov survey will concern newspapers, social networks and music streaming sites that are seeing consumers turn to ad-blocking software</p>","byline":"Jasper Jackson","body":"<p>Less than half of UK adults know that most free content online from services such as newspapers, social networks and music streaming sites is funded by advertising.</p> \n<p>The figures – from a survey by YouGov commissioned by the Internet Advertising Bureau – will make worrying reading for ad-reliant web companies that are seeing consumers turn to ad-blocking software. </p> \n<p>The survey found that more than a fifth of UK adults said they had downloaded ad-blocking software and 15% were using it.</p> \n<p>There were significant variations in terms of age and gender when it came to awareness of how ads fund free content. More than half (59%) of those aged 18 to 34 know ads pay for free content online, compared with just 36% of over-55s. And while 52% of men said they were aware, the figure fell to 36% among women.</p> \n<p>However, across all those who were unaware that ads were funding free content, only 10% said they were less likely to block ads after being told, though that figure rose to 15% among 18- to 24-year-olds.</p> \n<p>The study offered some hope that web companies could change their advertising to stop people using ad blockers. </p> \n<p>Only just over half of those using blockers saying they wanted to remove all ads. 73% said they blocked ads because they interrupted their experience, while 12% say they want to block certain types of ads and 11% say they want to block ads on certain websites.</p> \n<p>“When it comes to a free and an ad-free internet, a lot of consumers want to have their cake and eat it,” said the IAB chief executive, Guy Phillipson. “However, those unaware that most online services are free – or cost very little – because sites make money from showing visitors ads, could be in for a shock if websites start charging for access because ad blocking reduces their revenue from advertising.”<br /></p> \n<p>“The bottom line is that if the web didn’t have ads, most sites could only exist by charging subscriptions.”</p> \n<p>German company Eyeo, which produces the popular ad-blocking software Adblock Plus, has won a series of court cases brought against it by German <a href=\"http://www.bbc.co.uk/news/technology-32409952\">publishers</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/27/german-broadcasters-adblock-rtl-prosiebensat1-eyeo\">broadcasters</a>. The media organisations have claimed Eyeo’s business model, which allows some partners to have their ads whitelisted in return for payment, is anti-competitive.<br /></p> \n<p>There is still one outstanding case which was brought by Axel Springer, the publisher of Germany’s best-selling tabloid, Bild.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/20/1424435304417/9da86567-b3d5-4f8f-94e1-05fd739f3011-620x372.png?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Screengrab","altText":"Free news sites such as Mail Online are funded through online advertising","cleanCredit":"Photograph: Screengrab"}],"bodyImages":[],"webPublicationDate":"2015-07-01T06:01:05Z","lastModified":"2015-07-01T08:09:42Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"Jasper Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jasper-jackson"}],"feature":false,"keywords":["Advertising","Digital media","Media","Internet","Technology","UK news"],"tags":[{"id":"media/advertising","webTitle":"Advertising"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/media","webTitle":"Media"},{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Jasper Jackson","topic":{"type":"tag-contributor","name":"profile/jasper-jackson"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jul/01/less-than-half-of-uk-adults-are-aware-ads-fund-free-content-online","shortUrl":"http://gu.com/p/4a89d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jul/01/less-than-half-of-uk-adults-are-aware-ads-fund-free-content-online","webUri":"http://www.theguardian.com/media/2015/jul/01/less-than-half-of-uk-adults-are-aware-ads-fund-free-content-online"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/20/1424435304417/9da86567-b3d5-4f8f-94e1-05fd739f3011-620x372.png?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Free news sites such as Mail Online are funded through online advertising Photograph: Screengrab","credit":"Screengrab","altText":"Free news sites such as Mail Online are funded through online advertising","cleanCaption":"Free news sites such as Mail Online are funded through online advertising","cleanCredit":"Photograph: Screengrab"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/20/1424435304417/9da86567-b3d5-4f8f-94e1-05fd739f3011-620x372.png?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Screengrab","altText":"Free news sites such as Mail Online are funded through online advertising","cleanCredit":"Photograph: Screengrab"}}]}],"lastModified":"2015-07-01T07:39:56Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}