{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Trident / SNP secures Westminster debate","rawTitle":"SNP secures Westminster debate","item":{"type":"article","id":"uk-news/2015/may/21/snp-trident-debate-debate-on-trident-safety","title":"SNP secures Westminster debate on Trident safety","trailText":"Alex Salmond set to lead debate in Commons following allegations that UK’s nuclear deterrent is a ‘disaster waiting to happen’","standFirst":"<p>Alex Salmond set to lead debate in Commons following allegations that UK’s nuclear deterrent is a ‘disaster waiting to happen’<br /></p>","byline":"Libby Brooks Scotland reporter","body":"<p>The Scottish National party has secured an adjournment debate in the first week of the new parliament to ensure that allegations by Faslane whistleblower William McNeilly are not “swept under the carpet by the Ministry of Defence”.</p> \n<p>The newly appointed SNP foreign affairs spokesperson Alex Salmond will lead the debate in the Commons next Thursday in the wake of claims that Britain’s nuclear deterrent is a “disaster waiting to happen”. </p> \n<p>Able Seaman McNeilly, 25, is in the custody of Royal Navy police after he went absent without leave from Faslane naval base last week following the publication online of his 18-page report which included details of 30 alleged breaches of safety and security.</p> \n<p>Salmond said that the debate would ensure that the allegations remained in the public domain. “The SNP will continue to keep the pressure on the government until we are satisfied that not only have they have investigated Mr McNeilly’s claims thoroughly and have acted on the findings but that those findings are put into the public domain.”</p> \n<p>Brendan O’Hara, the SNP’s newly elected MP for Argyll and Bute, which includes Faslane, added: “The debate next Thursday allows us to address the very serious allegations made by Able Seaman William McNeilly and prevent them from being swept under the carpet by the Ministry of Defence.”</p> \n<p>He continued: “We insist that the MoD make a formal statement on this matter at the earliest opportunity as there are now serious questions over the safety and security procedures currently operating at HMNB Clyde, Faslane and on the submarines that carry these nuclear missiles.”</p> \n<p>McNeilly was apprehended at Edinburgh airport on Monday night after flying in from an undisclosed location in Europe. He has since been moved to a military establishment in England. <br /></p> \n<p>McNeilly is understood not to be under arrest or in custody. He remains technically on duty and so is required to remain at the establishment for the time being. Provision has been made for his family to join him from Belfast.<br /></p> \n<p>He will be offered legal representation, either by a naval barrister or a civilian lawyer of his own choosing, if the naval police decide that there is a case to answer. The Guardian has learned that at least two experienced human rights lawyers have offered to assist him.</p> \n<p>McNeilly is expected to be charged with military infractions including going absent without leave, but the Ministry of Defence has already said that he will not be prosecuted under the Official Secrets Act.</p> \n<p>If he is found guilty, it is likely to result in incarceration in a military prison, though the discretion to impose a lengthy sentence is believed to be limited.</p> \n<p>In the online dossier, McNeilly claimed it was more difficult to get into some nightclubs than to gain access to Britain’s nuclear programme facility. Referring to a chronic shortage of personnel, he suggested it was “a matter of time before we’re infiltrated by a psychopath or a terrorist”.</p> \n<p>He also detailed a fire on board a submarine and the inappropriate use of HMS Vanguard’s missile compartment as a gym and accused navy chiefs of covering up a collision between HMS Vanguard and a French submarine in the Atlantic Ocean in February 2009.</p> \n<p>At first minister’s questions earlier on Thursday, SNP leader Nicola Sturgeon described McNeilly’s allegations are “deeply concerning” and reiterated calls for an inquiry.</p> \n<p>In a lengthy statement posted on Facebook on Monday, in which he announced that he would be turning himself in to the authorities because he “lacked the resources” to stay on the run, McNeilly wrote: “Unlike some whistleblowers out there who release information without consideration, put lives at risk and reduce security: I only included essential information, I tried the chain of command route, sources were referred to by rank instead of name, there was information I never released that would’ve helped the report but it would’ve caused a security risk … My motives are clearly to protect the people and land. Whatever happens, don’t worry about me; I’ll be alright.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432248673013/b6cf2f62-8e37-47cd-b1ae-a82d0705cf60-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PA","altText":"Royal Navy's Trident-class nuclear submarine Vanguard","cleanCredit":"Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-05-21T22:57:49Z","lastModified":"2015-05-22T00:23:24Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Libby Brooks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/5/1399294301217/Libby-Brooks-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/libbybrooks"}],"feature":false,"keywords":["Trident","Scottish National party (SNP)","Ministry of Defence","Defence policy","Nuclear weapons","Military","Scotland","UK news","Alex Salmond","Politics"],"tags":[{"id":"uk/trident","webTitle":"Trident"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"uk/ministry-of-defence","webTitle":"Ministry of Defence"},{"id":"politics/defence","webTitle":"Defence policy"},{"id":"world/nuclear-weapons","webTitle":"Nuclear weapons"},{"id":"uk/military","webTitle":"Military"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/alexsalmond","webTitle":"Alex Salmond"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Libby Brooks","topic":{"type":"tag-contributor","name":"profile/libbybrooks"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/21/snp-trident-debate-debate-on-trident-safety","shortUrl":"http://gu.com/p/495tv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/21/snp-trident-debate-debate-on-trident-safety","webUri":"http://www.theguardian.com/uk-news/2015/may/21/snp-trident-debate-debate-on-trident-safety"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432248673013/b6cf2f62-8e37-47cd-b1ae-a82d0705cf60-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Royal Navy’s 16,000 ton Trident-class nuclear submarine Vanguard.  Photograph: PA","credit":"PA","altText":"Royal Navy's Trident-class nuclear submarine Vanguard","cleanCaption":"Royal Navy’s 16,000 ton Trident-class nuclear submarine Vanguard. ","cleanCredit":"Photograph: PA"}},"importance":7,"kicker":{"title":"Trident"},"showQuotedHeadline":false},{"title":"Trinity Mirror / Phone hacking 'widespread for decade'","rawTitle":"Phone hacking 'widespread for decade'","item":{"type":"article","id":"uk-news/2015/may/21/phone-hacking-at-trinity-mirror-widespread-for-a-decade-says-judge","title":"Phone hacking at Trinity Mirror 'widespread' for a decade, says judge","trailText":"Landmark ruling made against tabloid publisher that faces record £1.2m payout over privacy damages","standFirst":"<p>Landmark ruling made against tabloid publisher that faces record &pound;1.2m payout over privacy damages for repeated interception of voicemail messages</p>","byline":"Josh Halliday and Jane Martinson","body":"<p>Phone hacking at the tabloid publisher Trinity Mirror was “widespread and frequent” for a decade, a high court judge has ruled as he ordered the company to pay a record &pound;1.2m in privacy damages to eight victims, including the actor Sadie Frost and ex-footballer Paul Gascoigne.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/21/daily-mirror-owners-ordered-to-pay-1-2m-to-celebrity-phone-hacking-victims\">Daily Mirror owners must pay &pound;1.2m to celebrity phone-hacking victims</a> </p> \n</aside> \n<p>In the first ruling of its kind, the judge, Mr Justice Mann, awarded &pound;260,250 to Frost and &pound;188,250 to Gascoigne to compensate for their “horror, distaste and distress” at having their most intimate voicemails intercepted daily by journalists at the Daily Mirror, Sunday Mirror and the People.</p> \n<p>He added: “People whose private voicemail messages were hacked so often and for so long and had very significant parts of their private lives exposed, and then reported on, are entitled to significant compensation.”</p> \n<p>The landmark ruling on Thursday came after a three-week trial in which eight phone-hacking victims – including Frost, Gascoigne and soap stars Lucy Taggart, Shane Richie and Shobna Gulati – described how their private lives were torn apart by mistrust and paranoia as they suspected their closest allies of leaking damaging stories to the tabloids.</p> \n<p>After the ruling it also emerged that:</p> \n<ul> \n <li>Trinity Mirror was increasing its compensation fund for phone-hacking victims from &pound;12m to &pound;28m as more than 70 high-profile claimants pledged to sue the tabloid newspaper group;</li> \n <li>The judge questioned whether Sly Bailey, the Trinity Mirror chief executive between 2003 and 2012, was correct in her evidence about phone hacking to the Leveson inquiry;</li> \n <li>Simon Fox, the current chief executive, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/mirror-publisher-chief-questions-size-of-phone-hacking-payouts\">questioned the size of the payouts</a> by comparing them to the &pound;350,000 handed to each of the parents of the children killed in a Corfu hotel on a Thomas Cook holiday.</li> \n</ul> \n<p>The company, which apologised publicly to the victims just a fortnight before the trial began in March, is facing a possible criminal prosecution under Scotland Yard’s investigation into phone hacking at the titles. </p> \n<p>To date four journalists have been arrested and 14 have been interviewed under caution. They cannot be named for legal reasons. The Crown Prosecution Service is reviewing files of evidence in relation to the four arrested journalists to decide whether they can be charged or whether further detective work is required.</p> \n<p>The payouts were met with a mixture of sorrow, joy and relief by the eight victims, only three of whom attended court. Gulati turned and hugged Taggart when the judge said the victims had suffered “very substantially indeed”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/mirror-publisher-chief-questions-size-of-phone-hacking-payouts\">Mirror chief questions size of phone-hacking payouts</a> </p> \n</aside> \n<p>Frost, sitting two seats away from them at the back of the courtroom, showed little emotion as the amounts of compensation were read out. Outside the courtroom, she told the Guardian: “It’s been a difficult time and a time to reflect. I’m relieved this is at an end and justice has been done.”</p> \n<p>In a ruling that had to be heavily redacted for legal reasons, Mr Justice Mann said the invasions of privacy were “so serious and so prolonged” that they were all entitled to significant compensation. The payouts ranged from the &pound;72,500 handed to Lauren Alcorn, a flight hostess whose phone was hacked during her brief relationship with the footballer Rio Ferdinand, to the &pound;260,250 given to Frost.</p> \n<p>Giving evidence during the trial, Frost described how she fell out with her close friend Kate Moss and former partner Jude Law, and even forced her mother to sign a confidentiality agreement, because she suspected them of leaking stories to the redtops.</p> \n<div>\n __VIDEO_EMBED_gu-video-456859251__\n</div> \n<p>“Their use of voicemail was such that many aspects of their personal, medical and professional lives were, to a very significant degree, laid bare in the voicemails they left and in the voicemails they received,” the judge said in his ruling.</p> \n<p>However, in a Guardian interview, Fox said his company was considering an appeal against the size of the payouts, which dwarfed the previous highest sum given by a UK court in a privacy case – the &pound;60,000 won by former <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2008/jul/24/mosley.privacy\">Formula One boss Max Mosley</a> over the News of the World’s “sick Nazi orgy” sting in 2008.<br /></p> \n<p>“The parents of the kids killed [in a Thomas Cook hotel] <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/20/thomas-cook-says-sorry-over-handling-of-chidrens-deaths-compensation-case\">received &pound;350,000 [in compensation]</a>. Is it right that for hacking infringements someone should get close to that? That’s an interesting question,” Fox said.</p> \n<p>The judge questioned whether Bailey, his predecessor, was correct when she told Lord Justice Leveson’s inquiry into press ethics in January 2012 that there was “no evidence and we saw no reason to investigate” allegations of phone hacking. Six years earlier, the company paid &pound;20,000 to a former People reporter, David Brown, after he claimed in employment tribunal documents that journalists at that title routinely hacked phones.<br /></p> \n<p>“Whether or not she had personal knowledge of phone hacking is not something that I can make a finding on, but Mr Brown’s statement might be thought of as being some evidence,” the judge said.</p> \n<p>Trinity Mirror said in a statement: “Our subsidiary MGN Limited has already accepted that it should pay appropriate compensation to individuals who were the target of phone hacking. However, our initial view of the lengthy judgment is that the basis used for calculating damages is incorrect and we are therefore considering whether to seek permission to appeal.”<br /></p> \n<p>Trinity Mirror’s share price was down 3.97% at Thursday’s close, at 175.25p, after the company told shareholders that it would increase its phone-hacking compensation fund because the cost of settling claims was “likely to be higher than previously anticipated”.</p> \n<p>Fox said that Trinity Mirror was not keen to delay proceedings with an appeal but that an appeal could be used to question the new benchmark for privacy cases that had been set.</p> \n<p>“Prolonging this case is not in our interests, nor the interests of the claimants. It’s the last thing I want to do. However, I do need to be cognisant that these will set a benchmark for future claims.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7897895ef1d8022b7b42f8d2b3f5a51bcc429fb5/0_243_2244_1344/2244.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1344,"width":2244,"orientation":"landscape","credit":"Andrew Matthews/PA","altText":"Soap actors Shobna Gulati (left) and Lucy Taggart, both victims of phone hacking","cleanCredit":"Photograph: Andrew Matthews/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-21T19:59:18Z","lastModified":"2015-05-21T23:45:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"},{"name":"Jane Martinson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/1/1398948194155/Jane-Martinson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/janemartinson"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[{"id":"gu-video-456859251","source":"ITN","durationInSeconds":112,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10387934&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/21/150521Sadie.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432212759292/Phone-hacking-victims-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Phone-hacking victims Photograph: Guardian","credit":"Guardian","altText":"Phone-hacking victims","cleanCaption":"Phone-hacking victims Photograph: Guardian"}}],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/21/phone-hacking-at-trinity-mirror-widespread-for-a-decade-says-judge","shortUrl":"http://gu.com/p/495k6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/21/phone-hacking-at-trinity-mirror-widespread-for-a-decade-says-judge","webUri":"http://www.theguardian.com/uk-news/2015/may/21/phone-hacking-at-trinity-mirror-widespread-for-a-decade-says-judge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7897895ef1d8022b7b42f8d2b3f5a51bcc429fb5/0_243_2244_1344/2244.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1344,"width":2244,"orientation":"landscape","caption":"Soap actors Shobna Gulati (left) and Lucy Taggart, both victims of phone hacking, arrive at court; after the judgment, they hugged each other.  Photograph: Andrew Matthews/PA","credit":"Andrew Matthews/PA","altText":"Soap actors Shobna Gulati (left) and Lucy Taggart, both victims of phone hacking, arrive at court","cleanCaption":"Soap actors Shobna Gulati (left) and Lucy Taggart, both victims of phone hacking, arrive at court; after the judgment, they hugged each other. ","cleanCredit":"Photograph: Andrew Matthews/PA"}},"importance":5,"kicker":{"title":"Trinity Mirror"},"showQuotedHeadline":false},{"title":"Prostate cancer / ‘Rosetta stone’ paves way to targeted drugs","rawTitle":"‘Rosetta stone’ paves way to targeted drugs","item":{"type":"article","id":"society/2015/may/22/prostate-cancer-rosetta-stone-targeted-drugs","title":"Prostate cancer ‘Rosetta stone’ paves way to targeted drugs","trailText":"Genetic study could provide hope for men with advanced forms of the disease with findings that could lead to personalised treatments","standFirst":"<p>Genetic study could provide hope for men with advanced forms of the disease with findings that could lead to personalised treatments</p>","byline":"Press Association","body":"<p>A genetic study described by researchers as the Rosetta stone of prostate cancer could provide hope for men with advanced forms of the disease.</p> \n<p>British and US scientists who drew up the first comprehensive map of genetic mutations linked to different strains of prostate cancer found that almost 90% of the men whose DNA they studied carried potentially treatable defects.</p> \n<p>The findings could lead to a range of personalised medicines that target specific gene defects, some of which are already in use or undergoing trials.</p> \n<p>They also learned that 8% of the men were born with genetic faults that predisposed them to prostate cancer, strengthening the case for screening people with a family history of the disease.</p> \n<p>Professor Johann de Bono, from the Institute of Cancer Research in London, who led the British team, said: “This map will guide our future treatment and trials. We’re describing this study as prostate cancer’s Rosetta stone, because of the ability it gives us to decode the complexity of the disease, and to translate the results into personalised treatment.</p> \n<p>“Our study shines new light on the genetic complexity of prostate cancer as it develops and spreads, revealing it to be not a single disease, but many diseases each driven by their own set of mutations.</p> \n<p>“What’s hugely encouraging is that many of the key mutations we have identified are ones targeted by existing cancer drugs – meaning that we could be entering a new era of personalised cancer treatment.”</p> \n<p>Dr Iain Frame, director of research at the charity Prostate Cancer UK, said the research published in the scientific journal Cell was “incredibly exciting and groundbreaking”.</p> \n<p>He added: “It suggests for the first time the list of genetic mutations to search for in order to build up a blueprint of a man’s prostate cancer once it has spread.</p> \n<p>“This could provide the information about the best routes of attack in each individual case, which is crucial if we are to reduce the number of men dying needlessly from this disease.”</p> \n<p>The scientists harvested an unprecedented collection of samples of tumours that had spread to the bones, soft tissues, lymph nodes and livers of 150 patients with advanced prostate cancer.</p> \n<p>All the men had metastatic castration-resistant disease, meaning their tumours were spreading and no longer responding to standard hormone therapies. For such patients the outlook is bleak and average survival is no more than 19 months.</p> \n<p>Nearly two-thirds of the study participants were found to have abnormalities in genes for the androgen receptor, the cell molecule that allows prostate cancer to be stimulated by male hormones such as testosterone.</p> \n<p>This was not surprising since one of the hallmarks of castration-resistant prostate cancer is that it no longer responds to treatments that prevent hormones driving tumour growth. However, the finding potentially opens up new avenues for hormone therapy development.</p> \n<p>Nearly a fifth of patients had mutations in the BRCA1 and BRCA2 genes best known for their roles in breast and ovarian cancer. Recent research suggests that these men could be treated effectively with drugs known as PARP inhibitors.</p> \n<p>Other genetic faults were uncovered that have not been detected before in men with prostate cancer but which are known to occur in other cancers.</p> \n<p>They include mutations in the PI3K and RAF gene families that can be targeted by existing drugs either approved for use in clinics or undergoing trials.</p> \n<p>Professor Paul Workman, chief executive of the Institute of Cancer Research, said: “Cancer becomes lethal at the stage when it spreads round the body and stops responding to treatment – but until now it has been incredibly difficult to find out exactly what is going on genetically at that critical point.</p> \n<p>“This major new study opens up the black box of metastatic cancer, and has found inside a wealth of genetic information that I believe will change the way we think about and treat advanced disease.</p> \n<p>“The study found that almost 90% of metastatic tumours had actionable mutations, which means that these findings could make a real difference to large numbers of patients.”</p> \n<p>US author Dr Philip Kantoff, head of solid tumor oncology at the Dana-Farber Cancer Institute, said: “This is a landmark paper in several respects. It represents a model of collaboration between cancer centres, represents a monumental operational, technical and computational achievement, and finally represents the value of precision medicine in finding actionable mutations.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/429313dba6f3fe94461809231c748c84cd5b4af2/0_489_3600_2160/3600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2160,"width":3600,"orientation":"landscape","credit":"Paul Hakimata / Alamy/Alamy","altText":"Microscope view of prostate cancer cells in tissue culture. Scientists have produced a map of genetic mutations linked to the disease. ","cleanCredit":"Photograph: Paul Hakimata / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-21T23:43:04Z","lastModified":"2015-05-21T23:50:41Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Prostate cancer","Cancer","Medical research","Science","Society","World news"],"tags":[{"id":"society/prostate-cancer","webTitle":"Prostate cancer"},{"id":"science/cancer","webTitle":"Cancer"},{"id":"science/medical-research","webTitle":"Medical research"},{"id":"science/science","webTitle":"Science"},{"id":"society/society","webTitle":"Society"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/22/prostate-cancer-rosetta-stone-targeted-drugs","shortUrl":"http://gu.com/p/495zn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/22/prostate-cancer-rosetta-stone-targeted-drugs","webUri":"http://www.theguardian.com/society/2015/may/22/prostate-cancer-rosetta-stone-targeted-drugs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/429313dba6f3fe94461809231c748c84cd5b4af2/0_489_3600_2160/3600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2160,"width":3600,"orientation":"landscape","caption":"Microscope view of prostate cancer cells in tissue culture. Scientists have produced a map of genetic mutations linked to the disease.  Photograph: Paul Hakimata / Alamy/Alamy","credit":"Paul Hakimata / Alamy/Alamy","altText":"Microscope view of prostate cancer cells in tissue culture. Scientists have produced a map of genetic mutations linked to the disease. ","cleanCaption":"Microscope view of prostate cancer cells in tissue culture. Scientists have produced a map of genetic mutations linked to the disease. ","cleanCredit":"Photograph: Paul Hakimata / Alamy/Alamy"}},"importance":5,"kicker":{"title":"Prostate cancer"},"showQuotedHeadline":false},{"title":"Stacey Hyde cleared of murder in retrial","rawTitle":"Stacey Hyde cleared of murder in retrial","item":{"type":"article","id":"uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis","title":"Stacey Hyde cleared of murder in retrial","trailText":"Young woman, whose original conviction for killing man with history of domestic violence was quashed, is acquitted in second trial","standFirst":"<p>Young woman, whose original conviction for killing man with history of domestic violence was quashed, is acquitted in second trial</p>","byline":"Sandra Laville","body":"<p> A young woman who faced a retrial for the murder of man with a history of domestic violence has been acquitted after a jury heard how she acted in self-defence. Stacey Hyde, 22, was ordered to face a second trial by the director of public prosecutions, Alison Saunders, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2014/nov/13/stacey-hyde-wins-appeal-murder-conviction-overturned-retrial\">after the court of appeal quashed her original murder conviction last year</a>. </p> \n<p> The appeal court said the conviction was unsafe after new medical evidence showed Hyde had a mental disorder when she killed Vincent Francis. </p> \n<p> Lawyers for Hyde, from Wells, Somerset, offered a guilty plea to manslaughter, but Saunders refused and ordered the 22-year-old to be retried for murder. A jury acquitted Hyde on Thursday at Winchester crown court following a three-week trial.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2014/nov/13/stacey-hyde-wins-appeal-murder-conviction-overturned-retrial\">Stacey Hyde wins appeal against murder conviction</a> </p> \n</aside> \n<p><a href=\"http://www.justiceforwomen.org.uk/\"> Justice for Women</a>, which took up Hyde’s case following her conviction, questioned the public interest of putting her through a second trial. Due to Hyde’s mental state, an intermediary was appointed by the court to sit in the dock to explain the proceedings to her.</p> \n<p> Julia Hilliard, of Justice for Women, said: “This cannot possibly have been in the public interest: to put an already traumatised and mentally ill young woman through the experience of a second trial, and to spend a large amount of public money on this when the court of appeal quashed her conviction, she has already served five and a half years of a nine-year sentence, and has offered a guilty plea to manslaughter.”</p> \n<p> Outside the court, Hyde said on Thursday: “I would like to say thank you to Justice for Women, my legal team, friends and family for believing in me and giving me hope and strength to never give up. I will be for ever grateful and blessed to have been given my life back.”</p> \n<p>Francis, 33, also from Wells, had a history of violence towards women. It was acknowledged by the prosecution that there had been 27 separate incidents of domestic violence between him and his girlfriend, Holly Banwell, and that he had also been violent towards his previous girlfriend.</p> \n<p> On the night he died, Francis had attacked Banwell at their flat, while Hyde – who had been drinking – was sleeping. When Banwell screamed for her friend’s help, Hyde came to her aid and jumped on Francis’s back. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8eb419de7113632181a0e7b7e658a979dfcccc8c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432224587813/fa5cab98-2610-4edf-8d6b-138ef8cdb40b-280x420.jpeg\" alt=\"Alison Saunders ordered Stacey Hyde's retrial.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alison Saunders ordered Stacey Hyde’s retrial.</span> \n  <span class=\"element-image__credit\">Photograph: Crown Prosecution Service/PA</span> \n </figcaption> \n</figure> \n<p> In the violent struggle that followed, Francis grabbed Hyde around the throat and threw her around by her hair, smashing her into a wall at one point. Hyde told the latest trial she believed she had acted in self-defence.</p> \n<p> “She was screaming for me to help her. I came in running and jumped on his back to pull him off her,” Hyde told the jury. “Next thing I remember is he is on top of me and he is strangling me – I remember him holding my neck down and the light fading. I was screaming – I know he was going to kill me, he is not stopping – no one was coming to help.”</p> \n<p> When the police arrived, Hyde was extremely distressed and sobbing. She told officers: “He tried to kill me. I was so scared. I had to help Holly. He was going to kill her. I thought he would kill me. I stabbed him.”</p> \n<p> In a recording of a 999 call, Banwell can be heard saying: “My boyfriend is beating my friend. I need the police ASAP. They are fighting.” Then she is heard screaming, “Stacey has a knife and has stabbed him.”</p> \n<p> Stephen Kamlish QC, defending, told the jury that Hyde had acted as a result of provocation, in self-defence, and provided what he said was compelling new evidence that Hyde was suffering from an abnormality of the mind that substantially diminished her responsibility for the killing.</p> \n<p> In a letter to the DPP before the retrial, lawyers for Hyde said she should be given the opportunity to plead guilty to manslaughter as there was no public interest in retrying her for murder. “Ms Hyde was 17 at the time of the offence and is now recognised to be a very vulnerable young woman who has served over five years’ custody for the offence for which she was given a nine-year tariff. She continues to suffer from mental illness and is at risk of suicide and self-harm,” said Harriet Wistrich, of Birnberg Peirce.</p> \n<p> She said there was no evidence to suggest that the killing was premeditated. “It was clearly a spontaneous response to an act of violence by the victim and it occurred at a time when the defendant was undergoing a mental health crisis.” The DPP did not accept the plea. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/nov/12/stacey-hyde-conviction-murder-failed-mental-health-system\">Behind Stacey Hyde’s conviction for murder lies a failed mental health system | Julie Bindel</a> </p> \n</aside> \n<p> A family friend, who has offered to house Hyde when she is released, said: “Yes, she did it – she doesn’t deny that she killed him – but she has served her time. She didn’t go out with the intention of killing someone. It was a frenzied attack, she was terrified – you can hear it on the 999 tape.</p> \n<p>“No one knows what they will do if they are being attacked. He was a big man who went to the gym every day. It’s not as if she emerged unscathed. She had marks around her neck, she had cuts to her body, he pulled out her hair.”</p> \n<p>Hyde was convicted of murder at her first trial in 2010. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/nov/26/stacey-hyde-life-imprisonment-acting-out-of-fear\">She was sentenced to life with the recommendation that she serve a minimum of nine years in prison</a>. The judge took into account the violence initiated against her when he sentenced her. </p> \n<p>A CPS spokesperson said: “Following a successful appeal by the defence against Stacey Hyde’s original conviction for murder, the court of appeal were invited, by the defence, to substitute the conviction for one of manslaughter. </p> \n<p>“They declined to do so, stating that a life had been taken, and ordered a retrial for murder. The evidence was reconsidered by CPS South West and a decision was made that under the code for crown prosecutors, a prosecution for murder was still appropriate. The matter was once more tried before a jury, which has acquitted Ms Hyde of the offence. We respect the jury’s decision in this case.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432224248803/8ec049ed-cbae-4469-aaad-6e7af11f9ae8-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":126,"width":210,"orientation":"landscape","credit":"Facebook","altText":"Stacey Hyde","cleanCredit":"Photograph: Facebook"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432224589477/fa5cab98-2610-4edf-8d6b-138ef8cdb40b-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Alison Saunders ordered Stacey Hyde’s retrial. Photograph: Crown Prosecution Service/PA","credit":"Crown Prosecution Service/PA","altText":"Alison Saunders ordered Stacey Hyde's retrial.","cleanCaption":"Alison Saunders ordered Stacey Hyde’s retrial.","cleanCredit":"Photograph: Crown Prosecution Service/PA"}],"webPublicationDate":"2015-05-21T16:07:11Z","lastModified":"2015-05-21T23:00:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sandra Laville","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sandralaville"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Sandra Laville","topic":{"type":"tag-contributor","name":"profile/sandralaville"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis","shortUrl":"http://gu.com/p/495eg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis","webUri":"http://www.theguardian.com/uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432224248803/8ec049ed-cbae-4469-aaad-6e7af11f9ae8-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":126,"width":210,"orientation":"landscape","caption":"Stacey Hyde has been cleared of murder in a retrial.  Photograph: Facebook","credit":"Facebook","altText":"Stacey Hyde","cleanCaption":"Stacey Hyde has been cleared of murder in a retrial. ","cleanCredit":"Photograph: Facebook"}},"importance":4,"showQuotedHeadline":false},{"title":"Labour / Burnham rules out union funding in leadership bid","rawTitle":"Burnham rules out union funding in leadership bid","item":{"type":"article","id":"politics/2015/may/21/andy-burnham-no-union-funding-labour-leadership-bid","title":"Andy Burnham rules out union funding in bid for Labour leadership","trailText":"Shadow health secretary says decision demonstrates independence and puts him in stronger position to defend unions ","standFirst":"<p>Shadow health secretary says decision demonstrates independence and puts him in stronger position to defend unions </p>","byline":"Patrick Wintour and Rowena Mason","body":"<p>Andy Burnham, the shadow health secretary, has made a surprise move to assert his independence from the trades unions by saying he will not take any union cash to fund his Labour leadership campaign. Burnham made his announcement as one of his chief rivals, Liz Kendall, tried to seize the mantle as the change candidate and new Labour MPs expressed their concern that the nomination process may narrow the field to two before the party has had a chance to hear the start of a debate.</p> \n<p>Burnham has been labelled in some quarters as the unions’ favoured candidate, but he said: “I am not going to take any money from the trades unions in this leadership campaign. No money has been offered, but if it was, I would encourage it to be given to the Labour party to assist the rebuilding after the election. But I am actively seeking the support of individual trade union members and am pleased they have a bigger say in this contest.</p> \n<p>“I am aware that, whatever the result of this contest, the party must come out of this well. I am going to be my own man. I am independent and will make my own judgments. I make no apology for our historic links with the trades unions.</p> \n<p>“What I have decided is a risk, but it is a sign of my confidence and openness that this contest is conducted in the right way. If I take no money from the unions, I am not dependent on them, and that will put me in a stronger position to defend unions and to defend the union link in the future, which I intend to do.” Candidates are facing a spending cap that could be as high as &pound;300,000. </p> \n<p>Two new Labour MPs have urged the parliamentary party to ensure that the nomination process does not lead to the contest being narrowed to two candidates, likely to be Burnham and the shadow home secretary, Yvette Cooper. The letter from Stephen Kinnock, the MP for Aberavon and son of the former party leader Neil Kinnock, and Jo Cox, the MP for Batley and Spen, expressed fears that “the field may end up being dramatically narrowed before members and registered supporters have had a chance to cast a single vote”.</p> \n<p>The pair write: “As newly elected MPs, we are being asked to nominate candidates on the basis of very little information about how they plan to rethink, rebuild and relaunch our party. The primary purpose of the nomination phase should be to ensure that Labour party members and registered supporters across the length and breadth of the UK are ultimately presented with a strong and diverse shortlist.”</p> \n<p>They urge any candidate that has reached the threshold of 35 nominations to encourage some of their surplus nominators to make a tactical transfer to contenders who are struggling to reach the threshold. “We want our members and supporters to be faced with a range of voices and ideas, not a shortlist of one or two. This diversity will improve the quality of our internal debate, and will ultimately improve the decisions we take.”</p> \n<p>It is understood that Burnham is willing to consider transferring a surplus nomination from one of his supporters if a candidate is just short of the 35 required to get into the field.</p> \n<p>The two critical unallocated nominations in the parliamentary party are those of Chuka Umunna, the shadow business secretary, and Alan Johnson, the former cabinet minister. Johnson has described himself as a floating voter. Umunna, who pulled out of the running at the beginning of the week, has been courted by supporters of Cooper and is said to be undecided, but was impressed by a hard-hitting speech delivered to the press gallery at Westminster on Thursday.</p> \n<p>Kendall warned the party not to cling to the “fantasy” that Britain had swung to the left as she backed successful free schools and pledged to fight defence cuts. She said Ed Miliband’s flagship energy price freeze had not been believable, that she would not prioritise cutting tuition fees, and that the party should back any successful school “regardless of whether it’s a local authority, academy or free school”.</p> \n<p>She argued that the contest “cannot be about who the [union] general secretaries say impresses them the most”. “When it comes to public services, I am firmly on the side of the public,” she said. “Services should revolve around those who use them and be fit for the future, not stuck in the past. There is no point saying you believe in economic responsibility and being careful with taxpayers’ money if public services are a reform-free zone.</p> \n<p>“When Labour loses, we do one of three things. We decide we didn’t win because we weren’t leftwing enough – fantasy. We decide we can avoid the really tough decisions because they are too uncomfortable – a fudge. Or we decide that winning is too important.</p> \n<p>“Everyone in this contest will claim to be the candidate of change. It’s progress of a sort that they feel they need to. But this election isn’t about claiming to change. It’s about who will make sure Britain meets the challenges of the future.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432233774023/8f99e87f-fadf-4f14-ad70-ad928cc8ad01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Gadd/Sportsphoto/Allstar","altText":"Andy Burnham","cleanCredit":"Photograph: David Gadd/Sportsphoto/Allstar"}],"bodyImages":[],"webPublicationDate":"2015-05-21T20:00:06Z","lastModified":"2015-05-21T23:01:12Z","metadata":{"commentable":true,"commentCount":565,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Andy Burnham","Labour party leadership","Liz Kendall","Labour","Politics","UK news","Trade unions"],"tags":[{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/liz-kendall","webTitle":"Liz Kendall"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/tradeunions","webTitle":"Trade unions"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/21/andy-burnham-no-union-funding-labour-leadership-bid","shortUrl":"http://gu.com/p/495mv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/21/andy-burnham-no-union-funding-labour-leadership-bid","webUri":"http://www.theguardian.com/politics/2015/may/21/andy-burnham-no-union-funding-labour-leadership-bid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432233774023/8f99e87f-fadf-4f14-ad70-ad928cc8ad01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Burnham: ‘I am going to be my own man.’ Photograph: David Gadd/Sportsphoto/Allstar","credit":"David Gadd/Sportsphoto/Allstar","altText":"Andy Burnham","cleanCaption":"Andy Burnham: ‘I am going to be my own man.’","cleanCredit":"Photograph: David Gadd/Sportsphoto/Allstar"}},"importance":4,"kicker":{"title":"Labour"},"showQuotedHeadline":false},{"title":"Thomas Cook / 'Sincere and heartfelt apology' over children's deaths","rawTitle":"'Sincere and heartfelt apology' over children's deaths","item":{"type":"article","id":"business/2015/may/21/thomas-cook-sincere-heartfelt-apology-christi-bobby-shepherd","title":"Thomas Cook makes 'sincere and heartfelt apology' over children's deaths","trailText":"Report says electrician found guilty in 2010 of unlawful killing is still working for Corfu hotel","standFirst":"<p><span class=\"bullet\">•</span> Firm offers ‘financial gesture of goodwill’ as boss meets children’s parents</p>\n<p><span class=\"bullet\">•</span> Electrician convicted of unlawful killing reportedly still working for hotel</p>","byline":"Jessica Elgot","body":"<p>Thomas Cook has made a “sincere and heartfelt apology” to the parents of two children who died of carbon monoxide poisoning at a holiday cottage in Corfu and offered them “a financial gesture of goodwill”. <br /></p> \n<p>The apology came as it was reported that an electrician found guilty in 2010 of the unlawful killing of the two children was still working for the Louis Corcyra Beach hotel where they died. </p> \n<p>It also emerged that the manager of the hotel at the time of the deaths of Christi and Bobby Shepherd in 2006 had since worked for another hotel available to book through Thomas Cook.</p> \n<p>Georgios Chrysikopoulos had been working as general manager at the Mitsis Laguna hotel in Crete since 1 April this year, ITV News reported. <br /></p> \n<p>Peter Fankhauser, Thomas Cook’s chief executive, who spoke privately with the children’s parents, Neil Shepherd and Sharon Wood, on Thursday afternoon, said the discovery had made him feel “physically sick”.</p> \n<p>Fankhauser said Mitsis Hotel Group had dismissed Chrysikopoulos this week. A health and safety audit has since taken place at the Mitsis Laguna hotel. Thomas Cook ordered an investigation into the hiring of Chrysikopoulos, and then discovered that electrician Christos Louvros was still employed at Louis Corcyra. Senior management have requested his removal from the post with immediate effect.</p> \n<p>No UK customers have been booked into the Louis Corcyra hotel since the deaths of the Shepherd children. Thomas Cook Netherlands has withdrawn the hotel from its books and offered 19 holidaymakers the chance to move hotels.</p> \n<p>Fankhauser said: “I felt physically sick when I heard that our hotel partner made this appointment without our knowledge. It is unacceptable that the people convicted of the deaths of Robert and Christianne have been exposed to Thomas Cook customers.</p> \n<p>“We will not do business with any hotel that exposes our customers to these people. Some hoteliers thought it was acceptable – we absolutely disagree.”</p> \n<p>Along with the financial gesture, the company has agreed to meet the costs of the inquest into the children’s deaths and to pay some compensation to their relatives. The parents have asked Thomas Cook to demolish the bungalow where the tragedy occurred and build a children’s playground. <br /></p> \n<p>The children, aged six and seven, from Horbury, near Wakefield, died after they were overcome by fumes from a defective boiler while on a Thomas Cook holiday. </p> \n<p>At a press conference held after the meeting with Fankhauser, Wood said: “Nothing can give us back our children or the carefree lives we once led. No one can erase the lifelong pain for Christi and Bobby’s family.”</p> \n<p>But she said it was time to “accept we cannot change the past and that it may be time to look to the future”. She added: “We have asked that Thomas Cook push forward our request to demolish bungalow 112 so that it can be a lasting tribute in the form of a playground in the spot where Christi and Bobby died.”</p> \n<p>The parents paid tribute to their lawyer, Leslie Thomas QC, who they said had supported “the underdog in a fight against a corporate giant”. </p> \n<p>The pair said they were looking forward to some “normality in our lives … in the sure and certain knowledge that we have done everything we could to get justice for Christi and Bobby”. </p> \n<p>Thomas said Thursday was the “first time in this tragedy that Thomas Cook have done the right thing … they listened to the heartbreaking accounts from my clients and heard how their company effectively destroyed their lives”. </p> \n<p>He added: “Mr Fankhauser apologised to my clients face to face for all the mistakes he and his company made over the last nine years. He kept his word and gave a sincere and heartfelt apology.”</p> \n<p>Thomas said the public, the media and those who tweeted and blogged about the case should take much of the credit for the company’s change of heart. </p> \n<p>In a statement issued by Thomas Cook after the meeting, Fankhauser said: “I am so grateful for the opportunity to meet and listen to Sharon Wood and Neil Shepherd. Having heard what they have had to say today, my heart breaks for them. This is a meeting which should have happened when I first took over as chief executive in November and frankly something Thomas Cook should have done nine years ago.</p> \n<p>“Following our meeting today we came to a mutual understanding which I hope will enable them to move on with their lives.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/thomas-cook-shame-over-deaths-children-in-corfu\">Thomas Cook should 'hang its head in shame' over deaths of children in Corfu</a> </p> \n</aside> \n<p>Thomas Cook faced widespread criticism following <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/thomas-cook-shame-over-deaths-children-in-corfu\">the conclusion of an inquest into the children’s deaths last week</a>, when a jury gave a conclusion of unlawful killing and said the travel firm had “breached their duty of care”.</p> \n<p>The inquest foreman read out a series of conclusions which acknowledged that Thomas Cook had been misled by the hotel about its gas supply, but also stated that the holiday company’s health and safety audit of the complex was inadequate.</p> \n<p>Several former Thomas Cook employees went into the witness box and exercised their legal right not to answer questions during the inquest. Fankhauser told the inquest he felt deeply sorry for what had happened but said there was no need to apologise “because there was no wrongdoing by Thomas Cook”.</p> \n<p>As criticism of Thomas Cook’s stance mounted, and after Wood and Shepherd said the company’s reputation appeared to be worth more than their children’s lives, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/18/thomas-cook-holiday-deaths-compensation-charity\">on Monday it donated &pound;1.5m</a> of the &pound;3m compensation it received from the Corfu hotel to the UN children’s organisation Unicef.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432230295228/ef0e0b2c-42d4-42df-8d61-cddf88e5e846-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Matthews/PA","altText":"Sharon Wood, Leslie Thomas QC and Neil Shepherd at a press conference ","cleanCredit":"Photograph: Andrew Matthews/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-21T19:05:46Z","lastModified":"2015-05-21T23:01:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jessica Elgot","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["UK news","Thomas Cook","Greece","Travel & leisure","Business","Europe"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"business/thomascookgroup","webTitle":"Thomas Cook"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"business/business","webTitle":"Business"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/21/thomas-cook-sincere-heartfelt-apology-christi-bobby-shepherd","shortUrl":"http://gu.com/p/495jg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/21/thomas-cook-sincere-heartfelt-apology-christi-bobby-shepherd","webUri":"http://www.theguardian.com/business/2015/may/21/thomas-cook-sincere-heartfelt-apology-christi-bobby-shepherd"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432230295228/ef0e0b2c-42d4-42df-8d61-cddf88e5e846-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sharon Wood, Leslie Thomas QC and Neil Shepherd at a press conference after Thomas Cook apologised to the family for the death of their children from carbon monoxide poisoning in 2006. Photograph: Andrew Matthews/PA","credit":"Andrew Matthews/PA","altText":"Sharon Wood, Leslie Thomas QC and Neil Shepherd at a press conference ","cleanCaption":"Sharon Wood, Leslie Thomas QC and Neil Shepherd at a press conference after Thomas Cook apologised to the family for the death of their children from carbon monoxide poisoning in 2006.","cleanCredit":"Photograph: Andrew Matthews/PA"}},"importance":3,"kicker":{"title":"Thomas Cook"},"showQuotedHeadline":false},{"title":"NHS / Biggest trust 'failing on safety and quality of care'","rawTitle":"Biggest trust 'failing on safety and quality of care'","item":{"type":"article","id":"society/2015/may/22/barts-nhs-trust-london-failing-safety-care-quality-watchdog","title":"Biggest NHS trust is failing on safety and quality of care, says watchdog","trailText":"Care Quality Commission rates Barts health trust in London as inadequate over issues including staff shortages and too many cancelled operations","standFirst":"<p>Care Quality Commission rates Barts health trust in London as inadequate due to issues including staff shortages and number of cancelled operations</p>","byline":"Denis Campbell Health correspondent","body":"<p>Inspectors have criticised the NHS’s largest hospital trust after finding it is seriously understaffed, focuses too little on safety and has cancelled operations on numerous occasions because there were too few beds.<br /></p> \n<p>The Care Quality Commission has found a series of failings in the safety and quality of care being provided at Barts health trust in London, where major problems – including a deficit approaching &pound;100m – have led to the recent departure of its two main bosses.</p> \n<p>A report from the CQC, the NHS care watchdog, said: “Overall, this trust was rated inadequate. We identified significant concerns in safety, effectiveness, responsiveness and with the leadership of the trust. We found that caring at this trust requires improvement.”</p> \n<p>Inspectors who examined the operation of the Royal London hospital and Newham general hospital, two of the trust’s six hospitals, also uncovered evidence of bullying, a blame culture, poor morale and patients ending up on wards that were unsuited to their medical needs.</p> \n<p>The trust was put into special measures in March after a CQC inspection of another of its hospitals, Whipps Cross, resulted in a damning report into its care and how it was run.</p> \n<p>The Royal London, which has regularly featured in television shows, is one of the NHS’s oldest hospitals and a renowned centre for the treatment of trauma patients, including stabbing victims.</p> \n<p>But CQC officials who visited it and Newham general in January voiced concern that: </p> \n<ul> \n <li>Safety was not a sufficient priority. Staff did not always recognise concerns and incidents. Some staff were discouraged from raising their concerns and there was a culture of blame. </li> \n <li>Staffing was so problematic at both hospitals that staff-patient ratios were sometimes breached and both hospitals were worryingly reliant on temporary staff.<br /></li> \n <li>Eight patients had the wrong part of their body operated on in the previous 14 months in what the NHS calls “never events” and operating theatre teams’ compliance with World Health Organisation’s pre-surgery checklists was poor.</li> \n <li>Some patients had their surgery cancelled on multiple occasions due to a lack of beds. Patients well enough to leave hospital experienced significant delays in being discharged for several reasons.</li> \n</ul> \n<p>Safeguarding procedures for children and adults were inadequate. Steve Ryan, the trust’s chief medical officer, said: “We are very sorry for the failings identified by the CQC in some of our services at Newham and the Royal London hospitals. We know we have a big challenge ahead but we are determined to rise to that challenge.” </p> \n<p>He added that “rapid and dramatic improvements in key areas” are already being made. For example, Barts is recruiting 500 more permanent nurses, midwives and healthcare assistants.</p> \n<p>Peter Morris, the trust’s chief executive, resigned in February, as did the chief nurse, Prof Kay Riley. Barts announced on Friday that Alwen Williams, who has been an NHS manager for 35 years, has been appointed as interim chief executive. The trust has more than 15,000 staff, a turnover of &pound;1.25bn and serves a population of 2.5 million people in the capital.</p> \n<p>CQC inspectors also found “a very committed workforce who felt undervalued by trust leadership, but valued by their patients and colleagues”. Only 32% of staff recommended it as a good place to work, the third lowest in the NHS.</p> \n<p>But inspectors also found many areas of good or outstanding practice, including patients’ outcomes at both hospitals being at or above the national average across most medical and surgical specialties.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432232998515/7b8cf484-7919-4724-915b-e0ada2a950f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Carl Court/Getty Images","altText":"The trust running the Royal London hospital has been put into special measures by the care watchdog.","cleanCredit":"Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-21T23:01:09Z","lastModified":"2015-05-22T00:19:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Denis Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deniscampbell"}],"feature":false,"keywords":["NHS","Care Quality Commission (CQC)","Health","Regulators","Society","London","UK news"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"society/care-quality-commission","webTitle":"Care Quality Commission (CQC)"},{"id":"society/health","webTitle":"Health"},{"id":"business/regulators","webTitle":"Regulators"},{"id":"society/society","webTitle":"Society"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Denis Campbell","topic":{"type":"tag-contributor","name":"profile/deniscampbell"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/22/barts-nhs-trust-london-failing-safety-care-quality-watchdog","shortUrl":"http://gu.com/p/495ye","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/22/barts-nhs-trust-london-failing-safety-care-quality-watchdog","webUri":"http://www.theguardian.com/society/2015/may/22/barts-nhs-trust-london-failing-safety-care-quality-watchdog"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432232998515/7b8cf484-7919-4724-915b-e0ada2a950f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The trust running the Royal London hospital has been put into special measures by the care watchdog. Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"The trust running the Royal London hospital has been put into special measures by the care watchdog.","cleanCaption":"The trust running the Royal London hospital has been put into special measures by the care watchdog.","cleanCredit":"Photograph: Carl Court/Getty Images"}},"importance":3,"kicker":{"title":"NHS"},"showQuotedHeadline":false}],"lastModified":"2015-05-22T09:20:20Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}