{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Jon Cruddas says this could be the greatest crisis the Labour party has ever faced","rawTitle":"Jon Cruddas says this could be the greatest crisis the Labour party has ever faced","item":{"type":"article","id":"politics/2015/may/16/labour-great-crisis-ever","title":"Jon Cruddas: this could be the greatest crisis the Labour party has ever faced","trailText":"The man who wrote his party’s manifesto, is under no illusions about the task facing Labour. He believes his duty lies in being brutally honest about what it got wrong and what has to be done to save the party from the existential threat that some senior figures still refuse to recognise","standFirst":"<p>The man who wrote his party’s manifesto, is under no illusions about the task facing Labour. He believes his duty lies in being brutally honest about what it got wrong and what has to be done to save the party from the existential threat that some senior figures still refuse to recognise</p>","byline":"Toby Helm","body":"<p>A week after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/07/exit-poll-conservatives-win-david-cameron-general-election-labour\">Labour’s catastrophic general election defeat</a>, <a href=\"http://www.joncruddas.org.uk/\">Jon Cruddas</a> is holding nothing back. His party must now “go to some dark places”, he says, in its search for explanations. After months in which politicians have obfuscated in the name of loyalty and discipline, the man who wrote the party’s manifesto believes his duty now lies in being brutally honest.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A week ago we suffered an even worse defeat than 2010. It is epic in its scale.</p> \n  <footer> \n   <cite>Jon Cruddas</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Sitting amid piles of policy papers and pamphlets, many of which were never adopted (to his intense frustration), the MP for Dagenham speaks of an existential threat to Labour unless it confronts the scale of its failure.</p> \n<p>“I always thought that the 2010 election result was the worst defeat for Labour since 1918,” he says. “It was worse than the crisis of 1931 and worse than 1983. But a week ago we suffered an even worse defeat than 2010, so this could be the greatest crisis the Labour party has faced since it was created. It is epic in its scale.”</p> \n<p>Last Monday at 6pm, Cruddas and most of the other remaining 231 Labour MPs (26 fewer than a week before) crammed into committee room 14 in the House of Commons to hear Harriet Harman, the acting leader, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism\">attempt to lift the depleted, demoralised parliamentary party off the floor.</a> None of them, she said, should waste a second before getting stuck into the Tories again, as they prepared to elect a leader to replace Ed Miliband. They should also tear into what is now the third-largest party at Westminster, the SNP, and “own the House of Commons”. It would be opposition politics as usual. Harman then criticised Peter Mandelson for having said, two days after the election, that Miliband had made a “terrible mistake” by turning his back on New Labour. Her message was that no one should ever listen to Mandelson.</p> \n<p>Cruddas avoids naming Harman but says he was appalled by her remarks. They suggested that those at the top of the party were still in denial, despite everything, and were unwilling to enter those dark places. “It was ridiculous when someone at the meeting said we don’t have to listen to Peter Mandelson. I have disagreed with Peter Mandelson for 25 years, but we have to listen to what he has got to say. We have got to listen to everyone. We can’t just swerve round this defeat. We have to confront it head-on and with open minds.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/labour-four-ways-win-working-class-voters-majority\">Four ways for Labour to win back working-class voters | Will Straw</a> </p> \n</aside> \n<p>That process involves a painful look at recent history. Cruddas winds the clock back three years as he identifies the key strategic reasons for the defeat. “It wasn’t lost because of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/03/ed-milibands-carved-pledges-could-sink-like-a-stone\">vainglorious Edstone </a>[a reference to Miliband’s 8ft 6in stone on which were carved Labour’s six pledges] or a bacon sandwich. I would go back to Osborne’s ‘omnishambles’ budget in 2012. What happened after that is we gained a double-digit poll lead, which hadn’t been earned, and that acted as a disincentive to do all the heavy lifting, to go to all the difficult places after the 2010 defeat.</p> \n<p>“It gave the whip hand to all those who said there is a big movement away from the Liberals that breaks disproportionately to us, and there is a big movement away from the Tories to Ukip, and that disproportionately breaks away from our opponents. These people said we are on the right side of these two big movements in this parliament, so we bank what we have, we play it safe: in the common parlance, we ‘shrink the offer’, we play a 35% strategy, and we get over the line.</p> \n<p>“That was basically the thesis. They could see a flight path through to landing an election without doing the heavy lifting that you have to use opposition for. We gamed out the electorate but we got it wrong, and then the music stopped on election day and we didn’t realise the scale of it until one minute past 10 on election night.”</p> \n<p>For Cruddas, there were some bitter battles. Radical, far-reaching work produced by his policy review was ready to be taken up, he now says, but was left to gather dust by those around Miliband, who opted instead for their minimalist, safety-first offer, and a few “free money bribes” such as the energy price freeze, which failed to add up to a convincing, overarching national story.</p> \n<p>Three years of frustration at the torpor he found at the centre of the party spills out. “An independent charity, the <a href=\"http://www.ippr.org/\">IPPR</a> thinktank, spent two years on a fantastic rethink around modern social policy when there is no money around. Long-term preventative work right from early years, mental health, prison reform, job guarantees, adult social care, based again around radical public service reform and devolution of services. Despite all the work, in the end we had nothing to say on that.”</p> \n<p>As his work was marginalised, did he think of quitting? “I blew up a few times. It was an ongoing tension played out in different ways. It was a tension in and around Ed.” He says he never thought of walking out because these were important battles.</p> \n<figure class=\"element element-image\" data-media-id=\"096b837dce649e07c26a907f3e16b27837483493\"> \n <img src=\"http://media.guim.co.uk/096b837dce649e07c26a907f3e16b27837483493/0_50_4036_2422/1000.jpg\" alt=\"Ed Miliband\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Miliband after delivering his resignation after Labour’s general election failure.</span> \n  <span class=\"element-image__credit\">Photograph: Tim Ireland/AP</span> \n </figcaption> \n</figure> \n<p>Does he blame Miliband for the failure to be bolder, for the minimalist, incoherent eventual offer? “I don’t actually. He was conflicted because he had these two competing strategies and it was very difficult for him.”</p> \n<p>Again he doesn’t name names, but when talking of those who thought small rather than big, the indications are that he is referring to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/douglasalexander\">election campaign chief Douglas Alexander</a>. “I am afraid I did spit the dummy at times and I had public comments to make because the frustration of having this fantastic work – and then doing nothing with it – was great. It was a rethink of social democracy for an age when there was no money. With Osborne pushing ahead with the Northern Powerhouse, the Tories have taken more out of this work than Labour.”</p> \n<p>There were also ideas for reforming the party that were left on the shelf. “We also went halfway towards rethinking the party itself in terms of new community organising models, but then that was also tossed overboard in favour of a much more centralised vote-harvesting operation around voter ID. So <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2012/nov/21/arnie-graf-labour-party-miliband\">Arnie Graf</a> [the American political activist who mentored a young Barack Obama and who was taken on for a spell by Miliband] got taken out and shot somewhere and we never saw him again. There were these opportunities to play on a bigger pitch, but we thought we could get away with the one-nil win, 35%, shrink the offer.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/labour-four-ways-win-working-class-voters-majority\">Four ways for Labour to win back working-class voters | Will Straw</a> </p> \n</aside> \n<p>Labour MPs who had kept their doubts about Miliband’s programme under wraps are getting used to being more open. One who was at the parliamentary meeting on Monday said the room split between those who wanted to confront what had happened and those who feared what they might find. “It was as if it was divided in two, between those terrified of facing up to what happened to us and those who knew we would be finished if we didn’t.”</p> \n<p><a href=\"http://en.wikipedia.org/wiki/Pat_McFadden_%28British_politician%29\">Labour’s spokesman on Europe, Pat McFadden</a>, told the meeting it was imperative that the party did not simply “tune back in to the normal rhythms of opposition” but honestly confronted its disasters in Scotland, England and Wales. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/ben-bradshaw-labour-party-deputy-leadership-bid-politics\">Former culture secretary Ben Bradshaw</a> told the MPs that, despite what Harman said, voters would not be interested in Labour’s attacks on Tories for a while, because Labour had lost terribly everywhere except London. Siobhain McDonagh said it was no good adopting a “business as usual” approach.</p> \n<p>As the search for a new leader begins, many are worried that the process of electing Miliband’s successor will mean the party divides rather than unites in the short term in its search for answers, between left and right, Blairites and Brownites, new and old. There are plenty who say that none of the candidates – Liz Kendall, Andy Burnham, Mary Creagh, Yvette Cooper, and possibly Tristram Hunt (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/15/cameron-and-sturgeon-in-showdown-talks-over-devolution-politics-live-blog\">Chuka Umunna pulled out after less than a week in the field, citing media intrusion</a>) – appears up to the task of rebuilding a party with shattered morale and no clear sense of how to win again now that Scottish Labour is all but obliterated, the Tories have taken 25 marginals from the Lib Dems, and boundary changes are about to make it all much more difficult. One shadow cabinet member said: “It’s awful. There is no one there I can vote for. There is no route out of this. It is a fucking disaster.”</p> \n<p>Labour candidates who fought and lost are now telling why they think the party fell short: the list of reasons is long and depressing. Will Straw, who failed to take Rossendale &amp; Darwen for Labour despite years of working the seat hard, said Miliband was one problem among many. “Although a decent and principled man, Ed Miliband never connected with the electorate. I would frequently hear people saying ‘You picked the wrong brother’ or ‘He’s not up to the job’. When I pointed out that he had done well during the campaign and stood up to banks and energy companies, voters agreed, but it wasn’t enough for them to vote Labour.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/labour-four-ways-win-working-class-voters-majority\">Writing on Observer.co.uk</a>, Straw says Labour lost working-class voters to Ukip and was complacent in thinking that Nigel Farage’s party would damage the Tories most. “If we want to win back power, we will need to reach far beyond our metropolitan areas,” he says. “We need to think deeper about why we seem out of touch to so many and understand the demands of cultural anxiety as well as economic prosperity.”</p> \n<figure class=\"element element-image\" data-media-id=\"cda27e6ab3dda6b65c115c7deac71e027a1698eb\"> \n <img src=\"http://media.guim.co.uk/cda27e6ab3dda6b65c115c7deac71e027a1698eb/0_0_3500_2100/1000.jpg\" alt=\"Ben Bradshaw\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former culture secretary Ben Bradshaw says voters will not be interested in Labour’s attacks on Tories for a while.</span> \n  <span class=\"element-image__credit\">Photograph: Laura Lean/PA</span> \n </figcaption> \n</figure> \n<p><a href=\"http://www.michaeldugher.co.uk/\">Michael Dugher, MP for Barnsley East</a>, who had served as a parliamentary aide to Miliband, is scathing about Labour’s lack of awareness about the party’s failings in its heartlands. “Tactically we were too slow in saying ‘no deals with the SNP’, and in any case no one believed us. And strategically too many people at the top were in denial about the threat posed to Labour by Ukip. They didn’t get it. When you look back, there is a sort of political genius in being able to lose the Scots and terrify the English all at the same time. And that’s before you look at how badly we did in Wales. It was a great campaign except for in Scotland, England and Wales …”</p> \n<p>Cruddas’s point is a wider one, that Labour never developed a national story, as it has done in the past. It had one, but rejected it in favour of depressing minimalism.</p> \n<p>“We failed to re-establish the essential character of the Labour party. We developed a dice-and-slice strategy that balkanised the electorate. Labour only wins when it has a unifying, compelling, national popular story to tell. It has only really won in 1945 [“a country fit for heroes”], in 1964 [on the scientific and technological challenges of the 1960s] and in 1997 [on economic and social modernisation, a compelling vision of national renewal] – when it speaks in deeper, animated language about national prosperity and collective endeavour.</p> \n<p>“We ended up with a cost-of-living, transactional politics which drew on polling figures that were based on sand. That is the reality of it.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431786476181/labour-election-defeat-cr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Miliband resigns as leader of the Labour party Photograph: Teri Pengilley for the Guardian","credit":"Teri Pengilley/Guardian","altText":"labour election defeat crisis","cleanCaption":"Ed Miliband resigns as leader of the Labour party Photograph: Teri Pengilley for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/096b837dce649e07c26a907f3e16b27837483493/0_50_4036_2422/4036.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2422,"width":4036,"orientation":"landscape","caption":"Ed Miliband after delivering his resignation after Labour’s general election failure. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Ed Miliband","cleanCaption":"Ed Miliband after delivering his resignation after Labour’s general election failure.","cleanCredit":"Photograph: Tim Ireland/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cda27e6ab3dda6b65c115c7deac71e027a1698eb/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Former culture secretary Ben Bradshaw says voters will not be interested in Labour’s attacks on Tories for a while. Photograph: Laura Lean/PA","credit":"Laura Lean/PA","altText":"Ben Bradshaw","cleanCaption":"Former culture secretary Ben Bradshaw says voters will not be interested in Labour’s attacks on Tories for a while.","cleanCredit":"Photograph: Laura Lean/PA"}],"webPublicationDate":"2015-05-16T20:41:12Z","lastModified":"2015-05-17T00:00:47Z","metadata":{"commentable":true,"commentCount":655,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Politics","General election 2015","Jon Cruddas","Ed Miliband","Peter Mandelson","Harriet Harman","Douglas Alexander","UK news"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/jon-cruddas","webTitle":"Jon Cruddas"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"},{"id":"politics/peter-mandelson","webTitle":"Peter Mandelson"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"},{"id":"politics/douglasalexander","webTitle":"Douglas Alexander"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Toby Helm","topic":{"type":"tag-contributor","name":"profile/tobyhelm"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/16/labour-great-crisis-ever","shortUrl":"http://gu.com/p/49x8f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/16/labour-great-crisis-ever","webUri":"http://www.theguardian.com/politics/2015/may/16/labour-great-crisis-ever"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431786476181/labour-election-defeat-cr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Miliband resigns as leader of the Labour party Photograph: Teri Pengilley for the Guardian","credit":"Teri Pengilley/Guardian","altText":"labour election defeat crisis","cleanCaption":"Ed Miliband resigns as leader of the Labour party Photograph: Teri Pengilley for the Guardian"}},"importance":7,"showQuotedHeadline":false},{"title":"Church of Scotland votes to accept ministers in same-sex civil partnerships","rawTitle":"Church of Scotland votes to accept ministers in same-sex civil partnerships","item":{"type":"article","id":"uk-news/2015/may/16/church-of-scotland-votes-accept-ministers-same-sex-civil-partnerships","title":"Church of Scotland votes to accept ministers in same-sex civil partnerships","trailText":"After years of deliberation, Church allows congregations to appoint a minister or deacon who is in a same-sex civil partnership","standFirst":"<p>After years of deliberation, church allows congregations to appoint a minister or deacon who is in a same-sex civil partnership</p>","byline":"Press Association","body":"<p>The Church of Scotland has voted in favour of allowing people in same-sex civil partnerships to be called as ministers and deacons.<br /></p> \n<p>The decision was made by the General Assembly on the Mound in Edinburgh on Saturday, where the motion was passed by 309 votes in favour and 182 against.</p> \n<p>The outcome is the culmination of years of deliberation within the church.</p> \n<p>The motion has faced a series of debates and votes before the final decision was arrived at this afternoon.</p> \n<p>This included 31 of the church’s presbyteries endorsing the move to 14 who opposed it.</p> \n<p>It means the church has adopted a position which maintains a traditional view of marriage between a man and woman, but allows individual congregations to “opt out” if they wish to appoint a minister or a deacon in a same-sex civil partnership.</p> \n<p>In a speech later today, the outgoing moderator, Very Rev John Chalmers, is expected to say: “We cannot go on suffering the pain of internal attacks which are designed to undermine the work or the place of others. It’s time to play for the team.</p> \n<p>“And let me be very clear here – I am not speaking to one side or another of the theological spectrum. I am speaking to both ends and middle.</p> \n<p>“It is time to stop calling each other names, time to shun the idea that we should define ourselves by our differences and instead define ourselves by what we hold in common – our baptism into Christ, our dependence on God’s grace, our will to serve the poor and so on.”</p> \n<p>Co-ordinator of the principal clerk’s office, Very Rev David Arnott, said: “The General Assembly of the Church of Scotland decided today to allow individual kirk sessions the possibility of allowing a nominating committee to consider an application from a minister living in a civil partnership.</p> \n<p>“During a vacancy a kirk session may, but only if it so wishes, and after due deliberation, agree to a nominating committee accepting an application from such a minister. No kirk session may be coerced into doing so against its own wishes. This decision was in line with a majority of presbyteries who voted in favour of such a move.”</p> \n<p>Because the debate predates the legalisation of gay marriage, the proposed change mentions only civil partnerships, not same-sex marriages.</p> \n<p>The Assembly will be asked on Thursday to consider amending Saturday’s new church law to include ministers in same-sex marriages.</p> \n<p>Nicola Sturgeon MSP attended the opening of the general assembly for the first time as first minister.</p> \n<p>She witnessed the installation of Rev Dr Angus Morrison as moderator of the general assembly, after he had had to withdraw from the role last year to undergo treatment for cancer.</p> \n<p>She said: “[It was] a pleasure to attend the opening ceremony of the general assembly and see Rt Rev Angus Morrison installed as moderator.”</p> \n<p>This year’s lord high commissioner – the Queen’s representative at the Assembly – is Lord Hope of Craighead, a retired Scottish judge.</p> \n<p>He read out a letter from the Queen to the assembly that praised Scotland’s national church for the role it played during last year’s independence referendum, formation of the new Churches’ Mutual Credit Union and the new “decade for ministry” strategy to recruit new ministers.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431796287962/e57faaa0-803e-43fc-b177-df690f76c1c6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rex  /Shutterstock","altText":"Rev Dr Angus Morrison was installed as moderator of the general assembly, after withdrawing from the role last year to undergo treatment for cancer.","cleanCredit":"Photograph: Rex  /Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-16T17:13:45Z","lastModified":"2015-05-16T18:35:14Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Scotland","Christianity","UK news","Religion","Civil partnerships"],"tags":[{"id":"uk/scotland","webTitle":"Scotland"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/religion","webTitle":"Religion"},{"id":"lifeandstyle/civil-partnerships","webTitle":"Civil partnerships"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/16/church-of-scotland-votes-accept-ministers-same-sex-civil-partnerships","shortUrl":"http://gu.com/p/49xbj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/16/church-of-scotland-votes-accept-ministers-same-sex-civil-partnerships","webUri":"http://www.theguardian.com/uk-news/2015/may/16/church-of-scotland-votes-accept-ministers-same-sex-civil-partnerships"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431796287962/e57faaa0-803e-43fc-b177-df690f76c1c6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rev Dr Angus Morrison was installed as moderator of the general assembly, after withdrawing from the role last year to undergo treatment for cancer. Photograph: Rex  /Shutterstock","credit":"Rex  /Shutterstock","altText":"Rev Dr Angus Morrison was installed as moderator of the general assembly, after withdrawing from the role last year to undergo treatment for cancer.","cleanCaption":"Rev Dr Angus Morrison was installed as moderator of the general assembly, after withdrawing from the role last year to undergo treatment for cancer.","cleanCredit":"Photograph: Rex  /Shutterstock"}},"importance":5,"showQuotedHeadline":false},{"title":"Ben Needham / New leads for toddler who vanished in Greece 24 years ago","rawTitle":"New leads for toddler who vanished in Greece 24 years ago","item":{"type":"article","id":"world/2015/may/16/new-leads-for-toddler-ben-needham-who-vanished-in-greece-22-years-ago","title":"New leads for toddler Ben Needham who vanished in Greece 24 years ago","trailText":"UK police receive calls and potential sightings after Ben’s mother and grandmother appeal for assistance on Greek TV show","standFirst":"<p>UK police receive calls and potential sightings after Ben’s mother and grandmother appeal for assistance on Greek TV show</p>","byline":"Nadia Khomami and agencies","body":"<p>Police are investigating a number of potential new leads in the case of British toddler Ben Needham, who disappeared 24 years ago while on holiday in Greece.</p> \n<p> South <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk-news/yorkshire\">Yorkshire</a> police said “a number of calls” were received following an appeal made on Greek TV by Ben’s mother on Friday night. These include potential sightings of Ben, as well as a claim by a man who says he could be him.</p> \n<p> Ben, from Sheffield, vanished on 24 July 1991 after travelling to the island of Kos with his mother Kerry Needham and his grandparents. On the day of his disappearance, he was being supervised by his grandparents in the village of Iraklise while his mother went to work at a local hotel. </p> \n<p>Ben was playing in and around the house, which the family were renovating when, at around 2.30pm, they realised he was missing. His disappearance sparked an international missing person’s hunt that dominated headlines.</p> \n<p>Over the years there have been a number of possible sightings and a range of theories about what happened to the youngster, who would now be 25.</p> \n<p> Kerry Needham and Ben’s grandmother Christine Needham took part in the three-hour TV show on Friday, along with Ben’s sister Leighanna. Speaking on the programme, Kerry Needham said: “Please end the pain that my family is suffering. I know he’s out there somewhere. Please call the police and please put an end to this.”</p> \n<p> The show, the English translation of which is “Light at the end of the tunnel”, broadcasts to around 50% of the Greek TV audience and is about missing people. Police said they received around 20 calls and emails after it had aired.</p> \n<p>The man claiming to be the missing toddler is to undergo DNA testing after telling officers he thought he bore an uncanny resemblance to artists’ impressions of Ben. It is unknown whether he is a new witness or has been previously ruled out of the investigation by police.</p> \n<p>DS Matthew Fenwick, who is in charge of the inquiry, said it was important to appeal to the adult Ben. “We will ask anyone out there if they’ve ever had doubts about where they come from; if they look completely different to their family or perhaps there are no photographs of them as a baby. We will ask anyone with these doubts to come forward – we have a sample of Ben’s DNA, so we can easily determine whether someone is indeed Ben,” he said.</p> \n<p> Kerry Needham spoke about the unsuccessful DNA tests that have already been carried out on other men who have come forward during the investigation. “It is shocking – and every time I meet someone that we think is Ben, and we’ve had a DNA test and it’s not Ben, it’s heart-breaking. And sometimes, it’s very difficult to recover from that,” she said.</p> \n<p>She also revealed on her fundraising site that she will be meeting the British ambassador in Greece for the first time in 23 years to discuss her son’s case. “As part of the launch of ‘Operation Ben’, I have arrived in Athens this morning with my family and detectives from South Yorkshire Police.<br /></p> \n<p>“During our five days here we will be meeting the British ambassador for the first time in 23 years to discuss Ben’s case.”</p> \n<p>In January, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jan/06/home-office-funds-ben-needham-search\">South Yorkshire police were granted &pound;700,000 of Home Office funding</a> to support the Greek authorities in continuing inquiries to find Ben.</p> \n<p> Last year, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2013/oct/29/ben-needham-cypriot-man-not-son\">a DNA test on a young man</a> featured in video footage shot in Cyprus proved negative.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431769016416/44bad603-2d0c-49e4-8387-2113f759f4b0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"PA","altText":"21-month-old Ben Needham, from Sheffield, vanished in 1991 after travelling to the Greek island of Kos with his mother Kerry Needham and his grandparents.","cleanCredit":"Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-05-16T10:07:28Z","lastModified":"2015-05-16T16:20:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nadia Khomami","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428480381597/Nadia-Khomami-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nadia-khomami"}],"feature":false,"keywords":["Greece","UK news","Europe","Yorkshire","World news","Children"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk-news/yorkshire","webTitle":"Yorkshire"},{"id":"world/world","webTitle":"World news"},{"id":"society/children","webTitle":"Children"}],"section":{"id":"world"},"topics":[{"displayName":"Nadia Khomami","topic":{"type":"tag-contributor","name":"profile/nadia-khomami"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/new-leads-for-toddler-ben-needham-who-vanished-in-greece-22-years-ago","shortUrl":"http://gu.com/p/49x7h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/new-leads-for-toddler-ben-needham-who-vanished-in-greece-22-years-ago","webUri":"http://www.theguardian.com/world/2015/may/16/new-leads-for-toddler-ben-needham-who-vanished-in-greece-22-years-ago"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456751573","source":"Reuters","durationInSeconds":103,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/16/150516benneedham_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/16/150516benneedham.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/16/1431787581432/KP_226764_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Ben Needhams family make appeal on Greek TV for toddlers whereabouts - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Ben Needhams family make appeal on Greek TV for toddlers whereabouts - video","cleanCaption":"620x372 trailpic for Ben Needhams family make appeal on Greek TV for toddlers whereabouts - video"}}},"importance":5,"kicker":{"title":"Ben Needham"},"showQuotedHeadline":false},{"title":"Former UK tax chief under fire for joining smoking lobbyists","rawTitle":"Former UK tax chief under fire for joining smoking lobbyists","item":{"type":"article","id":"business/2015/may/16/uk-tax-chief-smoking-health-dave-hartnett-tobacco-hmrc","title":"Former UK tax chief under fire for joining smoking lobbyists","trailText":"Health campaigners furious that Dave Hartnett joined Washington group that opposes tobacco taxation soon after leaving HMRC","standFirst":"<p>Health campaigners are furious that Dave Hartnett joined Washington group that opposes tobacco taxation a year after leaving HMRC</p>","byline":"Jamie Doward","body":"<p>Health campaigners are furious that the former head of HM Revenue and Customs has taken a role with a powerful lobbying organisation that campaigns against tobacco taxation. Dave Hartnett, who stepped down as permanent secretary of tax at HMRC in 2012, became a director of the <a href=\"http://www.iticnet.org\" title=\"\">International Tax and Investment Center</a> (Itic), a Washington-based organisation that is accused of promoting the interests of “big tobacco”, in 2013.</p> \n<p><a href=\"http://www.cleartheair.org.hk\" title=\"\">Clear the Air, </a>a Hong Kong pressure group, said Harnett should have declared the role. The advisory committee on business appointments (Acoba) has confirmed that he did not seek its permission, as would normally happen when a senior civil servant takes a prominent role within two years of leaving Whitehall. Hartnett insists that he did not need permission for the unpaid role as nominal director. “I do not believe there was anything here to report to Acoba and it follows that I do not believe that I have offended the letter or spirit of the Acoba rules,” he said in a statement.</p> \n<p>Documents show Hartnett chaired meetings for Itic in October 2013. He has also given talks and is due to speak at one of its conferences next month.</p> \n<p>Itic boasts that its sponsors have the opportunity to “gain special access to partner country policy-makers and legislators”, but it is regularly accused of undermining health legislation. According to <a href=\"http://www.tobaccotactics.org/index.php/Main_Page\" title=\"\">TobaccoTactics.org</a>, it is funded by multinational corporations, including industry leaders Philip Morris, Japan Tobacco International, British American Tobacco and Imperial Tobacco. All four companies have representatives on Itic’s board of directors.</p> \n<p>Internal documents obtained by <em>The Observer</em> show how PMI intended to use Itic to lobby against the UK’s plan for plain packaging for cigarettes, seen by health campaigners as a major weapon in the fight to stop young people taking up smoking.</p> \n<p>“Itic is paid by the tobacco industry to lobby governments against policies to cut smoking,” said Deborah Arnott, chief executive of health charity ASH. “I’m shocked that Mr Hartnett seems to be happy to allow his status as a former permanent secretary to be used by a tobacco industry front group that promotes addiction, disease and premature death.”</p> \n<p>Daniel Witt, president of Itic, defended his organisation, saying it provides a “neutral forum for discussions on tax and investment policy”. Supporters of Itic deny claims that it is in the pocket of big tobacco.</p> \n<p>However major health organisations are critical of the way it operates.</p> \n<p>The UK is a signatory to the World Health Organisation’s framework convention on tobacco control, which was established to check the influence of tobacco companies and their front organisations. In an unusual move, the organisation has openly called for governments to distance themselves from Itic.</p> \n<p>“Itic has published extensively in favour of the tobacco industry’s false positions on excise taxation, investment and illicit trade in tobacco products,” said Dr Douglas Bettcher, director of prevention of noncommunicable diseases for the WHO. “Itic have used their international conferences, such as in Moscow in 2014 and in New Delhi earlier this month, to lobby government officials against tobacco taxation. This is despite tobacco taxation being the most effective and efficient measure to reduce demand for tobacco products. Parties to the WHO framework convention on tobacco control are obliged to protect their public health policies from interference by the tobacco industry and its allies. In this light, WHO urges all countries to follow a non-engagement policy with Itic.”</p> \n<p>Hartnett attracted controversy after negotiating tax deals with major corporations such as Vodafone and Goldman Sachs. Critics said the deals were generous to the companies, a claim rejected by HMRC. Since stepping down from the civil service, he has come under fire for his advisory work with HSBC.</p> \n<p>Concerns about Itic recently prompted the World Bank to pull out of a tax conference that was funded by several of its transnational tobacco company supporters. “For over two decades Itic has promoted tobacco-friendly fiscal policies in developing countries that have helped fuel the global tobacco epidemic, but governments and international organizations like the World Bank are increasingly realising that Itic is nothing more than a secret mouthpiece for big tobacco companies,” said Matt Myers, president of the <a href=\"http://www.tobaccofreekids.org/\" title=\"\">Campaign for Tobacco-Free Kids</a>.</p> \n<p>In a statement to the<em> Observer</em>, Hartnett explained that he was, along with around 50 other “leading figures in taxation”, a nominal director of Itic.</p> \n<p>“I am not paid for that role,” Hartnett said. “I am not an executive director and do not in any way direct the strategy or business of Itic. I know Itic as a not-for-profit research and education organisation which supports the development of tax systems in less developed countries.”</p> \n<p>Sheila Duffy, chief executive of ASH Scotland, called on the government to confirm whether any rules had been breached.</p> \n<p>“I’d also like to see HMRC and other government departments ensure that no current public official confers any appearance of legitimacy on Itic.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431786497173/Dave-Hartnett-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dave Hartnett, former head of corporate tax at the Inland Revenue, has been criticised for joining a Washington tobacco lobbying group.\r Photograph: Sarah Lee","credit":"Sarah Lee/Sarah Lee","altText":"Dave Hartnett","cleanCaption":"Dave Hartnett, former head of corporate tax at the Inland Revenue, has been criticised for joining a Washington tobacco lobbying group.\r Photograph: Sarah Lee"}],"bodyImages":[],"webPublicationDate":"2015-05-16T21:11:54Z","lastModified":"2015-05-16T23:00:42Z","metadata":{"commentable":false,"commentCount":1,"contributors":[{"name":"Jamie Doward","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiedoward"}],"feature":false,"keywords":["Lobbying","Tobacco industry","Business","HMRC","Politics","UK news","British American Tobacco","Imperial Tobacco","Smoking","Society"],"tags":[{"id":"politics/lobbying","webTitle":"Lobbying"},{"id":"business/tobacco-industry","webTitle":"Tobacco industry"},{"id":"business/business","webTitle":"Business"},{"id":"politics/hmrc","webTitle":"HMRC"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/britishamericantobacco","webTitle":"British American Tobacco"},{"id":"business/imperialtobaccogroup","webTitle":"Imperial Tobacco"},{"id":"society/smoking","webTitle":"Smoking"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"politics"},"topics":[{"displayName":"Jamie Doward","topic":{"type":"tag-contributor","name":"profile/jamiedoward"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/16/uk-tax-chief-smoking-health-dave-hartnett-tobacco-hmrc","shortUrl":"http://gu.com/p/49xa3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/16/uk-tax-chief-smoking-health-dave-hartnett-tobacco-hmrc","webUri":"http://www.theguardian.com/business/2015/may/16/uk-tax-chief-smoking-health-dave-hartnett-tobacco-hmrc"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431786497173/Dave-Hartnett-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dave Hartnett, former head of corporate tax at the Inland Revenue, has been criticised for joining a Washington tobacco lobbying group.\r Photograph: Sarah Lee","credit":"Sarah Lee/Sarah Lee","altText":"Dave Hartnett","cleanCaption":"Dave Hartnett, former head of corporate tax at the Inland Revenue, has been criticised for joining a Washington tobacco lobbying group.\r Photograph: Sarah Lee"}},"importance":4,"showQuotedHeadline":false},{"title":"Man charged with attempted murder after doorstep shooting","rawTitle":"Man charged with attempted murder after doorstep shooting","item":{"type":"article","id":"uk-news/2015/may/16/man-charged-with-attempted-after-doorstep-shooting","title":"Man charged with attempted murder after doorstep shooting","trailText":"Victim was shot as he opened his door in Berkshire but survived and was taken to hospital for treatment","standFirst":"<p>Victim was shot as he opened his door in Berkshire but survived and was taken to hospital for treatment</p>","byline":"Press Association","body":"<p>A man has been charged with attempted murder after another man was shot as he answered his front door.</p> \n<p>The victim, aged in his 30s, was taken by ambulance to the Royal Berkshire hospital in Reading for treatment to his injuries after the incident in Easthampstead, Bracknell, on 10 May.</p> \n<p>Scott Kennedy, 28, of Frimley, Surrey, has been charged with one count of attempted murder and he will appear at Reading Magistrates court later.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431784347903/c78983f6-b09d-4514-ae83-e96ae9a55ce9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PA Photo: Matt Writtle/EMPICS","altText":"Royal Berkshire Hospital in Reading, where the victim was treated for his injuries.","cleanCredit":"Photograph: PA Photo: Matt Writtle/EMPICS"}],"bodyImages":[],"webPublicationDate":"2015-05-16T14:01:30Z","lastModified":"2015-05-16T16:05:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Crime","Reading"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk-news/reading","webTitle":"Reading"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/16/man-charged-with-attempted-after-doorstep-shooting","shortUrl":"http://gu.com/p/49x9m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/16/man-charged-with-attempted-after-doorstep-shooting","webUri":"http://www.theguardian.com/uk-news/2015/may/16/man-charged-with-attempted-after-doorstep-shooting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431784347903/c78983f6-b09d-4514-ae83-e96ae9a55ce9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Royal Berkshire Hospital in Reading, where the victim was treated for his injuries. Photograph: PA Photo: Matt Writtle/Empics","credit":"PA Photo: Matt Writtle/Empics","altText":"Royal Berkshire Hospital in Reading, where the victim was treated for his injuries.","cleanCaption":"Royal Berkshire Hospital in Reading, where the victim was treated for his injuries.","cleanCredit":"Photograph: PA Photo: Matt Writtle/Empics"}},"importance":4,"showQuotedHeadline":false},{"title":"Lib Dems' Tim Farron regrets abstaining in gay marriage vote","rawTitle":"Lib Dems' Tim Farron regrets abstaining in gay marriage vote","item":{"type":"article","id":"politics/2015/may/17/tim-farron-regrets-abstention-gay-marriage-vote","title":"Lib Dems' Tim Farron regrets abstaining in gay marriage vote","trailText":"Favourite to succeed Nick Clegg promises ‘mother of all fightbacks’ to rebuild party after general election losses","standFirst":"<p>Favourite to succeed Nick Clegg promises ‘mother of all fightbacks’ to rebuild party after general election losses</p>","byline":"Ashley Cowburn and Toby Helm","body":"<p>The frontrunner in the race to succeed Nick Clegg as leader of the Liberal Democrats has expressed regret for abstaining in a gay marriage vote during the last parliament.</p> \n<p>Tim Farron was among nine Lib Dem MPs who <a href=\"http://www.pinknews.co.uk/2013/05/23/lib-dem-mp-john-pugh-criticised-for-voting-against-equal-marriage-bill-simon-hughes-and-tim-fallon-abstained/\" title=\"\">abstained at third reading</a> of the marriage bill – which was carried by 366 votes to 161 in May 2013 – despite previously voting for same-sex marriage legislation.</p> \n<p>Farron told the <em>Observer</em> that his abstention did not mean he opposed equal marriage. “It is important to be very, very clear that I voted for the legalisation of equal marriage and support it, and will fight very hard against any attempts to water it down – which there might be.”</p> \n<p>He added: “Put simply, there were a couple of amendments that were about the protection of essentially religious minorities, conscience protections, and I kind of voted for those. Me doing something like that, which is about protecting people’s right to conscience, I definitely regret it, if people have misread that and think that means I’m lukewarm on equal marriage.” Asked if he would take the same decision again, he said: “No, I would vote for equal marriage.”</p> \n<p>At the general election Farron fought off Ukip and the Tories in his Westmorland and Lonsdale constituency to secure 51% of the vote. He is left-leaning and voted against some of the coalition’s most controversial policies, such as the bedroom tax and trebling of tuition fees. But his stance on gay marriage, a touchstone liberal issue, attracted criticism. His rival for the leadership, former health minister Norman Lamb, MP for North Norfolk, also abstained, but was out of the country at the time.</p> \n<p>Farron said the near-destruction of the Lib Dems’ parliamentary base could make the task of the next leader easier. “Let’s be really blunt, a building that’s been knocked down is easier to rebuild than one that is just pretty badly damaged. I would argue that our ability to build a party that we want, the structures that we want, the targeting strategies that we want and the ways in which we tackle diversity … that opportunity is much greater for us because we have a lot of vacancies. And I’ll be determined to do that by muscular means if necessary.”</p> \n<p>Speaking about his decision to run for the leadership, he said: “We are down to a stage now where we have eight MPs and as far as I’m concerned the only way is up. Rosie [his wife] and I had a chat about this over the weekend and she just said ‘look love, you’ve got to do it. You’ve got to do it.’ This is no longer about ambition, it’s about duty. I am liberal to my fingertips and I’m not seeing this party die on my watch. So we are going to build the mother of all fightbacks.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/16/1431794579235/Tim-Farron-says-rebuildin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Farron says rebuilding the Lib Dems may be easier given the scale of the party's losses. Photograph: Antonio Olmos for the Observer","credit":"Antonio Olmos/Observer","altText":"Tim Farron says rebuilding the Lib Dems may be easier given the scale of the party's losses","cleanCaption":"Tim Farron says rebuilding the Lib Dems may be easier given the scale of the party's losses. Photograph: Antonio Olmos for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-05-16T23:03:08Z","lastModified":"2015-05-16T23:04:38Z","metadata":{"commentable":true,"commentCount":64,"contributors":[{"name":"Ashley Cowburn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ashley-cowburn"},{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Tim Farron","Politics","Liberal Democrats","General election 2015","UK news","Gay marriage","Marriage","Life and style","Sexuality","Society","LGBT rights","World news"],"tags":[{"id":"politics/tim-farron","webTitle":"Tim Farron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"society/society","webTitle":"Society"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/tim-farron-regrets-abstention-gay-marriage-vote","shortUrl":"http://gu.com/p/49xbk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/tim-farron-regrets-abstention-gay-marriage-vote","webUri":"http://www.theguardian.com/politics/2015/may/17/tim-farron-regrets-abstention-gay-marriage-vote"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/16/1431794579235/Tim-Farron-says-rebuildin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Farron says rebuilding the Lib Dems may be easier given the scale of the party’s losses. Photograph: Antonio Olmos for the Observer","credit":"Antonio Olmos/Observer","altText":"Tim Farron says rebuilding the Lib Dems may be easier given the scale of the party's losses","cleanCaption":"Tim Farron says rebuilding the Lib Dems may be easier given the scale of the party’s losses. Photograph: Antonio Olmos for the Observer"}},"importance":3,"showQuotedHeadline":false},{"title":"Headteachers at 'coasting' schools face threat of sack","rawTitle":"Headteachers at 'coasting' schools face threat of sack","item":{"type":"article","id":"education/2015/may/17/headteachers-at-coasting-schools-face-threat-of-sack","title":"Headteachers at 'coasting' schools face threat of sack","trailText":"Conservative government to introduce bill imposing severe action on schools that are underperforming<br>","standFirst":"<p>Conservative government to introduce bill imposing severe action on schools that are underperforming<br /></p>","byline":"Press Association","body":"<p>Headteachers at “coasting” schools could be sacked under new plans to improve failing institutions, it has been announced.<br /></p> \n<p>The move, in a bill due to be introduced in the Queen’s speech, could potentially affect hundreds of schools in England.</p> \n<p>Schools that are not considered to be performing as well as they could be will be put on an immediate notice to improve. They face having their leadership replaced, being taken over and turned into an academy if they fail to come up with a clear improvement plan. </p> \n<p>Faster action will also be taken to turn around failing schools, the Department for Education (DfE) said, with new teams of top headteachers parachuted in to oversee swift changes. In these cases, headteachers could be sacked if no clear plans are in place to achieve improvements.</p> \n<p>The government insisted the measures, which had been contained in the Tory manifesto, were designed to spread opportunity and educational excellence to every part of the country so children from every background get the best possible start in life.</p> \n<p>Writing in the Sunday Telegraph, Nicky Morgan, the education secretary, said: “Our big priorities will be to speed up the process for tackling failing schools; extend our academies programme to tackle ‘coasting’ schools; and deliver on our commitment to open new free schools.</p> \n<p>“First, we will take new powers to step in from the moment that a school is found to be failing. From day one, regional schools commissioners will be able to bring in new leadership and support from other excellent schools and heads, and we will speed up the process of turning schools into academies to make sure that new expert leadership is found for all schools that need it as quickly as possible.</p> \n<p>“Second, we’ll introduce new powers to intervene not just in failing schools, but in ‘coasting’ schools with a clear message that it is not OK to be just above the level of failing.</p> \n<p>“These schools must improve too and will be put on immediate notice and required to work with our team of expert headteachers. Those that aren’t able to demonstrate a clear plan for improvement will be given new leadership. We know this works in turning schools around.”</p> \n<p>It is understood that there is no firm definition of a “coasting” school. About 3,300 schools are rated as “requiring improvement” but not all of these are likely to face action. The new powers are more likely to apply to those facing issues such as a significant drop in results or failure to meet government benchmarks. About 220 schools are currently subject to government intervention.<br /></p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/50b73d85d5c19985dbf088b2d0797b030ca29c17/0_423_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Dominic Lipinski/PA","altText":"File photo dated 08/02/12 of a pupil at work in a classroom, as an analysis by town hall chiefs said\rmore than half of areas could have more primary school pupils than there are places available in just two years' time. PRESS ASSOCIATION Photo. Issue date: Friday April 3, 2015. The Local Government Association (LGA) said its analysis of official figures indicates that by September next year, two in five local authorities in England - 66 out of 152 - will have more children ready to start school than there are places. See PA story EDUCATION Places. Photo credit should read: Dominic Lipinski/PA Wire","cleanCredit":"Photograph: Dominic Lipinski/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-16T23:01:08Z","lastModified":"2015-05-16T23:27:21Z","metadata":{"commentable":true,"commentCount":72,"contributors":[],"feature":false,"keywords":["Schools","Education","Education policy","Politics","UK news","Nicky Morgan","Conservatives","Queen's speech","Teaching"],"tags":[{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/nicky-morgan","webTitle":"Nicky Morgan"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"education/teaching","webTitle":"Teaching"}],"section":{"id":"education"},"topics":[],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/17/headteachers-at-coasting-schools-face-threat-of-sack","shortUrl":"http://gu.com/p/49xd9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/17/headteachers-at-coasting-schools-face-threat-of-sack","webUri":"http://www.theguardian.com/education/2015/may/17/headteachers-at-coasting-schools-face-threat-of-sack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/50b73d85d5c19985dbf088b2d0797b030ca29c17/0_423_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"About 3,300 schools are rated as ‘requiring improvement’ but not all of these are likely to face action. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"School","cleanCaption":"About 3,300 schools are rated as ‘requiring improvement’ but not all of these are likely to face action.","cleanCredit":"Photograph: Dominic Lipinski/PA"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-17T03:44:08Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}