{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"London overground / All change for neglected rail services","rawTitle":"All change for neglected rail services","item":{"type":"article","id":"uk-news/2015/may/29/neglected-rail-services-london-tfl-overground","title":"Clean, reliable and integrated: all change for neglected rail services in London","trailText":"TfL’s Overground network takes over routes from Liverpool Street to towns including Enfield, Cheshunt and Chingford ","standFirst":"<p>TfL’s Overground network takes over routes from Liverpool Street to towns including Enfield, Cheshunt and Chingford </p>","byline":"Gwyn Topham  Transport correspondent","body":"<p>The formula that turned London’s neglected inner-city rail stations into the thriving Overground service will spread further across the capital’s railways from Sunday, promising to transform links and regenerate new areas.</p> \n<p>The inner sections of the national rail lines from the city’s eastern hub at Liverpool Street will be taken under the control of Transport for London on 31 May. The capital’s transport authorities promise to transform the routes by integrating them with the tube service, revamping the stations and trains, staffing the network all the time the trains are running, and lowering some fares.</p> \n<p>Passenger numbers have more than trebled on the lines that formed the initial London Overground seven years ago. Now, services operated by Abellio Greater Anglia passing through some of the capital’s more deprived boroughs – via Bethnal Green to Enfield Town, Cheshunt and Chingford – will become part of the Overground network. Meanwhile, stopping trains to Shenfield in Essex will run as TfL Rail, a precursor to Crossrail before the full east-west line under central London opens in 2018.<br /></p> \n<p>“Some of these stations you really wouldn’t want to travel to after dark at the moment,” says Mike Brown, the managing director of London’s rail service. Many are not staffed after midday. The coming change, he says, will be “exciting in terms of the impact it will have on a swath of people who’ve had a mixed level of service in the past: people will see stations that are clean and spotless. </p> \n<p>“We’re doing refurbishment of the trains, we’re going to absolutely push the reliability of the service, we’re going to have staff on every single station while trains operate, no one will pay a higher fare and some will pay lower.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/overground-zip/giv-212779EXoFWD0pqZF/\" data-alt=\"Overground spending\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/overground-zip/giv-212779EXoFWD0pqZF/\">Overground spending</a> \n</figure> \n<p>Stations should become more accessible for disabled passengers, with a “turn-up-and-go” service meaning staff should be on hand to assist without the advance warning required by some rail operators.<br /></p> \n<p>The promise of transformation is credible given the record to date, insists Brown: “The north London line part of the route has had a 268% increase in ridership since we took over in 2008. This was a dreadful, desolate place with broken windows, plants growing on the platform, buddleia growing out of buildings.”<br /></p> \n<p>The old Silverlink service on the North London line was reincarnated as the Overground in 2008. A second phase of expansion saw rail routes in south London brought into the network, with the construction of a new line and stations between Islington and Whitechapel completing a loop running from Willesden via Clapham Junction.</p> \n<p>TfL will invest &pound;25m next year in overhauling the stations now coming under its control. Brown contends that service standards demanded under the concession, rather than the incentives of a traditional rail franchise, can drive change. Where it may make financial sense for national operators to prioritise longer distance trains to collect higher fares – cancelling a suburban stopping service first when problems emerge – TfL’s contracts are skewed towards rewarding punctual, running trains, as well as cleaner services. </p> \n<figure class=\"element element-image\" data-media-id=\"48fd9a067aa048b55f57290b68a57bdf341e40fa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432718213499/b9479839-fbaa-480a-93b5-2ea102c23f4f-460x306.jpeg\" alt=\"Some services currently operated by Abellio Greater Anglia will become part of the Overground network.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Some services currently operated by Abellio Greater Anglia will become part of the Overground network.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>There is an exacting list of performance measures handed down by TfL to the Overground’s train operators, LOROL (a joint venture between the German rail firm Arriva and Hong Kong metro operators MTR – the firm which will also run the TfL Rail and Crossrail trains alone). “It includes graffiti and even pigeons, believe it or not,” says Gareth Biggins, LOROL’s head of concession management, pointing to independent coffee stalls and cafes that have sprouted up in once unprepossessing stations. “Other operators take a share of ticket sales, but we generally have to take care of the station and look after the surroundings – they incentivise us to do things properly.”</p> \n<p>The operators say there has been a “cross-pollination of ideas” with Newcastle’s Metro and Liverpool’s Merseyrail, urban overground train networks with prescriptive franchises. Merseyrail in particular has regularly received an outstanding score for passenger satisfaction. Neither LOROL nor Brown believe, alas, that the formula can work on trains outside the M25 or other city boundaries: “Urban routes are different. But for Manchester” – which is set to gain new devolved powers over transport – “our model is worth exploring.”</p> \n<p>New, recently lengthened trains have also driven the Overground transformation, boosting the number of services per hour to a point where, according to Brown, most passengers will turn up without checking the timetable. </p> \n<p>However, passengers on the Anglia-turned-Overground lines will have to wait three years for new trains and the number of services will not increase significantly in the short term. The trains that currently serve the routes were introduced in the early 1980s, and are showing their age. There are daily cancellations and trains run with fewer carriages because of failures with the ageing stock.</p> \n<p>Peter Austin, LOROL’s managing director, admits: “Change won’t happen overnight. But we’re determined to bring it up to the same standard. We’ll apply the same model to those lines: first to last staffing, new uniform, cleaner stations.</p> \n<p>Austin confesses to having had doubts about the Overground’s potential when it started: “When we first went to Shepherd’s Bush we couldn’t believe how big the station was, we thought it was overengineered – but now we’ve just helped TfL open up a second entrance there … the increase in passenger demand has been phenomenal.” </p> \n<p>Similarly, he says, on first visit he was sceptical of the immediate prospects for Imperial Wharf, a new station in west London built in 2009. “It has transformed beyond all recognition and a new [rail] hub has been part of driving that.<br /></p> \n<p>“Would urban regeneration have happened without the railway? Probably. But as successful, probably not.”</p> \n<figure class=\"element element-image\" data-media-id=\"26cd8a88b8c015cd195a35e2223b8566b19427d4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432718281805/ae05d8dc-35bc-45b9-9ce3-6b637367e8ad-460x306.jpeg\" alt=\"Cheshunt station in Hertfordshire. All stations will now be staffed from morning until night.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cheshunt station in Hertfordshire. All stations will now be staffed from morning until night.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>TfL has long been lobbying to take more of the national rail services under its control; its commissioner, Peter Hendy, recently made headlines by describing Southeastern trains as “shit”. </p> \n<p>Brown makes emollient noises about the rail staff when invited to discuss the current operators but reels off a list of target services he believes they could improve: alongside Southeastern’s inner Kent routes, he says much of Southern’s Thameslink service would be “nice to have as well”, while securing suburban South West Train routes out of Waterloo would help prepare for Crossrail 2, the next major transport infrastructure plan that the capital hopes to turn into reality. </p> \n<p>Brown says the mere fact of being included on the Tube map – set to be reissued featuring names such as Turkey Street – drives up both passenger numbers and service standards: people can make connections, and expect similar levels of punctuality and regular trains. Integrated ticketing helps: passengers on the new Overground lines will be incorporated into TfL’s zonal structure and, for most part, pay less for their fare.</p> \n<p>Some, however, may find themselves paying more - indeed, actually buying a ticket. The inner West Anglia route, Biggins admits, “has got issues with ticketless travel”. Fare evasion, once rife on the North London line, has been largely stamped out. </p> \n<p>The next plan for the Overground will be 24-hour travel: inevitable, says Brown, and potentially running on the central loop at weekends from 2017. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432887214954/41fb3381-bf80-4660-8958-588d719e863f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Transport for London/Alamy","altText":"An Overground train at Gospel Oak station","cleanCredit":"Photograph: Transport for London/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432718211995/b9479839-fbaa-480a-93b5-2ea102c23f4f-2060x1368.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1368,"width":2060,"orientation":"landscape","caption":"Some services currently operated by Abellio Greater Anglia will become part of the Overground network. Photograph: Alamy","credit":"Alamy","altText":"Some services currently operated by Abellio Greater Anglia will become part of the Overground network.","cleanCaption":"Some services currently operated by Abellio Greater Anglia will become part of the Overground network.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432718280471/ae05d8dc-35bc-45b9-9ce3-6b637367e8ad-2060x1369.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1369,"width":2060,"orientation":"landscape","caption":"Cheshunt station in Hertfordshire. All stations will now be staffed from morning until night. Photograph: Alamy","credit":"Alamy","altText":"Cheshunt station in Hertfordshire. All stations will now be staffed from morning until night.","cleanCaption":"Cheshunt station in Hertfordshire. All stations will now be staffed from morning until night.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-05-29T06:00:02Z","lastModified":"2015-05-29T08:18:00Z","metadata":{"commentable":true,"commentCount":22,"contributors":[{"name":"Gwyn Topham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gwyntopham"}],"feature":false,"keywords":["Rail transport","Transport","London","UK news"],"tags":[{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"uk/transport","webTitle":"Transport"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Gwyn Topham","topic":{"type":"tag-contributor","name":"profile/gwyntopham"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/29/neglected-rail-services-london-tfl-overground","shortUrl":"http://gu.com/p/498kt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/29/neglected-rail-services-london-tfl-overground","webUri":"http://www.theguardian.com/uk-news/2015/may/29/neglected-rail-services-london-tfl-overground"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432887214954/41fb3381-bf80-4660-8958-588d719e863f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An Overground train at Gospel Oak station in north London. Photograph: Transport for London/Alamy","credit":"Transport for London/Alamy","altText":"An Overground train at Gospel Oak station","cleanCaption":"An Overground train at Gospel Oak station in north London.","cleanCredit":"Photograph: Transport for London/Alamy"}},"importance":7,"kicker":{"title":"London overground"},"showQuotedHeadline":false,"sublinks":[{"title":"Network Rail strikes / Workers to stage two walkouts after rejecting fresh pay offer","rawTitle":"Workers to stage two walkouts after rejecting fresh pay offer","item":{"type":"article","id":"business/2015/may/28/network-rail-workers-to-stage-two-strikes-pay-offer-rejected-rmt-union","title":"Network Rail workers to stage two strikes after rejecting fresh pay offer","trailText":"RMT union announces 24-hour walkout on 4 June followed by 48-hour stoppage five days later after deciding to reject deal that averted bank holiday strike <br>","standFirst":"<p>RMT union announces 24-hour walkout on 4 June followed by 48-hour stoppage five days later after deciding to reject deal that averted bank holiday strike <br /></p>","byline":"Jessica Elgot","body":"<p>Network Rail workers are to stage two strikes next month after a fresh pay offer was rejected by union members.</p> \n<p>The Rail, Maritime and Transport (RMT) union has announced a 24-hour walkout from 5pm on 4 June and a 48-hour walkout from 5pm on 9 June. </p> \n<p>Striking workers – including signallers and maintenance staff – have also been requested not to work any overtime from 6 to 12 June. <br /></p> \n<p>Network Rail said the threat of a national rail strike was “unacceptable” and warned that rail services would be severely affected. <br /></p> \n<p>A planned <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/rail-unions-call-off-bank-holiday-strike\">bank holiday strike was cancelled </a>after an improved pay offer from Network Rail. But union representatives have since decided the deal was not good enough.</p> \n<p>RMT said the latest pay proposals fell “well short of what is required to maintain the living standards and the working conditions for nearly 16,000 staff across Network Rail operations and maintenance”.‎ </p> \n<p>Union members employed by Network Rail voted in a ballot by 80% for strike action on a 60% turnout, RMT said.</p> \n<figure class=\"element element-image\" data-media-id=\"dec8c40d561039bb58a7867a9abaca9684a6b18b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432827040891/c8e45f72-e2cb-4d4c-8c08-bcdd98cd0e24-460x276.jpeg\" alt=\"A Network Rail engineer checks railway tracks in Cumbria.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Network Rail engineer checks railway tracks in Cumbria.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> \n </figcaption> \n</figure> \n<p>The union’s general secretary, Mick Cash, said Network Rail generated profits of &pound;1bn last year and was paying out &pound;60m in bonuses to senior managers. </p> \n<p>RMT had “no option but to move to a rolling programme of industrial action”, Cash said. “We have a massive mandate for action which shows the anger of safety-critical staff across the rail network at attacks on their standards of living. <br /></p> \n<p>“The blunt truth is that this dispute could be settled for a fraction of the money being handed out in senior manager bonuses and [compensation] to the train operators for not running services. That is a ludicrous situation which should never have been allowed to have arisen.”<br /></p> \n<p>Cash added that the RMT representatives were prepared to come back to the negotiating table if Network Rail improved its offer. </p> \n<p>Network Rail originally offered a four-year deal – &pound;500 this year followed by three years of increases in line with RPI inflation. <br /></p> \n<p>The new offer was for two years – a 1% rise this year and about 1.4% next year – with no compulsory redundancies for the duration of the agreement. </p> \n<p>Network Rail chief executive, Mark Carne, said: “Our people know that there are ways to improve the way work is done. I have always said that if we work together to realise these benefits, there is the possibility to increase pay. </p> \n<p>“We are therefore ready to get around the table with whoever the RMT consider can speak on behalf of their members. It is clearly unacceptable for the RMT to massively disrupt the travelling public with strike action when we are ready to continue talks.” </p> \n<p>The Transport Salaried Staffs Association (TSSA), which also suspended a bank holiday strike, will ballot its members on the new offer, with the result to be announced on 13 June.</p> \n<p>TSSA official Lorraine Ward said: “With the expected cuts in the public sector from the new Tory government, our members were as much concerned about job security as they were about pay. <br /></p> \n<p>“This offer means there will be no compulsory redundancies at NR for at least the next two years. Given the current climate, we think this is a major advance.” </p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432841815091/abc73464-6039-4ed7-8c04-4a9888ff41c1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonathan Brady/PA","altText":"Network Rail hi-vis vest.","cleanCredit":"Photograph: Jonathan Brady/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432827042621/c8e45f72-e2cb-4d4c-8c08-bcdd98cd0e24-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Network Rail engineer checks railway tracks in Cumbria. Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"A Network Rail engineer checks railway tracks in Cumbria.","cleanCaption":"A Network Rail engineer checks railway tracks in Cumbria.","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}],"webPublicationDate":"2015-05-28T15:27:12Z","lastModified":"2015-05-28T23:00:43Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jessica Elgot","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["Network Rail","RMT","Business","Trade unions","Transport","Travel & leisure","UK news","Rail transport","Politics"],"tags":[{"id":"business/network-rail","webTitle":"Network Rail"},{"id":"uk-news/rmt","webTitle":"RMT"},{"id":"business/business","webTitle":"Business"},{"id":"politics/tradeunions","webTitle":"Trade unions"},{"id":"uk/transport","webTitle":"Transport"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"business"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/28/network-rail-workers-to-stage-two-strikes-pay-offer-rejected-rmt-union","shortUrl":"http://gu.com/p/49ad9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/28/network-rail-workers-to-stage-two-strikes-pay-offer-rejected-rmt-union","webUri":"http://www.theguardian.com/business/2015/may/28/network-rail-workers-to-stage-two-strikes-pay-offer-rejected-rmt-union"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87a6d4c2e370336236e677eeb753f61bbd0f9d51/0_107_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Striking Network Rail workers, including signallers and maintenance staff, have also been requested not to work any overtime from 6 to 12 June. Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"Striking Network Rail workers, including signallers and maintenance staff, have also been requested not to work any overtime from 6 to 12 June.","cleanCaption":"Striking Network Rail workers, including signallers and maintenance staff, have also been requested not to work any overtime from 6 to 12 June.","cleanCredit":"Photograph: Stefan Rousseau/PA"}},"importance":0,"kicker":{"title":"Network Rail strikes"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"16-year-old boy arrested over Essex stabbings","rawTitle":"16-year-old boy arrested over Essex stabbings","item":{"type":"article","id":"uk-news/2015/may/29/teenager-arrested-essex-stabbings-nahid-almanea-james-attfield-colchester","title":"16-year-old boy arrested over Essex stabbings","trailText":"Teenager held on suspicion of murders of Nahid Almanea and James Attfield in Colchester","standFirst":"<p>Teenager held on suspicion of murders of Nahid Almanea and James Attfield in Colchester</p>","byline":"Press Association","body":"<p>Detectives investigating the fatal stabbings of two people in Essex have arrested a 16-year-old boy on suspicion of murder.<br /></p> \n<p>The teenager was taken into custody on Tuesday morning on suspicion of possessing an offensive weapon while on the Salary Brook trail in Colchester, where Saudi student Nahid Almanea was stabbed to death last June.</p> \n<p>On Friday morning Essex police said he had been rearrested on suspicion of the murder of Almanea and that of James Attfield, who died after being stabbed more than 100 times in a park in the town in March last year. The teenager is being held in custody at Colchester police station.</p> \n<p>The two deaths prompted fears that a killer was randomly targeting members of the public, after officers said there were “striking similarities” in how they were murdered but nothing to link the two victims. </p> \n<p>Attfield, who had a brain injury after being hit by a car four years before his death, was found fighting for his life in the town’s Castle Park on 29 March last year. He died later in hospital. </p> \n<p>Almanea, 31, was walking to lectures at the University of Essex, when she was murdered on the Salary Brook trail on 17 June.</p> \n<p>Speaking at the time, DCS Steve Worron said a criminal profiler had assessed both cases. He said: “The circumstances of both crimes mean that we must consider the possibility that the same killer or killers are responsible. </p> \n<p>“We are continuing to explore this line of inquiry, along with many others, and both investigations are being continually resourced and are receiving equal precedence.”</p> \n<p>Anyone with information should contact Essex police on 101 or Crimestoppers anonymously on 0800 555 111.16-year-<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432887258744/1bbfb137-55a4-4f13-8ce7-7352b8a6b7d1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stephen Barnes/Stephen Barnes/Demotix/Corbis","altText":"Police tape","cleanCredit":"Photograph: Stephen Barnes/Stephen Barnes/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-29T08:20:37Z","lastModified":"2015-05-29T08:22:49Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/29/teenager-arrested-essex-stabbings-nahid-almanea-james-attfield-colchester","shortUrl":"http://gu.com/p/49apq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/29/teenager-arrested-essex-stabbings-nahid-almanea-james-attfield-colchester","webUri":"http://www.theguardian.com/uk-news/2015/may/29/teenager-arrested-essex-stabbings-nahid-almanea-james-attfield-colchester"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432887258744/1bbfb137-55a4-4f13-8ce7-7352b8a6b7d1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The deaths of Nahid Almanea and James Attfield prompted fears that a killer was randomly targeting members of the public. Photograph: Stephen Barnes/Stephen Barnes/Demotix/Corbis","credit":"Stephen Barnes/Stephen Barnes/Demotix/Corbis","altText":"Police tape","cleanCaption":"The deaths of Nahid Almanea and James Attfield prompted fears that a killer was randomly targeting members of the public.","cleanCredit":"Photograph: Stephen Barnes/Stephen Barnes/Demotix/Corbis"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Health / Middle-aged are riskier drinkers than young adults, study finds","rawTitle":"Middle-aged are riskier drinkers than young adults, study finds","item":{"type":"article","id":"society/2015/may/29/middle-aged-are-riskier-drinkers-than-young-adults-study-finds","title":"Middle-aged are riskier drinkers than young adults, study finds","trailText":"Those in middle age are more likely than young adults to exceed alcohol limits and develop serious health problems, finds charity Drinkaware ","standFirst":"<p>Those in middle age are more likely than young adults to exceed alcohol limits and develop serious health problems, finds charity Drinkaware </p>","byline":"Press Association","body":"<p>Middle-aged Britons are more likely than young adults to exceed alcohol limits, a study has found.<br /></p> \n<p>An estimated 3.4 million people aged 45 to 64 regularly drink above the lower risk limits – defined as up to 14 units a week for women, and 21 for men – despite many recognising the potential health harms.</p> \n<p>The alcohol education charity Drinkaware found about a third of the older group drank to increasing or high-risk levels – more than 35 units per week for women, and more than 50 units for men – compared with a fifth of 18 to 24-year-olds.</p> \n<p>According to experts, who based their research on a survey of 2,294 adults aged 18-75 living in the UK, the older group represented the country’s “hidden drinkers”.</p> \n<p>Two-thirds of increasing or higher-risk middle-aged drinkers drink four or more times a week.</p> \n<p>While most said they were not getting drunk, these middle-aged drinkers were consuming alcohol at levels associated with serious health problems, including liver disease and cancer, the charity said.</p> \n<p>Elaine Hindal, Drinkaware’s chief executive, said: “In contrast to public perceptions that young adults are the more risky drinkers in the UK, in fact over the course of the week, their parents’ generation are drinking more.</p> \n<p>“Our research shows that 45- to 64-year-olds could potentially be sleepwalking into long-term health problems as a result of their drinking patterns.</p> \n<p>“Regularly drinking above the lower-risk limits can increase your tolerance to the short-term effects of alcohol – but not to the strain it’s putting on your liver. As your tolerance increases, you’re more likely to drink more.</p> \n<p>“This habitual behaviour could also put you at an increased risk of becoming alcohol dependent. Just because you don’t feel like you are drinking enough to get drunk, doesn’t mean you aren’t damaging your health.</p> \n<p>“This is one of the main reasons it’s important to give your liver a break by taking regular days off from drinking.”</p> \n<p>More than half (59%) of middle-aged drinkers said they did not want guidance on how to moderate their intake, compared with just over a third (37%) of 18- to 24-year-olds who drink.</p> \n<p>Drinkaware said middle-aged drinkers might think their drinking was not harmful because they were not experiencing negative consequences associated with drunkenness.</p> \n<p>However, when asked, one in six (17%) of 45- to 64-year-old drinkers said they had a feeling of guilt or remorse after drinking and one in 10 (11%) said they failed to do what was normally expected of them because of their drinking.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f0dee81126fa628bf39304a21ed494bbe3fd10ff/438_503_3194_1917/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":2000,"orientation":"landscape","credit":"Yui Mok/PA","altText":"Customers collect drinks at the bar","cleanCredit":"Photograph: Yui Mok/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-29T05:29:03Z","lastModified":"2015-05-29T05:29:04Z","metadata":{"commentable":true,"commentCount":97,"contributors":[],"feature":false,"keywords":["Alcohol","UK news","Alcoholism","Health","Society"],"tags":[{"id":"society/alcohol","webTitle":"Alcohol"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/alcoholism","webTitle":"Alcoholism"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/29/middle-aged-are-riskier-drinkers-than-young-adults-study-finds","shortUrl":"http://gu.com/p/49azd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/29/middle-aged-are-riskier-drinkers-than-young-adults-study-finds","webUri":"http://www.theguardian.com/society/2015/may/29/middle-aged-are-riskier-drinkers-than-young-adults-study-finds"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f0dee81126fa628bf39304a21ed494bbe3fd10ff/438_503_3194_1917/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":2000,"orientation":"landscape","caption":"Drinkaware’s chief executive, Elaine Hindal, said older people could be ‘sleepwalking’ into long-term health problems as a result of their drinking patterns. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"Customers collect drinks at the bar","cleanCaption":"Drinkaware’s chief executive, Elaine Hindal, said older people could be ‘sleepwalking’ into long-term health problems as a result of their drinking patterns.","cleanCredit":"Photograph: Yui Mok/PA"}},"importance":5,"kicker":{"title":"Health"},"showQuotedHeadline":false,"sublinks":[]},{"title":"London / Hasidic sect tells mothers to stop driving children to school","rawTitle":"Hasidic sect tells mothers to stop driving children to school","item":{"type":"article","id":"uk-news/2015/may/28/hasidic-sect-london-mothers-stop-driving","title":"Ultra-Orthodox Jewish sect tells London mothers to stop driving","trailText":"Belz rabbis say children driven to school by their mothers will be turned away for breaching ‘traditional rules of modesty’","standFirst":"<p>Belz rabbis in Stamford Hill say children driven to school by their mothers will be turned away for breaching ‘traditional rules of modesty’</p>","byline":"Aisha Gani","body":"<p>Leaders of an ultra-Orthodox Jewish sect in north London have said children who are driven to school by their mothers will be turned away at the school gates.</p> \n<p>Rabbis from the marginal Hasidic sect Belz have told women in Stamford Hill who drive that they go against “the traditional rules of modesty in our camp”.</p> \n<p>In a letter sent to parents last week, seen by the <a href=\"http://www.thejc.com/news/uk-news/136878/stamford-hill-sect-bans-women-drivers\">Jewish Chronicle</a>, they say there has been an increase in the number of mothers driving their children to school and add that this has led to “great resentment among parents of pupils of our [Hasidic] institutions”.</p> \n<p>The letter says the ban, to come into force in the summer, is based on the recommendations of Rabbi Yissachar Dov Rokeach, the Belzer spiritual leader in Israel. </p> \n<p>It says that if a mother has no other choice but to drive her child to school – for medical reasons, for example – she should “submit a request to the special committee to this effect and the committee shall consider her request”.</p> \n<p>The move has been met with some disagreement within the Orthodox community. Dina Brawer, the UK ambassador of the Jewish Orthodox Feminist Alliance, said: “What this is really about is the curtailing of women’s freedom of movement rendering them dependent on men. It’s an issue of power and control not one of religious sensibility. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DinaBrawer/statuses/603829973544206337\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Banning <a href=\"https://twitter.com/hashtag/women?src=hash\">#women</a> from driving? This is not my <a href=\"https://twitter.com/hashtag/Orthodox?src=hash\">#Orthodox</a> <a href=\"https://twitter.com/hashtag/Judaism?src=hash\">#Judaism</a> <a href=\"https://twitter.com/hashtag/JOFAuk?src=hash\">#JOFAuk</a> <a href=\"https://twitter.com/JOFAorg\">@JOFAorg</a> <a href=\"http://t.co/3JIYllkKsR\">http://t.co/3JIYllkKsR</a></p>— Dina Brawer (@DinaBrawer) \n  <a href=\"https://twitter.com/DinaBrawer/status/603829973544206337\">May 28, 2015</a>\n </blockquote> \n</figure> \n<p>“The positioning of this ban is that women drivers somehow breach the values of modesty, which is absurd, as by any objective standpoint there is nothing at all immodest about a women driving a car.”</p> \n<p> </p> \n<p>The Board of Deputies of British Jews distanced itself from the decree, saying the letter was from a marginal and unaffiliated group.</p> \n<p>But a statement issued on behalf of women in the sect by a local Belz women’s organisation said they felt “extremely privileged and valued to be part of a community where the highest standards of refinement, morality and dignity are respected”.</p> \n<p>“We believe that driving a vehicle is a high pressured activity where our values may be compromised by exposure to selfishness, road-rage, bad language and other inappropriate behaviour,” they said.</p> \n<p>“We do, however, understand that there are many who conduct lifestyles that are different to ours, and we do not, in any way, disrespect them or the decisions they make.”</p> \n<p>Not all Orthodox sects discourage women from driving. This is believed to be the first time a ban has been imposed in the UK.</p> \n<p>The Belz, who originated in Ukraine in the early 18th century and established their headquarters in Israel after the second world war, are one of the most prominent Hasidic sects. </p> \n<p>In September last year, there was similar controversy when posters put up by an Orthodox Jewish group warned women to <a draggable=\"true\" href=\"http://www.standard.co.uk/news/london/hackney-council-removes-unacceptable-posters-telling-women-which-side-of-the-road-they-should-walk-on-9743995.html\">walk on one side of the road</a> for a religious parade. The posters were removed by Hackney council after they were deemed unacceptable.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831242457/School-crossing-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Christopher  Thomond/Guardian","altText":"School crossing","cleanCredit":"Photograph: Christopher  Thomond/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-29T07:14:22Z","lastModified":"2015-05-29T07:14:28Z","metadata":{"commentable":true,"commentCount":1261,"contributors":[{"name":"Aisha Gani","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/27/1430139448503/Aisha-Gani-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aisha-gani"}],"feature":false,"keywords":["London","Women","Gender","Judaism","UK news","Religion"],"tags":[{"id":"uk/london","webTitle":"London"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"},{"id":"world/judaism","webTitle":"Judaism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/religion","webTitle":"Religion"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Aisha Gani","topic":{"type":"tag-contributor","name":"profile/aisha-gani"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/28/hasidic-sect-london-mothers-stop-driving","shortUrl":"http://gu.com/p/49ac2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/28/hasidic-sect-london-mothers-stop-driving","webUri":"http://www.theguardian.com/uk-news/2015/may/28/hasidic-sect-london-mothers-stop-driving"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831242457/School-crossing-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A school crossing sign. Photograph: Christopher  Thomond/Guardian","credit":"Christopher  Thomond/Guardian","altText":"School crossing","cleanCaption":"A school crossing sign.","cleanCredit":"Photograph: Christopher  Thomond/Guardian"}},"importance":4,"kicker":{"title":"London"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Fifa scandal / David Cameron backs demands for Sepp Blatter to quit","rawTitle":"David Cameron backs demands for Sepp Blatter to quit","item":{"type":"article","id":"football/2015/may/28/fifa-crisis-david-cameron-demand-sepp-blatter-quit","title":"David Cameron backs demands for Sepp Blatter to quit","trailText":"UK prime minister supports comments by culture secretary John Whittingdale that Fifa needs a new leader in wake of officials’ arrests on corruption charges","standFirst":"<p>UK prime minister supports comments by culture secretary John Whittingdale that Fifa needs a new leader in wake of officials’ arrests on corruption charges</p>","byline":"Frances Perraudin","body":"<p>David Cameron has thrown his weight behind calls for the president of Fifa, Sepp Blatter, to resign, after a string of the organisation’s officials were arrested on corruption charges and criminal proceedings were opened over its awarding of the 2018 and 2022 World Cups.</p> \n<p>A spokesman for the prime minister said Cameron “associated himself fully” with comments made by John Whittingdale, the culture, media and sport secretary, in parliament on Thursday morning.</p> \n<p>Whittingdale suggested Blatter, who has headed the international football governing body since 1998, should quit as the “deeply flawed and corrupt organisation” needed a change of leadership.</p> \n<div>\n __VIDEO_EMBED_gu-video-456936479__\n</div> \n<p>Nine senior Fifa officials, as well as five sports media and promotions executives, were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-officials-world-cup-fraud-us-prosecutors\">charged by US prosecutors</a> on Wednesday over alleged bribes totalling more than $150m (&pound;100m) over 24 years. It followed the arrest of senior officials at a Zurich hotel and the announcement of a separate Swiss investigation into the awarding of the 2018 and 2022 World Cups to Russia and Qatar respectively.</p> \n<p>“We are squarely behind the FA,” said the prime minister’s spokesman, referring to the English Football Association. “The FA, as John Whittingdale said in his statement, supports the candidacy of Prince Ali [bin al-Hussein], and we are foursquare behind that.”</p> \n<p>Blatter is seeking a fifth four-year term as Fifa’s president, standing against the Jordanian prince in a leadership vote on Friday. Blatter has not been named as a suspect, but he faces questioning in the Swiss investigation. </p> \n<p>Whittingdale told parliament that the UK government would write to other European sports ministers, setting out its concerns and seeking their support. The UK will make information available to US prosecutors and examine the allegations to see whether British laws had been broken, he added.</p> \n<p>The prime minister’s spokesman was asked whether Cameron thought the next World Cup should take place in Russia. “I understand that many England fans were disappointed that England’s bid hadn’t been successful,” he said. “You know that the prime minister was one of them. He was out there along with others of course trying to get a successful England bid at that time.”</p> \n<figure class=\"element element-image\" data-media-id=\"596c45bf932bb2c74e861d30fb50ec11946b86ea\"> \n <img src=\"http://media.guim.co.uk/596c45bf932bb2c74e861d30fb50ec11946b86ea/392_714_4274_2566/1000.jpg\" alt=\"Sepp Blatter is under growing pressure to step down.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sepp Blatter is under growing pressure to step down.</span> \n  <span class=\"element-image__credit\">Photograph: Andreas Solaro/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Cameron has previously said he thought the result of the 2018 World Cup bidding process was “sorted” in advance, with England’s bid team misled by Fifa executives who pledged support then voted for rivals. The prime minister told the Sun he had been left frustrated by the experience in 2010, which he had previously described as “murky”.</p> \n<p>Challenged by the paper to say the process was corrupt, Cameron said: “It was a mad 24 hours of intensive lobbying which David Beckham and Prince William and I were doing together. We thought we were making progress. I think the whole thing was, you choose your words carefully, I would say ‘sorted’ before we went into it. All I can tell you is there are a lot of people who promised they were going to vote for me. And in the end, I think we got one vote.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432816125601/349bae42-b96f-4da9-8495-0227e9204047-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Pool/Getty Images","altText":"David Beckham, Prince William and David Cameron during a reception at a hotel a day before they learned England would not get the 2018 World Cup.","cleanCredit":"Photograph: Pool/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/596c45bf932bb2c74e861d30fb50ec11946b86ea/392_714_4274_2566/4274.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2566,"width":4274,"orientation":"landscape","caption":"Sepp Blatter is under growing pressure to step down. Photograph: Andreas Solaro/AFP/Getty Images","credit":"Andreas Solaro/AFP/Getty Images","altText":"Sepp Blatter is under growing pressure to step down.","cleanCaption":"Sepp Blatter is under growing pressure to step down.","cleanCredit":"Photograph: Andreas Solaro/AFP/Getty Images"}],"webPublicationDate":"2015-05-28T12:36:05Z","lastModified":"2015-05-28T22:32:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["Fifa","David Cameron","Football politics","Politics","UK news","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"football"},"topics":[{"displayName":"Frances Perraudin","topic":{"type":"tag-contributor","name":"profile/frances-perraudin"}}],"embeddedVideos":[{"id":"gu-video-456936479","source":"ITN","durationInSeconds":143,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/28/150528CultureSecFifa.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/28/150528CultureSecFifa_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/28/1432810441024/KP_247918_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Culture secretary John Whittingdale MP calls for significant and wide-ranging reform of Fifa  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Culture secretary John Whittingdale MP calls for significant and wide-ranging reform of Fifa  video","cleanCaption":"620x372 trailpic for Culture secretary John Whittingdale MP calls for significant and wide-ranging reform of Fifa  video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-crisis-david-cameron-demand-sepp-blatter-quit","shortUrl":"http://gu.com/p/49a67","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/28/fifa-crisis-david-cameron-demand-sepp-blatter-quit","webUri":"http://www.theguardian.com/football/2015/may/28/fifa-crisis-david-cameron-demand-sepp-blatter-quit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432816125601/349bae42-b96f-4da9-8495-0227e9204047-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Beckham, Prince William and David Cameron during a reception at a hotel a day before they learned England would not get the 2018 World Cup. Photograph: Pool/Getty Images","credit":"Pool/Getty Images","altText":"David Beckham, Prince William and David Cameron during a reception at a hotel a day before they learned England would not get the 2018 World Cup.","cleanCaption":"David Beckham, Prince William and David Cameron during a reception at a hotel a day before they learned England would not get the 2018 World Cup.","cleanCredit":"Photograph: Pool/Getty Images"}},"importance":4,"kicker":{"title":"Fifa scandal"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Prof Louise Richardson / Oxford University to appoint first female vice-chancellor","rawTitle":"Oxford University to appoint first female vice-chancellor","item":{"type":"article","id":"education/2015/may/28/oxford-university-to-appoint-first-female-vice-chancellor","title":"Oxford University to appoint first female vice-chancellor","trailText":"Nomination of Prof Louise Richardson, expert on terrorist movements and current St Andrews principal, hailed as momentous event in institution’s history","standFirst":"<p>Nomination of Prof Louise Richardson, expert on terrorist movements and current St Andrews principal, hailed as momentous event in institution’s history</p>","byline":"Richard Adams Education editor","body":"<p>The University of Oxford is to appoint its first female vice-chancellor since its records began nearly 800 years ago, after Prof Louise Richardson was nominated for the university’s most senior office.</p> \n<p>Richardson, currently the <a href=\"https://www.st-andrews.ac.uk/principal/biography/\">principal and vice-chancellor of St Andrews University</a>, is an expert on the growth of terrorist movements. She held a succession of high-profile positions at Harvard until she was appointed to lead St Andrews in 2009.<br /></p> \n<p>Students and staff <a href=\"http://www.ox.ac.uk/news/2015-05-28-professor-louise-richardson-nominated-next-vice-chancellor\">hailed the nomination</a> as a momentous event in Oxford’s history. Richardson, 56, told the Guardian she hoped her nomination would inspire current and potential female undergraduates.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2009/may/10/universityguide-uni-oxford\">University guide 2016: University of Oxford</a> </p> \n</aside> \n<p>“I look forward to the day when a woman being appointed isn’t in itself news,” Richardson said. “Unfortunately, academia like most professions is pyramid-shaped – the higher up you go the fewer women there are.”</p> \n<p>Born in County Waterford, Ireland, Richardson read history at Trinity College, Dublin, as an undergraduate, before postgraduate study at UCLA and a doctorate at Harvard.</p> \n<p>Richardson said her priorities would be maintaining Oxford’s stellar reputation as one of the world’s top research and teaching universities, and that balancing the university’s admissions procedures was part of that effort.</p> \n<p>“This has been a priority for me at St Andrews, where we have dramatically increased the proportion of poor kids we accept,” Richardson said. <br /></p> \n<p>“My parents did not go to college, most of my siblings did not go to college. The trajectory of my life has been made possible by education. So I am utterly committed to others having the same opportunity I have had.”</p> \n<p>Despite years of effort, more than 40% of Oxford’s annual intake of undergraduates remain privately educated, far in excess of the proportion of the UK population as a whole, and only 45% of undergraduates are women.<br /></p> \n<p>While some argue that Oxford’s admissions reflect the advantage in A-level grades enjoyed by pupils from independent schools, others point out that its ancient rival, Cambridge, has seen its proportion of state pupils grow in recent years.<br /></p> \n<p>Richardson said she applied for the Oxford post as the culmination of a lifetime’s ambition, and paid tribute to the university’s international preeminence and successful fundraising campaigns. <br /></p> \n<p>But she warned that US universities such as Harvard have far deeper pockets. “They are our competition, we will need to continue fundraising because we operate in a global marketplace,” Richardson said.</p> \n<p>Similarly, Britain’s exit from the European Union would be “very detrimental for a whole raft of reasons” for its universities, although Richardson said that was her personal view.<br /></p> \n<p>The second of seven siblings, Richardson was born in 1958 and later moved to the US to study international relations. </p> \n<p>Her research on terrorism and its causes culminated in her acclaimed 2006 book <a href=\"http://www.amazon.co.uk/What-Terrorists-Want-Understanding-Containing/dp/0812975448\">What Terrorists Want</a>, described by <a href=\"http://www.nytimes.com/2006/09/10/books/review/Walker.t.html\">the New York Times</a> as an “essential primer on terrorism and how to tackle it”.</p> \n<p>“I grew up in Ireland at a time when Northern Ireland was exploding. I became interested in how people who were upstanding in other walks of life would join an organisation that committed atrocities,” Richardson said.</p> \n<p>In the book’s introduction, Richardson describes her own brush with the IRA as a young student in Dublin in the 1970s: “My closest friend ... and I were recruited by the student branch of the IRA. By then I had concluded that killing people was not the right way to advance the cause of reuniting Ireland. I attended meetings and discussions but said I would not join as I could not endorse the use of violence.”</p> \n<p>Richardson’s appointment to a seven-year term as vice-chancellor is subject to approval by the university’s congregation, after which she will take over from Prof Andrew Hamilton at the end of the year.<br /></p> \n<p>“Appointing a woman is a historic moment for Oxford but appointing this woman is a huge investment in our future as well,” said Josephine Quinn, vice-provost of Worcester College.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/feb/24/sexism-women-in-university-academics-feminism\">The academics tackling everyday sexism in university life </a> </p> \n</aside> \n<p>Anna Bradshaw, Oxford University student union’s vice-president for women, said she had been impressed by Richardson after meeting her last week. <br /></p> \n<p>“I found her receptive and well informed, with strong views and committed to working for gender equality,” Bradshaw said.</p> \n<p>“This is part of broad changes that need to be made to Oxford’s fabric, to make it a 21st-century institution.”</p> \n<p>Chris Patten, the university’s chancellor, said in a statement that Richardson’s “distinguished record both as an educational leader and as an outstanding scholar provides an excellent basis for her to lead Oxford in the coming years”.</p> \n<p>Cambridge appointed its first female vice-chancellor in 2003, when Dame Alison Richard took the post.</p> \n<p>For Richardson, it is not the first time she has filled a historic role: at St Andrews she was not only the first female vice-chancellor in 600 years but also the first Roman Catholic.</p> \n<p>Richardson’s parents still live in Tramore on Ireland’s southern coast, where she grew up and went to a convent school. “I think they are delighted and proud,” she said.</p> \n<p>Oxford’s exact foundation is shrouded in uncertainty but the first recorded vice-chancellor was in 1230, according to the Encyclopaedia of Oxford.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432833134220/140b6111-a221-44dc-8e03-b84fe455bc61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Drew Farrell","altText":"Louise Richardson","cleanCredit":"Photograph: Drew Farrell"}],"bodyImages":[],"webPublicationDate":"2015-05-28T17:26:40Z","lastModified":"2015-05-28T23:00:51Z","metadata":{"commentable":true,"commentCount":58,"contributors":[{"name":"Richard Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardadams"}],"feature":false,"keywords":["University of Oxford","Higher education","University administration","Equality","Education","Society","UK news","Gender","World news","Women","University of St Andrews"],"tags":[{"id":"education/oxforduniversity","webTitle":"University of Oxford"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/administration","webTitle":"University administration"},{"id":"society/equality","webTitle":"Equality"},{"id":"education/education","webTitle":"Education"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/gender","webTitle":"Gender"},{"id":"world/world","webTitle":"World news"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"education/standrewsuniversity","webTitle":"University of St Andrews"}],"section":{"id":"education"},"topics":[{"displayName":"Richard Adams","topic":{"type":"tag-contributor","name":"profile/richardadams"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/28/oxford-university-to-appoint-first-female-vice-chancellor","shortUrl":"http://gu.com/p/49aah","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/28/oxford-university-to-appoint-first-female-vice-chancellor","webUri":"http://www.theguardian.com/education/2015/may/28/oxford-university-to-appoint-first-female-vice-chancellor"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432833101327/e228c245-c2e2-41be-a9d6-6573a0757c1c-2060x1519.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1519,"width":2060,"orientation":"landscape","caption":"Louise Richardson: ‘I look forward to the day when a woman being appointed isn’t in itself news.’ Photograph: Drew Farrell","credit":"Drew Farrell","altText":"Louise Richardson, who has been nominated for the post of vice-chancellor of Oxford University","cleanCaption":"Louise Richardson: ‘I look forward to the day when a woman being appointed isn’t in itself news.’","cleanCredit":"Photograph: Drew Farrell"}},"importance":3,"kicker":{"title":"Prof Louise Richardson"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Glastonbury / Kanye West booking prompts death threats for organiser","rawTitle":"Kanye West booking prompts death threats for organiser","item":{"type":"article","id":"music/2015/may/28/glastonbury-emily-eavis-death-threats-kanye-west","title":"Glastonbury: Kanye West booking prompts death threats for organiser","trailText":"Emily Eavis faced backlash and online petition calling for rapper to be taken off festival bill","standFirst":"<p>Emily Eavis faced backlash and online petition calling for rapper to be taken off festival bill</p>","byline":"Press Association","body":"<p>Glastonbury’s organiser, Emily Eavis, has revealed she received death threats after booking Kanye West as Saturday night headliner for this year’s festival.</p> \n<p>An online petition attracted more than 133,000 signatures, calling for the rapper to be taken off the bill.</p> \n<p>“It was not a pleasant world we unwrapped,” Eavis, who organises the lineup with her father, Michael, Glastonbury’s founder, told the Times.</p> \n<p>“I had death threats and stuff. It was just horrible. It was just crazy. It was getting out of control. We had Time magazine, all the American news channels saying they were going to come down. This incredible onslaught worldwide.</p> \n<p>“It was quite upsetting because we were talking about something that was so exciting and interesting and fresh and brilliant for the festival. Kanye West is making the most exciting music at the moment. He is an amazing force as a performer. For us, getting the biggest star in the world was an amazing coup.”</p> \n<p>West follows in the footsteps of fellow hip-hop superstar Jay Z, whose Saturday night slot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2008/jun/23/glastonbury.culture\">in 2008</a> caused huge controversy before it was deemed a big success.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/686bfb379469fc6dbfbfd5138f9eb9ea72dbae9a/184_296_2990_1794/2990.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1794,"width":2990,"orientation":"landscape","credit":"Matt Cardy/Getty Images","altText":"Emily Eavis with her father, Glastonbury founder Michael","cleanCredit":"Photograph: Matt Cardy/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T16:36:28Z","lastModified":"2015-05-28T18:48:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Glastonbury festival","Michael Eavis","Kanye West","UK news","Music festivals","Festivals","Culture","Music"],"tags":[{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"music/michael-eavis","webTitle":"Michael Eavis"},{"id":"music/kanyewest","webTitle":"Kanye West"},{"id":"uk/uk","webTitle":"UK news"},{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/28/glastonbury-emily-eavis-death-threats-kanye-west","shortUrl":"http://gu.com/p/49agk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/28/glastonbury-emily-eavis-death-threats-kanye-west","webUri":"http://www.theguardian.com/music/2015/may/28/glastonbury-emily-eavis-death-threats-kanye-west"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/686bfb379469fc6dbfbfd5138f9eb9ea72dbae9a/184_296_2990_1794/2990.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1794,"width":2990,"orientation":"landscape","caption":"Emily Eavis with her father, Michael, the founder of Glastonbury. ‘It’s not a pleasant world we unwrapped.’ Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Emily Eavis with her father, Glastonbury founder Michael","cleanCaption":"Emily Eavis with her father, Michael, the founder of Glastonbury. ‘It’s not a pleasant world we unwrapped.’","cleanCredit":"Photograph: Matt Cardy/Getty Images"}},"importance":3,"kicker":{"title":"Glastonbury"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-29T08:22:03Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}