{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","title":"from the UK","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"cards":[{"title":"Tories may axe 100,000 civil servants over the next half decade, union warns","rawTitle":"Tories may axe 100,000 civil servants over the next half decade, union warns","item":{"type":"article","id":"politics/2015/may/18/whitecall-could-axe-100000-jobs-over-the-next-half-decade-union-warns","title":"Tories may axe 100,000 civil servants over the next half decade, union warns","trailText":"The head of the FDA expects the Conservatives to continue primarily targeting staffing levels as it makes yet more swingeing cuts to public spending ","standFirst":"<p>The head of the FDA expects the Conservatives to continue primarily targeting staffing levels as it makes yet more swingeing cuts to public spending </p>","byline":"Kevin Rawlinson","body":"<p>Whitehall is facing the prospect of having to shed as many as 100,000 jobs over the next five years, the union representing senior civil servants has said.</p> \n<p>The head of the FDA, Dave Penman, said he expected the Conservative government to continue primarily targeting staffing levels as it makes yet more swingeing cuts to public spending, leading to an even greater round of public sector job cuts than those under the coalition.</p> \n<p>He said that, according to the Office for Budget Responsibility (OBR)’s analysis of the chancellor’s autumn statement, only 40% of the total cuts expected between the election of the coalition government in 2010 and the next general election in 2020 had been made.</p> \n<p>Those cuts had come at the cost of around 80,000 jobs, Penman said, leading him to believe that the remaining 60% would cost a further 100,000.</p> \n<p>“The DWP could lose 20,000 to 30,000 staff, the HMRC could lose 10,000 to 15,000 ... it is greater cuts than over the last five years and most of that is based around staffing, so it is not surprising.<br /></p> \n<p>“That is what the civil service is expecting, it is certainly what we are expecting. We are back to the 1930s level of spending.”</p> \n<p>The former cabinet office minister Francis Maude led a round of job losses over the last parliament, prompting the Public and Commercial Services Union to accuse him of showing “enthusiasm for cutting jobs”.</p> \n<p>Penman said that he wanted the government to be honest about what it could deliver if it went ahead with its plans to squeeze the civil service. “We are saying you need to match commitments with resources – you can’t just cut that amount, then say ‘get on with it’.”</p> \n<p>But he said that the FDA could not stop “an elected government from cutting the size of the civil service when they have been elected to do so”.</p> \n<p>A Cabinet Office spokesman said: “The minister will set out his priorities for this parliament in due course. Anything else at this stage, one week into his tenure, is purely speculation but all is working well so far and we have a strong, cohesive centre.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431908576922/6f3c0faf-9359-4cb6-915a-b47ca09ff0de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Macdiarmid/Getty Images","altText":"Dave Penman claims that the HMRC could lose 10,000 to 15,000 jobs over the next five years.","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-18T00:24:37Z","lastModified":"2015-05-18T06:33:16Z","metadata":{"commentable":true,"commentCount":233,"contributors":[{"name":"Kevin Rawlinson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevin-rawlinson"}],"feature":false,"keywords":["Civil service","Public sector cuts","Public finance","Public services policy","Society","Politics","UK news"],"tags":[{"id":"politics/civil-service","webTitle":"Civil service"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Kevin Rawlinson","topic":{"type":"tag-contributor","name":"profile/kevin-rawlinson"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/18/whitecall-could-axe-100000-jobs-over-the-next-half-decade-union-warns","shortUrl":"http://gu.com/p/49xmn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/18/whitecall-could-axe-100000-jobs-over-the-next-half-decade-union-warns","webUri":"http://www.theguardian.com/politics/2015/may/18/whitecall-could-axe-100000-jobs-over-the-next-half-decade-union-warns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431908576922/6f3c0faf-9359-4cb6-915a-b47ca09ff0de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"FDA head Dave Penman claims an analysis of the chancellor’s autumn statement suggests the civil service is ‘back to the 1930s level of spending’. Photograph: Peter Macdiarmid/Getty Images","credit":"Peter Macdiarmid/Getty Images","altText":"Dave Penman claims that the HMRC could lose 10,000 to 15,000 jobs over the next five years.","cleanCaption":"FDA head Dave Penman claims an analysis of the chancellor’s autumn statement suggests the civil service is ‘back to the 1930s level of spending’.","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"}},"importance":7,"showQuotedHeadline":false},{"title":"‘There are a lot more quietly Tory teachers than you think’","rawTitle":"‘There are a lot more quietly Tory teachers than you think’","item":{"type":"article","id":"education/2015/may/18/lot-more-tory-teachers-than-think-vote-conservative","title":"‘There are a lot more quietly Tory teachers than you think’","trailText":"We talk to ‘shy Tory’ teachers who explain why the Gove years did not put them off voting Conservative","standFirst":"We talk to ‘shy Tory’ teachers who explain why the Gove years did not put them off voting Conservative","byline":"Harriet Swain","body":"<p>According to a <a href=\"http://www.independent.co.uk/news/uk/politics/generalelection/who-should-i-vote-for-as-a-teacher-teachers-shun-the-coalition-after-years-of-michael-gove-10189930.html\" title=\"\">YouGov poll</a> taken shortly before the election, 44% of teachers – and 56% of deputy headteachers – intended to vote Labour. This raised few eyebrows, given traditional assumptions about teachers’ leftwing leanings, especially after a turbulent few years under former education secretary Michael Gove, who had referred to elements of the teaching profession as “enemies of promise” and in turn received motions of no confidence from both the National Union of Teachers and Association of Teachers and Lecturers.</p> \n<p>Perhaps more surprising was that 29% of teachers said they would vote Tory. And, given the final election result, it is likely that at least this many did. Why?</p> \n<p>“I think there are a lot more teachers who are quietly Conservative than most people think,” says one shy Tory, a history and RE teacher from a London secondary school. “It’s quite difficult being a Conservative in a comprehensive school because unions are vociferous and you can be made to feel quite uncomfortable showing mild support for a Conservative policy.”</p> \n<p>He says that in his last school Tories were described as scum in the staffroom. Even senior managers would preface announcements with “I know no one likes Michael Gove, but …”</p> \n<p>Another, who teaches history and politics at a comprehensive in Cheshire and is open with colleagues about his views but does not want students knowing how he votes, says he was “friendlily sworn at” on the day after the election.</p> \n<p>This was only the second time he had voted Conservative. He voted for Labour under Neil Kinnock in 1992 and under Tony Blair in 1997. “But then I gradually grew rightwards as I grew older. My philosophy started to change and I began to think more about responsibility.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Like most students in the 90s I promised I would never vote Tory. Then you find you are nodding at them on Question Time</p> \n  <footer> \n   <cite>History and politics teacher</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Actually putting his cross next to a Conservative for the first time in 2010 was nevertheless a difficult decision. “Like most students in the early 90s I promised I would never vote Tory,” he says. “Then you find you are nodding at them on Question Time and you find yourself agreeing with people whose views you always hated.”</p> \n<p>If he were selfish, he says, he would still vote Labour, “because they would probably give more money for public sector workers and pay teachers more”, but he is a strong supporter of Gove’s reforms. He would prefer his children, when they are older, to take the more stringent exams Gove introduced. He also supports Tory economic policies, although “if the Conservatives became more Ukip-y I might have to change”.</p> \n<p>Another shy Tory, who teaches at a secondary school in north Kent, says she voted Ukip in the European elections. “I’m a languages teacher and pro-Europe but I want everyone to have the chance to say what they think; I would like to have a referendum and everyone can vote to stay in.” But in the past she has also voted Liberal Democrat. In this election she voted Tory because she wanted to limit SNP influence and to protect Trident. She also liked Conservative policies on childcare. Education policy was less of a factor: “I know it should be important as a teacher but it wasn’t,” she says. “I felt none of them were going to work for us as teachers. We would always get messed around.”</p> \n<p>Explaining why she voted Conservative, Julie Oldale, assistant headteacher of Calow Church of England primary school in Chesterfield, says: “It wasn’t primarily education – it was all the other issues, mainly finance. However, education policy has changed an awful lot and really the hope is that there can be a period of stability, and that they listen to professionals, because we all want to do the best for children. The less politicised it becomes, the better.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If Labour is going to continue with academisation, what’s the difference?</p> \n  <footer> \n   <cite>Martin Thacker, headteacher</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>She welcomes the reappointment of Nicky Morgan, who took over from Gove as education secretary last July, because she feels she does listen to teachers, “which has been sorely lacking with whatever government”, and represents continuity. “I have been teaching for 20 years so I have seen an awful lot of change,” she says. “Rushing through things and using children as guinea pigs I don’t agree with, whatever the policy.”</p> \n<p>Martin Thacker, headteacher at the same school as Oldale and a Conservative councillor, says his support for the Tories is based on the economy. “I didn’t see anything that puts children at the forefront of what we do from any party. If Labour is offering nothing more and is going to continue academisation, what’s the difference?”</p> \n<p>He has strong reservations about the academy programme and free schools, as well as performance management, but says people have forgotten that many of the stringent performance measures now in schools were introduced by Labour. “I’m fed up to the back teeth with parties continually tinkering with education.”</p> \n<p>But the shy London Tory says his political views have been shaped by support for many of Gove’s changes, particularly those connected with the curriculum: “I believe all children should be able to have a traditional liberal arts education and not leave that for those who are privately educated or go to a selective school.”</p> \n<p>Jane Kendrick, who teaches science as a supply teacher in Lincolnshire secondary schools, welcomes Gove’s reforms to assessment. “Under the previous government exams had got ridiculous,” she says. “I have been teaching for over 30 years and I have seen exams get gradually easier.” She also approves of ending repeated resits – “someone from one of my previous schools resat six times and it was multiple choice” – although she would like more help for those not up to getting a C grade.</p> \n<p>She is aware that, as a Conservative teacher, she is in a minority, even in the rural schools where she has always taught. However, she has never met any antipathy, perhaps because she makes sure people get to know her before they know her views.</p> \n<p>If the polls are to be believed, support for the Tories among teachers is lower than in 2010, when another pre-election YouGov poll showed Labour and the Conservatives level at 33%, and the Liberal Democrats not far behind on 27%. But even if the figure is now around 30%, this still suggests staffrooms contain a substantial number of Tories.</p> \n<p>“A lot of the myth about Conservatives is that they are a certain type of person in a tweed suit going ‘haw, haw, haw’,” says Kendrick. “We are really&nbsp;not.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431611792187/Martin-Thacker-and-Julie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Martin Thacker and Julie Oldale, the head and deputy head at Calow Church of England primary school in Chesterfield Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe/Guardian","altText":"Martin Thacker and Julie Oldale","cleanCaption":"Martin Thacker and Julie Oldale, the head and deputy head at Calow Church of England primary school in Chesterfield Photograph: David Sillitoe for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-18T06:30:14Z","lastModified":"2015-05-18T06:30:14Z","metadata":{"commentable":true,"commentCount":53,"contributors":[{"name":"Harriet Swain","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harrietswain"}],"feature":true,"keywords":["Schools","Conservatives","Michael Gove","Education","Politics"],"tags":[{"id":"education/schools","webTitle":"Schools"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"education/education","webTitle":"Education"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"education"},"topics":[{"displayName":"Harriet Swain","topic":{"type":"tag-contributor","name":"profile/harrietswain"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/18/lot-more-tory-teachers-than-think-vote-conservative","shortUrl":"http://gu.com/p/48qye","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/18/lot-more-tory-teachers-than-think-vote-conservative","webUri":"http://www.theguardian.com/education/2015/may/18/lot-more-tory-teachers-than-think-vote-conservative"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431611792187/Martin-Thacker-and-Julie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Martin Thacker and Julie Oldale, the head and deputy head at Calow Church of England primary school in Chesterfield Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe/Guardian","altText":"Martin Thacker and Julie Oldale","cleanCaption":"Martin Thacker and Julie Oldale, the head and deputy head at Calow Church of England primary school in Chesterfield Photograph: David Sillitoe for the Guardian"}},"importance":5,"showQuotedHeadline":true},{"title":"5,000 disabled adults sexually abused in past two years, NSPCC says","rawTitle":"5,000 disabled adults sexually abused in past two years, NSPCC says","item":{"type":"article","id":"uk-news/2015/may/18/5000-disabled-adults-sexually-abused-in-past-two-years-nspcc-says","title":"5,000 disabled adults sexually abused in past two years, NSPCC says","trailText":"Charity says the figures were the ‘visible peak’ of what could be a bigger problem that also affect young people","standFirst":"<p>Charity says the figures were the ‘visible peak’ of what could be a bigger problem that also affect young people</p>","byline":"Press Association","body":"<p>Almost 5,000 disabled adults have been sexually abused in England in the past two years, figures have shown.<br /></p> \n<p>The NSPCC said information from 106 councils showing 4,748 reports of sex abuse against disabled adults was the “visible peak” of what could be a bigger problem.</p> \n<p>People with learning difficulties were the victims of almost two-thirds of reported incidents, <a href=\"http://www.bbc.com/news/uk-32693998\">the BBC found through freedom of information requests.</a></p> \n<p>Jon Brown, the lead figure on tackling sexual abuse for the National Society for the Prevention of Cruelty to Children, said that while the figures focused on adults, disabled young people could also be victims.</p> \n<p>“We know with sexual abuse that many victims find it difficult to speak out,” he told the BBC.</p> \n<p>“We know from research that disabled children and young people are three or four times more likely to be abused and neglected than children and young people who are not disabled.</p> \n<p>“Abusers are often very adept at identifying vulnerabilities. And, importantly, we know that it’s less likely for children and young people to be believed as well.”</p> \n<p>The BBC’s <a href=\"http://www.bbc.co.uk/programmes/b05qqk5c\">Victoria Derbyshire programme</a> submitted requests for information to 152 councils with adult social services responsibilities.</p> \n<p>The Local Government Association told the BBC “keeping people safe, including people with learning disabilities, is one of the most important things councils do”.</p> \n<p>It said “councils work hard to ensure support is available when cases of abuse are referred”.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7be5b7456268a4d1f45bb323d7a313a262854258/39_154_2961_1777/2961.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1777,"width":2961,"orientation":"landscape","credit":"Matt Cardy/Getty Images","altText":"cracked concrete disabled parking area","cleanCredit":"Photograph: Matt Cardy/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-18T05:06:11Z","lastModified":"2015-05-18T05:06:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Disability","Crime"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"society/disability","webTitle":"Disability"},{"id":"uk/ukcrime","webTitle":"Crime"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/18/5000-disabled-adults-sexually-abused-in-past-two-years-nspcc-says","shortUrl":"http://gu.com/p/49xp2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/18/5000-disabled-adults-sexually-abused-in-past-two-years-nspcc-says","webUri":"http://www.theguardian.com/uk-news/2015/may/18/5000-disabled-adults-sexually-abused-in-past-two-years-nspcc-says"},"shouldHideAdverts":true,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7be5b7456268a4d1f45bb323d7a313a262854258/39_154_2961_1777/2961.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1777,"width":2961,"orientation":"landscape","caption":"The NSPCC said abusers were often very adept at identifying vulnerabilities. Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"cracked concrete disabled parking area","cleanCaption":"The NSPCC said abusers were often very adept at identifying vulnerabilities.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}},"importance":5,"showQuotedHeadline":false},{"title":"Police warn big budget cuts will lead to 'paramilitary' force","rawTitle":"Police warn big budget cuts will lead to 'paramilitary' force","item":{"type":"article","id":"uk-news/2015/may/17/police-warn-big-budget-cuts-will-lead-to-paramilitary-force","title":"Police warn big budget cuts will lead to 'paramilitary' force","trailText":"Steve White, chair of the Police Federation, says service is ‘on its knees’, and predicts end of policing by consent and move towards more violent style.<br>","standFirst":"<p>Steve White, chair of the Police Federation, says service is ‘on its knees’, and predicts end of policing by consent and move towards more violent style.<br /></p>","byline":"Vikram Dodd","body":"<p>Police will be forced to adopt a “paramilitary” style of enforcement if the government inflicts big budget cuts on them, the head of the police officers’ organisation has warned.</p> \n<p>Steve White, chair of the Police Federation, said his 123,000 members, from police constables to inspectors, fear a move towards a more violent style of policing as they try to keep law and order with even fewer officers than now.</p> \n<p>White told the Guardian that more cuts would be devastating: “You get a style of policing where the first options are teargas, rubber bullets and water cannon, which are the last options in the UK.”</p> \n<p>White said cuts would see the bedrock principle of British law enforcement, policing by consent, ripped apart.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"86c054eee025169734016aa44df690fac4f3b271\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/17/1431889540181/e80871af-7dcb-4f2f-8018-5a82ad851188-363x420.jpeg\" alt=\"Steve White, chairman of the Police Federation.\" width=\"363\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steve White, chairman of the Police Federation.</span> \n  <span class=\"element-image__credit\">Photograph: Police Federation/PA</span> \n </figcaption> \n</figure> \n<p>The week ahead sees the federation stage its annual conference, which starts on Tuesday 19 May. The key day will be Wednesday when the home secretary, Theresa May, will address rank-and-file officers.<br /></p> \n<p>Last year <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/may/21/theresa-may-police-federation-power\">May stunned delegates with a speech</a> telling them to reform or be taken over by government, and telling them policing was failing too often.</p> \n<p>Police leaders have a fine line to walk in opposing cuts. Rank-and-file members are furious at the effects of austerity on their terms and conditions, as well as falling officer numbers nationally. But May and her advisers believe some members of the police force use over-the-top rhetoric in predictions that cuts would lead to chaos on the streets, and instead believe they should squeeze maximum value out of the public money given.</p> \n<p>White said police had already endured five years of austerity and were braced for more “swingeing cuts” after the election of a Conservative government with a majority.</p> \n<p>White said that since 2010, when the Conservative-led coalition started slashing its funding to police by 20%, the service had been cut by 17,000 officers and 17,000 civilian staff, but had managed to limit the effect on the public.<br /></p> \n<p>He said the service was now “on its knees”, with some internal projections within policing of a further 20% to 25% of cuts by the end of the next parliament in 2020. This would lead to more than 15,000 officers disappearing off the streets, only being seen when responding to crime or serious events such as disorder on the streets.</p> \n<p>White said: “You are left with a police service who you only speak to in the direst of circumstances, a police service almost paramilitary in style.”</p> \n<p>“You police by consent by having a relationship with local communities.</p> \n<p>“If you don’t have a relationship, because the officers have been cut, you will lose the consent which means the face and style of policing changes.</p> \n<p>“The whole service, from top to bottom, is deeply concerned about the ability to provide the service that the public have come to expect over the next five years.”</p> \n<p>After the Conservative election win, May was reappointed to the Home Office. The party’s manifesto promised further reforms to police. There is no sign the Conservatives, emboldened by an electoral mandate, will reduce the size of cuts in government funding the police face.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/may/21/theresa-may-police-federation-power\">Theresa May stuns Police Federation with vow to break its power</a> </p> \n</aside> \n<p>White said: “The concept of the British bobby at the heart of policing will be coming to an end.”</p> \n<p>He said crucial parts of policing which help prevent crime are under threat, including prevention, reassurance patrols and neighbourhood policing.</p> \n<p>“The police officers we represent are telling is, day in and day out, that they are close to being on their knees,”the Federation chair said.</p> \n<p>The burgeoning stress on officers has led to increased mental health problems, increased sick leave and plunging morale, he claimed.</p> \n<p>White said policing needed longer-term planning, and less political turmoil, about how it is structured and what it continues to do and what it stops doing. He said political parties were too short term and big reforms could save money and limit the damage to policing. White said: “I’m saying give us more money or let us radically reform.”</p> \n<p>Some chiefs have talked privately about cuts so large their forces are reduced to 1980s-style policing, responding to crises only, with heavy cuts to prevention and building relationships with communities.</p> \n<p>West Midlands police is planning ending the bobby on the beat in some areas, and expects its funding from government to be cut by 40% by 2020, compared to the money it received from central government in 2010.</p> \n<p>Unlike the National Health Service, policing was not protected from cuts.</p> \n<p>The Conservatives point to the fact that official figures show crime has fallen, while police numbers have been cut and the service reformed.</p> \n<p>The Conservative manifesto for the general election pledged to “finish the job of police reform”, vowing that would boost confidence in the police.</p> \n<p>On Thursday Britain’s top counter-terrorism officer, assistant commissioner Mark Rowley, said he would fight for police to be kept on the beat, amid fears budget cuts will see fewer officers gathering potentially crucial intelligence needed to thwart a growing tide of terrorism. Rowley said he would stress in upcoming budget talks the “essential” role played by uniformed officers in neighbourhood teams.</p> \n<p>White won the top job in the embattled Police Federation last year on a promise to reform the organisation whose reputation had been tarnished. He beat his rival on the toss of a coin after the committee supposed to make the decision was evenly split.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431895139823/11004890-0895-41cd-bf86-217c5589d8b0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stefan Wermuth/Reuters","altText":"Steve White told the Guardian that more cuts would be devastating: “You get a style of policing where the first options are teargas, rubber bullets and water cannon, which are the last options in the UK.”","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431889539242/e80871af-7dcb-4f2f-8018-5a82ad851188-1762x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1762,"orientation":"portrait","caption":"Steve White, chairman of the Police Federation. Photograph: Police Federation/PA","credit":"Police Federation/PA","altText":"Steve White, chairman of the Police Federation.","cleanCaption":"Steve White, chairman of the Police Federation.","cleanCredit":"Photograph: Police Federation/PA"}],"webPublicationDate":"2015-05-17T19:07:25Z","lastModified":"2015-05-17T23:00:47Z","metadata":{"commentable":true,"commentCount":860,"contributors":[{"name":"Vikram Dodd","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vikramdodd"}],"feature":false,"keywords":["Police","Public sector cuts","Public finance","Public services policy","Politics","Society","UK news","Crime","Conservatives","Theresa May"],"tags":[{"id":"uk/police","webTitle":"Police"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/theresamay","webTitle":"Theresa May"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Vikram Dodd","topic":{"type":"tag-contributor","name":"profile/vikramdodd"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/17/police-warn-big-budget-cuts-will-lead-to-paramilitary-force","shortUrl":"http://gu.com/p/49x2q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/17/police-warn-big-budget-cuts-will-lead-to-paramilitary-force","webUri":"http://www.theguardian.com/uk-news/2015/may/17/police-warn-big-budget-cuts-will-lead-to-paramilitary-force"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431895139823/11004890-0895-41cd-bf86-217c5589d8b0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve White told the Guardian that more cuts would be devastating: “You get a style of policing where the first options are teargas, rubber bullets and water cannon, which are the last options in the UK.” Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"Steve White told the Guardian that more cuts would be devastating: “You get a style of policing where the first options are teargas, rubber bullets and water cannon, which are the last options in the UK.”","cleanCaption":"Steve White told the Guardian that more cuts would be devastating: “You get a style of policing where the first options are teargas, rubber bullets and water cannon, which are the last options in the UK.”","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}},"importance":4,"showQuotedHeadline":false},{"title":"EU referendum / JCB boss says leaving Europe could lift burden of bureaucracy on UK businesses","rawTitle":"JCB boss says leaving Europe could lift burden of bureaucracy on UK businesses","item":{"type":"article","id":"politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses","title":"JCB boss says EU exit could lift burden of bureaucracy on UK businesses","trailText":"Construction equipment firm chaired by Tory donor says warnings on job losses are scaremongering","standFirst":"<p>Construction equipment firm chaired by Tory donor says warnings on job losses are scaremongering</p>","byline":"Sean Farrell","body":"<p>The top executives of JCB, one of the UK’s biggest manufacturing companies, have said Britain should vote to leave the European Union if David Cameron fails to negotiate reductions to bureaucracy that weighs down UK businesses.<br /></p> \n<p>Graeme MacDonald, who runs JCB for its billionaire owners, the Bamford family, said the EU was an important market for JCB, but he dismissed concerns about the impact on business if Britain voted to leave the single market.</p> \n<p>Asked if it would be better for the UK to quit an unreformed EU, he said: “I think it would be, because I really don’t think it would make a blind bit of difference to trade with Europe. There has been far too much scaremongering about things like jobs. I don’t think it’s in anyone’s interest to stop trade. I don’t think we or Brussels will put up trade barriers.”</p> \n<p>Meanwhile, chairman Lord Bamford told the BBC that the UK “could negotiate as our own country rather than being one of 28 nations in Brussels as we are today”. <br /></p> \n<p>JCB, the world’s third biggest maker of construction equipment, has strong links to the Conservatives. Lord Bamford has given &pound;2.6m to the party in the past five years and was made a Tory peer in 2013. Bamford has been vociferous in calling for the government to promote UK manufacturers. He produced a report for Cameron in 2012 calling for a German-style long-term strategy to support manufacturing and exports.</p> \n<p>MacDonald said Britain was too important an export market for the EU to make drastic changes to trading conditions. For example, the UK is the fourth-biggest market for German cars, he said. JCB is building a new &pound;18m headquarters in Germany.</p> \n<p>“What is needed is a lot less red tape and bureaucracy. Some of it is costly for us and quite frankly ridiculous. Whether that means renegotiating or exiting, I don’t think it can carry on as it is. It’s a burden on our business and it’s easier selling to North America than to Europe sometimes.” He said reducing red tape for business was Cameron’s most important task when seeking concessions from other EU leaders.</p> \n<p>JCB’s view is at odds with the views of other UK business leaders <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/07/british-business-leaders-back-tony-blair-warning-over-possible-eu-exit\">such as Sir Martin Sorrell, the chief executive of WPP, the world’s biggest advertising company, and Sir Michael Rake, BT’s chairman</a>. They have echoed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/07/tony-blair-backs-ed-miliband\">Tony Blair’s warning</a> during the election campaign that Britain would suffer damaging instability before the referendum and after a vote to leave the EU.</p> \n<p>Cameron has promised to hold an in-out referendum by 2017 after seeking to renegotiate how the EU operates. His demands include an opt-out for Britain from the goal of an “ever closer union” and greater powers for national parliaments to block EU legislation. Cameron’s team is understood to be drawing up plans to bring the referendum forward to next year to avoid a clash with French and German elections in 2017.</p> \n<p>Amid growing talk of a possible “Brexit” in the wake of the election, MacDonald’s comments are likely to be seized upon by Eurosceptic MPs such as Peter Bone and David Davis, already encouraged by Cameron’s referendum promise.</p> \n<p>Many businesses are also keen for EU reform. A recent survey by the IoD, the business organisation representing a range of large and medium-sized companies across the UK, found <a href=\"http://www.iod.com/influencing/press-office/press-releases/business-support-for-eu-membership-conditional-on-fundamental-reform-finds-new-iod-survey\">60% of their members said staying in the EU depended on successful reform in key areas</a>, notably employment regulations.</p> \n<p>However Lucy Thomas, campaign director for Business for New Europe, which supports the UK staying in a reformed EU, said MacDonald was right to call for a reduction in EU bureaucracy but said a Brexit would damage Britain: if it left the EU it would have no say in the rules and would still have to accept them.<br /></p> \n<p>“Of course JCB and others could still sell their goods to Europe, but they would still have to meet EU standards whatever they happened to be. Surely a seat at the table when rules are decided is better than no say at all?</p> \n<p>She added: “There is also no guarantee of what ‘out’ would look like: British businesses could potentially see tariffs and other barriers imposed on their goods and services, making them far less competitive.</p> \n<p>“We also benefit from free trade deals with over 50 countries all over the world and outside the EU we would lose all of those. Renegotiating would take years and why would global powers listen to the UK with 65 million consumers more than the EU as a bloc with 500 million?”</p> \n<p>“Companies who say they would reconsider their presence in the UK really mean it. They will go wherever makes business sense and if the UK is no longer competitive, they will not stay.”</p> \n<p>The prospect of the UK leaving the EU was cited by banking group HSBC as one reason why it was considering moving its headquarters from London to the Far East.</p> \n<p>HSBC chairman Douglas Flint said at last month’s annual meeting: “In February we published a major research study which concluded that working to complete the single market in services and reforming the EU to make it more competitive were far less risky than going it alone, given the importance of EU markets to British trade.”</p> \n<p>The JCB chief executive was speaking as the firm revealed that it had made a profit of &pound;313m last year, unchanged on the previous year even though sales were down from &pound;2.7bn to &pound;2.5bn. JCB’s UK business had been boosted by increased housebuilding and big infrastructure projects such as the Crossrail transport link in London. “Our customers see this going on for another two years or more,” he said.MacDonald also called on the Conservative government to make quicker decisions on big building projects now that it no longer needed to do deals with the Liberal Democrats.</p> \n<p>“With the coalition there was always an element of compromise. We’ve been discussing for a long time HS2 or whether we should have an extra runway at Heathrow. The government needs to get on with it. We look at other economies around the world and they have built new airports while we’ve been deciding whether to build a runway or not.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431880495482/715defc0-f917-4cc6-ad04-bc6a6207a2ce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"JCB boss says that EU red tape is stifling UK businesses.","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-17T21:38:29Z","lastModified":"2015-05-17T23:46:32Z","metadata":{"commentable":true,"commentCount":1392,"contributors":[{"name":"Sean Farrell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sean-farrell"}],"feature":false,"keywords":["EU referendum","European Union","Politics","UK news","Europe","Business","International trade"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/business","webTitle":"Business"},{"id":"business/internationaltrade","webTitle":"International trade"}],"section":{"id":"politics"},"topics":[{"displayName":"Sean Farrell","topic":{"type":"tag-contributor","name":"profile/sean-farrell"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses","shortUrl":"http://gu.com/p/49xf8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses","webUri":"http://www.theguardian.com/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431880495482/715defc0-f917-4cc6-ad04-bc6a6207a2ce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"JCB boss says that EU red tape is stifling UK businesses. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"JCB boss says that EU red tape is stifling UK businesses.","cleanCaption":"JCB boss says that EU red tape is stifling UK businesses.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":4,"kicker":{"title":"EU referendum"},"showQuotedHeadline":false},{"title":"Liberal Democrats / Clegg should return in high-profile role, says Farron","rawTitle":"Clegg should return in high-profile role, says Farron","item":{"type":"article","id":"politics/2015/may/17/tim-farron-nick-clegg-should-return-in-a-high-profile-party-role","title":"Tim Farron: Nick Clegg should return in a high-profile party role","trailText":"The Lib Dem leadership frontrunner believes the former leader’s reputation will be reappraised by the public and he will be valued as a decent man ","standFirst":"<p>The Lib Dem leadership frontrunner believes the former leader’s reputation will be positively reappraised by the public in the same way as William Hague</p>","byline":"Nicholas Watt","body":"<p>Tim Farron, the frontrunner in the Liberal Democrat leadership race, has said that Nick Clegg should take on a “very high-profile” role in the parliamentary party following the election of a new party leader.</p> \n<p>Farron said that the former deputy prime minister, who was one of just eight Lib Dem MPs returned on 7 May, could follow in the footsteps of other party leaders who took prominent frontbench roles after stepping down.</p> \n<p>The former Lib Dem president made his remarks in an interview on Pienaar’s Politics on BBC Radio 5 Live. Asked by <a href=\"https://twitter.com/schofieldkevin\">Kevin Schofield</a>, the incoming editor of the <a href=\"https://www.politicshome.com/\">Politics Home website</a>, what role Clegg could play, Farron said: “Largely, it is up to him – but a very high-profile one.</p> \n<p>“I kind of envisage Nick Clegg going through the same transition in the public’s eyes that William Hague did after he was defeated as Tory leader in 2001. He was vilified up until that election.</p> \n<p>“And shortly afterwards there was a great sense among the public that: ‘hang about, this guy’s been through the mill, he is worth something. This is a man of real substance.’ William Hague is a very decent man but I think Nick Clegg is better still. I think that is how he will be viewed by the electorate.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6774ee97678d593548d053fdb81c4abfe6e81c15\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/17/1431894502451/f7c6d2dd-8675-4fb0-910b-29263837b777-460x350.jpeg\" alt=\"Nick Clegg hands a knife to his likely successor Tim Farron at a bakery the day before the election.\" width=\"460\" height=\"350\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nick Clegg hands a knife to his likely successor Tim Farron at a bakery the day before the election.</span> \n  <span class=\"element-image__credit\">Photograph: Milton Haworth</span> \n </figcaption> \n</figure> \n<p>Farron cited the examples of the late <a href=\"http://www.libdemvoice.org/tag/jo-grimond\">Jo Grimond</a>, the Liberal party leader between 1956-67, who served as interim leader for two months in 1976 after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/police-investigate-suppressed-evidence-jeremy-thorpe-trial-liberal-party\">Jeremy Thorpe stood down</a>; <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/david-steel\">Lord Steel of Aikwood</a>, who served as foreign affairs spokesman after he stood down in 1988; and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/paddyashdown\">Lord Ashdown of Norton-sub-Hambdon</a>, chair of the recent Lib Dem general election campaign.</p> \n<p>“Because of our smaller numbers in the past too, when a leader has gone and retired from the past, they have generally speaking not been allowed to go out to grass,” Farron said. “David Steel was foreign affairs spokesperson under Paddy Ashdown, Jo Grimond served under David Steel and obviously Paddy served under Nick Clegg.”</p> \n<p>Farron found himself under pressure on Sunday over his apparently equivocal support for gay marriage. In an interview with the Observer, Farron said he regretted having abstained at the third reading of the equal marriage bill because he supported some amendments that were designed to provide “conscience protections” for religious minorities.</p> \n<p>He <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/tim-farron-regrets-abstention-gay-marriage-vote\">told the Observer</a>: “It is important to be very, very clear that I voted for the legalisation of equal marriage and support it, and will fight very hard against any attempts to water it down – which there might be.”</p> \n<p>But Farron, an evangelical Christian, added: “Put simply, there were a couple of amendments that were about the protection of essentially religious minorities, conscience protections, and I kind of voted for those. Me doing something like that, which is about protecting people’s right to conscience, I definitely regret it, if people have misread that and think that means I’m lukewarm on equal marriage.”</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/norman-lamb\">Norman Lamb</a>, the former care minister who is Farron’s rival for the Lib Dem leadership, highlighted his voting record when he was challenged by Andrew Neil on Sunday Politics on BBC1 to explain in what way his rival is not liberal.</p> \n<p>“There will be differences between us,” Lamb said. “On the whole issue of diversity, I have been very clear and consistent about the absolute importance of same-sex marriage. That, for me, is a fundamental principle of liberalism that you should be able to love and marry whoever you want.</p> \n<p>“There were votes where Tim took a different view or abstained. That is up to him. And I respect alternative views. But, for me, this is a really important principle of our party.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431893532084/3feec3ba-d1d9-4aa2-9e96-fa4ba40cb756-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James Gourley/REX Shutterstock/James Gourley/REX Shutterstock","altText":"Nick Clegg and Tim Farron on the campaign trail just days before the election.","cleanCredit":"Photograph: James Gourley/REX Shutterstock/James Gourley/REX Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431894501258/f7c6d2dd-8675-4fb0-910b-29263837b777-2060x1569.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1569,"width":2060,"orientation":"landscape","caption":"Nick Clegg hands a knife to his likely successor Tim Farron at a bakery the day before the election. Photograph: Milton Haworth","credit":"Milton Haworth","altText":"Nick Clegg hands a knife to his likely successor Tim Farron at a bakery the day before the election.","cleanCaption":"Nick Clegg hands a knife to his likely successor Tim Farron at a bakery the day before the election.","cleanCredit":"Photograph: Milton Haworth"}],"webPublicationDate":"2015-05-17T20:31:08Z","lastModified":"2015-05-17T22:35:14Z","metadata":{"commentable":true,"commentCount":168,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["Liberal Democrats","Nick Clegg","UK news","Politics","Tim Farron"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/tim-farron","webTitle":"Tim Farron"}],"section":{"id":"politics"},"topics":[{"displayName":"Nicholas Watt","topic":{"type":"tag-contributor","name":"profile/nicholaswatt"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/tim-farron-nick-clegg-should-return-in-a-high-profile-party-role","shortUrl":"http://gu.com/p/49xy8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/tim-farron-nick-clegg-should-return-in-a-high-profile-party-role","webUri":"http://www.theguardian.com/politics/2015/may/17/tim-farron-nick-clegg-should-return-in-a-high-profile-party-role"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431893532084/3feec3ba-d1d9-4aa2-9e96-fa4ba40cb756-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Clegg and Tim Farron on the campaign trail just days before the election. Photograph: James Gourley/REX Shutterstock","credit":"James Gourley/REX Shutterstock","altText":"Nick Clegg and Tim Farron on the campaign trail just days before the election.","cleanCaption":"Nick Clegg and Tim Farron on the campaign trail just days before the election.","cleanCredit":"Photograph: James Gourley/REX Shutterstock"}},"importance":3,"kicker":{"title":"Liberal Democrats"},"showQuotedHeadline":false},{"title":"Thorntons' boss quits after supermarket sales fall","rawTitle":"Thorntons' boss quits after supermarket sales fall","item":{"type":"article","id":"business/2015/may/18/thorntons-boss-quits-after-supermarket-sales-fall","title":"Thorntons' boss quits after supermarket sales fall","trailText":"Jonathan Hart will leave the chocolate maker after nearly five years at the helm following drops in revenue and profit","standFirst":"<p>Jonathan Hart will leave the chocolate maker after nearly five years at the helm following drops in revenue and profit</p>","byline":"Sean Farrell","body":"<p>The chief executive of Thorntons has resigned after a difficult few months in which the chocolate maker issued a pre-Christmas profit warning and suffered a fall in orders from supermarkets.</p> \n<p>Jonathan Hart will leave the company at the end of its financial year on 27 June. Barry Bloomer, Thorntons’ chief operating officer, will run the company while it looks for a replacement.</p> \n<p>Hart joined Thorntons in January 2011 from Caffe Nero, the coffee chain, where he was managing director. He set about reviving the 104-year-old company by revamping its range, seeking more orders from both the supermarkets and online and by closing about 120 high street stores to cut costs. Hart had the main points of the plan printed on his mouse mat.</p> \n<p>There were signs the strategy was working in September <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/sep/10/thorntons-60-per-cent-profits-rise-despite-closures\">when Thorntons announced a 60%</a> rise in annual profit but the improved performance was based on cost cutting while sales barely increased. The day before Christmas Eve, Thorntons <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/dec/23/thorntons-christmas-profits-warning-shares-slump\">warned that annual profit would fall</a> because of lower than expected orders from supermarkets and problems at its new warehouse.</p> \n<p>In March, the Derbyshire-based company <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/02/thorntons-supermarket-orders-loss-revenues-fall\">announced full-year profit down almost 10%</a> to &pound;6.5m and revenues down 8%, saying its performance was disappointing. Hart said he did not expect supermarket sales to improve in the following six months though revenues on its website and at its remaining stores were up.</p> \n<p>Paul Wilkinson, Thorntons’ chairman, said: “Over the past four years Jonathan has turned around our retail business, as well as creating and delivering the vision and strategy that will serve as the platform for the continued transformation of Thorntons into an international consumer goods business. On behalf of the board, I would like to thank Jonathan for his significant contribution and wish him well for the future.”</p> \n<p>On the day of the December profit warning, Thorntons’ shares crashed from 118p to 95p. They slumped to 63p in February but have since staged a partial recovery back to 95p before Hart’s resignation was announced. In early trading on Monday, company shares fell almost 3% to 92.5p.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431932758471/fd178dfc-af4f-46c5-862e-00b356f4624a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Phil Noble/Reuters","altText":"Chocolate easter bunnies come off the production line at the Thorntons factory in Alfreton, Derbyshire.","cleanCredit":"Photograph: Phil Noble/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-18T07:15:13Z","lastModified":"2015-05-18T07:21:24Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Sean Farrell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sean-farrell"}],"feature":false,"keywords":["Thorntons","Food & drink industry","Retail industry","Business","Chocolate","Food & drink","Life and style"],"tags":[{"id":"business/thorntons","webTitle":"Thorntons"},{"id":"business/fooddrinks","webTitle":"Food & drink industry"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"business/business","webTitle":"Business"},{"id":"lifeandstyle/chocolate","webTitle":"Chocolate"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"business"},"topics":[{"displayName":"Sean Farrell","topic":{"type":"tag-contributor","name":"profile/sean-farrell"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/18/thorntons-boss-quits-after-supermarket-sales-fall","shortUrl":"http://gu.com/p/49xpt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/18/thorntons-boss-quits-after-supermarket-sales-fall","webUri":"http://www.theguardian.com/business/2015/may/18/thorntons-boss-quits-after-supermarket-sales-fall"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431932758471/fd178dfc-af4f-46c5-862e-00b356f4624a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chocolate easter bunnies come off the production line at the Thorntons factory in Alfreton, Derbyshire. Photograph: Phil Noble/Reuters","credit":"Phil Noble/Reuters","altText":"Chocolate easter bunnies come off the production line at the Thorntons factory in Alfreton, Derbyshire.","cleanCaption":"Chocolate easter bunnies come off the production line at the Thorntons factory in Alfreton, Derbyshire.","cleanCredit":"Photograph: Phil Noble/Reuters"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-18T08:21:05Z","personalization":{"id":"uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/84e4005f-63fe-4b03-a8cc-10a864564853"},"visibility":"all","adTargetingPath":"front"}