{"id":"uk/groups/collections/85346f2f-e24e-41ff-863b-ef4792c3294c","title":"the big picture","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/85346f2f-e24e-41ff-863b-ef4792c3294c"},"cards":[{"title":"Insight Astronomy Photographer of the Year 2015 shortlist","rawTitle":"Insight Astronomy Photographer of the Year 2015 shortlist","item":{"type":"gallery","id":"science/gallery/2015/jul/09/insight-astronomy-photographer-of-the-year-2015-shortlist-in-pictures","title":"Insight Astronomy Photographer of the Year 2015 shortlist","trailText":"Highlights from the competition, which<em> </em>is now in its seventh year, with entries from enthusiastic amateurs and professional photographers","standFirst":"<p>The competition, which is run by the Royal Observatory Greenwich in association with Insight Investment and BBC Sky at Night Magazine<em>, </em>is now in its seventh year and continues to go from strength to strength, receiving a record number of over 2700 spectacular entries from enthusiastic amateurs and professional photographers from over 60 countries spanning the globe</p>","byline":"Iain MacDougall","body":"<figure class=\"element element-image\" data-media-id=\"4ab0f010a143c4552bb5e247779983c5d4bb4f4f\"> \n <img src=\"http://media.guim.co.uk/4ab0f010a143c4552bb5e247779983c5d4bb4f4f/0_0_2236_1493/1000.jpg\" alt=\"&lt;strong&gt;Great Nebula in Carina Bi-Colour&lt;/strong&gt; The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula\" width=\"1000\" height=\"668\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Great Nebula in Carina Bi-Colour</strong> The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula</span> \n  <span class=\"element-image__credit\">Photograph: Terry Robison</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"50d938a68697efcbb4059ad4494649ab6d8003bd\"> \n <img src=\"http://media.guim.co.uk/50d938a68697efcbb4059ad4494649ab6d8003bd/0_0_3429_2154/1000.jpg\" alt=\"&lt;strong&gt;Solar Prominence &lt;/strong&gt;Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself\" width=\"1000\" height=\"628\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Solar Prominence </strong>Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself</span> \n  <span class=\"element-image__credit\">Photograph: Gary Palmer</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"8fc67b99a4da162242f63228d326a12817aacd83\"> \n <img src=\"http://media.guim.co.uk/8fc67b99a4da162242f63228d326a12817aacd83/0_0_3085_2425/1000.jpg\" alt=\"&lt;strong&gt;M42 Subtle V1 cropped&lt;/strong&gt; One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph\" width=\"1000\" height=\"786\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>M42 Subtle V1 cropped</strong> One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Gilliland</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"fdc6e408b5e324dd968617359ad680f55d45c462\"> \n <img src=\"http://media.guim.co.uk/fdc6e408b5e324dd968617359ad680f55d45c462/0_0_5100_3400/1000.jpg\" alt=\"Ascent of Angels. A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Ascent of Angels</strong> A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak</span> \n  <span class=\"element-image__credit\">Photograph: Brad Goldpaint</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f82bbe777bf732178092c4f539a0565877a82edc\"> \n <img src=\"http://media.guim.co.uk/f82bbe777bf732178092c4f539a0565877a82edc/0_0_3543_2365/1000.jpg\" alt=\"&lt;strong&gt;Calm Before the Storm&lt;/strong&gt; A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above\" width=\"1000\" height=\"668\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Calm Before the Storm</strong> A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above</span> \n  <span class=\"element-image__credit\">Photograph: Julie Fletcher</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4078078b185474c59c5a2e006e07da108641b8aa\"> \n <img src=\"http://media.guim.co.uk/4078078b185474c59c5a2e006e07da108641b8aa/0_0_3543_1722/1000.jpg\" alt=\"&lt;strong&gt;Aurora Panorama 3 &lt;/strong&gt; The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly\" width=\"1000\" height=\"486\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Aurora Panorama 3 </strong> The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly</span> \n  <span class=\"element-image__credit\">Photograph: Jan R Olsen</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"08cbd03a027549f3b43a1db3ac12580a67af5f6e\"> \n <img src=\"http://media.guim.co.uk/08cbd03a027549f3b43a1db3ac12580a67af5f6e/0_0_3608_2334/1000.jpg\" alt=\"Full Moon over the Alps. The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise\" width=\"1000\" height=\"647\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Full moon over the Alps</strong> The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise</span> \n  <span class=\"element-image__credit\">Photograph: Stefano de Rosa</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"3c6ff31713ea83f7e62f2a915bd6087bfcaafe53\"> \n <img src=\"http://media.guim.co.uk/3c6ff31713ea83f7e62f2a915bd6087bfcaafe53/0_0_4000_2514/1000.jpg\" alt=\"&lt;strong&gt;Herschel 36: The Heart of the Lagoon&lt;/strong&gt; Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes\" width=\"1000\" height=\"629\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Herschel 36: The Heart of the Lagoon</strong> Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes</span> \n  <span class=\"element-image__credit\">Photograph: L&aacute;szl&oacute; Francsics</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"fcaa8288a307c0ef793e28f874b59941c6be1546\"> \n <img src=\"http://media.guim.co.uk/fcaa8288a307c0ef793e28f874b59941c6be1546/0_0_3232_2362/1000.jpg\" alt=\"&lt;strong&gt;IC443&lt;/strong&gt; Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula\" width=\"1000\" height=\"731\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>IC443</strong> Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Gilliland</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"868da24918500b6b300cc4b4a1c83e96efaed267\"> \n <img src=\"http://media.guim.co.uk/868da24918500b6b300cc4b4a1c83e96efaed267/0_0_5496_4523/1000.jpg\" alt=\"&lt;strong&gt;Roseta-NBv5 &lt;/strong&gt;Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays\" width=\"1000\" height=\"823\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Roseta-NBv5 </strong>Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays</span> \n  <span class=\"element-image__credit\">Photograph: Juan Ignacio Jimenez</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"e0aaeb86ab08811c5c8af99388cee70fc02ea118\"> \n <img src=\"http://media.guim.co.uk/e0aaeb86ab08811c5c8af99388cee70fc02ea118/0_0_4495_3000/1000.jpg\" alt=\"&lt;strong&gt;Motind &lt;/strong&gt;Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Motind </strong>Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights</span> \n  <span class=\"element-image__credit\">Photograph: Rune Engebo</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"48d608ea88c9b5ddcdf52011ecbdd3cd4932b5ab\"> \n <img src=\"http://media.guim.co.uk/48d608ea88c9b5ddcdf52011ecbdd3cd4932b5ab/0_0_4898_3674/1000.jpg\" alt=\"&lt;strong&gt;Moon and Antelao &lt;/strong&gt; Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky\" width=\"1000\" height=\"750\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Moon and Antelao</strong> Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky</span> \n  <span class=\"element-image__credit\">Photograph: Marcella Giulia</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"29d8352f2cee113484c0b4c920507c3a79bc55f3\"> \n <img src=\"http://media.guim.co.uk/29d8352f2cee113484c0b4c920507c3a79bc55f3/0_0_5616_3744/1000.jpg\" alt=\"&lt;/strong&gt;Star Trails over Green Lake&lt;/strong&gt; Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Star Trails over Green Lake</strong> Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California</span> \n  <span class=\"element-image__credit\">Photograph: Dan Barr</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"7656dfb440643997a207fb33476fd6ca2ddab1bb\"> \n <img src=\"http://media.guim.co.uk/7656dfb440643997a207fb33476fd6ca2ddab1bb/0_0_5760_3840/1000.jpg\" alt=\"&lt;strong&gt;The Night the Sky Exploded &lt;/strong&gt; A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>The Edge of the Aurora</strong> <br />A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection</span> \n  <span class=\"element-image__credit\">Photograph: Chul Kwon</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"930268bcbe75ab5e95f9b7dec82fb06e801b95da\"> \n <img src=\"http://media.guim.co.uk/930268bcbe75ab5e95f9b7dec82fb06e801b95da/0_0_5400_5416/997.jpg\" alt=\"&lt;strong&gt;Thor’s Helmet (NGC 2359)&lt;/strong&gt; The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage\" width=\"997\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Thor’s Helmet (NGC 2359)</strong> The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage</span> \n  <span class=\"element-image__credit\">Photograph: Adam Block</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"fac408f4fcddfb4d2feaa7c136b24aa996ba82c8\"> \n <img src=\"http://media.guim.co.uk/fac408f4fcddfb4d2feaa7c136b24aa996ba82c8/0_0_3780_5479/690.jpg\" alt=\"&lt;strong&gt;The Mirrored Night Sky&lt;/strong&gt; An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia\" width=\"690\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>The Mirrored Night Sky</strong> An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia</span> \n  <span class=\"element-image__credit\">Photograph: Xiaohua Zhao</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9f37263222a1485c8062551a1d9d752c3b11846f\"> \n <img src=\"http://media.guim.co.uk/9f37263222a1485c8062551a1d9d752c3b11846f/0_0_3007_1957/1000.jpg\" alt=\"&lt;strong&gt;C/2014 Q2 Lovejoy&lt;/strong&gt; Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake\" width=\"1000\" height=\"651\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>C/2014 Q2 Lovejoy</strong> Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake</span> \n  <span class=\"element-image__credit\">Photograph: Michael Jaeger</span> \n </figcaption> \n</figure>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ab0f010a143c4552bb5e247779983c5d4bb4f4f/0_0_2236_1493/2236.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1493,"width":2236,"orientation":"landscape","caption":"<strong>Great Nebula in Carina Bi-Colour</strong> The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula Photograph: Terry Robison","credit":"Terry Robison","altText":"<strong>Great Nebula in Carina Bi-Colour</strong> The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula","cleanCaption":"<strong>Great Nebula in Carina Bi-Colour</strong> The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula","cleanCredit":"Photograph: Terry Robison"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/50d938a68697efcbb4059ad4494649ab6d8003bd/0_0_3429_2154/3429.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2154,"width":3429,"orientation":"landscape","caption":"<strong>Solar Prominence </strong>Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself Photograph: Gary Palmer","credit":"Gary Palmer","altText":"<strong>Solar Prominence </strong>Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself","cleanCaption":"<strong>Solar Prominence </strong>Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself","cleanCredit":"Photograph: Gary Palmer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fc67b99a4da162242f63228d326a12817aacd83/0_0_3085_2425/3085.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2425,"width":3085,"orientation":"landscape","caption":"<strong>M42 Subtle V1 cropped</strong> One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph Photograph: Patrick Gilliland","credit":"Patrick Gilliland","altText":"<strong>M42 Subtle V1 cropped</strong> One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph","cleanCaption":"<strong>M42 Subtle V1 cropped</strong> One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph","cleanCredit":"Photograph: Patrick Gilliland"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fdc6e408b5e324dd968617359ad680f55d45c462/0_0_5100_3400/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3400,"width":5100,"orientation":"landscape","caption":"<strong>Ascent of Angels</strong> A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak Photograph: Brad Goldpaint","credit":"Brad Goldpaint","altText":"Ascent of Angels. A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak","cleanCaption":"<strong>Ascent of Angels</strong> A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak","cleanCredit":"Photograph: Brad Goldpaint"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f82bbe777bf732178092c4f539a0565877a82edc/0_0_3543_2365/3543.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2365,"width":3543,"orientation":"landscape","caption":"<strong>Calm Before the Storm</strong> A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above Photograph: Julie Fletcher","credit":"Julie Fletcher","altText":"<strong>Calm Before the Storm</strong> A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above","cleanCaption":"<strong>Calm Before the Storm</strong> A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above","cleanCredit":"Photograph: Julie Fletcher"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4078078b185474c59c5a2e006e07da108641b8aa/0_0_3543_1722/3543.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1722,"width":3543,"orientation":"landscape","caption":"<strong>Aurora Panorama 3 </strong> The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly Photograph: Jan R Olsen","credit":"Jan R Olsen","altText":"<strong>Aurora Panorama 3 </strong> The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly","cleanCaption":"<strong>Aurora Panorama 3 </strong> The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly","cleanCredit":"Photograph: Jan R Olsen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08cbd03a027549f3b43a1db3ac12580a67af5f6e/0_0_3608_2334/3608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2334,"width":3608,"orientation":"landscape","caption":"<strong>Full moon over the Alps</strong> The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise Photograph: Stefano de Rosa","credit":"Stefano de Rosa","altText":"Full Moon over the Alps. The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise","cleanCaption":"<strong>Full moon over the Alps</strong> The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise","cleanCredit":"Photograph: Stefano de Rosa"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3c6ff31713ea83f7e62f2a915bd6087bfcaafe53/0_0_4000_2514/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2514,"width":4000,"orientation":"landscape","caption":"<strong>Herschel 36: The Heart of the Lagoon</strong> Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes Photograph: László Francsics","credit":"László Francsics","altText":"<strong>Herschel 36: The Heart of the Lagoon</strong> Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes","cleanCaption":"<strong>Herschel 36: The Heart of the Lagoon</strong> Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes","cleanCredit":"Photograph: László Francsics"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcaa8288a307c0ef793e28f874b59941c6be1546/0_0_3232_2362/3232.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3232,"orientation":"landscape","caption":"<strong>IC443</strong> Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula Photograph: Patrick Gilliland","credit":"Patrick Gilliland","altText":"<strong>IC443</strong> Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula","cleanCaption":"<strong>IC443</strong> Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula","cleanCredit":"Photograph: Patrick Gilliland"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/868da24918500b6b300cc4b4a1c83e96efaed267/0_0_5496_4523/5496.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4523,"width":5496,"orientation":"landscape","caption":"<strong>Roseta-NBv5 </strong>Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays Photograph: Juan Ignacio Jimenez","credit":"Juan Ignacio Jimenez","altText":"<strong>Roseta-NBv5 </strong>Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays","cleanCaption":"<strong>Roseta-NBv5 </strong>Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays","cleanCredit":"Photograph: Juan Ignacio Jimenez"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e0aaeb86ab08811c5c8af99388cee70fc02ea118/0_0_4495_3000/4495.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":4495,"orientation":"landscape","caption":"<strong>Motind </strong>Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights Photograph: Rune Engebo","credit":"Rune Engebo","altText":"<strong>Motind </strong>Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights","cleanCaption":"<strong>Motind </strong>Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights","cleanCredit":"Photograph: Rune Engebo"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/48d608ea88c9b5ddcdf52011ecbdd3cd4932b5ab/0_0_4898_3674/4898.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3674,"width":4898,"orientation":"landscape","caption":"<strong>Moon and Antelao</strong> Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky Photograph: Marcella Giulia","credit":"Marcella Giulia","altText":"<strong>Moon and Antelao </strong> Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky","cleanCaption":"<strong>Moon and Antelao</strong> Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky","cleanCredit":"Photograph: Marcella Giulia"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d8352f2cee113484c0b4c920507c3a79bc55f3/0_0_5616_3744/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3744,"width":5616,"orientation":"landscape","caption":"<strong>Star Trails over Green Lake</strong> Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California Photograph: Dan Barr","credit":"Dan Barr","altText":"</strong>Star Trails over Green Lake</strong> Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California","cleanCaption":"<strong>Star Trails over Green Lake</strong> Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California","cleanCredit":"Photograph: Dan Barr"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7656dfb440643997a207fb33476fd6ca2ddab1bb/0_0_5760_3840/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3840,"width":5760,"orientation":"landscape","caption":"<strong>The Edge of the Aurora</strong> <br>A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection Photograph: Chul Kwon","credit":"Chul Kwon","altText":"<strong>The Night the Sky Exploded </strong> A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection","cleanCaption":"<strong>The Edge of the Aurora</strong> <br>A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection","cleanCredit":"Photograph: Chul Kwon"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/930268bcbe75ab5e95f9b7dec82fb06e801b95da/0_0_5400_5416/5400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":5416,"width":5400,"orientation":"portrait","caption":"<strong>Thor’s Helmet (NGC 2359)</strong> The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage Photograph: Adam Block","credit":"Adam Block","altText":"<strong>Thor’s Helmet (NGC 2359)</strong> The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage","cleanCaption":"<strong>Thor’s Helmet (NGC 2359)</strong> The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage","cleanCredit":"Photograph: Adam Block"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fac408f4fcddfb4d2feaa7c136b24aa996ba82c8/0_0_3780_5479/3780.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":5479,"width":3780,"orientation":"portrait","caption":"<strong>The Mirrored Night Sky</strong> An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia Photograph: Xiaohua Zhao","credit":"Xiaohua Zhao","altText":"<strong>The Mirrored Night Sky</strong> An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia","cleanCaption":"<strong>The Mirrored Night Sky</strong> An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia","cleanCredit":"Photograph: Xiaohua Zhao"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f37263222a1485c8062551a1d9d752c3b11846f/0_0_3007_1957/3007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1957,"width":3007,"orientation":"landscape","caption":"<strong>C/2014 Q2 Lovejoy</strong> Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake Photograph: Michael Jaeger","credit":"Michael Jaeger","altText":"<strong>C/2014 Q2 Lovejoy</strong> Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake","cleanCaption":"<strong>C/2014 Q2 Lovejoy</strong> Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake","cleanCredit":"Photograph: Michael Jaeger"}],"bodyImages":[],"webPublicationDate":"2015-07-09T06:00:07Z","lastModified":"2015-07-09T07:18:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Astronomy","Photography","Space","Science"],"tags":[{"id":"science/astronomy","webTitle":"Astronomy"},{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"science/space","webTitle":"Space"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"science"},"topics":[],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/gallery/2015/jul/09/insight-astronomy-photographer-of-the-year-2015-shortlist-in-pictures","shortUrl":"http://gu.com/p/4afh5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/gallery/2015/jul/09/insight-astronomy-photographer-of-the-year-2015-shortlist-in-pictures","webUri":"http://www.theguardian.com/science/gallery/2015/jul/09/insight-astronomy-photographer-of-the-year-2015-shortlist-in-pictures"},"shouldHideAdverts":false},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ab0f010a143c4552bb5e247779983c5d4bb4f4f/0_0_2236_1493/2236.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1493,"width":2236,"orientation":"landscape","caption":"<strong>Great Nebula in Carina Bi-Colour</strong> The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula Photograph: Terry Robison","credit":"Terry Robison","altText":"<strong>Great Nebula in Carina Bi-Colour</strong> The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula","cleanCaption":"<strong>Great Nebula in Carina Bi-Colour</strong> The hypergiant star Eta Carinae glows against the background of swirling clouds of dust and gases that form the Carina Nebula. The Carina Nebula is one of the largest diffuse nebulae - meaning that it has no well-defined boundaries - in our skies and is about four times as large as the famed Orion Nebula","cleanCredit":"Photograph: Terry Robison"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/50d938a68697efcbb4059ad4494649ab6d8003bd/0_0_3429_2154/3429.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2154,"width":3429,"orientation":"landscape","caption":"<strong>Solar Prominence </strong>Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself Photograph: Gary Palmer","credit":"Gary Palmer","altText":"<strong>Solar Prominence </strong>Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself","cleanCaption":"<strong>Solar Prominence </strong>Searing hot loops of plasma radiate from the edge of our local star – the sun – in a phenomenon known as a solar prominence. Emanating from the sun’s outer shell, from which light is emitted, prominences extend to the corona, which is the aura of the plasma surrounding it. A typical prominence covers over thousands of kilometres, with the largest ever recorded estimated to be over 800,000 kilometres, equalling roughly the radius of the sun itself","cleanCredit":"Photograph: Gary Palmer"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fc67b99a4da162242f63228d326a12817aacd83/0_0_3085_2425/3085.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2425,"width":3085,"orientation":"landscape","caption":"<strong>M42 Subtle V1 cropped</strong> One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph Photograph: Patrick Gilliland","credit":"Patrick Gilliland","altText":"<strong>M42 Subtle V1 cropped</strong> One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph","cleanCaption":"<strong>M42 Subtle V1 cropped</strong> One of the most well-known astronomical objects in our universe is the Orion Nebula and this image depicts the wider region of the Orion Molecular Cloud Complex that is its home. This complex also includes another popular target for astrophotographers, the Horsehead Nebula, as well as Barnard’s Loop and the Running Man Nebula, which can be seen to the left of this photograph","cleanCredit":"Photograph: Patrick Gilliland"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fdc6e408b5e324dd968617359ad680f55d45c462/0_0_5100_3400/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3400,"width":5100,"orientation":"landscape","caption":"<strong>Ascent of Angels</strong> A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak Photograph: Brad Goldpaint","credit":"Brad Goldpaint","altText":"Ascent of Angels. A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak","cleanCaption":"<strong>Ascent of Angels</strong> A meteor can be seen piercing through the darkness as the Milky Way towers above the 4,392m peak of Mount Rainier in Washington, USA. The white lights dotted across the rocky paths of the mountain’s face are the headlamps of hikers ascending to the peak","cleanCredit":"Photograph: Brad Goldpaint"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f82bbe777bf732178092c4f539a0565877a82edc/0_0_3543_2365/3543.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2365,"width":3543,"orientation":"landscape","caption":"<strong>Calm Before the Storm</strong> A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above Photograph: Julie Fletcher","credit":"Julie Fletcher","altText":"<strong>Calm Before the Storm</strong> A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above","cleanCaption":"<strong>Calm Before the Storm</strong> A phenomenal natural light show of a lightning storm emanating from the underside of ominous storm clouds, juxtaposed with the gleaming stars of the Milky Way above","cleanCredit":"Photograph: Julie Fletcher"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4078078b185474c59c5a2e006e07da108641b8aa/0_0_3543_1722/3543.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1722,"width":3543,"orientation":"landscape","caption":"<strong>Aurora Panorama 3 </strong> The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly Photograph: Jan R Olsen","credit":"Jan R Olsen","altText":"<strong>Aurora Panorama 3 </strong> The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly","cleanCaption":"<strong>Aurora Panorama 3 </strong> The vivid green Northern Lights dance above Lyngenfjord, Norway, tracing out the shape of the Earth’s magnetic field above the waters. Green, the most common colour associated with aurorae, is produced by oxygen atoms and molecules energised by the impact of solar particles that have escaped the sun’s atmosphere, causing them to glow brightly","cleanCredit":"Photograph: Jan R Olsen"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08cbd03a027549f3b43a1db3ac12580a67af5f6e/0_0_3608_2334/3608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2334,"width":3608,"orientation":"landscape","caption":"<strong>Full moon over the Alps</strong> The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise Photograph: Stefano de Rosa","credit":"Stefano de Rosa","altText":"Full Moon over the Alps. The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise","cleanCaption":"<strong>Full moon over the Alps</strong> The majestic sight of the full moon setting behind the rose-tinted Alps. Taken in the silent surroundings of Superga hill in Turin, Italy, mere minutes before sunrise","cleanCredit":"Photograph: Stefano de Rosa"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3c6ff31713ea83f7e62f2a915bd6087bfcaafe53/0_0_4000_2514/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2514,"width":4000,"orientation":"landscape","caption":"<strong>Herschel 36: The Heart of the Lagoon</strong> Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes Photograph: László Francsics","credit":"László Francsics","altText":"<strong>Herschel 36: The Heart of the Lagoon</strong> Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes","cleanCaption":"<strong>Herschel 36: The Heart of the Lagoon</strong> Situated some 5,000 light years away, the stellar nursery of the Lagoon Nebula lies in the constellation of Sagittarius. Despite being light years away, the Lagoon Nebula is in fact one of the few star-forming nebulae that it is possible to see with the naked eye (in optimum conditions) from mid-northern latitudes","cleanCredit":"Photograph: László Francsics"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcaa8288a307c0ef793e28f874b59941c6be1546/0_0_3232_2362/3232.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3232,"orientation":"landscape","caption":"<strong>IC443</strong> Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula Photograph: Patrick Gilliland","credit":"Patrick Gilliland","altText":"<strong>IC443</strong> Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula","cleanCaption":"<strong>IC443</strong> Lying in the constellation of Gemini, IC443 is a galactic supernova remnant, a star that could have exploded as many as 30,000 years ago. Its globular appearance has earned the celestial structure the moniker the Jellyfish Nebula","cleanCredit":"Photograph: Patrick Gilliland"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/868da24918500b6b300cc4b4a1c83e96efaed267/0_0_5496_4523/5496.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4523,"width":5496,"orientation":"landscape","caption":"<strong>Roseta-NBv5 </strong>Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays Photograph: Juan Ignacio Jimenez","credit":"Juan Ignacio Jimenez","altText":"<strong>Roseta-NBv5 </strong>Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays","cleanCaption":"<strong>Roseta-NBv5 </strong>Measuring 50 light years in diameter, the large, round Rosette Nebula is found on the edge of a molecular cloud in the constellation of Monoceros the Unicorn. At the core of the nebula the very hot young stars have heated the surrounding gaseous shell to a temperature in the order of 6 million kelvins, resulting in the emission of copious amounts of X-Rays","cleanCredit":"Photograph: Juan Ignacio Jimenez"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e0aaeb86ab08811c5c8af99388cee70fc02ea118/0_0_4495_3000/4495.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":4495,"orientation":"landscape","caption":"<strong>Motind </strong>Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights Photograph: Rune Engebo","credit":"Rune Engebo","altText":"<strong>Motind </strong>Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights","cleanCaption":"<strong>Motind </strong>Careening over the peaks of Senja, oxygen produces the greens and nitrogen the purples seen in this particular display of the Northern Lights","cleanCredit":"Photograph: Rune Engebo"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/48d608ea88c9b5ddcdf52011ecbdd3cd4932b5ab/0_0_4898_3674/4898.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3674,"width":4898,"orientation":"landscape","caption":"<strong>Moon and Antelao</strong> Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky Photograph: Marcella Giulia","credit":"Marcella Giulia","altText":"<strong>Moon and Antelao </strong> Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky","cleanCaption":"<strong>Moon and Antelao</strong> Late afternoon at San Vito di Cadore, Italy the moon shines over Monte Antelao. The snow-covered dolomite ridge of the mountain and the Earth’s only natural satellite bear a striking resemblance to one another, contrasting against the bright blue of the afternoon sky","cleanCredit":"Photograph: Marcella Giulia"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d8352f2cee113484c0b4c920507c3a79bc55f3/0_0_5616_3744/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3744,"width":5616,"orientation":"landscape","caption":"<strong>Star Trails over Green Lake</strong> Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California Photograph: Dan Barr","credit":"Dan Barr","altText":"</strong>Star Trails over Green Lake</strong> Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California","cleanCaption":"<strong>Star Trails over Green Lake</strong> Star trails illuminate the night sky over a campfire-lit Green Lake in the Hoover Wilderness of California","cleanCredit":"Photograph: Dan Barr"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7656dfb440643997a207fb33476fd6ca2ddab1bb/0_0_5760_3840/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3840,"width":5760,"orientation":"landscape","caption":"<strong>The Edge of the Aurora</strong> <br>A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection Photograph: Chul Kwon","credit":"Chul Kwon","altText":"<strong>The Night the Sky Exploded </strong> A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection","cleanCaption":"<strong>The Edge of the Aurora</strong> <br>A rare sighting of a red aurora, caused by the emission of high-altitude oxygen, captured on film, dancing over the small fishing town of Eyrarbakki, on the south coast of Iceland. The result of a large geomagnetic storm caused by a large coronal mass ejection","cleanCredit":"Photograph: Chul Kwon"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/930268bcbe75ab5e95f9b7dec82fb06e801b95da/0_0_5400_5416/5400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":5416,"width":5400,"orientation":"portrait","caption":"<strong>Thor’s Helmet (NGC 2359)</strong> The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage Photograph: Adam Block","credit":"Adam Block","altText":"<strong>Thor’s Helmet (NGC 2359)</strong> The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage","cleanCaption":"<strong>Thor’s Helmet (NGC 2359)</strong> The distinctive shape of the nebula NGC 2359 has led to it also being known as Thor’s Helmet, as it resembles the headgear of the Norse God (and Marvel superhero). Around 11,000 light years away, the overall bubble shape is mainly due to interstellar material swept up by the winds of the nebula’s central star, Wolf-Rayet, an extremely hot giant thought to be in a pre-supernova stage","cleanCredit":"Photograph: Adam Block"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fac408f4fcddfb4d2feaa7c136b24aa996ba82c8/0_0_3780_5479/3780.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":5479,"width":3780,"orientation":"portrait","caption":"<strong>The Mirrored Night Sky</strong> An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia Photograph: Xiaohua Zhao","credit":"Xiaohua Zhao","altText":"<strong>The Mirrored Night Sky</strong> An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia","cleanCaption":"<strong>The Mirrored Night Sky</strong> An enthralled stargazer is immersed in the stars as the luminous purple sky is mirrored in the thin sheet of water across the world’s largest salt flat, Salar de Uyuni, in Bolivia","cleanCredit":"Photograph: Xiaohua Zhao"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f37263222a1485c8062551a1d9d752c3b11846f/0_0_3007_1957/3007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1957,"width":3007,"orientation":"landscape","caption":"<strong>C/2014 Q2 Lovejoy</strong> Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake Photograph: Michael Jaeger","credit":"Michael Jaeger","altText":"<strong>C/2014 Q2 Lovejoy</strong> Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake","cleanCaption":"<strong>C/2014 Q2 Lovejoy</strong> Comet Lovejoy sails through the solar system in a green haze, leaving cometary dust in its wake","cleanCredit":"Photograph: Michael Jaeger"}}]}],"lastModified":"2015-07-09T07:12:02Z","personalization":{"id":"uk/groups/collections/85346f2f-e24e-41ff-863b-ef4792c3294c","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/85346f2f-e24e-41ff-863b-ef4792c3294c"},"visibility":"all","adTargetingPath":"front"}