{"id":"uk/groups/collections/8852-9cf6-d938-01fb","title":"in brief","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/8852-9cf6-d938-01fb"},"cards":[{"title":"Children's tech / Amazon Fire HD Kids Edition tablet","rawTitle":"Amazon Fire HD Kids Edition tablet","item":{"type":"article","id":"technology/2015/jul/13/amazon-fire-hd-kids-edition-tablet-review","title":"Amazon Fire HD Kids Edition tablet","trailText":"Decent performance for its low price, but the real draw is its eat-all-you-want catalogue of apps, games, ebooks and videos","standFirst":"<p>Decent performance for its low price, but the real draw is its eat-all-you-want catalogue of apps, games, ebooks and videos</p>","byline":"Stuart Dredge","body":"<p>When Apple launched its first iPad in 2010, the thought of handing a &pound;429 device over to a child seemed like crazy talk. Yet that’s exactly what happened with that and subsequent tablets.</p> \n<p>Fast forward to May 2015, when the UK’s communications regulator Ofcom reported that <a href=\"http://media.ofcom.org.uk/news/2015/five-years-of-tablets/\">71% of British 5-15 year-olds had access to a tablet at home</a>, including 34% who had their own one.</p> \n<p>In many cases, the latter have been passed down by parents after upgrading to a newer model, but several manufacturers have launched dedicated tablets for children too.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/05/minecraft-players-london-block-party-minecon\">Zombies, creepers and kids all flock to Minecraft’s block party</a> </p> \n</aside> \n<p>Samsung’s Galaxy Tab 3 Kids, LeapFrog’s LeapPad range and the Kurio were three examples, while Tesco’s Hudl tablets were in theory aimed at families, but in practice were often bought by parents for their children.</p> \n<p>Amazon’s Kindle Fire tablets fell into that pattern too, but now Amazon is launching a specifically-for-children device: the Fire HD Kids Edition. As the name makes clear, it’s a rebranded version of the company’s existing Fire HD device.</p> \n<p>It comes with a rubberised case for extra protection against being dropped or flung across the room by an angry child, with a two-year guarantee to replace the device if it does break.</p> \n<p>Amazon’s existing parental controls help you set limits on your children’s screen time on the tablet, while a built-in subscription plan gives them unlimited access to a catalogue of child-friendly apps, games, ebooks and videos.</p> \n<p>The pitch: here is a tablet you can set up for your child, then leave in their hands safe in the knowledge that they won’t be spending money on in-app purchases, seeing inappropriate ads or accessing social networks.</p> \n<h2>Good performance for the price</h2> \n<p>The Fire HD Kids Edition has a six-inch display, and comes in one of two models: one with 8GB of storage for &pound;119 and another with 16GB for &pound;139.</p> \n<p>The case comes in a choice of blue or pink - yes, a bit stereotypical - with Amazon selling additional accessories including a screen protector, set of children’s headphones and a Fire for Kids rucksack.</p> \n<p>At 360g with the case, the tablet feels reassuringly solid, and bounces without damage when dropped from a table or bunk-bed. Its 1280x800-resolution display and quad-core processor represent good value for its price too.</p> \n<p>The device charges via a micro-USB port, with a 3.5mm headphones port also built in, and two cameras: VGA-quality on the front and two-megapixel resolution on the back. Fine for the kind of casual snaps most children will want to take and show off.</p> \n<figure class=\"element element-image\" data-media-id=\"f578a1bcd75f893bfb274c797f6ca13fedf121d9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436521378212/a36ce527-7c36-45aa-87cf-aaf2c83002a2-460x345.jpeg\" alt=\"The parental controls enable you to set how much time your child spends using different content.\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The parental controls enable you to set how much time your child spends using different content.</span> \n  <span class=\"element-image__credit\">Photograph: Stuart Dredge for the Guardian</span> \n </figcaption> \n</figure> \n<p>The setup process is quick and simple, especially if you bought the tablet for yourself rather than received it as a gift - in the former case, Amazon will preload your account details on the device. You then create individual profiles for your children.</p> \n<p>For children, the user interface is simple and clear: a central carousel of their recently-accessed content, and buttons to browse the wider catalogue of books, videos and apps, along with a search button to quickly find specific things. At any point, swiping down from the top of the screen brings up controls to return to the homescreen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/01/youtube-biggest-channels-kids-funtoys-collector-little-baby-bum\">Four of the top five YouTube channels are for kids (and the fifth is Taylor Swift)</a> </p> \n</aside> \n<p>As the parent account, you have more options, including email, web browsing and shopping from Amazon. There’s also a dedicated app to set limits on your children’s usage, including a “bedtime” period that locks the device between (for example) 8pm and 8am.</p> \n<p>You can also set daily screen time, but with nuanced controls based on Amazon’s classification of apps, videos and ebooks as either educational or entertainment.</p> \n<p>If you want, you can specify how much time each child has to spend on educational content a day before the entertainment is unlocked. Plus, you can fine-tune screen-time: for example letting a child read ebooks as much as they like, but setting a one-hour limit on apps.</p> \n<h2>From Disney to Toca Boca</h2> \n<p>There is certainly plenty of content for kids to explore using the Fire for Kids Unlimited subscription plan, which is available for all Amazon’s tablets, although the Fire HD Kids Edition comes with a year’s subscription bundled into its price.</p> \n<p>Usually, it costs &pound;3.99 a month per child or &pound;7.99 for up to four, although Amazon Prime members get discounted rates of &pound;1.99 and &pound;3.99 a month respectively.</p> \n<p>For that, you get a good selection of apps from children’s developers like Toca Boca, StoryToys, Dr Panda and Sago Sago, as well as well-known brands like Disney, Sesame Street, Dr Seuss and Thomas &amp; Friends.</p> \n<figure class=\"element element-image\" data-media-id=\"7dfdc348114df3fd8ae031c3df1d7278431c00da\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436521288645/1fd9f992-3769-492e-9b3d-c68d9b93c038-460x276.jpeg\" alt=\"The Fire HD Kids Edition comes with a catalogue of content for children.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Fire HD Kids Edition comes with a catalogue of content for children.</span> \n  <span class=\"element-image__credit\">Photograph: Stuart Dredge for the Guardian</span> \n </figcaption> \n</figure> \n<p>Your children may gravitate towards the famous names at first, but there’s an impressive long-tail of independent apps to try as time goes on. The advantage of not having to pay for apps individually may encourage kids to explore the catalogue.</p> \n<p>The books section is a similar mix of brands (SpongeBob SquarePants, Teenage Mutant Ninja Turtles, plenty of movie tie-ins) with quirkier fare. The videos catalogue likewise mixes shows like Adventure Time, Peppa Pig and Shaun the Sheep through to videos from brands like Lego Friends.</p> \n<p>What if your children want an app that isn’t part of the subscription? The first two apps my sons asked me to install were Minecraft and Crossy Road, which aren’t part of Fire for Kids Unlimited. This is where you switch to your profile, get them from Amazon’s Appstore, and then use the Fire for Kids app to “add” them to your children’s libraries.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/08/diversity-childrens-apps-gender-depictions\">Diversity in children’s apps: ‘Gender depictions tend to be very stereotyped’</a> </p> \n</aside> \n<p>This means you can let your children play “freemium” games (like Crossy Road) although the tablet will block them from buying in-app purchases. I also added the BBC’s iPlayer app, which meant I could download some TV shows for offline viewing - an option missing from Amazon’s own video catalogue.</p> \n<h2>Verdict</h2> \n<p>As a robust, affordable tablet, the Fire HD Kids Edition makes an ideal first tablet for children, with a good balance between kids taking control over their download choices, and parents being able to set limits on how they use it.</p> \n<p>The built-in subscription has plenty of good, educational and/or entertaining content to explore, but the flexibility to install other apps and games is welcome - especially if your children are reaching peak Minecraft age.</p> \n<p>It would be nice to be able to store some of Amazon’s video catalogue for offline viewing ahead of a long trip or holiday, and I wonder if there is scope to add music streaming or downloads in to the subscription in the future. Still, as things stand this is one of the best children’s tablets yet.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436520965877/634915ca-a92c-4e94-879e-9783d5bebfbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Uncredited/AP","altText":"Amazon's Fire HD Kids Edition includes a subscription for apps, ebooks and videos.","cleanCredit":"Photograph: Uncredited/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436521378536/3a51269e-8444-4791-b8b5-5d936f5ccb5e-1020x765.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":765,"width":1020,"orientation":"landscape","caption":"The parental controls enable you to set how much time your child spends using different content. Photograph: Stuart Dredge for the Guardian","credit":"Stuart Dredge for the Guardian","altText":"The parental controls enable you to set how much time your child spends using different content.","cleanCaption":"The parental controls enable you to set how much time your child spends using different content.","cleanCredit":"Photograph: Stuart Dredge for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436521289255/d90ed428-9b2c-47d1-82aa-f293b805405a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Fire HD Kids Edition comes with a catalogue of content for children. Photograph: Stuart Dredge for the Guardian","credit":"Stuart Dredge for the Guardian","altText":"The Fire HD Kids Edition comes with a catalogue of content for children.","cleanCaption":"The Fire HD Kids Edition comes with a catalogue of content for children.","cleanCredit":"Photograph: Stuart Dredge for the Guardian"}],"webPublicationDate":"2015-07-13T06:00:05Z","lastModified":"2015-07-13T06:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Stuart Dredge","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-dredge"}],"feature":false,"keywords":["Children's tech","Amazon.com","Tablet computers","Technology","Computing","Online TV","Apps","Ebooks","Internet"],"tags":[{"id":"technology/children-s-tech","webTitle":"Children's tech"},{"id":"technology/amazon","webTitle":"Amazon.com"},{"id":"technology/tablet-computer","webTitle":"Tablet computers"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/computing","webTitle":"Computing"},{"id":"media/online-tv","webTitle":"Online TV"},{"id":"technology/apps","webTitle":"Apps"},{"id":"books/ebooks","webTitle":"Ebooks"},{"id":"technology/internet","webTitle":"Internet"}],"section":{"id":"technology"},"topics":[{"displayName":"Stuart Dredge","topic":{"type":"tag-contributor","name":"profile/stuart-dredge"}}],"starRating":"4","embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/13/amazon-fire-hd-kids-edition-tablet-review","shortUrl":"http://gu.com/p/4ah5m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/13/amazon-fire-hd-kids-edition-tablet-review","webUri":"http://www.theguardian.com/technology/2015/jul/13/amazon-fire-hd-kids-edition-tablet-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436520965877/634915ca-a92c-4e94-879e-9783d5bebfbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amazon’s Fire HD Kids Edition includes a subscription for apps, ebooks and videos. Photograph: Uncredited/AP","credit":"Uncredited/AP","altText":"Amazon's Fire HD Kids Edition includes a subscription for apps, ebooks and videos.","cleanCaption":"Amazon’s Fire HD Kids Edition includes a subscription for apps, ebooks and videos.","cleanCredit":"Photograph: Uncredited/AP"}},"importance":7,"kicker":{"title":"Children's tech"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436520965877/634915ca-a92c-4e94-879e-9783d5bebfbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Uncredited/AP","altText":"Amazon's Fire HD Kids Edition includes a subscription for apps, ebooks and videos.","cleanCredit":"Photograph: Uncredited/AP"}}]},{"title":"Lodger landlords / Why renting your spare room could be a nice little earner","rawTitle":"Why renting your spare room could be a nice little earner","item":{"type":"article","id":"money/2015/jul/13/rent-out-your-spare-room","title":"Why renting your spare room could be a nice little earner","trailText":"Last week’s budget increased the tax-free allowance for lodger landlords – just make sure you don’t break any rules","standFirst":"Last week’s budget increased the tax-free allowance for lodger landlords – just make sure you don’t break any rules","byline":"Amanda Jarvis and Lisa Bachelor","body":"<p>Britain’s army of <a href=\"https://www.airbnb.co.uk/\" title=\"\">Airbnb</a> landlords has been handed a cash bonus by the Treasury following an announcement in last week’s budget that means most of them will no longer pay tax on their rental income.</p> \n<p>At the moment, anyone who rents out a room to a lodger where the rental income exceeds &pound;4,250 a year must pay tax on the amount above this. But last week the chancellor announced that, from April 2016, this tax-free allowance will increase to &pound;7,500, the first time the threshold has moved since 1997.</p> \n<p>The move will mean the majority of lodger landlords will avoid paying tax altogether. Lodger landlords can earn, on average, &pound;8,335 a year in London, and &pound;6,071 across the rest of the UK, according to website <a href=\"http://www.spareroom.co.uk/\" title=\"\">Spareroom</a>.</p> \n<p>“The change has potentially huge implications for the scarce supply of affordable rented accommodation,” says Matt Hutchinson, director of Spareroom. “In the midst of a housing crisis, and with building levels behind all targets, it’s vital we make better use of existing stock.” So should you join the legion of lodger landlords, and if so what do you need to know?</p> \n<h2><strong>How to go about it</strong></h2> \n<p>​There’s a spare room rental boom, and it’s not just homeowners who can cash in. It’s now easier for tenants to benefit too, following an announcement in the budget that landlords can no longer prevent tenants from subletting rooms on a short-term basis.</p> \n<p>The trend for letting spare rooms is growing by 23% a year, Spareroom reports. With lodger incomes as much as &pound;695 a month in London and &pound;506 in the rest of the UK, it’s easy to see why.​</p> \n<p>Websites such as <a href=\"http://uk.easyroommate.com/\" title=\"\">Easyroommate</a>, <a href=\"http://www.gumtree.com/\" title=\"\">Gumtree</a> and <a href=\"http://www.hosts-international.com/\" title=\"\">Hosts International</a> make it easy to fill your spare room on a long-term basis, while Airbnb and <a href=\"http://www.wimdu.co.uk/?gclid=CjwKEAjwt_isBRDuisOm1dTQqGISJAAfRrEAq2tZTRrI_YURhHPjBl_kxUamUkrfj8ohQ9MYiNSMTBoCi6fw_wcB&amp;wt_se=147297345.7034461185.29002274507.45661873545.1\" title=\"\">Wimdu</a> are set up to match guests to rooms on a B&amp;B or more ad hoc basis.</p> \n<p>While these sites help you publicise your room and give guidance on safety, tax and insurance, it’s down to you to make sure you don’t break any&nbsp;rules.</p> \n<h2><strong>Tax and benefits</strong></h2> \n<p>Under the rent a room scheme you can now make up to &pound;7,500 a year without paying tax by renting out a furnished room in your home. If your rental income goes over that amount you’ll have to fill in a tax return. And there’s a fine line between taking in occasional B&amp;B guests and running a business, so speak to an accountant if ​you’re unclear about the tax rules and are regularly taking in paying guests.</p> \n<p>Taking in a lodger could affect your council tax bill if you get the single-person discount. You’ll still get your discount if your lodger is a student or you have a Monday to Friday lodger who pays council tax somewhere else.</p> \n<p>The first &pound;20 a week of rental income will not affect any housing benefit you claim, and universal credit isn’t affected at all by lodger income.</p> \n<h2><strong>Insurance</strong></h2> \n<p>Your home insurer will need to know if&nbsp;you take in a lodger or occasional B&amp;B guests. Don’t wait until your policy is up for renewal; it’s unlikely to have much of an affect on your premium, but if you need to make a claim your insurance company can turn it down if you haven’t told them about your guests.</p> \n<p>“It’s hard to predict how lodgers are going to use your home,” says Simon Warsop, chief underwriting officer for home insurance at Aviva. “They could be prone to spilling stuff on your carpets or be heavy handed with your best tea cups.</p> \n<p>“When we work out premiums we look at how many people live in a home&nbsp;and how it’s used, so it’s important that we have up-to-date information ​so we can assess the risks.”</p> \n<p>Another thing it is important to check is whether your potential lodger&nbsp;has any unspent criminal convictions. Take on a lodger with these, and any claim you make on your insurance could be turned down.</p> \n<p>Motoring convictions – speeding, parking fines and so on – are not relevant to home insurance and so do not usually have to be declared to&nbsp;insurers.</p> \n<h2><strong>Mortgages</strong></h2> \n<p>Contacting your mortgage lender may not be your first thought when you advertise your room to rent, but it’s a wise precaution. “Mainstream mortgages are for borrowers’ use of the&nbsp;property,” explains David Hollingworth, associate director of London &amp; Country Mortgages. “But your lender is unlikely to be unreasonable as long as you live in the&nbsp;property and share the accommodation with your lodger.”</p> \n<p>The lender will want to make sure that the lodger won’t have any rights if the property is repossessed, so you may need to have a formal letting arrangement in place. And your lodgers&nbsp;might need to sign a consent form to say that they are aware that the home is mortgaged.</p> \n<p>“The idea of short-term B&amp;B is a bit of a grey area,” Hollingworth says. “A mortgage consent form would be impractical in this situation,&nbsp;so I would advise telling your&nbsp;lender to make sure you don’t overstep the mark. If the lender feels that you are coming close to using the property for commercial purposes, or that you’re in breach of the mortgage terms and conditions, then you might have to pay higher interest or switch your mortgage deal.”</p> \n<h2>Empty nest? </h2> \n<p>Helen Hickman has been taking lodgers into her farmhouse near Milton Keynes, through Spareroom, for more than three years. She takes two lodgers at a time who tend to stay for at least a year.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"84d84d935297c42992664e0a23eaa3a1e5254ffb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436546271409/4c652e7c-a189-4c52-a6b2-6ad1ef700de9-460x276.jpeg\" alt=\"Helen Hickman\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Helen Hickman</span> \n </figcaption> \n</figure> \n<p>“We live in a six-bedroom farmhouse and would be rattling around if we didn’t have lodgers. Both of our kids went off to university at the same time and I suffered from empty-nest syndrome, which is why we did it.” The income also helped to pay for university fees.</p> \n<p>“We run this as a business and I’ve learned from experience to be tough. So we take a deposit and our lodgers sign an inventory.” Helen has also toughened up about insisting that the lodgers are clean and tidy. “We had a mouse problem due to one girl leaving food and dirty plates in her room.”</p> \n<p>Helen plans to continue renting out rooms. “We’ve met some great people along the way and have stayed in touch with pretty well everyone who has lodged here.”</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546169970/Friends-relaxing-together-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It’s your responsibility to make sure you don’t break any mortgage, tax or insurance rules by renting out a room Photograph: Frank van Delft/Getty Images/Cultura RF","credit":"Frank van Delft/Getty Images/Cultura RF","altText":"Friends relaxing together in living room","cleanCaption":"It’s your responsibility to make sure you don’t break any mortgage, tax or insurance rules by renting out a room Photograph: Frank van Delft/Getty Images/Cultura RF"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546271813/4c652e7c-a189-4c52-a6b2-6ad1ef700de9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Helen Hickman","credit":"The Guardian","altText":"Helen Hickman","cleanCaption":"Helen Hickman"}],"webPublicationDate":"2015-07-13T06:00:06Z","lastModified":"2015-07-13T06:00:06Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Lisa Bachelor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lisabachelor"}],"feature":true,"keywords":["Renting property","Consumer affairs","Money","Tax","Insurance","Mortgages","Household bills","Budget 2015 (July)","UK news"],"tags":[{"id":"money/renting","webTitle":"Renting property"},{"id":"money/consumer-affairs","webTitle":"Consumer affairs"},{"id":"money/money","webTitle":"Money"},{"id":"money/tax","webTitle":"Tax"},{"id":"money/insurance","webTitle":"Insurance"},{"id":"money/mortgages","webTitle":"Mortgages"},{"id":"money/household-bills","webTitle":"Household bills"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"money"},"topics":[{"displayName":"Lisa Bachelor","topic":{"type":"tag-contributor","name":"profile/lisabachelor"}}],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jul/13/rent-out-your-spare-room","shortUrl":"http://gu.com/p/4agg2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jul/13/rent-out-your-spare-room","webUri":"http://www.theguardian.com/money/2015/jul/13/rent-out-your-spare-room"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546169970/Friends-relaxing-together-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It’s your responsibility to make sure you don’t break any mortgage, tax or insurance rules by renting out a room Photograph: Frank van Delft/Getty Images/Cultura RF","credit":"Frank van Delft/Getty Images/Cultura RF","altText":"Friends relaxing together in living room","cleanCaption":"It’s your responsibility to make sure you don’t break any mortgage, tax or insurance rules by renting out a room Photograph: Frank van Delft/Getty Images/Cultura RF"}},"importance":5,"kicker":{"title":"Lodger landlords"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546169970/Friends-relaxing-together-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It’s your responsibility to make sure you don’t break any mortgage, tax or insurance rules by renting out a room Photograph: Frank van Delft/Getty Images/Cultura RF","credit":"Frank van Delft/Getty Images/Cultura RF","altText":"Friends relaxing together in living room","cleanCaption":"It’s your responsibility to make sure you don’t break any mortgage, tax or insurance rules by renting out a room Photograph: Frank van Delft/Getty Images/Cultura RF"}}]},{"title":"Cities / What do we mean by fairness?","rawTitle":"What do we mean by fairness?","item":{"type":"article","id":"cities/2015/jul/13/what-do-we-mean-fairness-cities-london","title":"What do we mean by fairness in cities?","trailText":"As we ask what would make London a fairer city, Danny Dorling and Richard Brooks reflect on what fairness really means – from social justice to pure luck","standFirst":"<p>As we ask what would make London a fairer city, Danny Dorling and Richard Brooks reflect on what fairness really means – from social justice to pure luck</p>","byline":"Danny Dorling and Richard Brooks","body":"<p>London is now home to more rich people than any other city in the world and benefits from tremendous economic, social and cultural vibrancy. But the city is also home to serious poverty, deprivation and social exclusion, and faces challenges in housing, transport and opportunities for young people.</p> \n<p>What is fairness? What would count as a fair city? What would it take to make London the fairest city in the world? The principle of fairness is not easy to apply. Radically different religions and political systems incorporate an idea of fairness. Politicians across both left and right all claim fairness for their approach. </p> \n<p>So how can fairness be understood? The classic distinction is between equality of outcomes, resulting in a uniform distribution of goods and equality of opportunity (setting up a fair race).</p> \n<p>Fairness as equality proceeds from an objection to gross disparities in income, wealth, power and freedoms. A billionaire simply cannot personally enjoy his wealth so much as a thousand millionaires, and the same sum of money could build new homes for more than 10,000 families.</p> \n<p>But there is also public support for the idea that if people “work hard and save,” then they are fairly entitled to their resulting wealth. So the opposite of fairness is not inequality. What is more controversial is the fact that the opportunities of affluent people – and the opportunities of their children, family and friends – are then enhanced by that wealth.</p> \n<p>Fairness is also related to ideas of justice.<strong> </strong>The most basic relationship between fairness and justice is the principle of fair treatment before the law and as subjects of state authority. The high rate of stop and search operations carried out on young black people is widely seen as unfair, as is the low level of criminal sanctions imposed on those apparently abusing positions of great economic power. How many bankers have been imprisoned for breaking the law? How many black people have died in custody in the UK?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>How many bankers have been imprisoned for breaking the law? How many black people have died in custody in the UK?</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"6fc55c257a8cedf9d53a38d2a82338fcf0dec536\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282543449/f879f2e1-e3a9-4a97-b846-baa62271a5d0-460x276.jpeg\" alt=\"Justice? ... Police stop and search young black men at Notting Hill Carnival.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Justice? ... Police stop and search young black men at Notting Hill Carnival.</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel/Corbis</span> \n </figcaption> \n</figure> \n<p>The concept of autonomy can also guide our use of fairness. Social justice is a function of the extent to which individual human beings can live a full and rewarding life. It is unfair when someone is prevented from flourishing. Poverty obviously holds people back, but the argument can also be extended to inequality. When public healthcare is not adequately funded, despite massive private affluence, it is unfair that so many people’s autonomy – their freedom from illness and pain, their ability to lead an independent life – is not being respected.</p> \n<p>It is worth also thinking about the relationship between luck and fairness. Luck has been used to ensure a form of fairness for thousands of years – for example, drawing lots for political roles in ancient Greece. In western societies, “a fair chance” is almost synonymous with an arbitrary dice roll or a coin toss. The UK’s public perception of lottery winners illuminates this relationship: that their winnings are fair even if not really deserved. There is a lot of luck in the world, and some of it leads to very unequal outcomes.</p> \n<p>London is a unique city – today and historically – and we therefore expect Londoners to view fairness as a unique combination of equalities, rights, justice and freedoms. </p> \n<p><em>Danny Dorling and Richard Brooks are commissioners for the <a href=\"http://londonfairnesscommission.co.uk/\">London Fairness Commission</a>, an</em><em> independent Commission established to organise conversations around fairness in London. The commission is chaired by Lord Victor Adebowale.</em></p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435836748279/184a554e-53ea-461b-955e-9bbc3c207a0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gideon Mendel/Gideon Mendel/Corbis","altText":"A housing estate in Hackney","cleanCredit":"Photograph: Gideon Mendel/Gideon Mendel/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282544828/f879f2e1-e3a9-4a97-b846-baa62271a5d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justice? ... Police stop and search young black men at Notting Hill Carnival. Photograph: Gideon Mendel/Corbis","credit":"Gideon Mendel/Corbis","altText":"Justice? ... Police stop and search young black men at Notting Hill Carnival.","cleanCaption":"Justice? ... Police stop and search young black men at Notting Hill Carnival.","cleanCredit":"Photograph: Gideon Mendel/Corbis"}],"webPublicationDate":"2015-07-13T06:52:41Z","lastModified":"2015-07-13T06:54:42Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Danny Dorling","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/danny-dorling"}],"feature":false,"keywords":["Cities","London","Housing","Society","Politics","Communities","UK news","Social exclusion"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"uk/london","webTitle":"London"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/communities","webTitle":"Communities"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/socialexclusion","webTitle":"Social exclusion"}],"section":{"id":"cities"},"topics":[{"displayName":"Danny Dorling","topic":{"type":"tag-contributor","name":"profile/danny-dorling"}}],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jul/13/what-do-we-mean-fairness-cities-london","shortUrl":"http://gu.com/p/4aaq7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jul/13/what-do-we-mean-fairness-cities-london","webUri":"http://www.theguardian.com/cities/2015/jul/13/what-do-we-mean-fairness-cities-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435836748279/184a554e-53ea-461b-955e-9bbc3c207a0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A housing estate in Hackney, one of the most deprived boroughs in London – yet also home to an influx of wealth. Photograph: Gideon Mendel/Corbis","credit":"Gideon Mendel/Corbis","altText":"A housing estate in Hackney","cleanCaption":"A housing estate in Hackney, one of the most deprived boroughs in London – yet also home to an influx of wealth.","cleanCredit":"Photograph: Gideon Mendel/Corbis"}},"importance":5,"kicker":{"title":"Cities"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435836748279/184a554e-53ea-461b-955e-9bbc3c207a0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gideon Mendel/Gideon Mendel/Corbis","altText":"A housing estate in Hackney","cleanCredit":"Photograph: Gideon Mendel/Gideon Mendel/Corbis"}}]},{"title":"Go Set a Watchman review / More complex than To Kill a Mockingbird, but less compelling","rawTitle":"More complex than To Kill a Mockingbird, but less compelling","item":{"type":"article","id":"books/2015/jul/12/go-set-a-watchman-review-harper-lee-to-kill-a-mockingbird","title":"Go Set a Watchman review – more complex than To Kill a Mockingbird, but less compelling","trailText":"Scout has lost her swagger and Atticus fans will be shocked by a satisfying novel that nonetheless vindicates the direction taken by Harper Lee’s classic debut","standFirst":"<p>Scout has lost her swagger and Atticus fans will be shocked by a satisfying novel that nonetheless vindicates the direction taken by Harper Lee’s classic debut</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/ng-interactive/2015/jul/10/go-set-a-watchman-read-the-first-chapter\">Read the first chapter of Go Set a Watchman</a></li>\n</ul>","byline":"Mark Lawson","body":"<p>The first problem in assessing<em> </em>Harper Lee’s first published novel in the five and a half decades since To Kill a Mockingbird is whether to describe it as her first or second book. This apparently simple question has been contested in the months before Tuesday’s much publicised and heavily embargoed release of a manuscript that reportedly came to light only recently.<br /></p> \n<p> Chronologically, Go Set a Watchman is, in Hollywood arithmetic, a sort of Mockingbird 2, depicting the later lives of the Finch family – lawyer Atticus, his daughter, Scout, his son, Jem and their maid, Calpurnia – who appeared in Lee’s 1960 debut book about a racially inflamed rape trial in Alabama. However, in computing terms, Watchman is Mockingbird 1.0 to the Mockingbird 2.0 of the novel that was previously the 89-year-old Lee’s single published work. Some sceptical advance publicity had suggested that the new book was merely an earlier draft of the first one, representing the text before editors and publishers demanded a substantial revision.</p> \n<p> As it turns out, however, Go Set a Watchman is of a very different order from “revised” or “alternative” editions of, for example, The Great Gatsby or Ulysses, which sought to restore or record the supposedly original intentions of F Scott Fitzgerald and James Joyce.</p> \n<p> Whereas To Kill a Mockingbird is narrated in the first-person by Scout as a young girl looking back a few years to events in the early 1930s, Go Set a Watchman is a third-person narrative, in which twentysomething Scout, now favouring her baptismal name of Jean Louise, returns from New York to visit Atticus, 72 and seriously arthritic, in her home town of Maycomb. Apart from their four-word poetic titles (the new novel’s is taken from the biblical book of Isaiah), the texts are largely independent of each other. Mockingbird is structured in 30 chapters divided between two sections; Watchman consists of seven parts including 19 chapters. </p> \n<p> A few passages exactly overlap between the two books, principally scene-setters describing Maycomb, Alabamian history and local folklore such as the comical legal consequences of the intermarriage of the Cunningham and Coningham clans. A handful of paragraphs alluding to the Robinson rape case in the 1930s (though with one crucial detail changed) were expanded to hundreds of pages in To Kill a Mockingbird. Encountering these seed sentences, it is hard not to feel some awe at the literary midwives who spotted, in the original conception, the greater literary sibling that existed in embryo. If the text now published had been the one released in 1960, it would almost certainly not have achieved the same greatness.</p> \n<p> This is not so much due to literary inferiority, but because Go Set a Watchman is a much less likeable and school-teachable book. It belongs to the genre in which prodigals return to find their homeland painfully altered; disillusioned by the “Atomic Age”, Scout has notably lost the sassy swagger that makes her childish I-voice in Mockingbird so compelling.</p> \n<p> Advance publicity has billed the second Lee as a chance to reunite with the “much loved” characters of Scout and Atticus. This promise proves barely half true. When the homecomer frets that no one in Maycomb remembers the “juvenile desperado, hellraiser extraordinary” that she was, it is tempting to yell back that we have never forgotten her, although wincing when she approvingly notes the smell of “clean Negro”, with all that term implies. (Unlike its predecessor, this text seems to have been printed much as submitted.)</p> \n<p> With regard to Scout’s father, though, some lovers of the classic version may feel moved to ask if they can now file an emergency rewrite of their school or university essays. While one of the book’s two great shocks – the failure of a major figure to survive into the 1950s – is emotionally jolting, the other shatters the traditional reading of Atticus as a saintly widowed single father whose views on race were decades ahead of his countrymen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jul/11/harper-lee-my-little-sister-alice-finch-lee\">Harper Lee: my little sister</a> </p> \n</aside> \n<p> This liberal hero, who was ostracised as a “nigger lover” in Mockingbird – both books present uncensored the racist hate speech of their eras – is found behaving, in the 1950s, in a way that admirers of print and film (played by Gregory Peck) versions of his earlier life will find painful and shocking. To the horror also of his daughter, the anti-racist lawyer now attends public meetings to oppose the supreme court’s attempts to impose integrated education and equal voting rights in the south. For many readers, large stretches of Watchman will be like discovering an alternative version of The Catcher in the Rye in which JD Salinger casts the story of the adolescent Holden Caulfield as the dream of a paedophile Republican senator.</p> \n<p> The shift in Atticus’s attitudes proves to be nuanced and rooted in the deep political complexities of the south – which New York editors may reasonably have thought too obscure for a broader audience – but their excision significantly altered the story. While there can be no doubt that the editorial attention given to Mockingbird made the narrative more gripping – the new publication has no equivalent climax to the courtroom drama of the Robinson trial – it can also be accused of having liberally (in two senses) sanitised the contents.</p> \n<p> If the racial politics of Watchman may prove unsettling to contemporary book buyers, time has been kinder to another ideological strain. Scout was appealingly established as a proto-feminist by the moment in Mockingbird when she is schooled in the manners of a lady and replies that she is “not particularly” interested in becoming one; the new book movingly expands on her continuing adult refusal to submit to conventional domestic expectations.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/ng-interactive/2015/jul/10/go-set-a-watchman-read-the-first-chapter\">Go Set A Watchman: read the first chapter - interactive</a> </p> \n</aside> \n<p> The to-and-fro ahead of the original publication also seems to have steered the writer away from stretches of modernist linguistic playfulness, such as a powerful parody of Lincoln’s Gettysburg address, and a tremendous scene in which a party thrown to welcome Scout home – known as “a coffee” – is represented by a fugue of fragments of banal local chatter.</p> \n<p> </p> \n<p> Regardless of whether the new book is regarded as Mockingbird 2 or Mockingbird 1.0, it is, in most respects, a new work, and a pleasure, revelation and genuine literary event, akin to the discovery of extra sections from T S Eliot’s The Waste Land or a missing act from Hamlet hinting that the prince may have killed his father.</p> \n<p> Teachers of American literature have been handed a fascinating potential course comparing and contrasting the pair, while there is clearly opportunity for a new movie of To Kill a Mockingbird combining the two genres most beloved by modern Hollywood – remake and sequel – within a structure of interlocking flashbacks that are the most fashionable form of movie narrative.</p> \n<p> Until then, Go Set a Watchman shakes the settled view of both an author and her novel. And, unless another surprise for readers lies somewhere in her files, this publication intensifies the regret that Harper Lee published so little.</p> \n<ul> \n <li><em>Go Set a Watchman is published by William Heinemann on 14 July at &pound;18.99. To order a copy for the special price of &pound;9.99, <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297369/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">click here</a> or call 0330 333 6846. Price valid until 31 July 2015.</em></li> \n</ul>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436714849777/a10a9ce3-b090-421b-a913-39476fcda550-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bettmann/CORBIS","altText":"Gregory Peck and Harper Lee","cleanCredit":"Photograph: Bettmann/CORBIS"}],"bodyImages":[],"webPublicationDate":"2015-07-12T15:39:04Z","lastModified":"2015-07-12T23:05:13Z","metadata":{"commentable":true,"commentCount":124,"contributors":[{"name":"Mark Lawson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marklawson"}],"feature":false,"keywords":["Harper Lee","Books","Culture"],"tags":[{"id":"books/harper-lee","webTitle":"Harper Lee"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Mark Lawson","topic":{"type":"tag-contributor","name":"profile/marklawson"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/12/go-set-a-watchman-review-harper-lee-to-kill-a-mockingbird","shortUrl":"http://gu.com/p/4at89","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/12/go-set-a-watchman-review-harper-lee-to-kill-a-mockingbird","webUri":"http://www.theguardian.com/books/2015/jul/12/go-set-a-watchman-review-harper-lee-to-kill-a-mockingbird"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436714849777/a10a9ce3-b090-421b-a913-39476fcda550-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gregory Peck, who played Atticus, and Harper Lee on the set of To Kill a Mockingbird. Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"Gregory Peck and Harper Lee","cleanCaption":"Gregory Peck, who played Atticus, and Harper Lee on the set of To Kill a Mockingbird.","cleanCredit":"Photograph: Bettmann/Corbis"}},"importance":4,"kicker":{"title":"Go Set a Watchman review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436714849777/a10a9ce3-b090-421b-a913-39476fcda550-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bettmann/CORBIS","altText":"Gregory Peck and Harper Lee","cleanCredit":"Photograph: Bettmann/CORBIS"}}]},{"title":"Environment / Benefits far outweigh costs of tackling climate change, says LSE study","rawTitle":"Benefits far outweigh costs of tackling climate change, says LSE study","item":{"type":"article","id":"business/2015/jul/13/benefits-far-outweigh-costs-tackling-climate-change-lse-study","title":"Benefits far outweigh costs of tackling climate change, says LSE study","trailText":"Improved air quality, energy efficiency and energy security, plus falling cost of renewables among extra gains of reducing global emissions, says Fergus Green","standFirst":"<p>Improved air quality, energy efficiency and energy security, plus falling cost of renewables among extra gains of reducing global emissions, says Fergus Green</p>","byline":"Katie Allen","body":"<p>The economic benefits for a country from tackling climate change easily outweigh the costs, according to a study that seeks to highlight the incentives for individual nations to take urgent action to cut emissions.</p> \n<p>Countries stand to gain more than they would lose in economic terms from almost all of the actions needed to meet an agreed global warming limit of no more than 2C above pre-industrial levels, according to the paper published by two research institutes at the London School of Economics.</p> \n<p>It is the latest research to underscore the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/31/limiting-climate-change-economic-benefits-study-finds\">apparent economic gains from limiting emissions, which include new jobs and improved health</a>, even before the benefits of preventing dangerous climate change are taken into account. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/31/limiting-climate-change-economic-benefits-study-finds\">Limiting climate change could have huge economic benefits, study finds</a> </p> \n</aside> \n<p>“The majority of the global emissions reductions needed to decarbonise the global economy can be achieved in ways that are nationally net-beneficial to countries, even leaving aside the ‘climate benefits’,” says <a href=\"http://www.lse.ac.uk/GranthamInstitute/profile/fergus-green/\">Fergus Green</a> in his paper for the <a href=\"http://www.lse.ac.uk/GranthamInstitute/\">Grantham Research Institute on Climate Change and the Environment</a> and <a href=\"http://www.cccep.ac.uk/Home.aspx\">ESRC Centre for Climate Change Economics and Policy at the LSE</a>.</p> \n<p>He cites improved air quality, increased energy efficiency and better energy security among the potential benefits to individual countries that more than justify the costs of cutting carbon emissions. <br /></p> \n<p>Furthermore, investments in low-carbon energy are likely to be more than paid back by the falling cost of renewable sources, such as solar and wind, and by reduced spending on fossil fuels, Green predicts.</p> \n<p>“All things considered, I conclude that there is a very strong case that most of the mitigation action needed to stay within the internationally agreed 2&deg;C limit is likely to be nationally net-beneficial,” adds Green, who is also research adviser to the economist Lord Stern, author of an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/feb/15/stern-review\">influential study on climate change</a>.</p> \n<p>The world’s nations have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2009/dec/18/copenhagen-deal\">agreed that 2C is the maximum safe limit for a rise in global temperatures</a>. Currently, the world is heading for a catastrophic 5C of warming and the deadline to seal a <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/global-climate-talks\">global climate deal</a> comes in December at a crunch UN summit in Paris. It will be the first significant attempt to reach a worldwide consensus on global warming targets since the infamously chaotic <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2009/dec/18/copenhagen-deal\">UN summit in Copenhagen</a> in 2009.</p> \n<p>In the runup to the meeting, the new paper warns countries against assuming they can, or should, look for a “free ride” on the efforts of other nations to tackle climate change. Green says that countries would gain by working together to bring down the costs of a transition to a low-carbon economy and sharing the benefits that such investment would deliver.<br /></p> \n<p>“The findings of this research suggest that the traditional assumption that action on climate change is net-costly is false. Those who think there is an incentive for countries to ‘free-ride’ on the climate protection provided by others are very much mistaken,” says Green. </p> \n<p>“Countries should see the climate talks in Paris this December as an opportunity to work with each other to deliver as quickly as possible the mutual gains that can result from decarbonising the economy.”</p> \n<p>The report’s conclusions echo those of the Nobel prize-winning economist Joseph Stiglitz, who used an address to a major <a href=\"http://www.commonfuture-paris2015.org/\">science conference</a> in the French capital last week to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jul/10/fossil-fuel-industry-must-implode-to-avoid-climate-disaster-says-top-scientist\">back the affordability for countries of tackling climate change</a>.</p> \n<p>“Creating a green economy is not only consistent with economic growth, it can promote economic growth,” he said, especially when there was a lack of demand in the global economy.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae22b12515da184c4b4ea4699b06e8ec4ef13337/0_231_4820_2892/4820.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2892,"width":4820,"orientation":"landscape","credit":"Prakash Singh/AFP/Getty","altText":"Commuters struggle through the smog in Delhi. India’s air pollution costs an estimated one million lives a year.","cleanCredit":"Photograph: Prakash Singh/AFP/Getty"}],"bodyImages":[],"webPublicationDate":"2015-07-12T23:01:07Z","lastModified":"2015-07-12T23:35:03Z","metadata":{"commentable":true,"commentCount":62,"contributors":[{"name":"Katie Allen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/12/1410528026473/Katie-Allen-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/katieallen"}],"feature":false,"keywords":["Economics","Business","Environment","Renewable energy","Greenhouse gas emissions","Nicholas Stern","Climate change","Energy","Energy efficiency","Global climate talks","London School of Economics and Political Science","Higher education","Education","COP 21: UN climate change conference | Paris","Global economy"],"tags":[{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"environment/carbon-emissions","webTitle":"Greenhouse gas emissions"},{"id":"environment/stern","webTitle":"Nicholas Stern"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/energyefficiency","webTitle":"Energy efficiency"},{"id":"environment/global-climate-talks","webTitle":"Global climate talks"},{"id":"education/londonschoolofeconomics","webTitle":"London School of Economics and Political Science"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/education","webTitle":"Education"},{"id":"environment/cop-21-un-climate-change-conference-paris","webTitle":"COP 21: UN climate change conference | Paris"},{"id":"business/global-economy","webTitle":"Global economy"}],"section":{"id":"business"},"topics":[{"displayName":"Katie Allen","topic":{"type":"tag-contributor","name":"profile/katieallen"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/13/benefits-far-outweigh-costs-tackling-climate-change-lse-study","shortUrl":"http://gu.com/p/4at8j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/13/benefits-far-outweigh-costs-tackling-climate-change-lse-study","webUri":"http://www.theguardian.com/business/2015/jul/13/benefits-far-outweigh-costs-tackling-climate-change-lse-study"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae22b12515da184c4b4ea4699b06e8ec4ef13337/0_231_4820_2892/4820.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2892,"width":4820,"orientation":"landscape","caption":"Commuters struggle through Delhi’s smog. India’s air pollution may cost a million lives a year. ‘The traditional assumption that action on climate change is net-costly is false,’ says Green.  Photograph: Prakash Singh/AFP/Getty","credit":"Prakash Singh/AFP/Getty","altText":"Commuters struggle through the smog in Delhi. India’s air pollution costs an estimated one million lives a year.","cleanCaption":"Commuters struggle through Delhi’s smog. India’s air pollution may cost a million lives a year. ‘The traditional assumption that action on climate change is net-costly is false,’ says Green. ","cleanCredit":"Photograph: Prakash Singh/AFP/Getty"}},"importance":4,"kicker":{"title":"Environment"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae22b12515da184c4b4ea4699b06e8ec4ef13337/0_231_4820_2892/4820.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2892,"width":4820,"orientation":"landscape","credit":"Prakash Singh/AFP/Getty","altText":"Commuters struggle through the smog in Delhi. India’s air pollution costs an estimated one million lives a year.","cleanCredit":"Photograph: Prakash Singh/AFP/Getty"}}]},{"title":"Do Something active / Five exercises to make you a faster, stronger runner","rawTitle":"Five exercises to make you a faster, stronger runner","item":{"type":"article","id":"lifeandstyle/2015/jul/12/faster-stronger-runner-plyometric-exercises","title":"Five exercises to make you a faster, stronger runner","trailText":"Paula Radcliffe and Mo Farah aren’t just fast – they’re strong, too. Up your body power with these five simple moves<br>","standFirst":"<p>Paula Radcliffe and Mo Farah aren’t just fast – they’re strong, too. Up your body power with these five simple moves<br /></p>","byline":"Lisa Buckingham","body":"<p>Plyometric exercises are intense, explosive moves that boost muscle power – the type you need to run faster for longer. “They also increase your ability to run with good form and improve running economy,” says running coach <a href=\"https://twitter.com/nickandersonrun\">Nick Anderson</a>. “This means your legs become quicker at landing and pushing off the ground, making you faster and efficient.”</p> \n<p>To prevent injury, you should be reasonably fit before trying these. Warm up thoroughly but don’t do these after a run – you should have fresh legs. “The key is keeping good form, so limit the repetitions to how many you can perform correctly and do plyometrics no more than twice a week,” says Nick. “For all the exercises, stand tall and stay light on your feet.” Build up repetitions as you get stronger.</p> \n<h2>Jumping lunges</h2> \n<p>Start in a lunge position, with right leg forward bent at a 90˚ angle (ensure that your knees don’t extend beyond toes) and left leg trailing behind with knee almost on the floor. Jump up and switch legs mid-air to land with left leg forward and right leg back. Pump your arms back and forth as you do when running. Focus on control and stability as you land – you shouldn’t be moving forward or sideways. Activate your gluteal (buttock) muscles to achieve this. Aim for 8-10 repetitions.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"fbac0b65b002521349651e8fc8f5c190d0fe8910\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436266884280/124333e4-584c-4329-8d82-dfb57f3ea6e0-460x459.jpeg\" alt=\"toe taps\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Toe taps</span> \n </figcaption> \n</figure> \n<h2>Toe taps</h2> \n<p>Stand facing a box, park bench or stairs. Lift your right leg and tap your right toes on the platform. As you bring the foot back down, spring up with your left foot to tap it on the platform, and keep repeating with alternate legs. Get a rapid rhythm going, springing off the ground with each step. Use your arms for momentum. Aim for 20-30 taps.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"7e018e717752e7a41667df4507789528f1eda503\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436266993318/7c7247c8-fd34-4ebf-9bac-8fdd7d2ca4eb-280x420.jpeg\" alt=\"High skips\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">High skips</span> \n </figcaption> \n</figure> \n<h2>High skips</h2> \n<p>You all know how to skip but this move requires high skips, so spring as high as you can on each skip by bringing your knees up in front of you and using your arms to give you height and momentum. Really focus on the height of each skip, not the distance, and aim to land softly on the balls of your feet. Aim for 20-25 skips.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d8195c182b5828334a93bae74f56e1d64e723f7e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436267098321/d05c7e99-2e5b-404b-9bfc-9a97ad28b15d-460x456.jpeg\" alt=\"Bench jumps\" width=\"460\" height=\"456\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bench jumps</span> \n </figcaption> \n</figure> \n<h2>Bench jumps</h2> \n<p>This is a powerful move that requires good form, so stop before you get too fatigued. You’ll need a strong box, step or park bench that’s between 30am and 45cm high. Stand facing your platform. Squat down, bring your arms back and jump with both feet onto the box, swinging your arms forward to aid your momentum. Land with bent knees into a squat and then step back down. Repeat 6-10 times.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"53f09dd10fd865b10ddfe1d22b1630135ee4642d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436267281686/588d710a-ea7d-4465-886f-e1d9acc13590-280x420.jpeg\" alt=\"Calf drives\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Calf drives</span> \n </figcaption> \n</figure> \n<h2>Calf drives</h2> \n<p>These are great for strengthening the calves and Achilles tendons. Stand with feet slightly apart and start jumping up and down. The key, though, is to barely bend your knees and use the ankles and calves to propel you into the air. So your legs should remain almost straight throughout, but not locked. At the top of each jump, your ankle should be fully flexed and toes pointing downwards. Keep up a rapid rhythm, taking off again as soon as your feet land. Aim for 15-25 jumps.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266744177/9e3baeac-d7a6-4944-b3ab-52e3567bedbd-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"www.sarahmlee.com","altText":"Jumping lunge","cleanCredit":"Photograph: www.sarahmlee.com"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266884050/bda5930c-7c0e-4899-996d-c9d1f145e4eb-620x618.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":618,"width":620,"orientation":"landscape","caption":"Toe taps","credit":"www.sarahmlee.com","altText":"toe taps","cleanCaption":"Toe taps"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266992826/9e9b6884-6978-42cd-afe6-09d37fcc48ca-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"High skips","credit":"www.sarahmlee.com","altText":"High skips","cleanCaption":"High skips"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436267098951/4c379241-4a8f-477b-8300-8db986e3a950-620x615.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":615,"width":620,"orientation":"landscape","caption":"Bench jumps","credit":"www.sarahmlee.com","altText":"Bench jumps","cleanCaption":"Bench jumps"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436267281226/6760c819-b6b6-4332-a47b-5db615d3c7ae-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Calf drives","credit":"www.sarahmlee.com","altText":"Calf drives","cleanCaption":"Calf drives"}],"webPublicationDate":"2015-07-12T08:00:03Z","lastModified":"2015-07-12T14:37:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Lisa Buckingham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lisabuckingham"}],"feature":true,"keywords":["Running","Health & wellbeing","Life and style","Fitness"],"tags":[{"id":"lifeandstyle/running","webTitle":"Running"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Lisa Buckingham","topic":{"type":"tag-contributor","name":"profile/lisabuckingham"}}],"series":{"title":"Do Something active","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/do-something-active"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/12/faster-stronger-runner-plyometric-exercises","shortUrl":"http://gu.com/p/4av9d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/12/faster-stronger-runner-plyometric-exercises","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/12/faster-stronger-runner-plyometric-exercises"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266744177/9e3baeac-d7a6-4944-b3ab-52e3567bedbd-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jumping lunges: the key to these exercises is keeping good form, so limit the repetitions to how many you can perform correctly. Photograph: www.sarahmlee.com","credit":"www.sarahmlee.com","altText":"Jumping lunge","cleanCaption":"Jumping lunges: the key to these exercises is keeping good form, so limit the repetitions to how many you can perform correctly.","cleanCredit":"Photograph: www.sarahmlee.com"}},"importance":3,"kicker":{"title":"Do Something active"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266744177/9e3baeac-d7a6-4944-b3ab-52e3567bedbd-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"www.sarahmlee.com","altText":"Jumping lunge","cleanCredit":"Photograph: www.sarahmlee.com"}}]},{"title":"A letter to ... / The woman I love but can never have","rawTitle":"The woman I love but can never have","item":{"type":"article","id":"lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","title":"A letter to … the woman I love but can never have","trailText":"The letter you always wanted to write","standFirst":"<p>The letter you always wanted to write</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/04/a-letter-to-my-sons-who-are-growing-up-in-a-muslim-family\">A letter to … My sons, who are growing up in a Muslim family</a><br /></p>","byline":"","body":"<p>I remember the moment we first met, as if it happened yesterday. You put your head round my office door, and introduced yourself. Your obvious intelligence, your voice and your laughter – that normal part of your conversation – were captivating. The sound of your voice still has, will always have, a profound effect on me. Although I didn’t realise it until much later, it was a moment that changed the direction of my life.</p> \n<p>After that first meeting, we worked together for a year. The weeks and months passed, as I wondered whether everyone who you knew and met felt the same way about you. Whether they felt the same pleasure, the same thrilling chemistry, just being near to you. You quickly became my closest friend, as we spent more and more time together. Then, one summer evening, I hugged you and you kissed me. You say now that you were in love with me even before that. But for me, that was the moment the world changed for ever.</p> \n<p>We were both happily married. Neither of us had ever had affairs or even thought of being unfaithful. It was something that neither of us planned or expected, but it felt … unstoppable.</p> \n<p>We grew closer and closer as our friendship deepened and we became lovers. Now, seven years later, I long to be openly with you; the most unique, the most demanding, the most desirable woman I have ever met.</p> \n<p>We can count the number of nights we have spent together in that time on our fingers. But the stolen hours spent talking, eating, reading, laughing – just being together – are uncountable. We have shared triumphs and tragedies, professional and personal.</p> \n<p>More than once, my behaviour has hurt you badly and yet we are still very much together, each feeling that life without the other would be simply unbearable. The happiest and most intense hours of my entire life have been spent with you.</p> \n<p>There are times when the desire and the sadness that we are not together become completely overwhelming. I know that you love me. But I also know that you want me in your life alongside everything you already have. Alongside your husband. I know and understand that your situation is much more complicated than mine. My daughter is 19 now and will leave home this year, but your children are much younger. Leaving your husband for me would cause them real harm and plunge you into an international custody battle.</p> \n<p>I know that you will stay with him, whatever happens, for the sake of your children. I know that you feel he is one of your children too; that you will beg him to stay with you if our relationship is exposed. You have been honest about that. I know that you will not be with me, even if I am alone.</p> \n<p>Other people bear seemingly unbearable things in their lives all the time, so I must endure this. I have no other choice, except the living bereavement of a life without you. I have fallen in love with a woman I cannot have, and who cannot be with me. Perhaps in a few years, when your daughter has left home and your son is older, being openly with me will become a possibility for you.</p> \n<p>Until then, I will wait for you, want you, and love you.</p> \n<p><em>Anonymous</em></p>","section":"Lifestyle","displayImages":[],"bodyImages":[],"webPublicationDate":"2015-07-11T05:30:04Z","lastModified":"2015-07-12T11:36:25Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Relationships","Sex","Life and style","Family"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"A letter to ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/aletterto"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","shortUrl":"http://gu.com/p/4adfg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"A letter to ..."},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/d06b769ec1b7b516b27306f9a1b44d9ed9595f85/7_0_4177_2505/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-07-13T07:25:13Z","personalization":{"id":"uk/groups/collections/8852-9cf6-d938-01fb","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/8852-9cf6-d938-01fb"},"visibility":"all","adTargetingPath":"front"}