{"id":"uk/groups/collections/8852-9cf6-d938-01fb","title":"in brief","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/8852-9cf6-d938-01fb"},"cards":[{"title":"Secret Teacher / We help students to cheat, but how long before it's exposed?","rawTitle":"We help students to cheat, but how long before it's exposed?","item":{"type":"article","id":"teacher-network/2015/jun/27/secret-teacher-we-help-pupils-to-but-how-long-before-its-exposed","title":"Secret Teacher: we help students to cheat, but how long before it's exposed?","trailText":"Teachers who break the rules will have nowhere to hide when exam-only syllabi come in, leaving us easy prey for our critics","standFirst":"<p data-dropid=\"0\">Teachers who break the rules will have nowhere to hide when exam-only syllabi come in, leaving us easy prey for our critics</p>","byline":"","body":"<p>On the first day of the school year the staffroom buzzes with nervous whispers. Everyone is eager to hear the big news about results. Is an Ofsted inspection imminent or are we safe in our jobs for another year? Thoughts whir as the senior management team present their annual analysis of assessment data.</p> \n<p>But there is an enormous elephant in the room; most of the members of the audience know the data is false. This is because we know how much we help children cheat in the modular tests brought in to replace coursework. <br /></p> \n<p>Controlled assessments are not properly scrutinised by line managers and exam boards, a problem that gets worse every year. More and more teachers allow students to use extensive written notes when only limited prompts are allowed. In April I found students in the library “redrafting” controlled assessments for the sixth or seventh time when they should not be attempted more than once. </p> \n<p>A number of my year 11 tutor group – mostly of C/D borderline ability – proudly told me they had achieved A*s. They were unaware that the amount of help their teachers gave them – by providing detailed writing frames, editing their initial drafts line by line and giving intensive one-to-one guidance – meant it was practically done for them.</p> \n<p>When we internally moderate school-based assessments, obvious discrepancies, such as students who have only just started learning English writing like prize-winning authors, are ignored in the near certainty we will not be caught. The exam boards select work from random students to scrutinise, but they have a vested interest in schools choosing their syllabi so they are unlikely to be too rigorous.</p> \n<p>It is hard to be sure how aware students are about this constituting malpractice. Some, of course, smell a rat but stay quiet. Most expect their teachers to allow repeated redrafting because it has become so much the norm that they would be disadvantaged without it. When parents get involved, they expect the same.</p> \n<p>Friends and colleagues, who are decent people, insist that what we do is fine because “everybody” else is doing it. When I discussed my concerns with our headteacher, who is much better than most, they echoed that sentiment exactly. They even said that in grammar schools repeated redrafting was par for the course and that this was always done “with the best of intentions”.</p> \n<p>The problem is that teachers have no choice. If students do not achieve their target grades/levels, we get the blame. In the current climate this argument has force: without the malpractice we indulge in, the head says we would slip from “good” to “requires improvement” or even “inadequate”. The aftermath of such a judgement is our biggest fear – academisation.</p> \n<p>The impact on results is most pronounced in the English department. The head of English is a shameless careerist and assists in most of the redrafting personally, boasting about how the A-C English language pass rate has been raised from the “below floor target” prediction to over 70% in the final exams last year. Of course the rest of the department know that these results would be significantly worse without malpractice, but it allows the “team leader” to look good, despite driving good teachers out with dire interpersonal skills and appalling judgment.</p> \n<p>Soon, English and some other subjects will see controlled assessments replaced by exam-only syllabi. When that happens, I worry that results will fall dramatically and the level of cheating in schools will be exposed to the public. They will not have sympathy for the “you don’t bring a knife to a gunfight” line of defence, and the fact that the fight should never have been called for in the first instance won’t matter a jot. </p> \n<p>Our students, who think we are doing nothing wrong now, will look back on their education with deep cynicism. Our reputation will take an almighty hammering and once we lose that standing with parents and communities, we will be easy prey for the vultures who want to privatise our great profession.</p> \n<p><strong>Follow us on Twitter via <a href=\"https://twitter.com/GuardianTeach\">@GuardianTeach</a>. Join the <a href=\"http://teachers.theguardian.com/Registration.aspx?CMP=dis_42\">Guardian Teacher Network</a> for lesson resources, comment and <a href=\"http://jobs.theguardian.com/jobs/schools/#browsing?INTCMP=edi_546\">job opportunities</a>, direct to your inbox.</strong></p>","section":"Teacher Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435317920872/30eb8abe-e63e-42ec-aabe-30b2846cb2e9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"bird of prey","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-27T06:00:07Z","lastModified":"2015-06-27T06:04:17Z","metadata":{"commentable":true,"commentCount":29,"contributors":[],"feature":false,"keywords":["Teacher Network","Education","Teaching","Schools","Secondary schools","Teachers' workload"],"tags":[{"id":"teacher-network/teacher-network","webTitle":"Teacher Network"},{"id":"education/education","webTitle":"Education"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/secondary-schools","webTitle":"Secondary schools"},{"id":"education/teachersworkload","webTitle":"Teachers' workload"}],"section":{"id":"teacher-network"},"topics":[],"series":{"title":"The Secret Teacher","uri":"http://mobile-apps.guardianapis.com/lists/tag/teacher-network/series/the-secret-teacher"},"embeddedVideos":[],"adTargetingPath":"teacher-network"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/teacher-network/2015/jun/27/secret-teacher-we-help-pupils-to-but-how-long-before-its-exposed","shortUrl":"http://gu.com/p/4a5a4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/teacher-network/2015/jun/27/secret-teacher-we-help-pupils-to-but-how-long-before-its-exposed","webUri":"http://www.theguardian.com/teacher-network/2015/jun/27/secret-teacher-we-help-pupils-to-but-how-long-before-its-exposed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435317920872/30eb8abe-e63e-42ec-aabe-30b2846cb2e9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"If cheating is exposed, the vultures that want to privatise teaching will pounce. Photograph: Alamy","credit":"Alamy","altText":"bird of prey","cleanCaption":"If cheating is exposed, the vultures that want to privatise teaching will pounce.","cleanCredit":"Photograph: Alamy"}},"importance":7,"kicker":{"title":"Secret Teacher"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435317920872/30eb8abe-e63e-42ec-aabe-30b2846cb2e9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"bird of prey","cleanCredit":"Photograph: Alamy"}}]},{"title":"Green is the new black / The unstoppable rise of the healthy-eating guru","rawTitle":"The unstoppable rise of the healthy-eating guru","item":{"type":"article","id":"lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","title":"Green is the new black: the unstoppable rise of the healthy-eating guru","trailText":"They’re young, photogenic, big on Instagram and top bestseller lists around the world – but how much do the new breed of wellness bloggers know about food? Hadley Freeman enters the world of #yummy #avotoast to find out","standFirst":"<p>They’re young, photogenic, big on Instagram and top bestseller lists around the world – but how much do the new breed of wellness bloggers know about food? Hadley Freeman enters the world of #yummy #avotoast to find out</p>","byline":"Hadley Freeman","body":"<figure class=\"element element-image element--showcase\" data-media-id=\"0ba380c972398c2682a44bc7f0b10fcfb4b07507\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159431150/e8879e6f-a982-4c21-befb-bf09fcf77cb6-346x420.jpeg\" alt=\"Wellness guru cover\" width=\"346\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action.</span> \n  <span class=\"element-image__credit\">Photograph: Perou for the Guardian</span> \n </figcaption> \n</figure> \n<p>Nestled among stuffy interior decorating and antique shops, <a href=\"http://daylesford.com/pimlico/\">Daylesford farmshop and cafe</a> in Pimlico is, judging by the queue on a weekday mid-afternoon, very much the chic place to meet for a fresh vegetable juice (&pound;6) or a superfood salad (&pound;14). A decade ago, you’d have struggled to find a place such as this in London; now, there seems to be one opening every other day. But, <a href=\"http://www.timeout.com/london/restaurants/daylesford-organic\">as one review warns</a>, everyone at Daylesford “is likely to be thinner, blonder and richer than you”, and I can testify that this much is true. It is part of a chain owned by Carole Bamford, a woman <a href=\"http://daylesford.com/carole-bamford-founder-daylesford-bamford/\">described on her website</a> as “a visionary in organic farming and healthy food retailing”. She is also the wife of <a href=\"http://www.jcb.co.uk/About/Lord-Bamford.aspx\">Anthony Bamford</a>, director of the JCB construction empire, although here in the farm shop the emphasis is very much on organic spelt bread rather than hydraulic excavators.</p> \n<p>I have come to Daylesford to have a green juice with <a href=\"http://calgaryavansino.com/\">Calgary Avansino</a>, whose chosen career would have seemed similarly far-fetched a decade ago. I first met Avansino years ago when she worked at Vogue as editor <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/alexandra-shulman\">Alexandra Shulman</a>’s assistant. At the time, she struck me as polite, pretty and a tiny bit scary, like everyone who works for Vogue. Today, she beams with the kind of good health you’d expect of someone who blogs about how to make <a href=\"http://calgaryavansino.com/recipes/almond-chia-seed-pudding-2/\">chia seed pudding</a>. Writing last year about “<a href=\"http://www.thesundaytimes.co.uk/sto/style/living/Wellbeing/article1496331.ece\">healthy fixes for the Christmas feast</a>”, she urged readers to offer guests “an avocado and cacao mousse” instead of mince pies. “Your friends and your body will thank you,” she promised, strongly suggesting she has never met any of my friends. Her book on wellbeing, <a href=\"http://www.amazon.co.uk/Keep-It-Real-well-family/dp/1473619211\">Keep It Real</a>, will be published next year.</p> \n<p>Despite having had her third child four months ago at the age of 40, Avansino is very slim. This is not really a surprise: in a recent blog, <a href=\"http://www.getthegloss.com/article/my-week-in-food-calgary-avansino\">she detailed her typical weekly diet</a>, which included lunches of avocado on broccoli bread (“My new favourite thing!”) and green smoothies for breakfast. She frequently advises against gluten and describes herself as “not crazy about wheat”. She also writes about how to feed kids healthily. For instance, “Don’t think you have to start your kids eating with bananas – start with a courgette or sweet potato, which is much better than a high glycemic banana.”</p> \n<p>“I’ve never had any training, and I’m not a chef,” Avansino says when I ask about her nutritional qualifications. “I’ve just always eaten like this, and it comes from a very honest and easy place.”</p> \n<p>When Avansino moved to London from the US with her husband 14 years ago, people thought her “a total weirdo” for eating quinoa. Today, she says, everyone else is catching on: “I read this great article recently about how where you get your juice now is more important than what label you wear, because it’s sort of like discreet one-upmanship. I think it’s all positive.”</p> \n<figure class=\"element element-image\" data-media-id=\"c2d71939fc07b515932456b9b835704ac40fc0a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435234578127/e83afab5-24ea-4808-a2f3-417458d5ca06-460x276.jpeg\" alt=\"Calgary Avansino\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’</span> \n  <span class=\"element-image__credit\">Photograph: Calgary Avansino/Instagram</span> \n </figcaption> \n</figure> \n<p>As anyone who has endured a million Instagram photos of avocado on gluten-free bread (“<a href=\"https://instagram.com/explore/tags/avotoast/\">#avotoast</a>!!!”) knows, Avansino is right: ostentatiously ascetic good health is now a major fashion trend. “Wellness”, <a href=\"http://www.style.com/culture/living/2014/health-wellness-luxury-status-symbol?mbid=nl_011915_Dail\">as style.com recently put it</a>, using the zeitgeisty term for the pursuit of health, is “the new luxury status symbol… If five years ago it was <a href=\"https://www.celine.com/en/collections/fall/handbags\">a C&eacute;line bag</a>, today’s ultimate status symbol might just be <a href=\"https://www.soul-cycle.com/shop/womens/tops/\">a SoulCycle hoodie</a> and a green juice.” While such breathless prose might make you want to throw <a href=\"http://www.hemsleyandhemsley.com/spiralizer-our-recommended-spiralizer-for-our-favourite-courgette-dishes-and-more/\">a spiralizer</a> through a window (for the uninitiated, that’s a machine that turns vegetables into vague substitutes for spaghetti, thus sparing you those dreaded carbs), it is true that the pursuit of “wellness” hits that crucial point on the Venn diagram between aspiration, self-love and slimness. It’s the ultimate modern sweet spot, especially because you don’t even have to admit that you’re trying to lose weight (so boring, so unfashionable). You are simply pursuing “wellness”.</p> \n<p>Within the last decade, being a wellness blogger – someone who writes on nutrition and counsels others on how to change their diet – has overtaken fashion stylist and yoga teacher as the fashionable job option for young women. When <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/gwynethpaltrow\">Gwyneth Paltrow</a>, whose nutritional qualification is nothing more than a lifetime of eating, launched <a href=\"http://goop.com/\">goop.com</a> in 2008, promoting such untempting sounding propositions as the “21-day elimination diet”, she was roundly mocked. But she is having the last laugh. Other female celebrities – <a href=\"https://www.honest.com\">Jessica Alba</a> and <a href=\"https://www.preserve.us\">Blake Lively</a>, for instance – have since launched their own wellness websites, and it was recently announced that Paltrow is creating a range of organic gluten-free ready meals featuring options such as kale ravioli. Even Pippa Middleton is <a href=\"http://www.dailymail.co.uk/news/article-3075185/Blend-like-Auntie-Pippa-Kate-s-little-sister-inspiralized-nutritionist-new-healthy-eating-craze-role-whip-meals-baby-Charlotte.html\">reportedly training to be a nutritionist</a>, surely the ultimate sign that the trend has hit the mainstream.</p> \n<p>Instead of qualifications in boring things such as nutrition and science, the wellness guru has a blog and an Instagram account. From these, she advises thousands, even millions, of followers in her friendly, informal tone to avoid the likes of tropical fruits (too high in sugar) and stock up instead on cold-pressed green juices. She makes dark references to the many ways in which today’s food industry is making us all sick. She also includes many, many photos of herself to confirm the efficacy of her recommendations.</p> \n<p>The wellness blogger is, crucially, photogenic and young, which is why “wellness” looks so much more desirable than it did a decade ago, when it was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/gillian-mckeith\">Gillian McKeith</a>, say, telling us all to eat more fibre. Eat like me, look like me, is the message. Typical photo poses include sitting on a beach lounger in a bikini while drinking from a coconut, or reclining in a rustic kitchen in skinny jeans, a cute porcelain bowl of vegetables in one hand. There are differences, however: some bloggers endorse juice fasts, whereas others scorn juice and compare its sugar content to Coca-Cola; some promote fasting, others advise against. Such subjective disagreements are perhaps inevitable among a profession in which no training is required.</p> \n<p>It’s easy to mock this phenomenon, but it is big business now. Wellness gurus accrue lucrative endorsements from healthfood brands, exercise equipment makers and spas, which they promote on their blogs. Publishers cannot give them book deals fast enough, and bestseller lists in the UK, Australia and US are filled with volumes on wellness, which mix recipes with vague nutritional advice and, of course, many, many photos.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b353ff5c746218480a33260fed390673586c96d8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141646322/7b9a7b93-8ead-45db-9a1e-1d69111221cf-460x375.jpeg\" alt=\"dish by wellness blogger calgary avansino\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign.</span> \n  <span class=\"element-image__credit\">Photograph: Calgary Avansino/Instagram</span> \n </figcaption> \n</figure> \n<p>It’s perhaps not surprising that these books have found such a large audience: most people do eat too much crap and would like to be healthier, or at least thinner. If it takes a bunch of 25-year-olds with access to social media to make eating fruit (non-tropical) seem cool, this can only be a positive thing, surely? The emphasis on the alleged nefariousness of wheat and gluten feels more trendy than true, but if some people unnecessarily cut out bread and eat more vegetables, well, that doesn’t sound like the worst trade-off in the world.</p> \n<p>But food bloggers and nutritionists, unlike dietitians, are not regulated, and a few problems have emerged in this wellness gold rush. Until earlier this year, Belle Gibson was a very successful blogger in Australia. Her claims that she had cured herself of various cancers through eating fruit and vegetables brought her enormous attention. She is estimated to have made more than $1m from her app, <a href=\"http://thewholepantryapp.com\">The Whole Pantry</a>, and <a href=\"http://bookshop.theguardian.com/whole-pantry.html\">the book of the same name</a>, which was published by Penguin. Apple was planning to include her app on its Apple Watch. She boasted that she had encouraged “countless others” who suffered from cancer to reject conventional medical treatment and opt instead to treat themselves naturally.</p> \n<p>In April, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/apr/22/none-of-its-true-wellness-blogger-belle-gibson-admits-she-never-had-cancer\">it was revealed that Gibson’s story was bogus</a>: she never had cancer. She gave a tearful interview to Women’s Weekly magazine in which the journalist drily reported, “She says she is passionate about avoiding gluten, dairy and coffee, but doesn’t really understand how cancer works.” Penguin said it had published the book “in good faith” and had never sought to verify Gibson’s claims.</p> \n<p>Over in the US, wellness blogger <a href=\"http://foodbabe.com/\">Vani Hari</a>, aka the Food Babe, is one of the most popular writers on nutrition and has successfully lobbied food brands such as Kraft to remove various chemicals from their products (scientists have argued that such campaigns were unnecessary). A former financial consultant, with no nutritional or science training, Hari’s blog now reaches well over a million followers and features posts with the kind of attention-grabbing headlines bloggers are so good at, such as <a href=\"http://foodbabe.com/2015/06/02/3-things-doctors-say-you-should-do-but-shouldnt/\">“3 Things Doctors Say You Should Do… But Shouldn’t!”</a> and <a href=\"http://foodbabe.com/2013/09/23/are-you-eating-this-ingredient-banned-all-over-the-world/\">“Are You Eating This Ingredient Banned All Over the World?”</a> Hari has been widely <a href=\"http://www.slate.com/articles/health_and_science/science/2015/02/food_babe_book_and_blog_claims_beaver_ass_coal_tar_and_yoga_mat_in_your.html\">condemned by scientists</a> and dietitians, who say that she “exploits the scientific ignorance of her followers”. She has also been described as “the Jenny McCarthy of food” (the actor McCarthy, similarly unversed in science, <a href=\"http://www.newyorker.com/tech/elements/jenny-mccarthys-dangerous-views\">encouraged Americans not to vaccinate their children</a>, warning it would cause autism). Hari <a href=\"http://foodbabe.com/2014/12/06/food-babe-critics/\">has responded by quoting Gandhi</a> – “First they ignore you, then they laugh at you, then they fight you, then you win” – and suggesting her critics are in the pay of big pharma and food corporations, thus making a virtue of her outsider status and lack of nutritional training.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The pursuit of&nbsp;‘wellness’ hits that crucial point on the Venn diagram between aspiration, self-love and slimness</p> \n </blockquote> \n</aside> \n<p>I grew up in New York and have spent time in Los Angeles. Along with Sydney, these are probably the epicentres for kooky, healthy eating trends, and I have watched many come and go. Although trendy British cafes serve gluten-free muffins and soya latte these days, I assumed that most Brits were too sardonic to go too far down this path.</p> \n<p>I was wrong. Over the past year, wacky nutritional advice has been increasingly creeping into the national press, all in the name of “wellness”. One regular (and self-confessedly wholly unqualified) nutritional newspaper columnist frequently insists that gluten-free options are inherently healthier, which, according to the British Dietetic Association, is simply untrue for the vast majority of people. In April this year, an uncritical profile of the Australian wellness blogger and “photogenic fruitarian” <a href=\"http://thebananagirl.com/about.php\">Freelee the Banana Girl</a> reported that “Freelee pioneered the Raw Till 4 regime, whereby she eats nothing but uncooked fruit until 4pm — sometimes dozens of bananas a day — allowing herself some grains, a little fat from nuts and seeds and a huge plate of steamed green or starchy vegetables in the evening”. Freelee credits this regime, we were solemnly informed, “with curing her eating disorder”.</p> \n<p>Then there are the British wellness bloggers, who are increasingly hard to avoid: <a href=\"http://deliciouslyella.com/\">Ella Woodward</a>, <a href=\"http://tessward.com/\">Tess Ward</a>, <a href=\"http://madeleineshaw.com/\">Madeleine Shaw</a>, <a href=\"http://www.hemsleyandhemsley.com/about/\">the Hemsley sisters</a> and Calgary Avansino. It isn’t hard to see the appeal for their many fans: the prettier, posher and thinner they are, the more success they enjoy. When Ella Woodward published her book <a href=\"http://bookshop.theguardian.com/deliciously-ella.html\">Deliciously Ella</a> earlier this year, her publishers reprinted it six times before it was even released, to keep up with demand; it became the fastest-selling debut cookbook of all time. (Twenty-four-year-old Woodward is the daughter of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/shaunwoodward\">Shaun Woodward</a>, the former Northern Ireland secretary, and <a href=\"http://www.thesundaytimes.co.uk/sto/Magazine/article1544338.ece\">Camilla Sainsbury</a> of the supermarket family.)</p> \n<p>Another British wellness book, <a href=\"http://bookshop.theguardian.com/get-the-glow.html\">Get The Glow</a>, by 25-year-old “nutritional health coach” Madeleine Shaw (<a href=\"https://instagram.com/madeleine_shaw_/\">147,000 followers on Instagram</a>), became a number one bestseller last month. I asked her editor, Anna Valentine at Orion, how she accounts for such rapid success. “This is a crowded area of the market, and each book has to shout to be heard,” she says. “A strong platform and engaged audience is crucial to help cut through the noise.”</p> \n<p>“In the long term, I’d like to see Madeleine as a female Jamie Oliver,” adds Shaw’s manager, Alice Russell. Russell has arranged sponsorship deals for Shaw from companies including Brita water filters and Savse smoothies. “We look at what’s a good fit for Madeleine. We’ve turned down a lot of money in the past from companies, so she can be built in the right way.”</p> \n<figure class=\"element element-image\" data-media-id=\"b82f17c922b4f1e3f0ff495d7eb2cca1105e810a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141086818/c5ccb36f-09b7-42f3-801b-18f37a27c0b6-460x375.jpeg\" alt=\"wellness blogger madeleine shaw\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers.</span> \n  <span class=\"element-image__credit\">Photograph: Madeleine Shaw/Instagram</span> \n </figcaption> \n</figure> \n<p>Shaw herself is more than aware of where the appeal lies. “Some of the girls, like the Hemsleys and Ella, are very pretty, but I think it’s that we’re all so nice and smiley and approachable,” says Shaw, who is all of those things. Like many books by wellness bloggers, Get The Glow mixes perfectly sensible if hardly novel advice (eat less sugar) with less well-founded claims (wheat, Shaw writes, “is like sandpaper for the gut”). The recipes, too, are an even split between the healthy but tempting (Thai beef salad) and the healthy but not (pizza with a crust made of mashed cauliflower bound together with egg white).</p> \n<p>Shaw and I meet in the newly opened <a href=\"http://www.southkensingtonclub.com\">South Kensington Club</a> (all the new nutritionists seem to be based in south-west London: my week of interviewing them involves trekking around the golden triangle of Sloane Square, South Kensington and Notting Hill), and she talks engagingly about how she, like nearly all British wellness bloggers, became interested in healthy eating after suffering from digestive problems. She describes herself as “a modern-day hunter-gatherer. I think we got it right at the beginning and things have become more processed, and I think that’s causing problems for so many people,” she says with the uptick accent so popular now in certain areas of Britain.</p> \n<p>Yet people are living a lot longer than they were 500 years ago, I say.</p> \n<p>“I totally get your point,” Shaw concedes, “and I think it’s because our medicines have developed and we’re not running around with sticks and getting eaten by animals and stuff like that. But we’re not as connected with our bodies as we used to be – we eat out of boredom or, like, convenience, or, like, to stay awake to get stuff done. So it’s about getting in touch with your food to see where it’s from.”</p> \n<p>She advises against wheat very strongly, but people did eat wheat 500 years ago, didn’t they?</p> \n<p>“I think it’s because of the way it’s done now,” she says. “If it was wheat that was grown a long time ago, it was really nutritious, it had long roots, it had some goodness. But now it’s more of a dwarf crop and it doesn’t have the same nutrition.” Shaw thinks everyone should give up wheat, “just to see how they feel”. She is currently doing a three-year course at the London-based <a href=\"http://www.naturopathy-uk.com/\">College of Naturopathic Medicine</a>.</p> \n<p>Very few wellness bloggers have traditional nutritional qualifications, such as university degrees. At most, some have taken the year-long, $5,995 online course from the New York-based <a href=\"http://www.integrativenutrition.com/\">Institute for Integrative Nutrition</a> (IIN), which, while licensed by the New York state education department, only qualifies students to describe themselves as an “integrative nutrition health coach”. They can use this qualification all around the world. (Pippa Middleton is said to be taking the IIN course as I write.)</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8cbadaadcc4d2956af464ea30c2bbd85e47344b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435142070516/43cdeb56-b519-4dae-afb8-bdeefb9fda39-280x420.jpeg\" alt=\"wellness blogger madeleine shaw doing a headstand\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’</span> \n  <span class=\"element-image__credit\">Photograph: Madeleine Shaw/Instagram</span> \n </figcaption> \n</figure> \n<p>The IIN was founded by <a href=\"https://www.facebook.com/NutritionSchoolFounder\">Joshua Rosenthal</a>, whose nutritional background is, spokesperson Justine Thorner explains, “a master of science degree in education and 30 years of experience in health, wellness, wholefoods, personal coaching and teaching”. (In other words, he learned to be a teacher in nutrition by teaching about nutrition.) He still teaches 50% of the programme, alongside visiting teachers – “the best in the world,” according to Rosenthal – who include such zeitgeisty figures as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/ariannahuffington\">Huffington Post editor-in-chief Arianna Huffington</a> and Dr Mehmet Oz. Oz, an American heart surgeon with his own TV show, has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/apr/17/dr-oz-columbia-doctors-quack-treatments\">regularly criticised</a> by fellow doctors, who recently described him as “routinely [showing] disdain for science and for evidence-based medicine”. As for Oz’s coverage of weight-loss supplements, Senator <a href=\"http://www.politico.com/story/2014/06/claire-mccaskill-dr-oz-weight-loss-supplement-107952.html\">Claire McCaskill told him in a senate hearing last year, “You are melding news and entertainment in a way that harms consumers</a>.”</p> \n<p>I ask Thorner if the IIN has any concerns about the controversy surrounding its visiting teacher. “Dr Oz’s lecture focuses around simple tips for health and happiness,” she says. “Criticism surrounding other aspects of his work unrelated to IIN will not impact our relationship with him.” To be fair to the IIN, New York’s Columbia University still employs Oz, too, much to the dismay of some of his colleagues. “A health coach does not diagnose, treat or take responsibility for bringing about wellness changes in a client’s life,” Thorner says. “Rather, he or she guides and supports the development of and progress towards personal wellness goals. The UK is one of the top countries that we have students from.”</p> \n<p>When I ask Anna Valentine at Orion if she is concerned about commissioning a book about healthy eating from someone without traditional nutritional qualifications, she replies, “Madeleine [Shaw] is a trained nutritional health coach from the Institute of Integrative Nutrition. She learned to cook and gained lots of practical experience in healthfood cafes and restaurants. She was also employed to cook for a professional rugby team.”</p> \n<p>The publishers of these wellness books may not demand real nutritional expertise, but sometimes the gaps in the bloggers’ knowledge show. In <a href=\"http://deliciouslyella.com/date-and-pecan-loaf/\">one recent exchange on her blog</a>, which gets 2.5m hits a month, Woodward was asked by a commenter why she doesn’t use millet in her recipes: “I don’t use millet as it contains gluten and all my recipes are gluten-free. Hope you love the recipes! X,” she explained in her characteristically chatty style.</p> \n<p>Her loyal followers pointed out that millet does not, in fact, contain gluten. Woodward, undaunted, simply moved the goalposts: “I prefer to stay away from millet as I personally find it difficult to digest. Have a nice day! X,” she replied.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It isn’t true that nutrition advice changes all the time. But people want to hear stuff that is different, sexy and new</p> \n  <footer> \n   <cite>Paul McArdle, British Dietetic Association</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>To be fair, few wellness bloggers claim to be experts. “I always say I haven’t had training, and I never get into the science because that’s not my strength,” Avansino tells me. Even so, Paul McArdle of the <a href=\"https://www.bda.uk.com/\">British Dietetic Association</a> takes a fairly dim view of this kind of thing. “Personal experience in making a dietary change in your own life is not a qualification to advise others about nutrition,” he says. “The word nutritionist has no legal meaning – anyone can call themselves a nutritionist, and if you are a member of the public, you have no protection from rogue advice. People say that health advice changes all the time, but that isn’t true – we’ve been saying the same things for years. But people want to hear stuff that is different, sexy and new.”</p> \n<p>One of these different, sexy and new things is the move against wheat and gluten. “We have noticed a rise in people claiming they have an intolerance to wheat and gluten, but the figures are in actuality very, very low,” McArdle says.</p> \n<p>I ask about Shaw’s contention that the root of the problem is in the way wheat is farmed these days. He gives this short shrift: “There is some evidence that there are strains of wheat that cause a reaction in those who have a sensitivity, and older-fashioned strains of wheat can be better for those who have a sensitivity. But the numbers are still very low.”</p> \n<p>Is it not sensible to advise those with digestive troubles to cut down on wheat, then? McArdle gives an exasperated sigh: “A nutritionist should not advise someone with digestive problems to cut out wheat – they don’t have medical training and there may be other issues. People often don’t realise that what I call ‘nutrition lite’ people aren’t qualified to diagnose anything. So they’ll take advice from them and not see professionals.”</p> \n<p>Tess Ward and I meet in a restaurant in Notting Hill. With her cute blond bob and an accent that could cut glass, she is so pretty that our waiter nearly trips over his own feet. She is also very thin. “I am thinner than I normally am, because I just discovered I’ve got a food allergy,” she tells me. “I am trying my darnedest right now to put on weight with protein shakes!” She grins.</p> \n<figure class=\"element element-image\" data-media-id=\"145f37d57d9fc049dbc659aaab09fff540399c8a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435140884521/959daa95-5cfd-4cb2-9636-a06fba7f0fc2-460x375.jpeg\" alt=\"wellness blogger tess ward\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition.</span> \n  <span class=\"element-image__credit\">Photograph: Tess Ward/Instagram</span> \n </figcaption> \n</figure> \n<p>Ward’s followers (<a href=\"https://instagram.com/tesswardchef/\">26,400 on Instagram</a>) make frequent envious comments about her physical appearance. Does she think her looks play a part in her appeal? “I find that a difficult question to answer. I never mediate my [Instagram] images. It’s more, ‘Oh, I’m wearing nice shoes and here’s a juice on the floor.’ Because then maybe someone will think, ‘Oh, yes, maybe I’ll have a juice.’ ”</p> \n<p>Her new book, <a href=\"http://bookshop.theguardian.com/naked-diet.html\">The Naked Diet</a>, focuses, she says, “on stripping ingredients back to their bare essentials, but in no way is it about dieting”. Unusually for a wellness blogger, Ward has had professional training in cookery, studying at <a href=\"http://www.lcblondon.com\">Le Cordon Bleu</a>. But, like Shaw, her nutritional training came from the IIN and, also like Shaw, she was inspired to study there after suffering from digestive problems that were never fully diagnosed.</p> \n<p>“I personally can’t digest wheat,” Ward tells me. “I wouldn’t recommend everyone cut it out, but there’s loads of research saying spelt is good for people with IBS and fighting bowel cancer.” (When I ask McArdle about Ward’s claim, he says, “You can find studies to support any theory you want, but most are not robust enough to count as medical research.”)</p> \n<p>The IIN claims that more than 68,000 people have completed its year-long online course in being a health coach. Intrigued, I enrol on the introductory session, also online, opting to join a Sunday evening class (there are only 100 students per class, and many are already booked up).</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"321220d986b3cbca28d957d20bc75823dd29724c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141377326/e418a9bc-f768-45c2-a344-cba14bd0dc1c-460x375.jpeg\" alt=\"Tess Ward’s sea bass ceviche with avocado and pomegranate \" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says.</span> \n  <span class=\"element-image__credit\">Photograph: Tess Ward/Instagram</span> \n </figcaption> \n</figure> \n<p>Sharon, the tutor, speaks to us directly in the pre-recorded seminar, illustrating the IIN’s friendly, wide-eyed, all-inclusive attitude to nutrition with photos and video clips. The year-long syllabus includes talks on all manner of eating plans, such as the Atkins diet, and cleanses, no matter how medically dubious: “One of the fundamental teachings of the school is a concept Joshua [Rosenthal] coined as bio-individuality, meaning one person’s food is another person’s poison,” spokesperson Thorner explains. “Given this unique standpoint, we do not value any one diet over another.” There is a repeated emphasis on the importance of all-over health, and how graduates will have “the confidence to go out there and convert people”. Alongside this wholesome, holistic approach are repeated reminders of how much an IIN graduate can earn: “We’ll show you how to be a six-figure health coach even with a full-time job,” is one of Sharon’s opening remarks, and this kind of thing is repeated frequently. Most people who come into the programme, she says, “have no training in nutrition”. Nonetheless, “halfway through the course you will have the confidence to take on clients. Many students make back their tuition [fees] before graduation.”</p> \n<p>So could I start taking on clients and charging them after just six months, I ask Thorner.</p> \n<p>“We recommend our students be upfront with their clients about where they are in their programme and charge a lower rate while in school, for example around $95 a month,” she says. “After graduation, our coaches can feel confident in charging a higher rate, such as $195 a month.”</p> \n<p>I don’t sign up for the rest of the course, but the IIN does its best to convince me otherwise, sending daily emails. A typical one comes with the subject line “Are you already a Health Coach without knowing it?” There is a link to a video in which Sharon explains that there is “a huge demand for a new kind of professional - a health coach [because] traditional doctors don’t necessarily have the time or resources to help their patients build healthy habits and change their lifestyle”.</p> \n<p>There is no denying that how we eat is important, and the rise of nutritionists is testament to public awareness of that, even if a large part of their appeal is the whispered promise of thinness. And a lot of what these bloggers advocate – less sugar, more vegetables – is perfectly sensible. But it is often served up with a hefty side dish of misinformation and encouragement of food phobias. After all, being obsessive about healthy eating isn’t actually all that healthy.</p> \n<p>I suspect that, in a small way, these women know this, and realise that public enthusiasm for them will eventually wane, as it does with all fashion trends. Several bloggers who declined to be interviewed for this piece did so because they “don’t want to be seen as part of that group”, and several of those who did speak to me made the same point. “I really think of myself as more of a chef and food writer than a blogger or nutritionist,” Tess Ward says, twice. She then shows me her Instagram page, proving that she doesn’t follow “many of them”, favouring instead chefs such as Skye Gyngell and Angela Hartnett. She looks up from her phone suddenly, as if a thought has just occurred to her: “You know, you should talk to some chefs. They really know amazing things about food.”</p> \n<ul> \n <li>Main image, styling by Andie Redman. Hair and makeup by Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble.<br /></li> \n</ul>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435137856262/girl-standing-in-front-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble","credit":"Perou/Perou","altText":"girl standing in front of leaves holding glass of green juice","cleanCaption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159431932/7dc8e0ac-8698-4f35-99a9-2ebfb82ad77e-1681x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1681,"orientation":"portrait","caption":"Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action. Photograph: Perou for the Guardian","credit":"Perou for the Guardian","altText":"Wellness guru cover","cleanCaption":"Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action.","cleanCredit":"Photograph: Perou for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435234579468/1dd048b9-0207-4fd2-8c81-3a83a0998e70-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’ Photograph: Calgary Avansino/Instagram","credit":"Calgary Avansino/Instagram","altText":"Calgary Avansino","cleanCaption":"Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’","cleanCredit":"Photograph: Calgary Avansino/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141646552/ae26b065-c184-4e40-81da-9871f6974a66-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign. Photograph: Calgary Avansino/Instagram","credit":"Calgary Avansino/Instagram","altText":"dish by wellness blogger calgary avansino","cleanCaption":"A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign.","cleanCredit":"Photograph: Calgary Avansino/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141086190/30629ed3-b644-4d0a-916e-5040a74afac7-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers. Photograph: Madeleine Shaw/Instagram","credit":"Madeleine Shaw/Instagram","altText":"wellness blogger madeleine shaw","cleanCaption":"‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers.","cleanCredit":"Photograph: Madeleine Shaw/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435142070307/0ae50a96-769a-4d6f-931d-74bd76fc88c0-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":468,"width":312,"orientation":"portrait","caption":"‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’ Photograph: Madeleine Shaw/Instagram","credit":"Madeleine Shaw/Instagram","altText":"wellness blogger madeleine shaw doing a headstand","cleanCaption":"‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’","cleanCredit":"Photograph: Madeleine Shaw/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140884984/1b923a2a-9a94-4227-b871-b3975e0c371d-620x506.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":506,"width":620,"orientation":"landscape","caption":"‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition. Photograph: Tess Ward/Instagram","credit":"Tess Ward/Instagram","altText":"wellness blogger tess ward","cleanCaption":"‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition.","cleanCredit":"Photograph: Tess Ward/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141377528/eb1893e2-a933-4b48-b1a0-607173eaab98-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says. Photograph: Tess Ward/Instagram","credit":"Tess Ward/Instagram","altText":"Tess Ward’s sea bass ceviche with avocado and pomegranate ","cleanCaption":"Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says.","cleanCredit":"Photograph: Tess Ward/Instagram"}],"webPublicationDate":"2015-06-27T07:00:09Z","lastModified":"2015-06-27T07:00:09Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":true,"keywords":["Health & wellbeing","Food & drink","Life and style","Instagram","Technology"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/instagram","webTitle":"Instagram"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","shortUrl":"http://gu.com/p/4a493","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman"},"shouldHideAdverts":false},"importance":5,"kicker":{"title":"Green is the new black"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435137856262/girl-standing-in-front-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble","credit":"Perou/Perou","altText":"girl standing in front of leaves holding glass of green juice","cleanCaption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble"}}]},{"title":"Review / Knock Knock: Keanu Reeves may not be all there","rawTitle":"Knock Knock: Keanu Reeves may not be all there","item":{"type":"article","id":"film/2015/jun/27/knock-knock-review-keanu-reeves-may-not-be-all-there","title":"Knock Knock review – Keanu Reeves may not be all there","trailText":"Funny Games meets Fatal Attraction for a high-stakes date in this zeitgeist-tapping erotic thriller from Eli Roth featuring two hot strangers and an Uber-fueled plot twist","standFirst":"<p data-dropid=\"0\">Funny Games meets Fatal Attraction for a high-stakes date in this zeitgeist-tapping erotic thriller from Eli Roth featuring two hot strangers and an Uber-fueled plot twist</p>","byline":"Mike McCahill","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/25/knock-knock-opens-the-door-on-a-new-era-of-sexploitation\">Welcome to the orgy! How the sex movie got its groove back</a> </p> \n</aside> \n<p>Several production credits aside, Eli Roth has been lying low since the skilfully nasty Hostel initiated the torture-porn cycle a decade ago. We might, at a pinch, see signs of a maturing in his comeback film’s premise: here, female sexuality threatens not the snickering fratboys of his earlier work, but a middle-aged man who could stand for any number of ageing showbiz rou&eacute;s. With calculated perversity, Roth and co-writers Guillermo Amoedo and Nicolas Lopez attempt a crossbreed of Fatal Attraction and Funny Games, staging a sustained assault on the idyllic Hollywood retreat architect father-of-two Keanu Reeves shares with his loving artist wife).</p> \n<p>With the latter taking kids out of town for the Father’s Day weekend, Reeves’ Evan has been left to play his old Kiss albums and retrieve the pot previously consigned to a drawer in his mancave. Fleshier temptation presents itself when big-eyed, bodacious party girls Genesis and Bel (Lorenza Izzo and Ana de Armas) turn up on his doorstep, soaked through from a storm. We know Evan regards himself as a knight in shining armour, so it’s hardly surprising that he invites them in. We might question the move, though: first the dude’s pants come down, then his whole civilised veneer.</p> \n<figure class=\"element element-image\" data-media-id=\"46ac0d548020991db51b2be7bf9f7b52d713165c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/27/1435389679803/a0525233-59e7-4086-8400-34f4c5ad015b-460x276.jpeg\" alt=\"Knock Knock\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>After a sinuous opening tracking shot, we’re largely left in situ watching the girls playing Evan for a fool: cooing upon discovering his DJ past, marvelling at his muscle tone. The film’s a judicious tease: for much of the first half, we’re anticipating hot three-way action, yet for once, Roth appears less interested in the big bang than he is in the initial tremors, and their possible repercussions. “I like building up the anticipation,” Reeves declares while unwrapping his presents, and his director may now feel similarly inclined: the gorehound of yore here reveals a new-found attention to script nuance and other varieties of kink.)</p> \n<p>Izzo and de Armas, afforded greater screen time than Hostel’s harpies, actually prove the film’s most valuable players, shuffling through multiple wardrobe changes, each time re-entering as different kinds of little monsters. Keanu, attempting more acting than the recent John Wick demanded, is less certain: he’s nicely courtly when shrugging off the girls’ initial advances, and it’s amusing seeing his inner Theodore Logan reawaken when the flirtation moves up (or down) a notch, but he gets hysterical during the morning-after parenting job. (His final scenes recall his deathless Jonathan Harker, which is entertainment of a kind.)</p> \n<p>As a vision, Knock Knock remains pretty grim: the man’s an easily-led dupe who gets what he deserves, the women shape-shifting temptresses. Yet the infrastructure sustaining it – a clever deployment of tensions specific to the Uber app (a mainstream first), one eerily positioned overhead shot establishing the house’s isolation, the tantalising hints this could all be a bad dream – stands as uncommonly sound. Roth remains among our brighter shock merchants; possibly we love to hate his films as we hate to love those of, say, Lars von Trier – because they draw us in as they do)</p> \n<p>You may even consider it a blessing that the film can’t sustain the frowning moral conservatism of the AIDS-era Fatal Attraction; instead, we witness the director cackling – loudly, maybe reassuringly – as the girls threaten to out Evan as a paedophile, and a punchline that sniggers at the way our nightmares have shifted over recent decades from the private to the public domain. Little here is going to challenge the opinion of Roth as a bratty provocateur, but it’s still fun to experience a latter-day thriller pushing so many buttons in broadly the right order: if Knock Knock’s no more than a sick joke, it’s been very shrewdly constructed.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435389643280/2cbbaf27-8ae0-4c13-b585-3cd36771446d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Allstar/LIONSGATE","altText":"Keanu Reeves in Knock Knock","cleanCredit":"Photograph: Allstar/LIONSGATE"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435389680266/a0525233-59e7-4086-8400-34f4c5ad015b-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":297,"width":495,"orientation":"landscape","caption":" ","credit":"LIONSGATE/Allstar/LIONSGATE","altText":"Knock Knock","cleanCaption":" "}],"webPublicationDate":"2015-06-27T07:27:02Z","lastModified":"2015-06-27T07:27:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Mike McCahill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mike-mccahill"}],"feature":false,"keywords":["Keanu Reeves","Thriller","Sex","Film","Culture"],"tags":[{"id":"film/keanureeves","webTitle":"Keanu Reeves"},{"id":"film/thriller","webTitle":"Thriller"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Mike McCahill","topic":{"type":"tag-contributor","name":"profile/mike-mccahill"}}],"starRating":"3","embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/27/knock-knock-review-keanu-reeves-may-not-be-all-there","shortUrl":"http://gu.com/p/4a7xh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/27/knock-knock-review-keanu-reeves-may-not-be-all-there","webUri":"http://www.theguardian.com/film/2015/jun/27/knock-knock-review-keanu-reeves-may-not-be-all-there"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435389643280/2cbbaf27-8ae0-4c13-b585-3cd36771446d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘First the dude’s pants come down, then his whole civilised veneer’ … Keanu Reeves in Knock Knock","credit":"Allstar/LIONSGATE","altText":"Keanu Reeves in Knock Knock","cleanCaption":"‘First the dude’s pants come down, then his whole civilised veneer’ … Keanu Reeves in Knock Knock"}},"importance":5,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435389643280/2cbbaf27-8ae0-4c13-b585-3cd36771446d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Allstar/LIONSGATE","altText":"Keanu Reeves in Knock Knock","cleanCredit":"Photograph: Allstar/LIONSGATE"}}]},{"title":"Iain Sinclair / London Overground: A Day’s Walk Around the Ginger Line","rawTitle":"London Overground: A Day’s Walk Around the Ginger Line","item":{"type":"article","id":"books/2015/jun/27/london-overground-by-iain-sinclair-review","title":"London Overground: A Day’s Walk Around the Ginger Line by Iain Sinclair review – an unpredictable voyage","trailText":"From Hampstead to Clapham Junction, we’re on the road again with the much-imitated wandering scribe. Long may his legs hold out","standFirst":"<p>From Hampstead to Clapham Junction, we’re on the road again with the much-imitated wandering scribe. Long may his legs hold out</p>","byline":"Steven Poole","body":"<p>Someone should invent the&nbsp;literary equivalent of&nbsp;an Instagram filter to turn workaday prose Iain Sinclairean. It would calculate a rapt noirish vision from ordinary ambulatory sights such as&nbsp;that of a car-squashed bird: “A first-light pigeon catastrophe at the crown of a frosted road.” It would plug into a prodigious textual database, enabling the user to generate, on demand, erudite references to centuries of place-specific fact and fiction. And it would have a slider for varying the levels of sarcasm appropriate to mentionings of new-build flats, bankers and hipster pseudo-artisans.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jun/12/the-ginger-line-iain-sinclair-on-the-london-overground\">The Ginger line: Iain Sinclair on the London Overground</a> </p> \n</aside> \n<p>Failing such an app, one might as well settle down for another unpredictable voyage with Sinclair himself. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2002/sep/21/featuresreviews.guardianreview6\" title=\"\">Having already done the M25 in <em>London Orbital</em></a>, he now conceives of a day’s tramp around the circular bit of the newish London Overground rail system. (Learning the moniker from some costumed art students in New Cross, he christens it the “Ginger line”, which was a new one on me.) He lights out from Haggerston one winter morning with his friend, film-maker and performer Andrew K&ouml;tting, who is stiff-cloth clad as though “for an HG Wells time-travelling romp”, and they do an entire circuit of the loop in a single day, sticking as close to the railway lines as possible. (They cheat once by riding the train one stop between Wapping and Rotherhithe rather than plodding through the choking infra-Thames tunnel, which seems fair enough.)</p> \n<p>The Overground has been “a Viagra overload for property prices”, Sinclair notes, and he has fun with the made-up names of new flat developments: there is one in Haggerston called City Mills, “Which,” he comments drily, “is not in the City and was never a mill.” Yet the line also affords the space for a lot of dissident wall art, vividly evoked. As he and K&ouml;tting tramp semi-clownishly, or clown semi-trampishly, on their way, modes of writing succeed one other like styles of architecture. There is the&nbsp;urban-pastoral (a celebration of Southwark Park), the phantasmagorical (a&nbsp;sexploitation vision in darkening Hampstead) and the urbanely satirical: “Battersea High Street is now the kind of place where housemovers stencil FURNITURE LOGISTICS on the sides of their vans.” At Willesden Junction, Sinclair has an&nbsp;excess of inspiration and begins to&nbsp;compose a devil’s dictionary of architectural forms: “FOOTBALL STADIUM. A large, unexplained oval structure left empty for much of the time [...] PRISON. Inconvenient real estate in which the boarders refuse to&nbsp;pay their way [...] HOSPITAL. An instrument for inflating bureaucracy.”</p> \n<p>Questions of food, pissing and sheer knee-trembling fatigue intrude on the itinerary with comic frequency, but the book is as much site-specific memoir as it is road movie. Here is where Sinclair visited the anti-psychiatrist RD Laing in his Belsize Park basement. Here is a&nbsp;brilliant standalone critical reminiscence of Angela Carter (thought of at&nbsp;Clapham Junction), and another one&nbsp;on JG Ballard (Chelsea Harbour), the memory of whom prompts Sinclair to&nbsp;propose: “Sedentary writers, coming to&nbsp;terms with the unquantifiable mystery of London, discover an inclination towards nihilistic violence.” There is&nbsp;a&nbsp;splendidly laboured (and all the funnier for it) joke, which I won’t spoil, about once spotting the Python Graham Chapman reading a book in the&nbsp;Freemasons Arms, NW3. Sinclair and&nbsp;K&ouml;tting detour&nbsp;to the house where Verlaine and&nbsp;Rimbaud stayed in 1873; the walk is also haunted by the ghosts of&nbsp;Beckett and John Clare. Only occasionally – usually, I found, when this walk was prompting Sinclair to describe other walks in the past, which&nbsp;tends to get a&nbsp;bit meta-walky – does the&nbsp;pace flag.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Questions of food, pissing, and sheer knee-trembling fatigue intrude on the itinerary with comic frequency</p> \n </blockquote> \n</aside> \n<p>Overall, <em>Overground</em> is bound to have&nbsp;something to delight any bookish Londoner. This one just found it a shame that historical credit for its subject was blurred. The revived old East London line, through Dalston and Shoreditch, was indeed ceremonially opened as part of the Overground by Boris Johnson in 2010, as Sinclair notes early on. But let grateful metrosexuals remember that the whole Overground, including the then-projected eastern branch, was actually a Ken Livingstone project, opened six months before Johnson slid into office. Ken is mentioned twice in this book, but&nbsp;neither time in his capacity as presiding overlord of the Overground. So easily does&nbsp;bright, brutal London forget its&nbsp;benefactors.</p> \n<p>Sinclair has spawned a baleful multitude of imitators, who produce deathly pompous books in the genre “I&nbsp;Went on a Long Walk and Thought About Some Things Importantly”, yet&nbsp;the point of the original, or so it seems to me, is not that he walks but that he writes. Walking is just the thing that gets his juices flowing – the act of&nbsp;locomotion jogs the memory, he explains, and walking with a friend is the best, and cheapest, form of psychotherapy. Near the book’s end, Sinclair and chum are still tramping through the night back towards east London, the other man’s boots swilling with God knows what: “I was a xylophone of improperly attached skeletal parts. K&ouml;tting was thick meat, sploshing and squelching, as blister-pods popped and burst in an obscene harvest.” At this point the reader is as grateful to be sitting in a comfortable chair as when reading accounts of shipwreck or mountain-based catastrophe. Long may the man’s legs hold out.</p> \n<p><span class=\"bullet\">•</span> To order <em>London Overground</em> for &pound;12.99 (RRP &pound;16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434980177088/Iain-Sinclair---walking-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Sinclair … walking is just the thing that gets his juices flowing.\r Photograph: David Levene","credit":"David Levene","altText":"Iain Sinclair … walking is just the thing that gets his juices flowing.\r","cleanCaption":"Iain Sinclair … walking is just the thing that gets his juices flowing.\r Photograph: David Levene"}],"bodyImages":[],"webPublicationDate":"2015-06-27T05:30:07Z","lastModified":"2015-06-27T05:30:07Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Steven Poole","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenpoole"}],"feature":false,"keywords":["Iain Sinclair","Travel writing","Books","Culture"],"tags":[{"id":"books/iain-sinclair","webTitle":"Iain Sinclair"},{"id":"books/travel-writing","webTitle":"Travel writing"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Steven Poole","topic":{"type":"tag-contributor","name":"profile/stevenpoole"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/27/london-overground-by-iain-sinclair-review","shortUrl":"http://gu.com/p/4a2jy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/27/london-overground-by-iain-sinclair-review","webUri":"http://www.theguardian.com/books/2015/jun/27/london-overground-by-iain-sinclair-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434980177088/Iain-Sinclair---walking-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Sinclair … walking gets his juices flowing. Photograph: David Levene","credit":"David Levene","altText":"Iain Sinclair … walking is just the thing that gets his juices flowing.\r","cleanCaption":"Iain Sinclair … walking gets his juices flowing. Photograph: David Levene"}},"importance":4,"kicker":{"title":"Iain Sinclair"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434980177088/Iain-Sinclair---walking-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Sinclair … walking is just the thing that gets his juices flowing.\r Photograph: David Levene","credit":"David Levene","altText":"Iain Sinclair … walking is just the thing that gets his juices flowing.\r","cleanCaption":"Iain Sinclair … walking is just the thing that gets his juices flowing.\r Photograph: David Levene"}}]},{"title":"The divorce lawyer / 'I can tell they are still in love with their ex’","rawTitle":"'I can tell they are still in love with their ex’","item":{"type":"article","id":"lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer","title":"What I’m really thinking: the divorce lawyer","trailText":"‘Middle-aged divorced men warm to me. Sometimes I wish for their sake they would get back together – I can tell they are still in love with their ex’","standFirst":"‘Middle-aged divorced men warm to me. Sometimes I wish for their sake they would get back together – I can tell they are still in love with their ex’","byline":"Anonymous","body":"<p>You sigh heavily, shut your eyes and&nbsp;rush your hand to your forehead. You weep silently for a&nbsp;few moments, keen not to let it escalate, then brace yourself, lifting your head to continue the meeting. I&nbsp;offer you some water and a tissue. Soon, we are busily talking through the strategy and your hopes for the financial settlement.</p> \n<p>Disappointment and misery: I&nbsp;have an honorary degree in both. Sometimes, a client might mention some aspect of their failed relationship that triggers in my brain, making me wonder whether the same is true of my own marriage. A quick analysis ensues, but is usually dismissed as another red herring. Then I’m on to thinking of the next piece of advice, how much, how long, when. A constant list of to-do items are stacking up in my mind, while all the while trying to appear empathetic.</p> \n<p>Middle-aged divorced men warm to me: perhaps I represent the sane version of their “mad” wife, or they&nbsp;appreciate a female opinion on the divorce. Sometimes, I wish for their sake that they’d get back together – I can tell they are still in love with their ex.</p> \n<p>There aren’t many thank yous involved in divorce, the end result being a virtual decimation and division of their assets, and not a&nbsp;small fee for my help.</p> \n<p>But occasionally something better happens: when a client leaves a meeting visibly more confident and hopeful than when they arrived; when a client is reunited with their child after being prevented contact and they telephone me to share their joy; when a client turns a corner with their depression and their email correspondence becomes sparky and fun. These short&nbsp;moments of lightness make it&nbsp;worthwhile.</p> \n<p>I can go home, taking a heavy sigh myself, along with a large glass of pinot grigio, and feel satisfied that things are as they should be and that I helped things get there. Until the next email arrives from the opponent’s solicitor the following morning…</p> \n<p><span class=\"bullet\">•</span> Tell us what you’re really thinking at <a href=\"mailto:mind@theguardian.com\" title=\"\">mind@theguardian.com</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434024567009/Illustration-divorce-lawy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Illustration: Lo Cole/The Guardian","credit":"Lo Cole for the Guardian","altText":"Illustration divorce lawyer","cleanCaption":"  Illustration: Lo Cole/The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-27T05:00:06Z","lastModified":"2015-06-27T05:00:06Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Anonymous","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anonymous"}],"feature":true,"keywords":["Divorce","Life and style"],"tags":[{"id":"lifeandstyle/divorce","webTitle":"Divorce"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Anonymous","topic":{"type":"tag-contributor","name":"profile/anonymous"}}],"series":{"title":"What I'm really thinking","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/what-im-really-thinking"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer","shortUrl":"http://gu.com/p/49yec","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434024567009/Illustration-divorce-lawy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":" Illustration: Lo Cole for the Guardian","credit":"Lo Cole for the Guardian","altText":"Illustration divorce lawyer","cleanCaption":" Illustration: Lo Cole for the Guardian"}},"importance":4,"kicker":{"title":"The divorce lawyer"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434024567009/Illustration-divorce-lawy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Illustration: Lo Cole/The Guardian","credit":"Lo Cole for the Guardian","altText":"Illustration divorce lawyer","cleanCaption":"  Illustration: Lo Cole/The Guardian"}}]},{"title":"Man with a pram / My son is no longer a baby – he’s a proper person","rawTitle":"My son is no longer a baby – he’s a proper person","item":{"type":"article","id":"lifeandstyle/2015/jun/27/my-son-is-no-longer-a-baby-hes-a-proper-person","title":"My son is no longer a baby – he’s a proper person","trailText":"He can focus and reach out and grab things. Teeth are about to arrive. And he’s the happiest person I’ve ever met","standFirst":"He can focus and reach out and grab things. Teeth are about to arrive. And he’s the happiest person I’ve ever met","byline":"Stuart Heritage","body":"<p>Thousands of years ago when my five-month-old son was born, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/feb/14/my-boy-is-a-small-pink-tyrant\" title=\"\">I started this column by telling you that I didn’t know who he was</a>. I told you this for two reasons. The first was because he was just a handful of days old, and the most incomprehensibly tiny thing I had ever seen. His entire existence revolved around nothing but sleeping and screaming. That was it. He wasn’t really a person back then, just a boot-up sequence.</p> \n<p>But also, looking back, I was in absolutely no position to describe anyone’s personality. Those first few weeks, that first month, was spent looking at the world through a pinprick. A new baby is a huge full stop in your life, marking the divide between who you were and who you’re about to become. Clambering out from underneath it – at the same time as keeping another human alive on almost zero sleep – takes up every scrap of your energy. I suspect that I didn’t know who my son was because, for what seemed like an eternity after he was born, I wasn’t sure who <em>I</em> was.</p> \n<p>However, the boot-up sequence is now ending its cycle. Our son is no longer a newborn. He can focus on things. He can reach out and grab things, often seconds before cramming them into his mouth. Teeth are about to arrive. Hair is a going concern. Emotions are something to experience, and not just something to quietly tick through in his sleep. The boy is a proper person now, so – with your permission – I’d like to describe him to you.</p> \n<p>Our son is the happiest person I’ve ever met. Joy – full-scale, large-hadron, heart-dissolving joy – has become his default setting. Everything tickles him. Faces, textures, colours, noises; they are all without question the most delightful thing he has encountered. Even when he’s tired or hungry or in pain, he’ll do his best to smile through the discomfort. And that’s admirable of him, but God knows it’s heartbreaking to watch.</p> \n<p>He’s cheeky and diffident in equal parts. If a stranger tries to smile at him, he’ll blush and bury his head in the nearest object. But, once he gets to know you, you’re in tight. I think he realises that the sight of him sticking his tongue out makes me happier than anything else on the planet, because that’s how he greets me now. I hope he never stops sticking his tongue out at people, even if it’s likely to work against his favour in the event of him attempting to become a high court judge.</p> \n<p>And he’s starting to look like me. Admittedly, this was never exactly the plan – my wife is physically my exact opposite, and such a brilliant mix of various nationalities that her genes should have diluted the absurd Aryan streak that runs through my half of the family like an iron rod – but it’s happened nonetheless.</p> \n<p>Thankfully, there’s still plenty of her in there so, while he’ll have me to blame when people tease him about looking like the Milkybar Kid, at least he’ll have her to thank for his pretty eyes. Of course, it’d be ridiculous to assume that this is it for him. As his horizons open, his perspective will change. Other influences will creep in. He’ll have good days and bad days, and make as many stupid decisions as everyone else. But now I know him. Whatever happens down the line, this is him at his purest. And he is loved,&nbsp;completely.</p> \n<p>So that’s who my son is now. I can’t wait to see who he’ll be next.</p> \n<p><a href=\"https://twitter.com/stuheritage\" title=\"\"><em>@stuheritage</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070707580/Stuart-Heritage-and-famil-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stuart Heritage with his wife and their son: 'Everything tickles him. Faces, textures, colours, noises.'\r Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Stuart Heritage and family","cleanCaption":"Stuart Heritage with his wife and their son: 'Everything tickles him. Faces, textures, colours, noises.'\r Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-27T05:30:07Z","lastModified":"2015-06-27T05:30:07Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":true,"keywords":["Parents and parenting","Family","Children","Life and style"],"tags":[{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"society/children","webTitle":"Children"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"series":{"title":"Man with a pram","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/man-with-a-pram"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/my-son-is-no-longer-a-baby-hes-a-proper-person","shortUrl":"http://gu.com/p/4a3kh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/my-son-is-no-longer-a-baby-hes-a-proper-person","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/my-son-is-no-longer-a-baby-hes-a-proper-person"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070707580/Stuart-Heritage-and-famil-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stuart Heritage with his wife and their son: 'Everything tickles him. Faces, textures, colours, noises.'\r Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Stuart Heritage and family","cleanCaption":"Stuart Heritage with his wife and their son: 'Everything tickles him. Faces, textures, colours, noises.'\r Photograph: Graham Turner for the Guardian"}},"importance":3,"kicker":{"title":"Man with a pram"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070707580/Stuart-Heritage-and-famil-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stuart Heritage with his wife and their son: 'Everything tickles him. Faces, textures, colours, noises.'\r Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Stuart Heritage and family","cleanCaption":"Stuart Heritage with his wife and their son: 'Everything tickles him. Faces, textures, colours, noises.'\r Photograph: Graham Turner for the Guardian"}}]},{"title":"Problem solved / Children should steer clear of their parents’ sex lives","rawTitle":"Children should steer clear of their parents’ sex lives","item":{"type":"article","id":"lifeandstyle/2015/jun/26/children-should-steer-clear-of-their-parents-sex-lives","title":"Children should steer clear of their parents’ sex lives","trailText":"A reader is angry because her father is having an affair and and her mother seems to accept the situation. Annalisa Barbieri gives her advice","standFirst":"A reader is angry because her father is having an affair and and her mother seems to accept the situation. Annalisa Barbieri gives her advice","byline":"Annalisa Barbieri","body":"<p><strong>A few months ago, my 68-year-old father gave me his old laptop. But he hadn’t logged out of an account, and I discovered he was declaring his love for someone not his wife/my mother. </strong></p> \n<p><strong>I challenged him, after which he informed my mum and brother that I was causing trouble. They believed me, although I have not had the best of relationships with either of them. </strong></p> \n<p><strong>After four weeks of insulting me, blaming my mum and everyone else, denial and obfuscation, he admitted he’d had unprotected sex with the woman, a supposed family friend he was helping, and that she is in prostitution. He also had an affair 35 years ago when my brother was a baby. </strong></p> \n<p><strong>My mum has decided not to take any action, but to carry on as they were because she can’t bear the stress of the upheaval and is worried about money and her home, despite our assurances that she would be OK. She is not a confident person, was depressed after the last known episode, and is quite isolated.</strong></p> \n<p><strong>I am livid at my father’s behaviour. I doubt very much he hasn’t been up to something in the intervening years. He had presented himself to me as a model, kind, caring man and I fear I have enabled his egotism over the years by being daddy’s girl. I never want to have any contact with him again. I am perturbed by my mum’s acceptance of the situation and by how much worse things could get if he carries on behaving this way. How can I support my mum but also not allow him to get away with what he has done?</strong></p> \n<p>I understand that you are hurt, that perhaps your father isn’t the man you thought he was. I understand you are angry at your mother for the things you see she has failed to do. But children should never get involved in the business of parents’ sex lives, and once the hurt and confusion fades I think you need to think about why your reaction is so extreme.</p> \n<p>Sure, be annoyed with your mum or dad for a myriad of other reasons but I think you are a bit confused about what is your business, and what isn’t. It’s their sex life, not yours. Talking of which, there was no mention in your letter of your own personal life.</p> \n<p>I consulted couples psychotherapist Joanna Rosenthall (<a href=\"http://www.bps.org.uk/\" title=\"\">bps.org.uk</a>), who wondered whether things might have got out of balance in your family. She thought you sounded almost as if you felt your dad had been unfaithful to you. She said these imbalances might be caused if a child hadn’t been helped to separate out and learn to be outside their parents’ relationship.</p> \n<p>For example, such a child may have been used as a confidante too often or too early in life or both. This demarcation – between your own life and your parents’ – is crucial to your own identity and not being recruited into a “couple” with one of them. “The couple relationship between two adults,” Rosenthall explains, “is very different to that between a parent and child, and there should be no confusion between the two.”</p> \n<p>Also if we over-identify with people, in this case your parents, when they let us down or we think we don’t know “who they are any more”, it rather makes us feel we don’t know who we are any more either. And I feel a little bit of that is happening here.</p> \n<p>I think it’s important to acknowledge that anyone would be upset by their father having an affair and taking risks, but that shouldn’t really lead to one becoming over-involved in what happens next. It really is between your mum and dad.</p> \n<p>You seem really angry with your mum for her choices but maybe, for her, they are the only ones she has. Just because your mum won’t do what you think she should do, doesn’t mean you can’t still support her if you choose.</p> \n<p>Rosenthall wondered if you were trying to parent your own parents: “Children sometimes have been invited into that position and it makes it very hard for them to develop a solid, separate identity of their own. There’s something terribly important about people feeling independent enough to make their own decisions and leaving their parents to make theirs.”</p> \n<p>When we get out-of-proportion angry with a situation, we need to look at why. You sound as if you feel “hoodwinked” by your dad and I wonder if that played out in your life – your experiences of other men perhaps? – and maybe that was making you extra angry.</p> \n<p>So, what can you do? “Support,” says Rosenthall, “is about doing just that – supporting, not judging. Applying pressure never feels supportive.”</p> \n<p>Adult relationships between a couple are sophisticated, multilayered. Often confusing to others looking in. I hope you can find a way of supporting your parents while at the same time realising they are not perfect – I know that’s an illusion-shattering moment. This may involve pressing pause on your relationship with them for a while, as you step back and attend to your own needs.</p> \n<h2>Your problems solved<br /></h2> \n<p>Contact Annalisa Barbieri, The Guardian, Kings Place, 90 York Way, London N1 9GU or email annalisa.barbieri@mac.com. Annalisa regrets she cannot enter into personal correspondence.</p> \n<p>Follow Annalisa on Twitter <a href=\"https://twitter.com/annalisab\" title=\"\">@AnnalisaB</a></p> \n<p>Have you written in to the Problem Solved column and had your letter printed?</p> \n<p>I will be writing a feature in the next few weeks looking at what happened next. If you’d like to share your story (your name won’t be used), please email me asap referring to the original problem you wrote in about and telling me what happened after your problem was published.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434732363707/5ce4f00a-5363-4519-9bbb-b7be18830ec4-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","credit":"Alamy","altText":"‘I fear I have enabled my father's egotism over the years by being daddy’s girl.’","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-26T14:00:10Z","lastModified":"2015-06-26T23:11:08Z","metadata":{"commentable":true,"commentCount":82,"contributors":[{"name":"Annalisa Barbieri","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/annalisabarbieri"}],"feature":true,"keywords":["Family","Life and style","Parents and parenting","Sex, Lies and Videotape","Divorce"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"film/sex-lies-and-videotape","webTitle":"Sex, Lies and Videotape"},{"id":"lifeandstyle/divorce","webTitle":"Divorce"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Annalisa Barbieri","topic":{"type":"tag-contributor","name":"profile/annalisabarbieri"}}],"series":{"title":"Problem solved","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/problem-solved"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/26/children-should-steer-clear-of-their-parents-sex-lives","shortUrl":"http://gu.com/p/4ax6c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/26/children-should-steer-clear-of-their-parents-sex-lives","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/26/children-should-steer-clear-of-their-parents-sex-lives"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434732363707/5ce4f00a-5363-4519-9bbb-b7be18830ec4-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"‘I fear I have enabled my father’s egotism over the years by being daddy’s girl.’ Photograph: Alamy","credit":"Alamy","altText":"‘I fear I have enabled my father's egotism over the years by being daddy’s girl.’","cleanCaption":"‘I fear I have enabled my father’s egotism over the years by being daddy’s girl.’","cleanCredit":"Photograph: Alamy"}},"importance":3,"kicker":{"title":"Problem solved"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434732363707/5ce4f00a-5363-4519-9bbb-b7be18830ec4-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","credit":"Alamy","altText":"‘I fear I have enabled my father's egotism over the years by being daddy’s girl.’","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-06-27T08:13:03Z","personalization":{"id":"uk/groups/collections/8852-9cf6-d938-01fb","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/8852-9cf6-d938-01fb"},"visibility":"all","adTargetingPath":"front"}