{"id":"uk/groups/collections/8852-9cf6-d938-01fb","title":"in brief","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/8852-9cf6-d938-01fb"},"cards":[{"title":"Review / Berber & Q: restaurant review","rawTitle":"Berber & Q: restaurant review","item":{"type":"article","id":"lifeandstyle/2015/may/24/berber-and-q-restaurant-review-jay-rayner","title":"Berber & Q: restaurant review","trailText":"Berber &amp; Q is a grill house that cooks veggie food as well as it does meat. Jay Rayner overlooks its hipsterness and gets in line","standFirst":"<p>Berber &amp; Q is a grill house that cooks veggie food as well as it does meat. Jay overlooks its hipsterness and gets in line</p>","byline":"Jay Rayner","body":"<h2>Arch 338, Acton Mews, London E8. No reservations. Meal for two, including drinks and service: &pound;60<br /></h2> \n<p><br />Josh Katz cooks in Technicolor. His food has the bash and enthusiasm that other menus have the words for but not the flavours. Given it’s in Hackney, in a reconditioned railway arch, that there are no reservations and that there are railway sleepers involved – given that, on paper, it’s a hipster restaurant checklist as compiled by <a href=\"http://www.thedailymash.co.uk/\">thedailymash.co.uk</a> – this is remarkable. The lesson here is that it is possible to be both cool and good at the same time. You just have to be Josh Katz.</p> \n<p>The first time I heard his name it was during an ambush by Terry Gilliam and Michael Palin as I was leaving a London bar. Perhaps you regard this as pathetic name dropping. Well of course it is. If you’d been ambushed by Gilliam and Palin at the same time wouldn’t you boast about it? The two of them were patrons of the Roundhouse in Camden, Katz was running the restaurant there and, as readers of my column – the Pythons have impeccable taste – they thought I should go and try it. I was so flattered, so impressed... I never did.</p> \n<p>I did, however, make it to his next restaurant, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/nov/03/restaurant-review-zest-at-jw3-jewish-food\">Zest</a>, at the cool, white space of the Jewish Community Centre on the Finchley Road where, with his chef partner Eran Tibi, he turned Jewish food in London from something heavy and bloating that shouted “infarction” at you from the plate, to a riot of bright and light and sunny. At Zest I imagined private health insurance actuaries weeping over plates of this lovely, Mediterranean food tortured by the thought that the consumers eating this stuff would now live for ever.</p> \n<figure class=\"element element-image\" data-media-id=\"9ccf5fe20f2650563ba2a89a31577692c238df34\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432050122723/04b0fe95-23c1-4147-ba84-19beffca8ee3-460x276.jpeg\" alt=\"Cr&egrave;me fra&icirc;che 'spun through with salty, fiery harissa paste' in a bowl on a platter\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Berber &amp; Q’s cr&egrave;me fra&icirc;che, which is ‘spun through with salty, fiery harissa paste’.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans/Observer</span> \n </figcaption> \n</figure> \n<p>Tibi remains at Zest. Katz, meanwhile, has landed here in this arch, a serious schlep by taxi from the Finchley Road. His parents must think he’s emigrated, and don’t even get them started on the career choice. (Still, at least he has a brother who went into accountancy to keep an eye on the books.) There is a bare-brick arch, lots of manmade materials and heavy wood tables which are just a little too far from the banquettes along the walls. Young people’s music echoes and bounces off every surface and the air smells of smoke. At its core Berber &amp; Q is a Mediterranean grill house; the “Q” bit comes in the adoption of some of the low and slow techniques of American BBQ, involving a smoker, used to stunning effect on some of the heftier cuts of meat.</p> \n<p>But that’s not the whole story. Unlike the carnal houses that most new-wave BBQ joints become, Berber &amp; Q is as interested in those things without a pulse as those with. While we wait for the animal, we are brought a terracotta dish of cr&egrave;me fra&icirc;che spun through with salty, fiery harissa paste, handfuls of green herbs and laid with seeded crushed tomatoes. With this is spectacularly good pitta bread, pouting gusts of steam at you as you rip open the soft pockets. The bread also does excellent service on their hummus, whipped up with tahini and studded with whole chickpeas, pine nuts and slices of fresh red chilli. This is hummus less as side dish than lingerie-clad main event.</p> \n<p>There is roasted cauliflower, by the quarter, half and whole, vibrating with lusciousness under its dressing of salt and cumin, pomegranate and rose. A blackened aubergine salad is, in truth, a whole aubergine, roasted and split and filled with garlicky yogurt and more fronds of green. There’s also a whole pickle section full of sweet-sour dill cucumbers and effortlessly good Moroccan pickled carrots. I very much like the sound of beets with whipped feta and candied orange, grilled leeks with ras-el-hanout mayonnaise and asparagus with braised mustard seed. The non-meat eaters in your party will be very happy here indeed.</p> \n<figure class=\"element element-image\" data-media-id=\"5c30ace36ede2c9b4c4afbe3931dc3d872968d35\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432049834542/66aea180-3fb0-4f16-a3b5-56df03923a87-460x276.jpeg\" alt=\"Olives, pistachios and hummus with chickpeas, chilli and pine nuts on a wooden platter.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Olives, pistachios and hummus with chickpeas, chilli and pine nuts alongside ‘spectacularly good pitta bread, pouting gusts of steam at you as you rip open the soft pockets’. </span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans/Observer</span> \n </figcaption> \n</figure> \n<p>That said, I think it impossible any flesh eater could forego the meat choices here in favour of those non-meat dishes. The grills are just too good. Whole, un-jointed chicken wings, off what must be a huge bruiser of a bird, are marinated in harissa and then roasted to a sweet, hot, sticky blackness. There is whole spiced forequarter of lamb, long roasted and repeatedly basted with cumin and paprika butter and then shredded, to be eaten rolled up in crisp green leaves of mint, dill, and flat-leaf parsley. It feels both good for you and shameful at the same time. There are boned-out chicken thighs, and their own merguez sausages, the colour of old claret, dribbling their juices down your chin.</p> \n<p>Most astonishing is the beef short rib, which has clearly spent a very long time in the smoker until the meat is a deep red and has all but come away from the bone. Then it’s grilled and glazed with a date syrup, until it has a staggering dark crust, revealing first a light layer of fat, just on the edge of melting, and below that the beef. I used to joke that, living in Brixton, I never needed to go to Hackney. For that beef short rib alone I would go again.</p> \n<figure class=\"element element-image\" data-media-id=\"f0887ab2d4473d2b55f7d9cfacdb77073b827185\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432050250655/72a860c5-0e34-4465-9585-709a91cf583e-460x276.jpeg\" alt=\"Berber &amp; Q's metal platter of chicken wings, chicken thighs, short rib, merguez sausages, dill pickles and mixed pickles\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Berber &amp; Q’s platter of chicken wings, chicken thighs, short rib, merguez sausages, dill pickles and mixed pickles. </span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans/Observer</span> \n </figcaption> \n</figure> \n<p>What I particularly love is the presentation, or the lack of it. This stuff is plonked on metal trays: here the chicken wings, there the short rib, both layered on more of the bread so it soaks up any juices you haven’t got to. In between are roasted green peppers, petals of blackened onion, heaps of salads and pickles. There’s a little pot of their own cumin salt and another of their harissa paste, which could clean out the sinuses at 20 paces. This is bold, thrilling, nine-napkin food. Some of the individual prices can look steep: &pound;7 for just three of the wings, &pound;12 for six; &pound;9 for a half portion of merguez, &pound;18 for the short rib. But portion sizes are large, and the attention to detail so impressive that it amounts to very good value.</p> \n<p>Desserts feel like an afterthought. There is a rose-flavoured panna cotta, and a chocolate and cardamom mousse with a little soured cream. They are things that can be made earlier in the day and piled in the fridge for when necessary. But no one will come out of Berber and Q singing songs about the sweet things. They will talk about the virtuous interplay of smoke and cumin and paprika; of sugar syrups and rose and pomegranate; of great cuts of meat, and sturdy vegetables surrendering themselves to the fire. And if they don’t there is absolutely no bloody justice in this world.</p> \n<h2>Jay’s news bites</h2> \n<p>■ For a more straight-up approach to the Levantine tradition, head to the very lovely <strong>Dalila Lebanese</strong> in Battersea. The room is a little chintzy, but the food is bang on: there’s vibrant fattoush, tabbouleh that’s more green herbs than cracked wheat and exceptionally fine chargrilled meats (<a href=\"http://dalila.co.uk/\"><em>dalila.co.uk</em></a>).</p> \n<p>■ Talking about stupendous short ribs, as I just was above, I was recently at <strong>Hadskis</strong>, a grill house in Belfast, where I tried “sugar pit” short ribs from Peter Hannan’s company the<strong> Meat Merchant</strong>. Beef short ribs are first dry cured for 14 days before being laid in sugar for the same period. Hannan’s bacon ribs, given a similar treatment, have long been award winners. Available mail order at under &pound;7 a kilo (<a href=\"http://www.themeatmerchant.com/\"><em>the meatmerchant.com</em></a>).</p> \n<p>■ <strong>VeggieVisionTV</strong>, the UK’s only internet-based TV station dedicated to vegetarian and vegan living, surveyed its viewers as to what foods they want to see more vegan versions of. Apparently they wish there was vegan blue cheese. Oh, and vegan Jaffa Cakes. And vegan Maltesers. There aren’t vegan Maltesers? Those poor people.</p> \n<p><em>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></em></p> \n<p><em>Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432049216111/The-brick-vaulted-ceiling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Underneath the arches: the dining room at Berber & Q. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"The brick-vaulted-ceiling and banquette and benches at Berber & Q","cleanCaption":"Underneath the arches: the dining room at Berber & Q. Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432050124347/04b0fe95-23c1-4147-ba84-19beffca8ee3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Berber &amp; Q’s crème fraîche, which is ‘spun through with salty, fiery harissa paste’. Photograph: Sophia Evans/Observer","credit":"Sophia Evans/Observer","altText":"Crème fraîche 'spun through with salty, fiery harissa paste' in a bowl on a platter","cleanCaption":"Berber &amp; Q’s crème fraîche, which is ‘spun through with salty, fiery harissa paste’.","cleanCredit":"Photograph: Sophia Evans/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432049837180/66aea180-3fb0-4f16-a3b5-56df03923a87-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Olives, pistachios and hummus with chickpeas, chilli and pine nuts alongside ‘spectacularly good pitta bread, pouting gusts of steam at you as you rip open the soft pockets’.  Photograph: Sophia Evans/Observer","credit":"Sophia Evans/Observer","altText":"Olives, pistachios and hummus with chickpeas, chilli and pine nuts on a wooden platter.","cleanCaption":"Olives, pistachios and hummus with chickpeas, chilli and pine nuts alongside ‘spectacularly good pitta bread, pouting gusts of steam at you as you rip open the soft pockets’. ","cleanCredit":"Photograph: Sophia Evans/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432050252652/72a860c5-0e34-4465-9585-709a91cf583e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Berber &amp; Q’s platter of chicken wings, chicken thighs, short rib, merguez sausages, dill pickles and mixed pickles.  Photograph: Sophia Evans/Observer","credit":"Sophia Evans/Observer","altText":"Berber & Q's metal platter of chicken wings, chicken thighs, short rib, merguez sausages, dill pickles and mixed pickles","cleanCaption":"Berber &amp; Q’s platter of chicken wings, chicken thighs, short rib, merguez sausages, dill pickles and mixed pickles. ","cleanCredit":"Photograph: Sophia Evans/Observer"}],"webPublicationDate":"2015-05-24T05:00:02Z","lastModified":"2015-05-24T05:00:02Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/berber-and-q-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/493dj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/berber-and-q-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/berber-and-q-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432049216111/The-brick-vaulted-ceiling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Underneath the arches: the dining room at Berber & Q. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"The brick-vaulted-ceiling and banquette and benches at Berber & Q","cleanCaption":"Underneath the arches: the dining room at Berber & Q. Photograph: Sophia Evans for the Observer"}},"importance":7,"kicker":{"title":"Review"},"showQuotedHeadline":false},{"title":"Fashion / How to wear broderie anglaise","rawTitle":"How to wear broderie anglaise","item":{"type":"article","id":"fashion/2015/may/24/how-to-wear-broderie-anglaise","title":"How to wear broderie anglaise","trailText":"It is the sensible choice for anyone who wants to wear lace. And this time around broderie anglaise is in every colour, too, writes <strong>Alice Fisher</strong>","standFirst":"<p>It is the sensible choice for anyone who wants to wear lace. And this time around broderie anglaise is in every colour, too</p>","byline":"Alice Fisher","body":"<p>Lace was a big catwalk trend for the summer, especially white lace. There were wafty ethereal dresses at Chlo&eacute; and Erdem, sexy minis at Louis Vuitton. Michael Kors, Oscar de la Renta and Marchesa did smart separates and perfect little summer frocks. Oh, but it did look pretty floating down the catwalk. But come on, let’s not even pretend we’re going to wear this stuff.</p> \n<p>You can wear white lace, but you can only wear it once. White is a colour that is only truly loved by childless people who don’t have pets, but do have a driver. People who never eat beetroot or drink coffee.</p> \n<p>Lace certainly has its place, but it’s not in normal wardrobes. Lace is for brides or twee vintage devotees or four-year-olds who don’t know any better; for the desperate for sex in their scratchy lingerie sets. Thankfully the 1970s trend, which shows no sign of dying, has welcomed back broderie anglaise, famously the only style of fabric you can convincingly poke a fag through. For some reason, this time round broderie anglaise is referred to as broderie. I don’t know if this is a provenance quibble – like the Cornish pasty or champagne – but it suits the no-nonsense attitude of the fabric. Broderie is the sensible shoes of lace. It’s practical. It’s for people with jobs. You get the hint of skin, but without the sugary girliness or “just spicing up my marriage, be right back” of lace. There’s also the knowing nod to the 70s without the trailing of flares in a puddle.</p> \n<p>And if that wasn’t alluring enough, new-look broderie anglaise goes one better. While in the 70s the fabric was almost uniformly white, now it comes in a multitude of colours. On the catwalk there was a lovely burgundy at Isabel Marant, and Valentino sent out broderie in any colour you can think of.</p> \n<p>On the high street, navy crops up a lot, but there are also lots of clothes in those lovely bright citrus colours that go so smugly with a tan. There are also a lot of precision laser-cut patterns that make the fabric look supermodern.</p> \n<p>Whistles and J Crew have embraced the trend. Go to Whistles for perfect pencil skirts or asymmetric dresses, tops and trousers in black, navy or old-school white. J Crew has really gone for colour, though my personal favourite is this almost polka-dottish monochrome Portea pattern. It’s cute without being annoying.</p> \n<p>For more traditional broderie, look to more traditional shops. Marks &amp; Spencer has some really pretty frocks and tops, as do Comptoir des Cotonniers and Zara.</p> \n<p>As usual, if you’re dubious about a trend then go small on it. For broderie just buy some shoes or a bag featuring a punched eyelet pattern. My tip would be broderie espadrilles. These shoes are back (again, of course) this summer, and I love these Kate Spade ones. They look like wicker, another material irrevocably linked to the 70s.</p> \n<p>It’s not often that a fabric comes along that’s practical and comfortable and interesting. I know it’s a clich&eacute;, but broderie: what’s not to like?</p> \n<p><em>Follow Alice on Instagram <a href=\"https://instagram.com/aliceefisher/\">@aliceefisher</a></em></p>","section":"Fashion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432231313796/e00d3eeb-ff5b-4f15-b8fe-da7b78cac3be-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"broderie anglaise","cleanCredit":"Photograph: PR"}],"bodyImages":[],"webPublicationDate":"2015-05-24T04:59:03Z","lastModified":"2015-05-24T04:59:03Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Alice Fisher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alicefisher"}],"feature":true,"keywords":["Fashion","Life and style"],"tags":[{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"fashion"},"topics":[{"displayName":"Alice Fisher","topic":{"type":"tag-contributor","name":"profile/alicefisher"}}],"series":{"title":"Style column","uri":"http://mobile-apps.guardianapis.com/lists/tag/fashion/series/style-column"},"embeddedVideos":[],"adTargetingPath":"fashion"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/fashion/2015/may/24/how-to-wear-broderie-anglaise","shortUrl":"http://gu.com/p/493qy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/fashion/2015/may/24/how-to-wear-broderie-anglaise","webUri":"http://www.theguardian.com/fashion/2015/may/24/how-to-wear-broderie-anglaise"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432231313796/e00d3eeb-ff5b-4f15-b8fe-da7b78cac3be-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"From left: Per Una dress £49.50 <a href=\"http://www.marksandspencer.com\">marksandspencer.com</a> Denim-style carrot trousers £85 <a href=\"http://www.comptoirdescotonniers.co.uk\">comptoirdescotonniers.co.uk</a> Patchwork broderie top £75 <a href=\"http://www.whistles.com\">whistles.com</a> Model wears Valentino S/S 2015, Portea skirt £140 J Crew (<a href=\"http://www.net-a-porter.com\">net-a-porter.com</a>) Jacket £79.99 <a href=\"http://www.zara.com\">zara.com</a> Leonia espadrilles £132, Kate Spade (<a href=\"http://www.shopbop.com\">shopbop.com</a>) 1971 Lucia dress £169 <a href=\"http://www.reiss.com \">reiss.com</a>  Photograph: PR","credit":"PR","altText":"broderie anglaise","cleanCaption":"From left: Per Una dress £49.50 <a href=\"http://www.marksandspencer.com\">marksandspencer.com</a> Denim-style carrot trousers £85 <a href=\"http://www.comptoirdescotonniers.co.uk\">comptoirdescotonniers.co.uk</a> Patchwork broderie top £75 <a href=\"http://www.whistles.com\">whistles.com</a> Model wears Valentino S/S 2015, Portea skirt £140 J Crew (<a href=\"http://www.net-a-porter.com\">net-a-porter.com</a>) Jacket £79.99 <a href=\"http://www.zara.com\">zara.com</a> Leonia espadrilles £132, Kate Spade (<a href=\"http://www.shopbop.com\">shopbop.com</a>) 1971 Lucia dress £169 <a href=\"http://www.reiss.com \">reiss.com</a> ","cleanCredit":"Photograph: PR"}},"importance":5,"kicker":{"title":"Fashion"},"showQuotedHeadline":false},{"title":"Review / Midnight Run review – comedy thriller that’s a minor classic","rawTitle":"Midnight Run review – comedy thriller that’s a minor classic","item":{"type":"article","id":"film/2015/may/24/midnight-run-review-comedy-thriller-minor-classic-robert-de-niro-martin-brest","title":"Midnight Run review – comedy thriller that’s a minor classic","trailText":"The chemistry between Robert De Niro and Charles Grodin makes this comedy-thriller a real treat","standFirst":"<p>(Martin Brest, 1988, Second Sight, 18, Blu-ray)</p>","byline":"Philip French","body":"<p>Martin Brest has directed seven feature-length movies, among them the blockbuster <a href=\"http://www.theguardian.com/film/movie/96728/beverly-hills-cop\" title=\"\"><em>Beverly Hills Cop </em></a>and <em>Scent of a Woman</em>, which brought Al Pacino a long-overdue Oscar. But Brest gained a reputation for perfectionism that irritated collaborators and infuriated producers. As a result, he hasn’t worked since the expensive, widely derided failure of the <a href=\"http://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,1049520,00.html\" title=\"\">Jennifer Lopez-Ben Affleck comedy <em>Gigli</em></a>, made in 2003 when he was in his early 50s. But if he never worked again he’ll be remembered for this minor classic that approaches perfection, a superbly contrived combination of numerous genres and sub-genres – the comedy-thriller, buddy movie, odd-couple picture, prisoner-and-escort drama and road movie – that were in the air at the time.</p> \n<p>Scripted by George Gallo, whose single major success it remains, <em>Midnight Run </em>succeeded in its intention of turning the prestigious Robert De Niro into a bankable comic star. He plays Jack Walsh, an honest ex-cop driven off the Chicago police force by a mobster who’s corrupted all his colleagues. Now a bounty hunter, Jack is hired to pursue an idealistic accountant nicknamed “the Duke”, who’s stolen $15m from the same hoodlum, given most of it to the poor, jumped bail in Los Angeles and gone into hiding in New York. Robin Williams wanted to play the Duke. After her success in <em>Moonstruck</em>, Paramount were determined to cast Cher. But having watched the brilliant deadpan, slow-burn artist Charles Grodin audition with De Niro, Brest was convinced he’d found the perfect duo and took the project to Universal.</p> \n<p>Thirty-one stuntmen worked on the picture. Gallo the screenwriter accompanied the crew every inch of the way. Danny Elfman wrote a bluesy country-style score to reflect the changing moods, as Walsh and the Duke are chased coast to coast on planes, trains and automobiles by the FBI, Chicago hoodlums and a rival bounty hunter. But what grips, amuses and moves us is the wonderful chemistry, both pungent and explosive, between Grodin, behind whose fleshy, placid exterior there lurks a cheerful, aloof ambiguity and De Niro, whose bony, tortured, endlessly expressive face covers a desperate sincerity. One prissy and disdainful, the other confronting the world with a tsunami of colourful obscenities, they are honest men in a deeply dishonest world. <em>Midnight Run</em> is funny and exciting. The actors often improvise their dialogue, but the film is always under control, never over-acted, never ingratiatingly sentimental, never played for easy laughs.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432052746557/1988-MIDNIGHT-RUN-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robert De Niro and Charles Grodin in Midnight Run: 'honest men in a dishonest world'. Photograph: Universal/Allstar/UNIVERSAL","credit":"Universal/Allstar/UNIVERSAL","altText":"1988, MIDNIGHT RUN","cleanCaption":"Robert De Niro and Charles Grodin in Midnight Run: 'honest men in a dishonest world'. Photograph: Universal/Allstar/UNIVERSAL"}],"bodyImages":[],"webPublicationDate":"2015-05-24T06:00:06Z","lastModified":"2015-05-24T06:00:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Philip French","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/philipfrench"}],"feature":false,"keywords":["Film","Culture","Robert De Niro"],"tags":[{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/robertdeniro","webTitle":"Robert De Niro"}],"section":{"id":"film"},"topics":[{"displayName":"Philip French","topic":{"type":"tag-contributor","name":"profile/philipfrench"}}],"series":{"title":"Philip French's classic DVD","uri":"http://mobile-apps.guardianapis.com/lists/tag/film/series/philip-french-classic-dvd"},"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/24/midnight-run-review-comedy-thriller-minor-classic-robert-de-niro-martin-brest","shortUrl":"http://gu.com/p/493fy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/24/midnight-run-review-comedy-thriller-minor-classic-robert-de-niro-martin-brest","webUri":"http://www.theguardian.com/film/2015/may/24/midnight-run-review-comedy-thriller-minor-classic-robert-de-niro-martin-brest"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432052746557/1988-MIDNIGHT-RUN-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robert De Niro and Charles Grodin in Midnight Run: ‘honest men in a dishonest world’. Photograph: Universal/Allstar","credit":"Universal/Allstar/UNIVERSAL","altText":"1988, MIDNIGHT RUN","cleanCaption":"Robert De Niro and Charles Grodin in Midnight Run: ‘honest men in a dishonest world’. Photograph: Universal/Allstar"}},"importance":5,"kicker":{"title":"Review"},"showQuotedHeadline":false},{"title":"Environment / How green are straw-fired power stations?","rawTitle":"How green are straw-fired power stations?","item":{"type":"article","id":"environment/2015/may/24/how-green-are-straw-fired-power-stations","title":"How green are straw-fired power stations?","trailText":"Burning straw pellets may sound more eco friendly, but it has its own problems, says Lucy Siegle","standFirst":"<p>Burning straw pellets may sound more eco friendly, but it has its own problems</p>","byline":"Lucy Siegle","body":"<p>This is not a casual question from a reader. Liz is one of many residents already feeling the heat from a proposed &pound;325m green energy plant for Norwich, even though it’s some 50 miles away from her home.</p> \n<p>If all goes well for project partners the University of East Anglia and E.ON (the UK’s second biggest power generator), <a href=\"http://www.edp24.co.uk/news/graphic_vision_for_325m_energy_plant_in_heart_of_norwich_is_revealed_1_3920476\">work on this scheme – known as Generation Park</a> – will begin next year. By 2018 it will be supplying the grid with straw power.</p> \n<p>Liz is affected because she lives near a proposed pellet plant that will turn 150,000 tonnes of local straw into pellets every year to feed the straw-fired power plant. The good news is that the pellets are more efficient. The bad news is they are treated with enzymes, and trucking the straw to the pellet plant adds more travel emissions.</p> \n<p>A 2009 Environment Agency report warned that straw-fired power stations using fuel transported long distances could produce 35% more emissions than gas-fired stations. So the first task for Liz is to demand all data that shows the “field to furnace” life-cycle emissions for this project. Make sure those green claims stack up.</p> \n<p>Liz makes the point that she’s in favour of green energy and almost feels bad for questioning this “eco” development. This is natural, as we’re aware of our predicament: according to projections, by 2035 global energy use is set to have risen 53% from 2008 levels. Meanwhile our energy comes overwhelmingly from fossil fuel.</p> \n<p>The answer? Well, along with other fuel sources, such as peanut husks, grape flour, cocoa shells and olive cake, straw – considered a by-product of food production and apparently readily available in areas like East Anglia – makes sense on many levels.</p> \n<p>But it’s not without problems. For example, some farmers in the area have been complaining that there will actually be a shortage of straw, and it’s not as available as the bioenergy enthusiasts claim. <a href=\"http://www.biofuelwatch.org/\">Biofuelwatch.org</a> has the lowdown on large-scale biomass projects across the country.</p> \n<p>Make no mistake, this is Big Power at work and therefore market driven and relatively conventional. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/biomass-and-bioenergy\">Biomass</a> is still an emerging technology so even when an expert tells you they have all the answers, they probably don’t. You’re right to keep on digging and questioning. Stock advice for journalists in pursuit of a juicy story used to be: follow the money. It’s just as true of juicy green power stories: follow the investment. And keep on at them.</p> \n<h2>Green crush<br /></h2> \n<figure class=\"element element-image\" data-media-id=\"1f6f64eca2683f9812a9ac089cdc86f38db4758f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432118771680/6cf61bea-ff66-48ee-995d-925c363da1e4-280x420.jpeg\" alt=\"Pure class: Bora Aksu's silk dress for Peopletree.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pure class: Bora Aksu’s silk dress for Peopletree.</span> \n  <span class=\"element-image__credit\">Photograph: Odi Caspi</span> \n </figcaption> \n</figure> \n<p>Eco weddings are going mainstream. From ethical gold wedding bands to low-carbon British-grown flowers, the ingredients of green nuptials are now much easier to find. Wedding dresses have remained the stubborn exception. All too often choice is limited to dresses made of synthetic fibres from an uncertain provenance. Luckily for brides-to-be, renowned design talent Bora Aksu has stepped into the breach, working with weavers and embroiderers in Northern Bangladesh to create a fairtrade wedding dress for Peopletree. The result is a handwoven cream silk dress with hand-embroidered cream embellishments. The perfect dress for the perfect day. (&pound;850, <a href=\"http://peopletree.co.uk\">peopletree.co.uk</a>)</p> \n<h2>Greenspeak: sacrificial lawn {s&aelig;k.rI’fIſ.el lc:n} noun<br /></h2> \n<p>The Mormon Temple in West Los Angeles has elected not to water its magnificient lawn, allowing it to go brown and die-off. It’s an example of leadership in California’s mega drought.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432118471985/round-bales-of-straw-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Straw poll: demand all data that shows 'field to furnace' life-cycle emissions. Photograph: Wayne Hutchinson/Alamy","credit":"Wayne Hutchinson/Alamy","altText":"round bales of straw","cleanCaption":"Straw poll: demand all data that shows 'field to furnace' life-cycle emissions. Photograph: Wayne Hutchinson/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432118773218/6cf61bea-ff66-48ee-995d-925c363da1e4-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Pure class: Bora Aksu’s silk dress for Peopletree. Photograph: Odi Caspi","credit":"Odi Caspi","altText":"Pure class: Bora Aksu's silk dress for Peopletree.","cleanCaption":"Pure class: Bora Aksu’s silk dress for Peopletree.","cleanCredit":"Photograph: Odi Caspi"}],"webPublicationDate":"2015-05-24T05:00:03Z","lastModified":"2015-05-24T05:00:03Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Lucy Siegle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lucysiegle"}],"feature":true,"keywords":["Ethical and green living","Environment","Life and style"],"tags":[{"id":"environment/ethical-living","webTitle":"Ethical and green living"},{"id":"environment/environment","webTitle":"Environment"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"environment"},"topics":[{"displayName":"Lucy Siegle","topic":{"type":"tag-contributor","name":"profile/lucysiegle"}}],"series":{"title":"Ethical and green living with Lucy Siegle","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/its-not-easy-being-green"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/24/how-green-are-straw-fired-power-stations","shortUrl":"http://gu.com/p/494xz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/24/how-green-are-straw-fired-power-stations","webUri":"http://www.theguardian.com/environment/2015/may/24/how-green-are-straw-fired-power-stations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432118471985/round-bales-of-straw-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Straw poll: demand all data that shows ‘field to furnace’ life-cycle emissions. Photograph: Wayne Hutchinson/Alamy","credit":"Wayne Hutchinson/Alamy","altText":"round bales of straw","cleanCaption":"Straw poll: demand all data that shows ‘field to furnace’ life-cycle emissions. Photograph: Wayne Hutchinson/Alamy"}},"importance":4,"kicker":{"title":"Environment"},"showQuotedHeadline":false},{"title":"Drinking / Wines from Majestic","rawTitle":"Wines from Majestic","item":{"type":"article","id":"lifeandstyle/2015/may/24/wines-from-majestic-david-williams","title":"Wines from Majestic","trailText":"For years it was known for its decent two-bottle deals and enthusiastic staff, but times have been more challenging recently. However, look carefully and there are some great wines to be had","standFirst":"<p>For years it was known for its decent two-bottle deals and enthusiastic staff, but times have been more challenging recently. However, look carefully and there are some great wines to be had</p>","byline":"David Williams","body":"<p><strong>Domaine Jones Mlle Jones Fitou, France 2013 (&pound;13.99, </strong><a href=\"http://www.majestic.co.uk/\" title=\"\"><strong>Majestic</strong></a><strong>) </strong>For years, Majestic Wine was a rare success story in wine retail, thriving while its rival specialist chains disappeared one by one to the high street in the sky. Times have been tough recently, however, with Majestic challenged on price by discounting supermarkets, on range by the new breed of independent merchants, and online by more creative web-only operators. It’s the last of these that Majestic has tried to address by buying <a href=\"https://www.nakedwines.com/?cid=UK\" title=\"\">Naked Wines</a> and taking on its founder Rowan Gormley as CEO. The businesses will still operate separately, but will no doubt share more suppliers. And if they’re as good as Domaine Jones, a Naked Wines stalwart whose sun-filled liquorice and herb-inflected red is one of the highlights of the Majestic range, that’s no bad thing.</p> \n<p><strong>La Garnacha Salvaje del Moncayo, Spain 2014 (&pound;10.49, or &pound;7.86 for two bottles, </strong><a href=\"http://www.majestic.co.uk/\" title=\"\"><strong>Majestic</strong></a><strong>) </strong>During its imperial phase, when the fawning business press coverage always seemed to come with headlines riffing on “sparkling sales” and “bubbling profits”, Majestic had two things going for it: enthusiastic, friendly, knowledgeable shop staff, and a range that was strong in the &pound;7 to &pound;12 sweet spot. The staff are as good as ever. But the wines have been a little less exciting as the number of stores have grown. Still, if you accept that you need to have two bottles of a single wine in your mandatory case of six to get a decent price, there are good finds at Majestic. I’d be happy, for example, to fill up the car boot with this pretty, peppery, tangy Spanish garnacha.</p> \n<p><strong>Maretti Langhe Rosso, Italy 2013 (&pound;11.99, or &pound;8.99 for two bottles, </strong><a href=\"http://www.majestic.co.uk/\" title=\"\"><strong>Majestic</strong></a><strong>) </strong>Another bottle I’d make a detour to buy from Majestic is Maretti’s rather brilliant red from Piedmont. Even though it only contains 30% of the famed region’s grape variety nebbiolo (the rest is the slightly less grand but more accessibly fruity barbera), it’s a baby Barolo, with the tannins pleasingly bristly, a pinch of earthy savouriness and a delicious core of gentle raspberry and cherry fruit that needs red meat, perhaps in a rag&ugrave;, to offer its best. And to complete an Italian meal, you could throw in a couple of bottles of Inama’s textbook Soave (&pound;14.65, or &pound;10.99 for two), which is all soft acidity, gentle green and white fruit, subtle almonds and herbs.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432117566431/Bottoms-up-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bottom's up: Majestic now has to deal with independent dealers and online retailers. Photograph: Jim Wileman/Apex","credit":"Jim Wileman/Apex","altText":"Bottom's up","cleanCaption":"Bottom's up: Majestic now has to deal with independent dealers and online retailers. Photograph: Jim Wileman/Apex"}],"bodyImages":[],"webPublicationDate":"2015-05-24T04:59:03Z","lastModified":"2015-05-24T04:59:03Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"David Williams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-williams"}],"feature":true,"keywords":["Wine","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/wine","webTitle":"Wine"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"David Williams","topic":{"type":"tag-contributor","name":"profile/david-williams"}}],"series":{"title":"David Williams's wines of the week","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/david-williams-wines-of-the-week"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/wines-from-majestic-david-williams","shortUrl":"http://gu.com/p/494x6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/wines-from-majestic-david-williams","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/wines-from-majestic-david-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432117566431/Bottoms-up-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bottom’s up: Majestic now has to deal with independent dealers and online retailers. Photograph: Jim Wileman/Apex","credit":"Jim Wileman/Apex","altText":"Bottom's up","cleanCaption":"Bottom’s up: Majestic now has to deal with independent dealers and online retailers. Photograph: Jim Wileman/Apex"}},"importance":4,"kicker":{"title":"Drinking"},"showQuotedHeadline":false},{"title":"Fashion / How to make snakeskin handbags environmentally friendly","rawTitle":"How to make snakeskin handbags environmentally friendly","item":{"type":"article","id":"fashion/2015/may/24/fashion-environment-sustainability","title":"So how do you make snakeskin handbags environmentally friendly?","trailText":"Care for the planet is becoming more than a whim for a global fashion giant that wants to make sustainability pay","standFirst":"Care for the planet is becoming more than a whim for a global fashion giant that wants to make sustainability pay","byline":"Edward Helmore in New York","body":"<p>The handbags will still be python, the cotton silky, the leather soft, the designs au courant and the prices steep. In an international marketplace for fashion and luxury lifestyle, citizen-shoppers would have it no other way.</p> \n<p>But last week, the global fashion giant Kering Group, owner of brands such as Alexander McQueen, Saint Laurent, Gucci and Stella McCartney, published a groundbreaking report that seeks to grapple with an issue that hangs over the fashion industry: how to weave sustainability into a business that often appears predicated on whim and superficiality.</p> \n<p>An exaggerated, three-year effort in brand greenwashing designed to win competitive advantage in an industry fraught with overproduction, supply-side challenges and weak consumer demand, or a sign of a billionaire owner’s genuine commitment to sustainability and care for the environment?</p> \n<p>It’s always possible to do two things simultaneously, of course, but the publication of Kering’s Environment Profit &amp; Loss account – EP&amp;L – is nevertheless a bold first for the industry.</p> \n<p>The Kering chairman and chief executive, Fran&ccedil;ois-Henri Pinault, said he recognised that as part of the textile industry – “one of the most polluting industries in the world”– his company and those like it needed to share knowledge to create more sustainable business models. “Sustainable business is smart business,” he told <em>Women’s Wear Daily</em>. The report will “help us ultimately become a more robust and resilient business”.</p> \n<p>The company says it studied 578 processes involving 107 materials in 126 countries to understand the damage caused by its businesses, and those of its suppliers.</p> \n<p>Kering valued its use of natural capital – “the stock of natural ecosystems on Earth including air, land, soil, biodiversity and geological resources” – at €773m in 2013.</p> \n<p>Leading the list of environmentally damaging practices is the production of leather, linked to the destruction of forestry and use of heavy metals, and cotton, which is hugely demanding of water. Kering’s EP&amp;L estimates that leather alone accounts for 25% of its environmental impact, while 17% is linked to cotton.</p> \n<p>Overall, Kering announced, supply-side damage stands at 93% of the total. Only 7% of impact comes from its own operations in shops, offices or warehouses.</p> \n<p>In a rare interview last year, Pinault rejected the inference that Kering was simply greenwashing in the pursuit of market-share, saying his goal was not “a question of consumption, but rather consuming differently … We will get to a time when consumption will be clean.”</p> \n<p>High ideals, certainly, but with the fashion industry locked into accelerating and seemingly unjustifiable cycles of production, curbing its use of natural resources toward genuine sustainability can seem far-fetched. Still, Pinault has been looking to get ahead of the fashion industry on the issue.</p> \n<p>“We don’t integrate sustainability to communicate to clients,” says Marie-Claire Daveu, chief sustainability officer and head of international institutional affairs at Kering. “We do it because we believe sustainability is inherent to quality.”</p> \n<p>Efforts toward sustainability frequently flounder, in part because the costs are too great except at the high end. Reforming production, whether for the high or mass-market end of the industry, begins with a thorough review, says Daveu: “If you want to implement concrete action, you have to know exactly where you are. It depends on the product, but everyone in the textile sector is able to implement sustainable action.”</p> \n<p>So how far has Kering come? Gucci boasts of bamboo handbags made of leather tanned in a way that uses less water and no heavy metals. The Italian house turns leather cuttings – more than 200 tons in 2013 – into fertiliser, and has developed its own python farm in south-east Asia.</p> \n<p>Last year, Kering ordered 55 kilos of certified Fairmined gold from Peru, and Stella McCartney promotes use of wool from sheep farms on Patagonian grasslands. The firm recently joined the Swedish fast-fashion chain H&amp;M to test a new recycling technology that separates and extracts polyester and cotton from used garments to create new textiles.</p> \n<p>Kering executives say they hope the assessment will help the company to make better production decisions that will ultimately filter down to mass-market or fast-fashion brands. “The journey is not the same but you can still see where your impact is and where to implement best practices,” says Daveu.</p> \n<p>Executives say there is no eco-conversion story for Pinault to relate but his convictions are plain and deep. “If we wait for governments to solve the environmental crisis, not much will happen,” he told <em>Women’s Wear Daily</em> last year. “It is up to us to show initiative, to be extremely proactive and to go beyond simple compliance rules.”</p> \n<p>Though Kering does not break down its environmental consequences by brand, it estimates that it is 40% more efficient in terms of natural capital than competitors. Since rivals such as LVMH have not produced a similar report, there is little to judge it against.</p> \n<p>For corporate leaders to get out ahead on social issues – aka “corporate responsibility initiatives” – is also good business practice given the volume, ubiquity and lack of differentiation in luxury goods.</p> \n<p>Pinault and his wife, the actress Salma Hayek, are clearly looking to establish the company as a socially and environmentally conscientious luxury powerhouse.</p> \n<p>Last year, Pinault joined the protest against the Brunei-owned Dorchester hotel in London over punishments for homosexuality in the sultanate. Last week at the Cannes film festival, Pinault sponsored a discussion on the uneven role of women in film, and Kering sued the Asian e-commerce giant Alibaba over sales of counterfeit goods.</p> \n<p>A week earlier, the Pinault-owned auction house Christie’s broke records when it sold the Picasso masterpiece <em>Les Femmes d’Alger</em> for $180m, reportedly to the former Qatari prime minister Hamad bin Jassim bin Jaber al-Thani.</p> \n<p>Christie’s overall take for the week – more than $1bn – and its generous use of guarantees offered to sellers drew speculation that Pinault was positioning it for sale. “You can view Christie’s as an interesting and amusing business to be involved in,” says one knowledgeable market watcher. “Or you’re grabbing market share at the expense of profits to ready it for sale – and sharpen up your business practice later.”</p> \n<p>In both cases – Christie’s and Kering – Pinault is garnering headlines.</p> \n<p>Climate change suggests that companies such as Kering need to get ahead of the issue or see their production falter in chasing scarce raw materials on a stressed planet. It’s not just a question of customers – or citizens, as Daveu prefers to think of them: the kind of employees Kering competes to hire are increasingly asking questions about sustainability.</p> \n<p>Consumers may not want to be beaten over the head about sustainability when they are shopping for a handbag, but they want to know that it’s integral. “It’s important to show you can have beautiful, sexy, high-quality products that at the same time can take care of the planet,” Daveu says. “Every day it’s a challenge. It’s a long journey. We don’t always have the answers or know how to do it, but we have to try step by step to become more sustainable.”</p>","section":"Fashion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432319361916/Carol-film-premiere-68th--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"François-Henri Pinault and his wife\rSalma Hayek at the Cannes film festival.  Photograph: Picture Perfect/Rex Features","credit":"Picture Perfect/Rex Features","altText":"'Carol' film premiere, 68th Cannes Film Festival, France - 17 May 2015","cleanCaption":"François-Henri Pinault and his wife\rSalma Hayek at the Cannes film festival.  Photograph: Picture Perfect/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:04:09Z","lastModified":"2015-05-23T23:04:09Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Edward Helmore","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edwardhelmore"}],"feature":true,"keywords":["Fashion industry","Fashion","Environment"],"tags":[{"id":"fashion/fashion-industry","webTitle":"Fashion industry"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"fashion"},"topics":[{"displayName":"Edward Helmore","topic":{"type":"tag-contributor","name":"profile/edwardhelmore"}}],"embeddedVideos":[],"adTargetingPath":"fashion"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/fashion/2015/may/24/fashion-environment-sustainability","shortUrl":"http://gu.com/p/496yd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/fashion/2015/may/24/fashion-environment-sustainability","webUri":"http://www.theguardian.com/fashion/2015/may/24/fashion-environment-sustainability"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432319361916/Carol-film-premiere-68th--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"François-Henri Pinault and his wife\rSalma Hayek at the Cannes film festival.  Photograph: Picture Perfect/Rex Features","credit":"Picture Perfect/Rex Features","altText":"'Carol' film premiere, 68th Cannes Film Festival, France - 17 May 2015","cleanCaption":"François-Henri Pinault and his wife\rSalma Hayek at the Cannes film festival.  Photograph: Picture Perfect/Rex Features"}},"importance":3,"kicker":{"title":"Fashion"},"showQuotedHeadline":false},{"title":"Gardening / Choosing the best lilacs","rawTitle":"Choosing the best lilacs","item":{"type":"article","id":"lifeandstyle/2015/may/24/lilac-season-in-the-garden","title":"Gardens: lilac season","trailText":"It doesn’t last long but the lilac season is stunning. Chose your varieties carefully – and enjoy their moment in the sun, writes <strong>Dan Pearson</strong>","standFirst":"<p>It doesn’t last long but the lilac season is stunning. Chose your varieties carefully – and enjoy their moment in the sun</p>","byline":"Dan Pearson","body":"<p>May is one of our most beautiful months. The hedgerows fatten once the hawthorn has flowered and cow parsley narrows the lanes. Our lightest months in early summer are also the season of some of our most flamboyant flowering shrubs, many of which eclipse their companions for a glorious flurry. Once-flowering roses and sweetly scented <a href=\"https://www.rhs.org.uk/Plants/66243/Philadelphus-Innocence-%28v%29/Details?returnurl=%2fplants%2fsearch-results%3fform-mode%3dfalse%26query%3dphiladelphus%26aliaspath%3d%252fplants%252fsearch-results\">Philadelphus</a> may only be with us for a moment, but they are worth it for that feeling of time slowing down.</p> \n<p>In Russia, lilac grows wild on the fringes of woodland to spill into the sunshine. They can be a hungry neighbour in a mixed planting, but if you have the right place you will be happy you have planted one. This year I have promised myself that I will get to see a national collection, to pick a couple with just the right tone of lilac and grace in the branches.</p> \n<p>Once it has had its moment, the common lilac is a scruff for the second half of summer, but in season there is nothing else like it. The foliage is pristine as the clustered buds swell. The best lilac is delightful for being made up of several tones, with a dark reverse to each bud and a paler interior so that the colour appears to lighten as the flowers bud, open and age. I prefer the single-flowered varieties, which retain a lightness in the panicles. The doubles are physically weighty and hardly seem necessary in a plant that is not shy of flowering.</p> \n<p>Of the common lilac varieties, <em>Syringa vulgaris</em> ‘Maud Notcutt’ is a good pure white. I’d like to find ‘Massena’, which I once grew among creamy tree lupins at Home Farm. It has ruby buds and the flowers open a thundery purple. I have plans to combine it with a lilac, such as ‘Firmament’, and let them go together near the compost heaps. They will be planted in rough grass and the cow parsley allowed to seed among them. When they are grown I’ll bring whole branches in bud into the house to extend their season.</p> \n<figure class=\"element element-image\" data-media-id=\"071bc5cdfa4863cf3a18ee043f970aaf4d6558ca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432120861009/5d3faa05-b5f3-4689-a610-6eb6e0ecf859-460x276.jpeg\" alt=\"Short and sweet: the Philadelphus is another short-lived beauty.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Short and sweet: the Philadelphus is another short-lived beauty.</span> \n  <span class=\"element-image__credit\">Photograph: Karen Appleyard/Alamy</span> \n </figcaption> \n</figure> \n<p>You should never be worried about plants that have a short season. But it is a good idea to only invite the best and then to know that you can live with them for the rest of the year after their flowers are long gone. For those of us with smaller spaces and where a good companion is an important criteria in a shrub, there are lilacs that are more light-footed. <em>S microphylla</em> ‘Superba’ is a delightful shrub of 6ft or so with well-mannered branches and roots. The flowers are like those of a larger lilac in miniature.</p> \n<p>I’ve also been planting <em>Syringa </em>x<em> josiflexa</em> ‘Bellicent’ in clients’ gardens and found this to be a very superior thing, forming an open, arching shrub with plenty of air in it. The rose-pink flowers are in elongated sprays, each individual flower appearing to be dripping from the branches.</p> \n<p>You cannot begrudge such a flower for only being with us briefly. Plant a clematis at its base to cover for the late summer and let yourself enjoy the moment.</p> \n<h2>Get growing<br /></h2> \n<p>Resilient groundcovers such as <em>Symphytum ibericum</em> or <em>S</em> ‘Hidcote Blue’ are good companions for lilac’s hungry root zones.</p> \n<p><em>Email Dan at <a href=\"mailto:dan.pearson@observer.co.uk\">dan.pearson@observer.co.uk</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432120631230/Syringa-vulgaris-close-up-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The best is delightful for being made up of several tones': common lilac. Photograph: Alamy","credit":"/Alamy","altText":"Syringa vulgaris (close up of common lilac)","cleanCaption":"'The best is delightful for being made up of several tones': common lilac. Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432120862552/5d3faa05-b5f3-4689-a610-6eb6e0ecf859-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Short and sweet: the Philadelphus is another short-lived beauty. Photograph: Karen Appleyard/Alamy","credit":"Karen Appleyard/Alamy","altText":"Short and sweet: the Philadelphus is another short-lived beauty.","cleanCaption":"Short and sweet: the Philadelphus is another short-lived beauty.","cleanCredit":"Photograph: Karen Appleyard/Alamy"}],"webPublicationDate":"2015-05-24T05:00:03Z","lastModified":"2015-05-24T05:00:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Dan Pearson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/danpearson"}],"feature":true,"keywords":["Gardening advice","Gardens","Life and style"],"tags":[{"id":"lifeandstyle/gardeningadvice","webTitle":"Gardening advice"},{"id":"lifeandstyle/gardens","webTitle":"Gardens"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Dan Pearson","topic":{"type":"tag-contributor","name":"profile/danpearson"}}],"series":{"title":"Dan Pearson on gardens","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/danpearsonongardens"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/lilac-season-in-the-garden","shortUrl":"http://gu.com/p/4944h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/lilac-season-in-the-garden","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/lilac-season-in-the-garden"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432120631230/Syringa-vulgaris-close-up-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The best is delightful for being made up of several tones’: common lilac. Photograph: Alamy","credit":"Alamy","altText":"Syringa vulgaris (close up of common lilac)","cleanCaption":"‘The best is delightful for being made up of several tones’: common lilac. Photograph: Alamy"}},"importance":3,"kicker":{"title":"Gardening"},"showQuotedHeadline":false}],"lastModified":"2015-05-24T06:35:54Z","personalization":{"id":"uk/groups/collections/8852-9cf6-d938-01fb","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/8852-9cf6-d938-01fb"},"visibility":"all","adTargetingPath":"front"}