{"id":"uk/groups/collections/9638f49e-54f6-4795-8dcd-422d7ae3159c","title":"drink","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9638f49e-54f6-4795-8dcd-422d7ae3159c"},"cards":[{"title":"The Hunter Valley wine region's cellar doors: eight of the best","rawTitle":"The Hunter Valley wine region's cellar doors: eight of the best","item":{"type":"article","id":"lifeandstyle/australia-food-blog/2015/jun/17/the-hunter-valley-wine-regions-cellar-doors-eight-of-the-best","title":"The Hunter Valley wine region's cellar doors: eight of the best","trailText":"Just two hours north of Sydney, this popular region has scores of wineries to visit. But which are the best this winter?<br>","standFirst":"<p>Just two hours north of Sydney, this popular region has scores of wineries to visit. But which are the best this winter?<br /></p>","byline":"Daniel Honan","body":"<p>The Hunter wine region, just two hours north of Sydney can be a tricky place to navigate if you don’t know where to go. There are so many great cellar doors to visit, but here are eight of my favourites.<br /></p> \n<p><strong>Mount Pleasant – 401 Marrowbone Road, Pokolbin NSW </strong></p> \n<p>Steeped in history, Mount Pleasant is the place where Australian fine wine was born. Some of the vines here are well over 100 years old and were once tended by Australia’s own legendary winemaker, Maurice O’Shea. The cellar door staff are passionate, knowledgeable and respectful of this place’s history, and a taste of their wines will put you in good stead for the rest of your journey throughout the valley.<br />Ask to taste the Elizabeth Semillon and Old Hill Shiraz. </p> \n<figure class=\"element element-image\" data-media-id=\"a2985c4261f839df33f76c3af0b78f0997ea4515\"> \n <img src=\"http://media.guim.co.uk/a2985c4261f839df33f76c3af0b78f0997ea4515/0_0_2958_1777/1000.jpg\" alt=\"There are more than 120 vineyards in the Hunter Valley region. \" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">There are more than 120 vineyards in the Hunter Valley region. </span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg/Bloomberg via Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Tinklers - Pokolbin Mountains Road, Pokolbin NSW </strong></p> \n<p>The Tinklers are farmers first and winemakers second, and it’s not just grapes they grow on the rolling hills of their Pokolbin property. Seasonal produce like avocados, lemons and limes, pumpkins, watermelons, peaches and figs are also sold in the cellar door. But the wine is why you’re here. You can lean against the heavy timber bar or sit down amongst the barrels and drink Hunter wines, made and grown in the same place by the same family for more than the last 100 years. Ask to taste the Viognier and U &amp; I Shiraz.</p> \n<figure class=\"element element-image\" data-media-id=\"723983d67a0ad502a32aa8c5035cb2c80eefd6df\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434501617082/55ed903d-1274-48c3-ba6f-abcbaeec7365-460x276.jpeg\" alt=\"Rural New South Wales\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">You’re spoilt for choice in the picturesque wine regions of NSW.</span> \n  <span class=\"element-image__credit\">Photograph: Bon Appetit/Alamy</span> \n </figcaption> \n</figure> \n<p><strong>Gundog Estate - 101 McDonald’s Road, Pokolbin NSW</strong></p> \n<p>Gundog Estate’s cellar door used to be the old Pokolbin schoolhouse, where local students would learn how to read and write and practice their times tables. Today, the schoolhouse has been transformed into a cellar door, where staff won’t give you detention if you’ve failed to learn the difference between a primary and secondary fermentation. <br /></p> \n<p>The cellar door is always busy on weekends with people tasting classic Hunter Valley wines with a contemporary twist. You will probably learn something about wine too, especially if winemaker Matt Burton and his offsider Nick are around. Ask to taste the Wild Semillon and new Indomitus range.<br /></p> \n<p><strong>Bimbadgen Estate – 790 McDonalds Road, Pokolbin, NSW</strong></p> \n<p>Bimbadgen is an Indigenous word that means ‘many great views’, and that’s exactly what you’ll get when you visit this cellar door. Grab a glass of their viognier or shiraz and look out over panoramic views of the Brokenback range to the south and Barrington Tops to the north. Ask to taste the Estate Chardonnay and Estate Viognier.</p> \n<p><strong>Hart &amp; Hunter – 463 Deaseys Road, Pokolbin NSW</strong></p> \n<p>Tucked away on Deaseys road, you’ll find one of the Hunter’s newest wine labels. Hart &amp; Hunter don’t only have a great taste for wine, but music as well. Their sole focus is on Hunter Valley fruit, so you won’t find a sauvignon blanc here – just tremendous semillon, chardonnay and shiraz, native to the region. Ask to taste all of them!</p> \n<p><strong>Macquariedale –170 Sweetwater Road, Belford NSW</strong></p> \n<p>Biodynamic duo Ross and Derice McDonald were one of the first Hunter Valley winegrowers to be certified organic. They also grow and produce delicious garlic and olive oil on their Rothbury property, but it’s the wines that will give you a reason to stay. You can taste whites and reds in their gorgeous cellar door at the top of the hill while you watch the sun set over the Brokenback on a crisp, wintry afternoon. Ask to taste the verdelho and Thomas Shiraz.</p> \n<p><strong>Oakvale – 1596 Broke Road, Pokolbin NSW</strong></p> \n<p>The Oakvale label has been growing grapes and making wine in the Hunter Valley since the 1890s. second-generation winemaker Bob Elliot used to sell wine to Maurice O’Shea from up the road at Mount Pleasant. Today, the Becker family name is above the cellar door and their respect for Oakvale’s rich past is more evident than ever. Son James Becker recently took over the winemaking reins full time. He has a not-so-secret love for Hunter chardonnay, which is deliciously revealed in every glass. Ask to taste the Ablington Chardonnay and shiraz.</p> \n<p><br /><strong>Krinklewood – 712 Wollombi Road, Broke NSW</strong></p> \n<p>Krinklewood is one of the most peaceful destinations for wine in the whole Hunter Valley. Their cellar door is nestled beneath the foothills of the Brokenback range, in the sub-region of Broke, one of the region’s most charming places to visit. Echoing somewhere in France, Krinklewood’s vineyard has more than just grapevines. The sheep eat the weeds, the worms turn the soil, and Minty the dog stands watchful over all of it. Ask to taste the Francesca Ros&eacute; and Spiders Run White.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/8/14/1376464639582/A-vineyard-in-the-Hunter--011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"TOURISM AUSTRALIA/PR IMAGE","altText":"A vineyard in the Hunter Valley ","cleanCredit":"Photograph: TOURISM AUSTRALIA/PR IMAGE"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a2985c4261f839df33f76c3af0b78f0997ea4515/0_0_2958_1777/2958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1777,"width":2958,"orientation":"landscape","caption":"There are more than 120 vineyards in the Hunter Valley region.  Photograph: Bloomberg/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"There are more than 120 vineyards in the Hunter Valley region. ","cleanCaption":"There are more than 120 vineyards in the Hunter Valley region. ","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434501618620/55ed903d-1274-48c3-ba6f-abcbaeec7365-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"You’re spoilt for choice in the picturesque wine regions of NSW. Photograph: Bon Appetit/Alamy","credit":"Bon Appetit/Alamy","altText":"Rural New South Wales","cleanCaption":"You’re spoilt for choice in the picturesque wine regions of NSW.","cleanCredit":"Photograph: Bon Appetit/Alamy"}],"webPublicationDate":"2015-06-17T02:05:04Z","lastModified":"2015-06-17T07:49:25Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Daniel Honan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-honan"}],"feature":false,"keywords":["Wine","Wine holidays","New South Wales","Life and style","Food & drink"],"tags":[{"id":"lifeandstyle/wine","webTitle":"Wine"},{"id":"travel/wine-holidays","webTitle":"Wine holidays"},{"id":"travel/new-south-wales","webTitle":"New South Wales"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Daniel Honan","topic":{"type":"tag-contributor","name":"profile/daniel-honan"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/jun/17/the-hunter-valley-wine-regions-cellar-doors-eight-of-the-best","shortUrl":"http://gu.com/p/49ph3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/australia-food-blog/2015/jun/17/the-hunter-valley-wine-regions-cellar-doors-eight-of-the-best","webUri":"http://www.theguardian.com/lifeandstyle/australia-food-blog/2015/jun/17/the-hunter-valley-wine-regions-cellar-doors-eight-of-the-best"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/029e19f92f2bd761e55be97d4849d4242e6f262b/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Grape vines grow in a field in Lovedale, in the Hunter Valley. Photograph: Bloomberg/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Grape vines grow in a field in Lovedale, in the Hunter Valley.","cleanCaption":"Grape vines grow in a field in Lovedale, in the Hunter Valley.","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/8/14/1376464639582/A-vineyard-in-the-Hunter--011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"TOURISM AUSTRALIA/PR IMAGE","altText":"A vineyard in the Hunter Valley ","cleanCredit":"Photograph: TOURISM AUSTRALIA/PR IMAGE"}}]},{"title":"Smashed avo, anyone? Five Australian creations taking the world by storm","rawTitle":"Smashed avo, anyone? Five Australian creations taking the world by storm","item":{"type":"article","id":"lifeandstyle/australia-food-blog/2015/jun/15/smashed-avo-anyone-five-australian-creations-taking-the-world-by-storm","title":"Smashed avo, anyone? Five Australian creations taking the world by storm","trailText":"Avocado on toast, sticky date pudding and flat whites are popping up on menus from Brooklyn to Berlin as Australian classics enjoy new global popularity","standFirst":"<p>Avocado on toast, sticky date pudding and flat whites are popping up on menus from Brooklyn to Berlin as Australian classics enjoy new global popularity</p>","byline":"Cara Waters","body":"<p>Try to describe Australian cuisine to a visitor and you’re likely to struggle a little. But there are some dishes that as a nation we recognise as quintessentially Australian – and they’ve started to pop up on menus from Brixton to Brooklyn.</p> \n<p>Tori Haschka, author of A Suitcase and a Spatula: Recipes and Stories from Around the World, says Australia’s spreading culinary influence can be put down to Australians’ love of travel.</p> \n<p>Wherever we go, she says, we like to share what’s best about our country. “That includes our fresh and sometimes laconic approach to food,” she says. “There’s a great focus on texture in Australian food; from the silkiness of the cap of milk in a flat white, the plushness of smashed avocado on crunchy toast or the bristle of coconut on a lamington.”</p> \n<p>Ken Burgin, restaurant consultant at Profitable Hospitality, says looking closely at other countries highlights what makes Australian dishes special. </p> \n<p>“I’ve just been in Italy for a month and it seems nothing there ever changes – good in some ways, and quite dull after a while,” he says. “Maybe our careful experiments with honest ingredients are what’s defining a distinctive Australian cuisine?”</p> \n<p>Here are five Aussie dishes and beverages now taking the world by storm:<br /></p> \n<h2>1. Flat white</h2> \n<p>Australia’s favourite coffee is fast usurping the cappuccino and latte as the drink of choice at cafes around the world. You can now order a flat white at Fondation Cafe in Paris and Little Collins in New York. The abundance of flat whites is such that <a href=\"http://www.fastcompany.com/3042927/why-starbuckss-new-drink-the-flat-white-is-made-of-hot-marketing-and-foam\">FastCompany</a> has dubbed the flat white “the latest must-sip beverage”. </p> \n<p> Now even Starbucks in the US is on the bandwagon, serving flat whites to millions of bewildered Americans who are not even sure what a flat white is (read <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jan/06/starbucks-flat-white-australia-coffee\">David Marr’s review</a> of the Starbuck’s flat white). Its popularity is such that some outlets are reported to have taken cappuccinos off the menu. In an act of community service Australia’s Hugh Jackman tried to explain the flat white as “like a latte with a little less milk and more espresso”. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"33a3d539aca98dcb80979d3d3e8e362dcd519c0a\"> \n <img src=\"http://media.guim.co.uk/33a3d539aca98dcb80979d3d3e8e362dcd519c0a/0_0_5100_3523/1000.jpg\" alt=\"The classic flat white – started in Australia, and has taken over the world\" width=\"1000\" height=\"691\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The classic flat white.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Cavalier/Alamy</span> \n </figcaption> \n</figure> \n<h2>2. Smashed avocado on toast<br /></h2> \n<p>It’s rare these days to find a cafe in Australia that doesn’t serve smashed avocado (usually with chunky salt, pepper, lemon and perhaps feta). Now the rest of the world has woken up to the joys of “nature’s butter”. You can order “smashed avocado with streaky bacon” at Lantana in London or avocado smash with poached eggs, ricotta and radishes at the Cupping Room in Hong Kong. </p> \n<p>Diners love avocado for its health benefits and creamy taste while the appeal to chefs and cafe owners everywhere is immediately obvious: avocado smash is low on labour and high on profit margins. All you need is a fork and a squeeze of lemon – and a perfect avocado – and you’re in business.</p> \n<p>The smashing refers to mashing it up roughly with a fork, as opposed to slicing it or puree-ing it.</p> \n<h2>3. Sticky date pudding<br /></h2> \n<p>Sticky toffee pudding is a traditional British dessert beloved of gastropubs around the UK, but the Australian twist – sticky date pudding – is becoming an increasingly popular variation. </p> \n<p>It’s worth noting that some British sticky toffee puddings actually contain dates but they are finely diced, disguising their presence, whereas in Australia the date is loud and proud. It’s irrelevant, anyway, as everyone knows sticky date pudding isn’t really about the dates at all but the lashings of caramel sauce it comes smothered in. </p> \n<p>The Corner House in Bali serves up sticky date pudding with caramel and salty butter ice cream while Five Leaves in New York offers sticky date more traditionally, with the sole accompaniment of vanilla ice cream. </p> \n<p>Hashka says Australia’s reinvention of the dish has eclipsed the original’s popularity. “Sticky date is a much more practical moniker,” she says. “Of course it’s going to be sticky if it’s got toffee in it it. </p> \n<p>“But if there are dates in there, best let us know about them up front. It’s a straight down the line approach to food that makes sense.”</p> \n<figure class=\"element element-image\" data-media-id=\"b39eda5f1816a5de76a2ee4a35a94cce7877655f\"> \n <img src=\"http://media.guim.co.uk/b39eda5f1816a5de76a2ee4a35a94cce7877655f/0_0_4064_2438/1000.jpg\" alt=\"Sticky date pudding with icecream.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sticky date pudding with ice cream.</span> \n  <span class=\"element-image__credit\">Photograph: Gary Calton for the Observer</span> \n </figcaption> \n</figure> \n<h2>4. Corn fritters</h2> \n<p>Bill Granger has built an international empire on the back of his sweet corn breakfast fritters and other cafe owners have taken note.</p> \n<p>Granger’s version is made with flour, eggs, milk, fresh corn, herbs and a pinch of paprika, delivering a savoury dish with pops of sweetness from the corn. But you can find any number of interpretations of the corn fritter on cafe menus from Lantana in London to <a href=\"http://www.bluestonelaneny.com/\">Blue Stone Lane in New York</a>.</p> \n<p>For Nicholas Stone, Bluestone Lane’s owner, the corn fritter is a “quintessentially Aussie” dish. Bluestone Lane serves its fritters with with avo smash, smoked salmon, poached egg, beetroot relish and rocket. He says there’s no “exact science” behind New Yorker’s sudden insatiable desire for the corn fritter but thinks it coincides with an appreciation for more sophisticated cafe menu items among New Yorkers.</p> \n<p>“This is quite a non-traditional brunch dish that they are quite curious about,” he says. “It’s very aesthetically pleasing and delicious.” In the Instagram age that does count.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"787f80618495a03d2ef46db874d0aafd0c3218e5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433897430767/a88bc2a9-ce8c-4182-a57f-473b43daaf5a-280x420.jpeg\" alt=\"Corn fritters – good with eggs or as a snack later in the day.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Corn fritters – good with eggs or as a snack later in the day.</span> \n  <span class=\"element-image__credit\">Photograph: Antonio Olmos</span> \n </figcaption> \n</figure> \n<h2><p>5. Lamingtons</p></h2> \n<p>The delights of fluffy sponge cake, jammy filling, chocolate coating and dessicated coconut are going global. Now lamingtons are on offer at the Two Blur Guys cafe in Singapore while in London it’s hard to avoid Australia’s favourite cake. It’s a must-order item at Ozone Espresso in Shoreditch, east London, and Kaffeine in Fitzrovia in central London, doesn’t just sell lamingtons – it sells “pimped-up cushions of sponge”. </p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-828515c8-f9bb-4c24-bba5-d34932842a80\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434326775981/9dcb6989-b75f-4742-a0a8-be1dc05fae8d-460x276.jpeg\" alt=\"Chocolate lamingtons – delicious cushions of sponge.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chocolate lamingtons – delicious cushions of sponge.</span> \n  <span class=\"element-image__credit\">Photograph: Kate Whitaker for Observer Food Monthly</span> \n </figcaption> \n</figure> \n<h2><br /></h2>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b1976999ced1910e697400b515710a19303cf085/0_38_720_432/720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":720,"orientation":"landscape","credit":"bonappetit.com","altText":"Avocado on toast.","cleanCredit":"Photograph: bonappetit.com"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33a3d539aca98dcb80979d3d3e8e362dcd519c0a/0_0_5100_3523/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3523,"width":5100,"orientation":"landscape","caption":"The classic flat white. Photograph: Steve Cavalier/Alamy","credit":"Steve Cavalier/Alamy","altText":"The classic flat white – started in Australia, and has taken over the world","cleanCaption":"The classic flat white.","cleanCredit":"Photograph: Steve Cavalier/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b39eda5f1816a5de76a2ee4a35a94cce7877655f/0_0_4064_2438/4064.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2438,"width":4064,"orientation":"landscape","caption":"Sticky date pudding with ice cream. Photograph: Gary Calton for the Observer","credit":"Gary Calton for the Observer","altText":"Sticky date pudding with icecream.","cleanCaption":"Sticky date pudding with ice cream.","cleanCredit":"Photograph: Gary Calton for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897432389/a88bc2a9-ce8c-4182-a57f-473b43daaf5a-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Corn fritters – good with eggs or as a snack later in the day. Photograph: Antonio Olmos","credit":"Antonio Olmos","altText":"Corn fritters – good with eggs or as a snack later in the day.","cleanCaption":"Corn fritters – good with eggs or as a snack later in the day.","cleanCredit":"Photograph: Antonio Olmos"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/24/1424800358032/ead9d47f-415a-4ace-98a1-a81a6e399fdb-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Chocolate lamingtons – delicious cushions of sponge. Photograph: Kate Whitaker for Observer Food Monthly","credit":"Kate Whitaker for Observer Food Monthly","altText":"Chocolate lamingtons – delicious cushions of sponge.","cleanCaption":"Chocolate lamingtons – delicious cushions of sponge.","cleanCredit":"Photograph: Kate Whitaker for Observer Food Monthly"}],"webPublicationDate":"2015-06-15T01:38:25Z","lastModified":"2015-06-15T01:39:42Z","metadata":{"commentable":true,"commentCount":255,"contributors":[{"name":"Cara Waters","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/cara-waters"}],"feature":false,"keywords":["Food & drink","Life and style","Coffee"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/coffee","webTitle":"Coffee"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Cara Waters","topic":{"type":"tag-contributor","name":"profile/cara-waters"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/jun/15/smashed-avo-anyone-five-australian-creations-taking-the-world-by-storm","shortUrl":"http://gu.com/p/49j3h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/australia-food-blog/2015/jun/15/smashed-avo-anyone-five-australian-creations-taking-the-world-by-storm","webUri":"http://www.theguardian.com/lifeandstyle/australia-food-blog/2015/jun/15/smashed-avo-anyone-five-australian-creations-taking-the-world-by-storm"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b1976999ced1910e697400b515710a19303cf085/0_38_720_432/720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":720,"orientation":"landscape","caption":"Avocado on toast. Photograph: bonappetit.com","credit":"bonappetit.com","altText":"Avocado on toast.","cleanCaption":"Avocado on toast.","cleanCredit":"Photograph: bonappetit.com"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b1976999ced1910e697400b515710a19303cf085/0_38_720_432/720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":720,"orientation":"landscape","credit":"bonappetit.com","altText":"Avocado on toast.","cleanCredit":"Photograph: bonappetit.com"}}]},{"title":"Review / Wines from M&S","rawTitle":"Wines from M&S","item":{"type":"article","id":"lifeandstyle/2015/jun/14/wines-from-marks-and-spencer-david-williams","title":"Wines from M&S","trailText":"Marks &amp; Spencer may have a reputation for safe and conservative clothing, but when it comes to its wines it really lets its hair down. Here are three wines that show off some of its more daring and interesting selections","standFirst":"<p>Marks &amp; Spencer may have a reputation for safe and conservative clothing, but when it comes to its wines it really lets its hair down. Here are three wines that show off some of its more daring and interesting selections</p>","byline":"David Williams","body":"<p><strong>Caruso &amp; Minini Perricone, Sicily, Italy 2013 (&pound;8, </strong><a href=\"http://www.marksandspencer.com/c/food-and-wine/wine-shop\" title=\"\"><strong>Marks &amp; Spencer</strong></a><strong>) </strong>Last time I had a look in the M&amp;S men’s fashion department it was reassuringly fusty, stocked with slacks and sensible jumpers of the kind that Alan Partridge would be happy to wear with his driving gloves. I’m reliably informed that things are a bit different on the women’s floor, where the retailer recently had a high-fashion hit with a certain &pound;200 suede skirt. When it comes to confounding M&amp;S’s safe and sensible reputation, however, it’s the wine department that seems to be closest to the cutting edge. It’s certainly way ahead of the other supermarkets when it comes to stocking grape varieties, regions and styles outside the mainstream, this brilliantly vivid, herby, dark cherry-scented Sicilian red being a particularly delicious example.</p> \n<p><strong>Domaine de la Pinte Arbois Chardonnay, Jura, France 2011 (&pound;16, </strong><a href=\"http://www.marksandspencer.com/c/food-and-wine/wine-shop\" title=\"\"><strong>Marks &amp; Spencer</strong></a><strong>) </strong>Things get most interesting – and divisive – with the whites, where M&amp;S has been keeping up with the hipsters in Hackney wine bars and Peckham pop-up restaurants by bringing in wines made in clay pots, or amphorae. There were two on the list at its most recent press tasting: Tbilvino Qvevris 2012 (&pound;9), a Georgian wine with a distinctly orange tinge, red wine-like tannin, orange citrus pith, and cherry-pit bite; and the sherry-like, nutty-savoury, Fresquito Vino Nuevo de Tinaja, Montilla-Moriles, Spain 2014 (&pound;9). Both are well worth a look if you’re prepared for something a bit unusual, as is the funky, slightly feral, ripe orchard fruit of the Domaine de la Pinte chardonnay from none-more-trendy eastern French region, the Jura.</p> \n<p><strong>Litmus White Pinot, Surrey, England 2011 (&pound;22, </strong><a href=\"http://www.marksandspencer.com/c/food-and-wine/wine-shop\" title=\"\"><strong>Marks &amp; Spencer</strong></a><strong>) </strong>If the two amphora wines are challenging, and potentially confusing, in being categorised as white wines but including some of the flavours and textures of either red wines or sherry, Litmus White Pinot bends genders by making a white wine from a red grape, pinot noir. Like blanc de noirs champagne, a white fizz that is also made from pinot noir (and pinot meunier), the juice is removed from the skins before it has a chance to take on any colour (or tannin). It’s then aged in oak barrels to create one of the most successful still English wines I’ve come across, a wine where the spice and plump fruit of an Alsace white pinot gris combines with typically exhilarating English acidity.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433937586549/m-and-s-wines-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Top Marks: two great whites and a vibrant red from the high street retailer.","credit":"/PR","altText":"m and s wines","cleanCaption":"Top Marks: two great whites and a vibrant red from the high street retailer."}],"bodyImages":[],"webPublicationDate":"2015-06-14T04:59:03Z","lastModified":"2015-06-14T04:59:03Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"David Williams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-williams"}],"feature":true,"keywords":["Wine","Food & drink","Life and style","Marks & Spencer"],"tags":[{"id":"lifeandstyle/wine","webTitle":"Wine"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"business/marksspencer","webTitle":"Marks & Spencer"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"David Williams","topic":{"type":"tag-contributor","name":"profile/david-williams"}}],"series":{"title":"David Williams's wines of the week","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/david-williams-wines-of-the-week"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/14/wines-from-marks-and-spencer-david-williams","shortUrl":"http://gu.com/p/49kdx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/14/wines-from-marks-and-spencer-david-williams","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/14/wines-from-marks-and-spencer-david-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433937586549/m-and-s-wines-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Top Marks: two great whites and a vibrant red from the high street retailer.","credit":"/PR","altText":"m and s wines","cleanCaption":"Top Marks: two great whites and a vibrant red from the high street retailer."}},"importance":5,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433937586549/m-and-s-wines-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Top Marks: two great whites and a vibrant red from the high street retailer.","credit":"/PR","altText":"m and s wines","cleanCaption":"Top Marks: two great whites and a vibrant red from the high street retailer."}}]},{"title":"Readers’ Recipe Swap: summer cocktails","rawTitle":"Readers’ Recipe Swap: summer cocktails","item":{"type":"article","id":"lifeandstyle/2015/jun/13/summer-cocktail-recipes-gin-fizz-pomsecco-vodka","title":"Readers’ Recipe Swap: summer cocktails","trailText":"<strong>This week’s summer cocktails recipes</strong> have been keeping us cool – if not clear – on what we hope will be the start of many long summer evenings...","standFirst":"<p>This week’s summer cocktail recipes have been keeping us cool – if not clear – on what we hope will be the start of many long summer evenings...<br /><br />...and next time we would like to see your recipes for <strong>dressings.</strong>.. <br />For your chance to be crowned Guardian home cook of the year, send us your recipes for dressings. Winning recipes will appear on 27 June. Email your ideas to<strong> <a href=\"mailto:recipes@theguardian.com\">recipes@theguardian.com</a> </strong>or upload your recipes and images to <a href=\"https://witness.theguardian.com/assignment/557828b7e4b099c326f2d2f7\"><strong>theguardian.com/witness</strong></a> by noon on <strong>Wednesday 17 June.</strong></p>","byline":"Guardian readers and Eve O'Sullivan","body":"<p>As you can imagine, summer cocktail week came with joy and pain in equal measure. There’s rarely a better way to spend a sunny evening than outdoors, drink in hand, with friends and family; however grateful they were on the night, though, the blame for fuzzy heads laid firmly at my door the next day. All more than worth it, of course, to test these stellar cocktail recipes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/jun/07/cocktails-recipe-swap-felicity-cloake\">Readers' recipe swap: Cocktails | Felicity Cloake</a> </p> \n</aside> \n<p>Proceedings began with Angela Dawson’s rhubarb and custard; the sweet syrup and heady vanilla vodka was perfectly balanced by the bitterness of tonic water; aromatic and delicate, it dispelled any preconceptions of it being as sweet as the name suggests. Next came withmustard’s vodka thyme lemonade; I failed to track down the citric acid, so rimmed the glass with the sugar and thyme mix instead. The result was an impressively sophisticated drink with minimal fuss - definitely one for the recipe scrapbook for all year round. The masala chai and mint rum infusion from binnyshah made for something deliciously complex, worth trying for the wonderful smell of the infused rum alone. Fadime Tiskaya’s pomsecco took a little longer to prepare, but would be a great welcome drink for any guests you might have this summer, the sharpness of the lime and tonic offsetting the sweet peaches, pomegranate and prosecco, something altogether more interesting than the usual bellini. A grapefruit tea with whiskey from TwinnyDip, filled with bitter and smoky notes, was super-refreshing on a warm day, as was Paddy MacLachlan’s take on the Mexican michelada. Tomato juice, beer and soy sauce may not be to everyone’s taste, but personally, I could drink it by the gallon.</p> \n<p>As hard as it was to pick a winner, once my powers of reasoning were restored, Clairetweet’s ruby gin fizz ticked all the boxes. Using seasonal fruits with a refreshing zip of lime and a few generous splashes of gin, it’s an unmistakable taste of summer that’s as easy to make as it is to drink.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/aug/10/henry-dimbleby-drinks-peach-slushie\">Make your own peach slushie </a> </p> \n</aside> \n<h2><strong>The winning recipe: ruby gin fizz</strong></h2> \n<p>Really, nothing could be easier than a gin fizz. Also, you’ve got to get your five-a-day from somewhere, so why not from cocktails?<br /><a href=\"https://witness.theguardian.com/user/clairetweet\"><em>Clairetweet</em></a><em>, via </em><a href=\"https://witness.theguardian.com/assignment/5565d46de4b05d536e4bc12b\"><em>GuardianWitness</em></a></p> \n<p><strong>Makes 6-8<br /></strong><strong>For the syrup<br /></strong>300g red berries<br />200g sugar</p> \n<p><strong>For the cocktails<br /></strong>6-8 shots of gin<br />2 limes, juiced<br />Soda water<br />Ice</p> \n<p><strong>1</strong> To make the fruit syrup, put the fruit and sugar in a saucepan over a low heat, then bring to a gentle simmer and cook for around 5 minutes, until the fruit has broken down and the sugar has dissolved. Push through a sieve to remove the seeds and pulp, then chill.</p> \n<p><strong>2 </strong>To make the drink, put ice cubes in the bottom of your glasses, top with a generous amount of syrup, a good squeeze of lime, followed by the gin. Top up with soda water and decorate with raspberries and lime to serve.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"da07dc9f46ab4cb5f5822cbbce06e9396fc84a70\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434028044798/d1eff07c-d7c1-4e79-b2b2-29b0c6e44146-315x420.jpeg\" alt=\"BinnyShah's pic, uploaded to GuardianWitness, of a masala chai mint rum infusion.... \" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">BinnyShah’s pic, uploaded to GuardianWitness, of a masala chai mint rum infusion.... Photograph:BinnyShah/GuardianWitness</span> \n  <span class=\"element-image__credit\">Photograph: GuardianWitness</span> \n </figcaption> \n</figure> \n<h2><strong>Masala chai mint rum infusion</strong></h2> \n<p>Add a chai teabag to rum with a few spices and mint leaves, and voila: a spicy cocktail!<br /><a href=\"https://witness.theguardian.com/user/binnyshah\"><em>Binnyshah</em></a><em>, via </em><a href=\"https://witness.theguardian.com/assignment/5565d46de4b05d536e4bc12b\"><em>GuardianWitness</em></a></p> \n<p><strong>Serves 2<br /></strong>2 shots spiced rum<br />1 chai tea bag<br />1 cinnamon stick<br />Soda water<br />1 tsp sugar<br />1 tsp garam masala<br />Juice of 1 lime<br />A handful of mint leaves</p> \n<p><strong>1</strong> Pour the rum into a glass or jug, then infuse the teabag and cinnamon stick in the rum for around 20 minutes.</p> \n<p><strong>2</strong> Remove the teabag and cinnamon stick, then pour the rum into a cocktail shaker and add soda water, sugar, garam masala and a dash of lime. Give this mixture a good shake and strain into two glasses. Add a handful of mint leaves, then serve.</p> \n<h2><strong>Rhubarb and custard</strong></h2> \n<p>There was a recipe for a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/24/gin-rhubarb-spring-cocktail-recipe\">rhubarb cocktail in the Guardian</a> recently, and as we grow more rhubarb than you can shake a stick at, I tried the cordial from said recipe. I’ve been making it regularly ever since, as rhubarb cordial has a wonderful flavour, a brilliant colour and keeps well for a week or so in the fridge; we’ve mixed it with gin and cava before now, but this is our favourite creation.<br /><em>Angela Dawson, Taunton</em></p> \n<p><strong>Makes enough cordial for 8 drinks<br /></strong><strong>For the cordial<br /></strong>400-450g rhubarb, chopped<br />250g sugar<br />Juice of &frac12; a lemon<br />500ml water</p> \n<p><strong>For the cocktails<br /></strong>1 part vanilla vodka (which you can buy, or make by steeping a vanilla pod in good quality vodka for a couple of months)<br />2 parts rhubarb cordial<br />3 parts tonic water</p> \n<p><strong>1</strong> Put the rhubarb, sugar, lemon and water in a pan, bring to a boil, then simmer until the rhubarb has disintegrated. Cool, strain through muslin into a jug for a few hours and chill.</p> \n<p><strong>2</strong> To make the cocktail, mix 1 part vanilla vodka to 2 parts cordial and 3 parts tonic water, pour into glasses with or without ice, then serve.</p> \n<h2><strong>Pomsecco</strong></h2> \n<p>This cocktail is inspired by two of my favourite fruits: I love pomegranate in every possible way; peach on the other hand was my favourite fruit as a child (and still is). The combination of the two with the prosecco makes a wonderful grown-up drink. It is fresh, colourful, zingy and just perfect for warm summer days.<br /><a href=\"https://witness.theguardian.com/user/Fadime\"><em>Fadime Tiskaya</em></a><em>, via </em><a href=\"https://witness.theguardian.com/assignment/5565d46de4b05d536e4bc12b\"><em>GuardianWitness</em></a></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"94090b98ba4b80cf7921614a1e449dcbba2c0ccf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434028171631/e56ddcce-7d75-41de-8032-60c8e95ceadf-460x413.jpeg\" alt=\"Recipe Swap regular Fadime's pomsecco (pomegranate and peach) cocktail.\" width=\"460\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Recipe Swap regular Fadime’s pomsecco (pomegranate and peach) cocktail.</span> \n  <span class=\"element-image__credit\">Photograph: Fadime Tiskaya/GuardianWitness</span> \n </figcaption> \n</figure> \n<p><strong>Serves 4<br /></strong>200ml pomegranate juice (from 1 large pomegranate – see below for method)<br />60g caster sugar<br />1 cinnamon stick<br />3 ripe peaches, stoned and chopped<br />4 tbsp lime juice<br />280ml prosecco, chilled<br />140ml tonic water<br />Ice cubes, to serve</p> \n<p><strong>1</strong> To make the pomegranate juice, remove the pith as you work your way in to get all the seeds out. Discard the pith and outer skin. With a potato masher, mash the seeds in the bowl and sieve them over a pan, pressing with a ladle to get as much juice as possible. Discard the seeds.</p> \n<p><strong>2</strong> Transfer the juice into a saucepan, add the sugar and cinnamon and bring it to boil until the sugar dissolves. Take it off the heat and let it cool, then chill in the fridge. Discard the cinnamon stick.</p> \n<p><strong>3</strong> Puree the peaches with a hand blender, then push through a sieve to get a smooth puree.</p> \n<p>4 Mix all ingredients together and serve.</p> \n<h2><strong>The Michelada – a Mexican favourite</strong></h2> \n<p>Extremely refreshing, this is either a fancy shandy or a bloody mary with beer instead of vodka, depending on your view.<br /><em><a href=\"https://witness.theguardian.com/user/Paddymac\">Paddy MacLachlan</a></em><em>, via </em><a href=\"https://witness.theguardian.com/assignment/5565d46de4b05d536e4bc12b\"><em>GuardianWitness</em></a></p> \n<p><strong>Makes 1<br /></strong>2 large ice cubes<br />1 lemon wedge<br />1 bottle strong brown beer, at least 6.5%<br />Tomato juice<br />Worcestershire sauce, to taste<br />Soy or tamari soy sauce, to taste<br />Sriracha or hot chilli sauce</p> \n<p><strong>1</strong> Take a half pint or pint glass, then put the ice cubes and a good squeeze of lemon in it, then drop the wedge into it too. Pour the beer all the way to the top, then slowly add tomato juice – you’ll be surprised at how much you can fit into an apparently full glass.</p> \n<p><strong>2</strong> Add the Worcestershire sauce, soy sauce and sriracha, or any other hot chilli sauce. Enjoy!</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2562a7a1a906755710f2160d780c628b8897ec41\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434028358777/ea95ab3f-db7e-4c57-b9ef-43126fb54a3d-460x460.jpeg\" alt=\"TwinnyDip's grapefruit ice tea laced with whiskey (and a cucumber collins).\" width=\"460\" height=\"460\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">TwinnyDip’s grapefruit ice tea laced with whiskey (and a cucumber collins).</span> \n  <span class=\"element-image__credit\">Photograph: TwinnyDip/Instagram</span> \n </figcaption> \n</figure> \n<h2><strong>Grapefruit ice tea with whiskey</strong></h2> \n<p>While hot oolong tea is commonly drunk with or after a meal for its perceived digestive quality; cold oolong tea is a great summer cooler. Slightly smoky, it pairs really well with the citrussy, refreshing flavour of grapefruit in this whiskey-based cocktail.<br /><a href=\"https://witness.theguardian.com/user/TwinnyDip\"><em>TwinnyDip</em></a><em>, via </em><a href=\"https://witness.theguardian.com/assignment/5565d46de4b05d536e4bc12b\"><em>GuardianWitness</em></a></p> \n<p><strong>Serves 1<br /></strong>200ml grapefruit juice<br />100ml oolong tea, cooled<br />1 tsp brown sugar<br />40ml whiskey<br />Ice, for shaking<br />1 grapefruit, for peel and wedge decorations</p> \n<p><strong>1 </strong>Mix the brown sugar in the grapefruit juice until dissolved. Place the grapefruit juice, oolong tea, whiskey and ice into the cocktail shaker. Shake until the shaker gets very cold.</p> \n<p><strong>2</strong> Peel a strip of grapefruit skin, then, using a chopstick or the handle of a fork, curl the grapefruit peel around it. Place it on top of the drink, and garnish with a wedge of grapefruit at the top.</p> \n<h2><strong>Vodka thyme lemonade with sherbet</strong></h2> \n<p>Warm and earthy thyme reminds me of the sunbaked landscapes of Provence or Andaluc&iacute;a. It grows wild there, scenting the thick, heavy air of midday. Thyme goes very well with lemon. And the sherbet? That’s just a bit of fun and you can leave it out if you like.<br /><a href=\"https://witness.theguardian.com/user/withmustard\"><em>withmustard</em></a><em>, via </em><a href=\"https://witness.theguardian.com/assignment/5565d46de4b05d536e4bc12b\"><em>GuardianWitness</em></a></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a29e68c131c53775797be67e3f3fb0fe5a6786ba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434028474999/c42db161-af96-4c02-b030-c2846aa31b84-460x460.jpeg\" alt=\"withmustard's vodka-thyme lemonade – with sherbet 'just for fun'.\" width=\"460\" height=\"460\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">withmustard’s vodka-thyme lemonade – with sherbet ‘just for fun’.</span> \n  <span class=\"element-image__credit\">Photograph: withmustard/GuardianWitness</span> \n </figcaption> \n</figure> \n<p><strong>Makes 1<br /></strong><strong>For the sherbet<br /></strong>1 sprig of young thyme<br />1 tsp citric acid<br />100g caster sugar</p> \n<p><strong> For the cocktail<br /></strong>1 unwaxed lemon, cut into wedges<br />1&frac12; tsp granulated sugar<br />2 sprigs of thyme<br />1 shot vodka<br />Sparkling or soda water to top up<br />Ice</p> \n<p><strong>1</strong> For the sherbet (excess may be kept in an airtight container for up to a week), place the sugar and thyme into a pestle and mortar. Grind until the leaves are macerated and incorporated with the sugar. Add the citric acid and mix thoroughly.</p> \n<p><strong>2</strong> To decorate the glass, place the sherbet on to a saucer. Run a wedge of lemon around the rim of a glass, and then dip into the sherbet, shaking off any excess.</p> \n<p><strong>3</strong> To make the drink, muddle the lemon wedges, sugar and thyme. Add the vodka and sparkling water (about 2 parts). Shake some ice into the mix and strain into a sherbet-rimmed glass.</p> \n<h2><br /></h2>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434027578104/e09fb44c-75f9-44ec-9988-b0cf0d1e0c98-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"The winning recipe: a ruby gin fizz form Clairetweet","cleanCredit":"Photograph: Jill Mead for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434028045767/ef8cc0e4-f586-44ac-bd47-7432600b5fcd-450x600.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":600,"width":450,"orientation":"portrait","caption":"BinnyShah’s pic, uploaded to GuardianWitness, of a masala chai mint rum infusion.... Photograph:BinnyShah/GuardianWitness Photograph: GuardianWitness","credit":"GuardianWitness","altText":"BinnyShah's pic, uploaded to GuardianWitness, of a masala chai mint rum infusion.... ","cleanCaption":"BinnyShah’s pic, uploaded to GuardianWitness, of a masala chai mint rum infusion.... Photograph:BinnyShah/GuardianWitness","cleanCredit":"Photograph: GuardianWitness"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434028171960/46bd354d-d676-4204-93b9-cdaaee6bba2a-620x557.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":557,"width":620,"orientation":"landscape","caption":"Recipe Swap regular Fadime’s pomsecco (pomegranate and peach) cocktail. Photograph: Fadime Tiskaya/GuardianWitness","credit":"Fadime Tiskaya/GuardianWitness","altText":"Recipe Swap regular Fadime's pomsecco (pomegranate and peach) cocktail.","cleanCaption":"Recipe Swap regular Fadime’s pomsecco (pomegranate and peach) cocktail.","cleanCredit":"Photograph: Fadime Tiskaya/GuardianWitness"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434028358356/d9710047-1068-4605-a22a-01cc7187bbeb-620x620.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":620,"width":620,"orientation":"landscape","caption":"TwinnyDip’s grapefruit ice tea laced with whiskey (and a cucumber collins). Photograph: TwinnyDip/Instagram","credit":"TwinnyDip/Instagram","altText":"TwinnyDip's grapefruit ice tea laced with whiskey (and a cucumber collins).","cleanCaption":"TwinnyDip’s grapefruit ice tea laced with whiskey (and a cucumber collins).","cleanCredit":"Photograph: TwinnyDip/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434028474555/9c044614-051a-43d8-b69f-0e7b410cae72-620x620.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":620,"width":620,"orientation":"landscape","caption":"withmustard’s vodka-thyme lemonade – with sherbet ‘just for fun’. Photograph: withmustard/GuardianWitness","credit":"withmustard/GuardianWitness","altText":"withmustard's vodka-thyme lemonade – with sherbet 'just for fun'.","cleanCaption":"withmustard’s vodka-thyme lemonade – with sherbet ‘just for fun’.","cleanCredit":"Photograph: withmustard/GuardianWitness"}],"webPublicationDate":"2015-06-13T10:30:06Z","lastModified":"2015-06-13T10:30:06Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Guardian readers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-readers"},{"name":"Eve O'Sullivan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/eve-o-sullivan"}],"feature":true,"keywords":["Life and style","Food & drink","Cocktails"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/cocktails","webTitle":"Cocktails"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Readers' recipe swap","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/readers-recipe-swap"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/13/summer-cocktail-recipes-gin-fizz-pomsecco-vodka","shortUrl":"http://gu.com/p/49yga","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/13/summer-cocktail-recipes-gin-fizz-pomsecco-vodka","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/13/summer-cocktail-recipes-gin-fizz-pomsecco-vodka"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434027652705/c35266f8-1b79-4e0b-9c73-99af91153149-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"The winning entry: a summery ruby gin fizz from reader Clairetweet. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"The winning recipe: ruby gin fizz from Clairetweet","cleanCaption":"The winning entry: a summery ruby gin fizz from reader Clairetweet.","cleanCredit":"Photograph: Jill Mead for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434027578104/e09fb44c-75f9-44ec-9988-b0cf0d1e0c98-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"The winning recipe: a ruby gin fizz form Clairetweet","cleanCredit":"Photograph: Jill Mead for the Guardian"}}]},{"title":"I gave it all up …","rawTitle":"I gave it all up …","item":{"type":"article","id":"lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career","title":"I gave it all up …","trailText":"Five professionals give up their old lives and start new ones","standFirst":"<p>Five professionals give up their old lives and start new ones</p>","byline":"Becky Barnicoat and Chris Broughton","body":"<h2>From City trader to Craft beer brewer<br /><strong>Jaega Wise, 26</strong></h2> \n<p>I used to laugh and say my job was sending emails. Lots and lots of emails. On paper I was organising the movement of chemicals around the world, but in reality I was just at my desk sending emails. I’m going to be honest: I hated it.</p> \n<p>My degree was in <a href=\"http://en.wikipedia.org/wiki/Chemical_engineering\">chemical engineering</a>, and after I finished I was keen to move to London. I decided to go into trading – buying and selling chemicals.</p> \n<p>I lasted there for about three years. The nature of trading is that you don’t hear back about a job unless it’s gone wrong. Then you get a phone call with someone screaming at you. It’s a lot of pressure for something that you don’t care about in the grand scheme of life.</p> \n<p>Meanwhile, two of my best friends, Will and Andy, from back home in Nottingham, were talking about turning their <a href=\"http://en.wikipedia.org/wiki/Homebrewing\">homebrewing</a> hobby into a business. Nottingham is well known for its beer and when we were younger we spent a lot of time going to beer festivals, visiting breweries and drinking a lot of beer. We even made the jump to brewing our own using homebrew kits. I told them I wanted to leave my job and managed to elbow my way into their scheme to open a brewery.</p> \n<p>Quitting my job was the biggest sense of relief I’ve ever felt in my life. Even though I was worrying about how I was going to make money, it was amazing not to be kept awake at night worrying about a tank stuck in China. I had gone back to zero, starting anew, but this time with a bit of knowledge and experience. I took a part-time bar job and did session singing to pay the bills.</p> \n<p>We started with absolutely no money. We put our first batch of beer – our ruby ale – in other breweries’ bottles, and I drove the van to bars and restaurants trying to sell it. We got enough orders to justify doing a whole batch as cuckoo brewers – borrowing other people’s equipment. The first batch was 20 casks, around 1,000 bottles, and we stayed up late hand-tying our labels to every single one.</p> \n<p>Our original plan was to build a nano-brewing kit in a basement under a pub in Walthamstow and be a small brewery. But it quickly became apparent that we were getting too many orders and would need to find a bigger place.</p> \n<p>We applied for a loan from the <a href=\"http://www.thebrightsidetrust.org/\">Brightside Trust</a>, and also did a call-out on Twitter to raise money, tweeting: “Do you want to invest in a local business?” People had spotted us in the area and drunk our beer, and they lent us bits and bobs. They got loan terms and an awful lot of free beer.</p> \n<p>I’m now head brewer of <a href=\"http://www.wildcardbrewery.co.uk/\">Wild Card Brewery</a>, and we have a home on an industrial estate in Walthamstow village. I would say it’s changed me. Being involved in a start up means you have to adapt. If something needs doing, you do it. I get to work at about 7am and the first thing I do is go to the speakers and turn my playlist up ridiculously loud. My life is completely different now. There aren’t a lot of women in engineering and there also aren’t a lot of women in beer, so it has that in common.</p> \n<p>The difference is this is a hell of a lot more fun. In what other industry would you attend a serious business meeting and get a funny look if you don’t have a pint in your hand?<br /><em>As told to Becky Barnicoat</em></p> \n<figure class=\"element element-image\" data-media-id=\"3020ceba9037fac16c38a7b62c3e6d33295d94b6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653337354/8daa9021-0aaa-4bcb-81f5-e594f67685a6-460x276.jpeg\" alt=\"Gary Stocker, who have up his previous life to become a human cannonball.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gary Stocker, who have up his previous life to become a human cannonball.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson for the Guardian</span> \n </figcaption> \n</figure> \n<h2>From lawyer to human cannonball<br /><strong>Gary Stocker, 32</strong></h2> \n<p>Magic was my favourite hobby as a child. I’d regularly visit Covent Garden with my dad to watch the street performers. When I was 15, I plucked up the courage to perform there – a 40-minute magic show I had developed myself.</p> \n<p>I loved performing but I’d always been good academically, and when I was offered a place at Oxford to read law, I took it. Afterwards, I tried to keep the magic going, but all my university friends were heading off for careers in the city, and street entertaining doesn’t pay well.</p> \n<p>Ten years later, I was a lawyer, with a six-figure salary and a house in Waterloo complete with swimming pool. I could easily have continued on that comfortable path if an old friend from Sweden hadn’t called. We’d known each other as street performers and he’d recently won Sweden’s Got Talent and been given his own television show. He wanted to use some of my old material, including a cannonball stunt I’d always dreamed of performing in public. When I said yes, it felt like I was handing him the remnants of my dream.</p> \n<p>We agreed that any props he built using my ideas would be mine to keep, which is how I came to be a lawyer with a cannon. Then another friend got in touch to say he was starting a circus and would I be part of it? My human cannonball could be the finale in the show. When I told colleagues my plan, they thought I was having an early mid-life crisis and that I’d be back at my desk in weeks.</p> \n<p>,I started practising the trick in the grounds of my house, using the swimming pool as a soft landing, testing the elasticity of the cannon mechanism and gradually building up my confidence.</p> \n<p>Today, I am the human cannonball at <a href=\"http://www.chaplinscircus.com\">Chaplin’s</a>, a circus-themed show. It took a lot of money to get the circus off the ground, and we employ and house about 25 people full-time, so initially the stakes were high. But the elation I felt the first time I performed the stunt in public was incredible.</p> \n<p>You can sense huge anticipation in the audience when the cannon is wheeled on. Meanwhile, I’m waiting in the barrel, tensely going through a mental checklist of safety measures – has the firing mechanism been pulled back enough? Is any of the metalwork bent out of shape? Then suddenly I’m flying though the air and everything’s in slow motion until I hit the net, when I’m overwhelmed for a moment by a sense of invincibility, even though I know that no matter how much care I take, every flight could be my last.</p> \n<p>I’ve always been driven by the need to feel free, and waking up somewhere new every few weeks gives me that. We perform nine shows a week and I work longer hours than I ever did in the City. But every week we pitch up on grounds that had tents just like ours 200 years ago. I love being part of that tradition. <br /><em>As told to</em> <em>Chris Broughton</em></p> \n<figure class=\"element element-image\" data-media-id=\"8381dd109bfdada4c2ac4c6f0582cd8014ffff3c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653564652/4c075c81-cde8-4730-a866-c88ad0523ff8-280x420.jpeg\" alt=\"Jessie Tuckman, who gave up her previous life to become a surfer.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jessie Tuckman, who gave up her previous life to become a surfer.</span> \n  <span class=\"element-image__credit\">Photograph: Molly Johnson for The Guardian</span> \n </figcaption> \n</figure> \n<h2>From loans officer to surfer<br /><strong>Jessie Tuckman, 26</strong></h2> \n<p>I left school at 16 with mostly A grades and my parents expected me to go to college, but I wanted to start earning. I took a job at a call centre and they trained me up as a loans officer. At first I enjoyed it; I was earning enough my firstanto buy my first apartment when I was 18. But when the financial crisis hit the industry became gloomier and I started to wonder if there might be something else.</p> \n<p>One weekend my cousin invited me to go surfing in <a href=\"https://www.scarboroughsurfschool.co.uk\">Scarborough</a>. It was freezing cold and windy – nothing like the vision in my mind of blue skies and white sand. The water was brown and my wetsuit was too small. I didn’t even manage to stand up on the board – I just clung to it as I hurtled towards the shore. But it was a great feeling. I was 20 and had never surfed before, but after that day I couldn’t stop thinking about it.</p> \n<p>Surfing made my office job feel boring. I joined a surf club and went on trips every weekend. I stuck a photo of a wave above my desk and my bosses joked they were going to lose me to surfing – which they did. At 22, I quit my job and, with &pound;150 in my account and no job or accommodation lined up, moved to <a href=\"http://www.newquay.co.uk\">Newquay</a>. I got a bed in a bunk room above a pub. The window didn’t close, but it only cost &pound;60 a week including breakfast.</p> \n<p>All I had were my clothes, my guitar and my surfboard. I thought: “What else do I need?”</p> \n<p>That first winter was tough. I earned &pound;65 a week in a nightclub and lived on noodles and bread and butter. The town was cold and quiet, and I felt lonely – I’d left behind all my home comforts and my friends. But by the summer the atmosphere changed – everyone seemed happy and spent more and more time outdoors.</p> \n<p>That was three years ago; now I call Newquay home. I work as a cleaner in a pizza restaurant on Fistral beach for two and a half hours every morning. Then I rush to the surf club, get into my gear and I’m in the sea. I spend four to six hours a day surfing, six days a week; I’m in the open air and I’m healthier. I’ve got sponsors behind me and my coach is an ex-British champion. Last year I finished 13th, which is pretty good for someone who didn’t touch a surfboard until they were 20.</p> \n<p>I still don’t earn much. Some weeks my fiance and I only have &pound;40 to spend on food, but we survive. The locals thought I was mad when I moved here. They couldn’t believe I would leave behind a stable job and good income. But even though I’d had the money, I didn’t have my freedom – or the beach, which is my favourite thing in the world.<em> BB</em></p> \n<figure class=\"element element-image\" data-media-id=\"a99bbccd244921744b1b64a023bd9703c78495a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653891941/ded30e6a-9335-403a-a2e3-cb203d0375fa-460x276.jpeg\" alt=\"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.</span> \n  <span class=\"element-image__credit\">Photograph: Solo Syndication</span> \n </figcaption> \n</figure> \n<h2>From pharmacy manager to desert islander<br /><strong>Ian Usher, 51</strong></h2> \n<p>It was the breakup of my marriage that forced me to re-evaluate my life. I’d moved from the UK to Australia with my wife, had a job managing a pharmacy and built our own home. After we separated, I wanted to cut my ties with the past. I sold everything except a few clothes. At 45 I was suddenly free – no ties, no home, and all the money from the sale.</p> \n<p>My dad had died at 61, leaving his plans for retirement unfulfilled, which gave me a sense of urgency. I decided I wanted to settle somewhere tropical, and discovered Panama through an internet search. I contacted an estate agent and the last place he showed me was an island – part of the archipelago of <a href=\"http://www.bocasdeltoro.com\">Bocas del Toro </a>in the Caribbean Sea northwest of Panama. It was two acres of overgrown jungle, roughly circular, and about 100 yards across. I made what I thought was a stupid offer and, unexpectedly, the owner said: “Give me a couple of thousand more and it’s yours.” How could I resist?</p> \n<p>A little under &pound;18,000 changed hands and the deed was done – I owned a tropical island.</p> \n<p>Even though I’d barely seen what I was buying, I knew it had the makings of paradise, though it took another two years to reach that point. When I arrived, you could just about battle your way round the edge with a machete, but it was impossible to get to the middle. With the help of locals I cleared the land and built a house, complete with solar panels, electrics and a water system.</p> \n<p>For the first couple of years I was mostly alone on my island – I’ve always been happy in my own company. There was a lively pizza restaurant on a nearby island if I wanted a chat. Then, on a visit to London, I met Vanessa, who had recently divorced and wanted to start a new life. She shared my love of adventure and asked me questions about the island. “Come and visit,” I said. She did – and within a fortnight, she’d resigned from her job and arranged for her possessions to be sold.</p> \n<p>At first, we felt like we’d achieved the perfect life – sunny days skimming across the water in our little boat watching dolphins, snorkelling in clear water through shoals of fish. We were living on fresh seafood, bananas, pineapples, coconuts and eggs from the chickens that roamed freely across the island.</p> \n<p>But after a year, we realised we couldn’t spend the rest of our lives in a hammock sipping margaritas. We started to ask: “What’s next?”</p> \n<p>So now we’re on to a new chapter, working as language teachers in China and the island is back on the market. Everything I’ve done seems incredible, but when I look back on it, I can’t help thinking: “Well, that was easy.” <em>CB</em></p> \n<figure class=\"element element-image\" data-media-id=\"199b91cd832c825dedb891df3c3657f394352530\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432654063167/38138abe-c066-44bd-b7e8-122afd4700ce-334x420.jpeg\" alt=\"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company \" bleecker=\"\" st.\".\"=\"\" width=\"334\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company “Bleecker St.”.</span> \n  <span class=\"element-image__credit\">Photograph: Frantzesco Kangaris</span> \n </figcaption> \n</figure> \n<h2>From litigation lawyer to burger seller<br /><strong>Zan Kaufman, 35</strong></h2> \n<p>Ten years ago, I was working as a corporate lawyer in New York City. My father had been a lawyer and it was what I’d always seen myself doing. I imagined living in the city, earning a big salary. What I didn’t imagine was the reality: it was stressful, with long hours and a strict hierarchy.</p> \n<p>In 2011, I offered to help in my friend’s family burger restaurant on Sundays to break up the monotony of my day job. I thought I’d be their bartender. I wasn’t much of a cook and I’d never cared for burgers – I usually found them disappointing. But the burgers there were amazing – the perfect bun and meat combination, like some kind of magic. I knew then what I wanted to do for a living.</p> \n<p>Two weeks later I quit my job and began working in the restaurant full-time. It seems extreme, but I was moving to London the following year anyway to marry my girlfriend, and I knew this job could travel. Looking back, it should have been daunting – financially, it’s difficult to get a restaurant off the ground. But I think my passion overcame my fear.</p> \n<p>In the end I couldn’t get funding for a restaurant, but I had enough money to buy a truck, so <a href=\"http://bleeckerburger.co.uk\">Bleecker St. Burger</a> launched in London in the summer of 2012. I had to hustle constantly for pitches and for custom, but I fell in love with trading on the streets. It’s instant gratification – everyone tells you what they think of your food and you’re face to face with your customers rather than hidden behind a wall of waiters and a kitchen.</p> \n<p>I didn’t know many people when I arrived in the UK and a lot of my customers have become good friends. Plus there are the other traders – it’s an amazing community.</p> \n<p>We’ve now opened a permanent kiosk in Spitalfields Market, but I’m still tied to the streets and we pitch up there in the summer.</p> \n<p>Looking back at everything that’s happened is surreal. There are sacrifices – I have very little separation between work and home life, and my wife and I have had to postpone our plans for a baby.</p> \n<p>But I get real perspective when I take my truck to trade outside the Gherkin in the city. I see the rat race, with office workers scurrying to their offices with their Pret coffees, and I think: “Thank God that isn’t me.” <em>CB</em><strong> </strong></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950832399/fc335796-55f9-4f9f-a512-130f9757101c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee for the Guardian","altText":"Jaega Wise, who gave up her previous life to become a brewer.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653338918/7b5af8c1-66c2-4141-bf9b-bdebbb0ad774-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gary Stocker, who have up his previous life to become a human cannonball. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"Gary Stocker, who have up his previous life to become a human cannonball.","cleanCaption":"Gary Stocker, who have up his previous life to become a human cannonball.","cleanCredit":"Photograph: Graeme Robertson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653566248/00c8e5be-e388-4c2a-970b-f34455d66728-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Jessie Tuckman, who gave up her previous life to become a surfer. Photograph: Molly Johnson for The Guardian","credit":"Molly Johnson for The Guardian","altText":"Jessie Tuckman, who gave up her previous life to become a surfer.","cleanCaption":"Jessie Tuckman, who gave up her previous life to become a surfer.","cleanCredit":"Photograph: Molly Johnson for The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653892621/e2573c66-857b-4f69-9bf6-e963a8014fae-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander. Photograph: Solo Syndication","credit":"Solo Syndication","altText":"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.","cleanCaption":"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.","cleanCredit":"Photograph: Solo Syndication"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432654063354/c8ab8fbc-f99f-44d5-b4f4-7ef19f063058-811x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":811,"orientation":"portrait","caption":"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company “Bleecker St.”. Photograph: Frantzesco Kangaris","credit":"Frantzesco Kangaris","altText":"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company \"Bleecker St.\".","cleanCaption":"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company “Bleecker St.”.","cleanCredit":"Photograph: Frantzesco Kangaris"}],"webPublicationDate":"2015-06-12T10:00:11Z","lastModified":"2015-06-13T16:45:42Z","metadata":{"commentable":true,"commentCount":113,"contributors":[],"feature":false,"keywords":["Life and style","Beer","Adventure travel","Magic","Performance art","Food and drink"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/beer","webTitle":"Beer"},{"id":"travel/adventure","webTitle":"Adventure travel"},{"id":"stage/magic","webTitle":"Magic"},{"id":"artanddesign/performance-art","webTitle":"Performance art"},{"id":"travel/travelfoodanddrink","webTitle":"Food and drink"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Do Something brainy","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/do-something-brainy"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career","shortUrl":"http://gu.com/p/498fx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950832399/fc335796-55f9-4f9f-a512-130f9757101c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jaega Wise, who gave up her previous life to become a brewer.  Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee for the Guardian","altText":"Jaega Wise, who gave up her previous life to become a brewer.","cleanCaption":"Jaega Wise, who gave up her previous life to become a brewer. ","cleanCredit":"Photograph: Sarah Lee for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950832399/fc335796-55f9-4f9f-a512-130f9757101c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee for the Guardian","altText":"Jaega Wise, who gave up her previous life to become a brewer.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}}]},{"title":"The good mixer: 1st and 65th cocktail recipe","rawTitle":"The good mixer: 1st and 65th cocktail recipe","item":{"type":"article","id":"lifeandstyle/2015/jun/12/1st-and-65th-cocktail-recipe","title":"The good mixer: 1st and 65th cocktail recipe","trailText":"A bittersweet aperitif to kick off an evening in style","standFirst":"<p>A bittersweet aperitif to kick off an evening in style</p>","byline":"","body":"<p>Cynar is an Italian amaro, or bitter, made from, of all things, artichoke. Here, it’s mixed with vermouth and fizz to make a bittersweet aperitif to kickstart a night out. As for the name, well, “1st” because it’s the first thing you drink; and “65th” because our restaurant, <a href=\"http://www.blixen.co.uk\" title=\"\">Blixen</a>, is at 65a Brushfield Street in Spitalfields market, London. Serves one.</p> \n<p><strong>20ml Martini Rosato </strong><br /><strong>20ml Martini Bianco</strong><br /><strong>20ml Cynar</strong><br /><strong>2 dashes orange bitters</strong><br /><strong>50ml prosecco</strong><br /><strong>Orange zest, to garnish</strong></p> \n<p>Put a handful of ice in a rocks glass, pour over the martinis, Cynar and bitters, and stir gently. Top with prosecco, garnish and serve.</p> \n<p><a href=\"http://www.blixen.co.uk\" title=\"\"><strong>blixen.co.uk</strong></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434015993369/1st--65th-cocktail-recipe-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Blixen's 1st and 65th: a bittersweet sharpener to kick off a summer's evening. Photograph: Dan Matthews for the Guardian","credit":"/Dan Matthews for the Guardian","altText":"1st & 65th cocktail recipe","cleanCaption":"Blixen's 1st and 65th: a bittersweet sharpener to kick off a summer's evening. Photograph: Dan Matthews for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-12T05:00:06Z","lastModified":"2015-06-12T23:11:07Z","metadata":{"commentable":true,"commentCount":1,"contributors":[],"feature":true,"keywords":["Life and style","Food & drink","Cocktails"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/cocktails","webTitle":"Cocktails"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"The good mixer","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/the-good-mixer"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/12/1st-and-65th-cocktail-recipe","shortUrl":"http://gu.com/p/495xf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/12/1st-and-65th-cocktail-recipe","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/12/1st-and-65th-cocktail-recipe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434015993369/1st--65th-cocktail-recipe-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Blixen’s 1st and 65th: a bittersweet sharpener for a summer’s evening. Photograph: Dan Matthews for the Guardian","credit":"Dan Matthews for the Guardian","altText":"1st & 65th cocktail recipe","cleanCaption":"Blixen’s 1st and 65th: a bittersweet sharpener for a summer’s evening. Photograph: Dan Matthews for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434015993369/1st--65th-cocktail-recipe-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Blixen's 1st and 65th: a bittersweet sharpener to kick off a summer's evening. Photograph: Dan Matthews for the Guardian","credit":"/Dan Matthews for the Guardian","altText":"1st & 65th cocktail recipe","cleanCaption":"Blixen's 1st and 65th: a bittersweet sharpener to kick off a summer's evening. Photograph: Dan Matthews for the Guardian"}}]},{"title":"Real ethical coffee is for the birds","rawTitle":"Real ethical coffee is for the birds","item":{"type":"article","id":"lifeandstyle/2015/jun/11/real-ethical-coffee-is-for-the-birds","title":"Real ethical coffee is for the birds","trailText":"<strong>Letters:</strong> Widely known in North America and beyond, Bird Friendly certified coffee is now available in the UK","standFirst":"","byline":"Letters","body":"<p>Your article on ethical coffee (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sustainable-business/2015/may/29/drinking-an-ethical-cup-of-coffee-how-easy-is-it\" title=\"\">Sustainable business, 29 May</a>) fails to address a critical issue. Organic and fair trade yes, but there is no mention of shade- v sun-grown coffee. The Smithsonian Institution in Washington DC has, over the past two decades, developed a Bird Friendly certification which guarantees that coffee is grown under a strict regime of shade trees that ensures maximum biodiversity – which can rival that of natural rainforest – while at the same time maximising benefits to local farmers. This certification is generally regarded in the coffee industry as the gold standard. Widely known in North America and beyond, Bird Friendly certified coffee is now available in the UK, and its promotion was recently recognised with a Guardian Sustainable Business award given to<a href=\"http://cafeology.com\" title=\"\"> Cafeology</a> for its efforts in “going above and beyond to protect natural capital”.<br /><strong>Dr Derek Thomas</strong><br /><em>UK Representative, </em><a href=\"http://nationalzoo.si.edu/SCBI/MigratoryBirds/Coffee/faq.cfm\" title=\"\"><em>Smithsonian Institution Bird Friendly Coffee Programme</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/17d9adec6a3a9c4f1d86575d28b2bfb146acc983/0_0_4608_2764/4608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2764,"width":4608,"orientation":"landscape","credit":"Igor Golovniov/ZUMA Press/Corbis","altText":"Computer keyboard, cup of coffee and biscuits on old weathering wooden table","cleanCredit":"Photograph: Igor Golovniov/ZUMA Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-11T18:17:26Z","lastModified":"2015-06-11T23:00:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Coffee","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/coffee","webTitle":"Coffee"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/11/real-ethical-coffee-is-for-the-birds","shortUrl":"http://gu.com/p/49ykz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/11/real-ethical-coffee-is-for-the-birds","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/11/real-ethical-coffee-is-for-the-birds"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/17d9adec6a3a9c4f1d86575d28b2bfb146acc983/0_0_4608_2764/4608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2764,"width":4608,"orientation":"landscape","caption":"The Smithsonian Institution in Washington DC has, over the past two decades, developed a Bird Friendly certification which guarantees that coffee is grown under a strict regime of shade trees.  Photograph: Igor Golovniov/ZUMA Press/Corbis","credit":"Igor Golovniov/ZUMA Press/Corbis","altText":"Computer keyboard, cup of coffee and biscuits on old weathering wooden table","cleanCaption":"The Smithsonian Institution in Washington DC has, over the past two decades, developed a Bird Friendly certification which guarantees that coffee is grown under a strict regime of shade trees. ","cleanCredit":"Photograph: Igor Golovniov/ZUMA Press/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/17d9adec6a3a9c4f1d86575d28b2bfb146acc983/0_0_4608_2764/4608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2764,"width":4608,"orientation":"landscape","credit":"Igor Golovniov/ZUMA Press/Corbis","altText":"Computer keyboard, cup of coffee and biscuits on old weathering wooden table","cleanCredit":"Photograph: Igor Golovniov/ZUMA Press/Corbis"}}]}],"lastModified":"2015-01-09T19:04:52Z","personalization":{"id":"uk/groups/collections/9638f49e-54f6-4795-8dcd-422d7ae3159c","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9638f49e-54f6-4795-8dcd-422d7ae3159c"},"visibility":"all","adTargetingPath":"lifeandstyle/food-and-drink/front"}