{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"When Woods last took on the Open at St Andrews with a rebuilt swing","rawTitle":"When Woods last took on the Open at St Andrews with a rebuilt swing","item":{"type":"article","id":"sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf","title":"When Tiger Woods last took on the Open at St Andrews with a rebuilt swing","trailText":"In 2005, Woods arrived in Fife as the Masters champion, but below Vijay Singh in the rankings, having split with his longstanding coach to ‘own’ his swing …","standFirst":"In 2005, Woods arrived in Fife as the Masters champion, but below Vijay Singh in the rankings, having split with his longstanding coach to ‘own’ his swing …","byline":"Ewan Murray at St Andrews","body":"<p>When pressed on the reason for an unwavering belief that he can retrieve his career from such a low competitive ebb, Tiger Woods has a stock answer. “I have done this before.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/tiger-woods-play-old-course-backwards-open\">Tiger Woods says his back is healed for Open and 18 majors remains target</a> </p> \n</aside> \n<p>It is an exaggeration, of course. Woods has never slipped to his current standing of 241st in the world rankings before bouncing back to win major championships. He has, though, historically answered questions in emphatic fashion.</p> \n<p>Ten years ago, Woods arrived at St Andrews as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/apr/11/golf.masters20051\" title=\"\">the Masters champion</a> but with doubts over his earlier supremacy. He hadn’t won any major in 2003 or 2004. Vijay Singh usurped Woods as the No1-ranked golfer in the world. Even Ernie Els briefly took the No2 spot.</p> \n<p>There was an obvious reason for this. Woods had decided to split with his coach, Butch Harmon, and rebuild his golf swing under the instruction of Hank Haney. It remains as curious now as it did then that the greatest golfer of this and many other generations decided to meddle with an unbeatable model. But Woods did it, with the reasoning: “Only two players have ever truly owned their swings: Moe Norman and Ben Hogan. I want to own mine. That’s where the satisfaction comes from.” He added: “I felt like I could get better.” The 134th Open was to endorse that stance.</p> \n<h2><strong>The preamble</strong></h2> \n<p>Prince William <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jun/24/highereducation.students\" title=\"\">had just graduated</a> from the University of St Andrews. Liverpool had not long <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2005/may/25/minutebyminute.championsleague\" title=\"\">won their fifth European Cup</a>.</p> \n<p>Woods arrived in Fife with confidence. Justifiably so; he had won the 2000 Open at St Andrews by eight shots. The 29-year-old had claimed the Green Jacket in a dramatic play-off with Chris DiMarco. With respect, the defending Open champion Todd Hamilton wasn’t viewed as a live threat. Singh, though, undoubtedly was. On the eve of the tournament, Woods was pressed on his joust with the Fijian. “He has been extremely consistent,” said Woods. “Look at the quality of rounds he’s strung together. He’s won a bunch of tournaments. But more importantly he’s been very consistent.</p> \n<p>“A personal rivalry? You can’t look at it that way, because we don’t play in the same tournaments all the time. When we do play in the same events, you try to get yourself in position to win. And if you’re there and he’s there, it’s going to be a tougher battle. But you need to get there first. It’s not something that you say: ‘OK, if I beat him I win the tournament.’ There’s a bunch of other guys that are playing that are really good out here.”</p> \n<h2><strong>Day one</strong></h2> \n<p>Woods teed off at 8.20am. He flew from the traps, claiming the lead before 11am and reaching the turn in 32. Whereas five years earlier he escaped every bunker on the Old Course over four rounds, it took him just seven holes to find sand. Even then, a birdie ensued.</p> \n<p>On a burnt, breezy links, only 40 of 156 competitors broke par. Having signed for a 66, Woods led them all. “I am very, very happy. It is a great start to the tournament,” he said.</p> \n<p>The Australian Mark Hensby, who was enjoying a brief spell in the golfing spotlight and was a friend of Woods, was one shot adrift. Fred Couples, Luke Donald and Jos&eacute; Mar&iacute;a Olaz&aacute;bal were among those on 68.</p> \n<p>St Andrews paused for two minutes, in remembering the victims of the 7/7 bombings, which had happened in London only days earlier. Woods was especially pensive during the silence, a matter later explained by the man himself.</p> \n<p>“I was more thankful than anything else because my mom was in a hotel right across the street from where the bomb blew up,” Woods said. “I was very thankful that my mom is still here. It very easily could have been pretty tragic for me personally. I can only imagine what everyone else who was involved, where they lost a loved one or had loved ones hurt, what they might have been going through.”</p> \n<h2><strong>Day two</strong></h2> \n<p>This belonged to Jack Nicklaus, rather than any of the Open’s leading protagonists. The 18-time major winner was bidding farewell to competitive golf. Commemorative &pound;5 notes, issued to mark this occasion, had become collector’s items. It barely mattered that Nicklaus missed the cut by two strokes.</p> \n<p>“It was a pretty special, surreal feeling,” said Donald, who partnered Nicklaus and Tom Watson. “We played the last hole in about 50 minutes. Tom was crying. Jack was saying: ‘Get it together, you silly old fool.’ I was just trying to take it all in. Every spare window had people hanging out. I have the pictures from the Swilcan Bridge framed up in my house now.”</p> \n<p>At the business end of proceedings, Woods’ 67 extended his lead to four, now over Colin Montgomerie. Hensby <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/13/golf-mark-hensby-interview-the-open\" title=\"\">had collapsed to a 77</a>.</p> \n<h2><strong>Day three</strong></h2> \n<p>Montgomerie, playing alongside Woods and with a swell of home support onside, placed admirable pressure on the nine-time major champion. Woods played the front nine in 36, displaying his first shaky moments of a previously flawless competition therein. Montgomerie and later Olaz&aacute;bal moved to within one of the lead but Woods was to birdie the 18th for a 71 and two-stroke lead after 54 holes. Olaz&aacute;bal was now his closest challenger.</p> \n<p>Woods was unmoved by the gallery backing for Montgomerie. “He’s native-born. He’s never won a major championship, and this is the home of golf and this is the best chance in a long time. Obviously the people should be rooting for him, and they were.”</p> \n<h2><strong>Day four</strong></h2> \n<p>Nick Faldo rolled back the years <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/jul/18/theopen2005.theopen4\" title=\"\">with a three-two finish</a>. Lloyd Saltman, the 19-year-old from Edinburgh, claimed the silver medal awarded to the leading amateur.</p> \n<p>Woods suffered from cold putter syndrome early in his round. Montgomerie profited, reaching the turn in 33 and within one of the American. “I had got two shots back out of the three. At that stage anything can happen,” Montgomerie said. Woods, though, was unmoved: “My whole strategy was, if these guys ahead of me birdie holes, that’s fine. Because if I birdie the same holes, they won’t pick up any ground.”</p> \n<p>Yet it didn’t play out that way. Woods bogeyed the 10th but, for the second day in a row, Montgomerie did likewise on 11. The Scot’s challenge was fatally wounded by another dropped shot, this time on the 13th. Montgomerie had to be content with runner-up. “My job from the 10th hole in was to finish second,” Montgomerie admits now. “He was always going to win, even if I had got closer he would have put his foot on the throttle again.”</p> \n<p>By the time Woods reached the 72nd fairway, with his applauding mother up ahead, his advantage was five. He was now <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/jul/17/theopen2005.theopen7\" title=\"\">a multiple winner of all four majors</a>.</p> \n<p>Woods dedicated victory to his father, Earl, who was seriously ill and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2006/may/05/guardianobituaries.obituaries\" title=\"\">died the following year</a>. “Dad is hanging in there. He’s fighting, as always, being stubborn. We’re trying to do everything to make him be as positive as he possibly can.”</p> \n<p>A decade on, Woods will inevitably draw on this reference point.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436887542352/Tiger-Woods-Open-2005-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Tiger Woods Open 2005","cleanCaption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-14T16:10:14Z","lastModified":"2015-07-14T23:01:19Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["The Open","Tiger Woods","The Open 2015","The Open 2005","Golf","Sport","US sports"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/the-open-2015","webTitle":"The Open 2015"},{"id":"sport/theopen2005","webTitle":"The Open 2005"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf","shortUrl":"http://gu.com/p/4ak2a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436887542352/Tiger-Woods-Open-2005-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Tiger Woods Open 2005","cleanCaption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian"}},"importance":7,"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436887542352/Tiger-Woods-Open-2005-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Tiger Woods Open 2005","cleanCaption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Organisers ready for gold rush as fans insist price is right for the Open","rawTitle":"Organisers ready for gold rush as fans insist price is right for the Open","item":{"type":"article","id":"sport/2015/jul/14/the-open-2015-organisers-gold-rush-fans-price-is-right","title":"The Open 2015: organisers ready for gold rush as fans insist price is right","trailText":"The R&amp;A make a healthy profit from the event but those willing to make the journey to this famous course regard their outgoings as money well spent<br />","standFirst":"The R&amp;A make a healthy profit from the event but those willing to make the journey to this famous course regard their outgoings as money well spent\n<br />","byline":"James Riach at St Andrews","body":"<p>Perhaps the vendor in the middle of the Old Course’s tented village was being optimistic. Those willing to pay an extra &pound;3 on top of the standard &pound;7 for an official programme were being offered water and sun cream as part of a package deal. Under a grey and overcast Fife sky even the fair of face needed convincing.</p> \n<p>The spectator village was a relatively serene scene here on Tuesday, the calm before the storm for many of those workers pulling pints, flipping burgers or selling merchandise. From Thursday this area, which borders the 16th and 17th holes down the stretch at St Andrews, will be packed solid.</p> \n<p>For organisers it is a potential gold mine. Food and beverage stalls are dotted across these links as at any other Open Championship, while the chance to purchase branded merchandise always pulls spectators into the cavernous official shop in search of clothes or mere tournament mementos.</p> \n<p>The cost of attending the Open is not cheap but, in comparison with other major sporting events in Britain, those here argue it represents decent value for money. The R&amp;A, along with its sponsors and suppliers, certainly makes a healthy profit from the event but those willing to make the journey to this famous course regard their outgoings as money well spent.</p> \n<p>The only real way to measure a cost consensus among the public is through attendance figures. While factors such as the weather and location are important when assessing numbers through the gates – St Andrews and Royal Liverpool historically drawing the biggest crowds compared with other courses on the Open rota – attendance is a good gauge of whether spectators consider the event worth the expense.</p> \n<p>The last time the Open came to St Andrews in 2010, 201,000 people attended. In 2005 that number was 223,000 and in 2000 a record 230,000 watched Tiger Woods blow his rivals out of the water. Given that ticket prices have gradually increased in recent times, the figures for this year will be intriguing.</p> \n<p>Despite a disappointing attendance at Muirfield in 2013, ticket prices have increased by &pound;5 on Hoylake last year. High prices were blamed for the week’s gate of 142,036 at Muirfield and, although they were frozen at Liverpool, the minimum admission for an adult at this year’s tournament is &pound;70 – &pound;10 more than when the Open was held here five years ago.</p> \n<p>Those who did not purchase a ticket before 1 June pay &pound;80 while concessions – now only for 16- to 21-year-olds after over-65 discounts were scrapped – are &pound;30 or &pound;25 if bought in advance. A weekly ticket, that includes each practice day, costs &pound;240 or &pound;260.</p> \n<p>In reality St Andrews will always pull in the punters come rain or shine and a valid argument is that the entertainment lasts all day. The first three-ball of Rod Pampling, Greg Owen and Thomas Bjorn tees off at 6.32am on Thursday, with the last group off at 4.13pm.</p> \n<p>“I don’t think it’s bad value for money,” say Ahmed and Maggie Abdullah, among a party of four. “We can be here every single day watching anything. Our grandstand ticket for the 17th green cost &pound;250, plus the weekly ticket to get in which is less than that, but the cost is brilliant. You don’t come here for gourmet food and you don’t come here looking for cheap prices.”</p> \n<p>At &pound;6.50 for a burger and &pound;4.80 for a pint, the food and beverage costs fall just under other major sporting events such as a Six Nations fixture or Wimbledon. There are also numerous free activities in the spectator village, from a longest drive simulator to a free 15-minute tutorial in the R&amp;A swing zone, although a portable device to charge one’s phone can be purchased for &pound;5 a day. A local family said: “We go to the rugby quite a lot and, if you buy a ticket for an 80-minute game for one of the internationals, you’re spending &pound;55-&pound;60. To come for a whole day here I actually think it’s better value.”</p> \n<p>A number of youngsters have taken advantage of the reduced concession prices. Steven Robson, a 17-year-old from Newcastle, said: “It cost me &pound;15 for today. I think it’s good value. I’m coming down here with a mate on Thursday who is in his 20s and he thinks it is a bit expensive.”</p> \n<p>Over in the official shop things are rarely quiet. One hundred and sixty staff are on hand to sell everything from ball markers to high-end sweaters. The most popular items are tartan caps and yellow-label pin flags, both priced at &pound;20, with the latter particularly appealing for youngsters on the hunt for autographs.</p> \n<p>“We sell thousands of those,” says the retail director, John Macmillan. “It’s also weather dependent, if someone has turned up without a brolly they can buy one here [for &pound;36]. It’s a captive market but shoppers these days are very sensible – the pricing fits the brand. If it starts pouring with rain, you need umbrellas and waterproofs. Hopefully if it’s sunny, then you can buy yourself a cap.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436900444737/144th-Open-Championship---009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dustin Johnson tees off on the 17th hole during practice ahead of the 144th Open Championship at St Andrews. Photograph: Streeter Lecka/Getty Images","credit":"Streeter Lecka/Getty Images","altText":"144th Open Championship - Previews","cleanCaption":"Dustin Johnson tees off on the 17th hole during practice ahead of the 144th Open Championship at St Andrews. Photograph: Streeter Lecka/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-14T19:05:08Z","lastModified":"2015-07-14T23:01:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":true,"keywords":["The Open 2015","The Open","Golf","Sport"],"tags":[{"id":"sport/the-open-2015","webTitle":"The Open 2015"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/14/the-open-2015-organisers-gold-rush-fans-price-is-right","shortUrl":"http://gu.com/p/4ak9y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/14/the-open-2015-organisers-gold-rush-fans-price-is-right","webUri":"http://www.theguardian.com/sport/2015/jul/14/the-open-2015-organisers-gold-rush-fans-price-is-right"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436900444737/144th-Open-Championship---009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dustin Johnson tees off on the 17th hole during practice ahead of the 144th Open Championship at St Andrews. Photograph: Streeter Lecka/Getty Images","credit":"Streeter Lecka/Getty Images","altText":"144th Open Championship - Previews","cleanCaption":"Dustin Johnson tees off on the 17th hole during practice ahead of the 144th Open Championship at St Andrews. Photograph: Streeter Lecka/Getty Images"}},"importance":5,"byline":{"title":"James Riach"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/8f37627559e4e82942a28a80f45785078bccb029/0_196_4928_2956/1000.jpg","height":600,"width":1000}}]},{"title":"The Spin / Why TMS matters to the functioning Test cricket addict","rawTitle":"Why TMS matters to the functioning Test cricket addict","item":{"type":"article","id":"sport/2015/jul/14/the-spin-tms-test-cricket-addict","title":"TMS: the key to being a functioning Test cricket addict","trailText":"It seems so arcane, and is often patronised, but Test Match Special, part soap opera, part sports commentary, is a perfect fit for this meandering game","standFirst":"It seems so arcane, and is often patronised, but Test Match Special, part soap opera, part sports commentary, is a perfect fit for this meandering game","byline":"Andy Bull","body":"<h2>TEST MATCH SPECIAL AND THE CRICKET ADDICTION</h2> \n<p>Few things seem to perplex people quite like Test cricket. “I tried to watch it once, but couldn’t make head nor tail of it,” an acquaintance told me last Friday. A couple of hundred others have said similar things in the preceding years. Short leg. Silly mid-off. “Each man that’s in goes out and when he’s out comes in and the next man goes in until they’re all out, then the side that’s out comes in,” and all that. Reverse swing. Googlies. The lbw law. You might as well try to explain the merits of magnetoplasmadynamic thrusters, or the intricacies of neurosurgical oncology, Test cricket apparently being one of those things, along with rocket science and brain surgery, that outsiders tend to regard as being entirely incomprehensible.</p> \n<p>My short answer as to why I like it, honed over several years, is now “it lasts for five days and is absolutely fascinating”. Which is woefully inadequate I know but it serves, at least, to shut down the conversation before the next well-meant question. Like “what are the butchers for?” which is what the actress Pauline Chase is supposed to have said when she spotted the umpires, or “why don’t the fielders wear gloves?” as another first-time viewer once asked me after half an hour at a match. The alternative is a long lecture, delivered with the weary and frustrated air of an elderly English teacher explaining the significance of the strawberry-spotted handkerchief for the hundred and umpteenth time.</p> \n<p>The length of the game is both the beauty of it and the bit that most bewilders the newcomers. “It lasts five days?” It takes great commitment to be a fan of Test cricket. It is essentially a full-time job, with its own 40-hour working week, eight hours a day, five days in a row, seven weeks throughout the summer. Fine for the few fortunate enough to be paid to report it, problematic for the many who are not. For much of the first Ashes Test, I was at Wimbledon. There I was one a few in the press pack following the match, swapping furtive whispers between serves on Centre Court. “Psst, Root’s out.” For most of the second Test, I’ll be up at The Open. Great fun it will be, too. Only, it’s not cricket.</p> \n<p>The day off was difficult too. A bright, sunny Saturday. As a Test cricket fan, your heart cannot but sink a little at the thought that you’ll have to pull the curtains to shut out the glare, and suffer the attendant guilt of spending one of the hottest days of the summer sitting alone in a dark room. The sacrifices we make. The solution to all this is, of course, Test Match Special. My days are organised around its broadcast schedule. There are the early, productive hours between waking and the start of play. After that, it’s my soundtrack till stumps. TMS is the key for those of us who suffer from this debilitating condition. It is the key to being a functioning Test cricket addict.</p> \n<p>There are radios in almost every room of my house, and the mobile phone to cover everywhere else. I’ll always have one earphone in when out and about. The phone is a replacement for the precious pocket radio I used to carry, which I was given by my grandfather, one of the few that received longwave. It used to crackle and buzz so badly when I was riding the bus or train that listening to it for long would give me a headache. The phone fares better on, for instance, the long commute on the train journey to Wimbledon, cutting out only in the long tunnel between Hampstead and Finchley Road. Fingers crossed a wicket doesn’t fall while we pass through.</p> \n<p>There has been an awful lot of worry lately about cricket’s viewing figures, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2009/jul/15/test-cricket-broadcast-rights-sky\" title=\"\">the fact that Sky draws such a small audience</a> and the effect that will have on the health of the game. It is easy to overlook the fact that the majority of English cricket fans don’t even follow the game on TV. They use the radio. Exact figures for TMS’s audience are almost impossible to come by, because it’s split so many ways. There is only one figure, for example, for BBC Radio 4, so it’s impossible to tell how many were listening to TMS on longwave, and how many the regular programming on FM. Then there’s the digital radio audience, the BBC website audience, the BBC sports app audience, and finally all those using other online radio services.</p> \n<p>The ballpark figure though, the one used by TMS, is that during the Ashes they have an audience of around 4m people. Which is more than eight times as many people as were watching Sky on the Saturday of the first Test. Indeed, it’s twice as many as used to watch Channel 4’s free-to-air coverage in the years before the 2005 Ashes series, when, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/2005-alternative-history-greatest-ashes\" title=\"\">in the words of one producer</a>, they were “pulling in two million viewers on a good day”. For the last Ashes series, in 2013, 5 Live’s digital station, Sports Extra, had 1.5m weekly listeners, <a href=\"http://soundcreative.co.uk/rajar-q3-2013-update/\" title=\"\">up 60% on the previous quarter</a>. Rough estimates are that at least as many again listen through the website.</p> \n<p>It seems so arcane, and is so often patronised, but Test Match Special, part soap opera, part sports commentary, is a good format for this meandering game. So radio is by far the most popular medium among cricket fans. All listeners have their favourite commentators and analysts, along with a couple more they tend to find absolutely infuriating. But between the TMS team they do an excellent job of making a complex sport seem simple and entertaining, as they switch between idle thoughts, analysis and description, all in rhythm with the play. It’s a format we utilised for <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/over-by-over-reports\" title=\"\">our own over-by-over commentary</a>, in the days when it was first taking off.</p> \n<p>“For a lot of our listeners, the cricket is almost incidental,” says the TMS producer Adam Mountford, “they listen to us as much for the stories and the chit-chat they get during the occasional lulls in play.” And over time, they’re sucked in. Soon enough, they’re sending cakes to the commentary team, or holding forth on the role orthodox finger spinners can play on modern Test pitches. I wonder how many people learned to love cricket through the osmotic effect of having TMS on in the background. It’s a fine way for people to find the game, better, for sure, than asking an addict for an explanation. Especially if they’ve got an earpiece in.</p> \n<p><span class=\"bullet\">•</span> <a href=\"https://profile.theguardian.com/email-prefs\" title=\"\"><strong><em>This is an extract taken from the Spin, the Guardian’s weekly cricket email, to subscribe just visit this page, find ‘The Spin’ and follow the instructions</em></strong></a>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436867709050/8047a8cb-73c9-4c05-96b5-9e82b45ad404-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Commentary in the TMS box during the 2009 Ashes Test at Headingley.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-14T10:15:11Z","lastModified":"2015-07-14T10:26:26Z","metadata":{"commentable":true,"commentCount":302,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Ashes 2015","The Ashes","Cricket","Sport","BBC","Radio"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"media/bbc","webTitle":"BBC"},{"id":"culture/radio","webTitle":"Radio"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"series":{"title":"The Spin","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/thespin"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/14/the-spin-tms-test-cricket-addict","shortUrl":"http://gu.com/p/4ajjn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/14/the-spin-tms-test-cricket-addict","webUri":"http://www.theguardian.com/sport/2015/jul/14/the-spin-tms-test-cricket-addict"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436867709050/8047a8cb-73c9-4c05-96b5-9e82b45ad404-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Commentary in the TMS box during the 2009 Ashes Test at Headingley. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Commentary in the TMS box during the 2009 Ashes Test at Headingley.","cleanCaption":"Commentary in the TMS box during the 2009 Ashes Test at Headingley.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":5,"kicker":{"title":"The Spin"},"byline":{"title":"Andy Bull"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436867709050/8047a8cb-73c9-4c05-96b5-9e82b45ad404-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Commentary in the TMS box during the 2009 Ashes Test at Headingley.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"The Forgotten Story of … / When Pelé and the Santos touring circus came to England","rawTitle":"When Pelé and the Santos touring circus came to England","item":{"type":"article","id":"football/2015/jul/14/the-forgotten-story-of-pele-and-the-santos-touring-circus","title":"The Forgotten Story of … when Pelé and the Santos circus came to England","trailText":"In the late 1950s Santos, with Pelé in their ranks, realised they had a method of printing money by sending the squad out on the road. And, for the next decade, they sent them to every corner of the globe","standFirst":"<p>In the late 1950s Santos, with Pel&eacute; in their ranks, realised they had a method of printing money by sending the squad out on the road. And, for the next decade, they sent them to every corner of the globe</p>","byline":"Nick Miller","body":"<p>Probably the most frequent complaint about modern football is that it is concerned only with money, that it is less a game more a method of earning cash, ripped from its Corinthian roots and unrecognisable from what it once was. Of course that is true, but to suggest that football hasn’t always been full of those who can spot a quick buck is nonsense of the first water. What has been done will be done again; there is nothing new under the sun.</p> \n<p>In the mid-1950s Santos were a decent, if not especially big, side. They had one regional title to their name, won in 1935 in the days before the national Campeonato Brasileiro had been established, but a group of talented homegrown players helped them claim a pair of Paulista crowns in 1955 and 1956. So by the time Pel&eacute; made his first-team debut in 1957, they were already something of a force, but his genius helped push them further and further, to another ten state titles, six national championships and two Copa Libertadores, including the treble in 1961.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2011/nov/17/the-forgotten-story-ferenc-puskas-merseyside\">The forgotten story of … Ferenc Puskas in a Merseyside charity match</a> </p> \n</aside> \n<p>The problem was that Santos were a club of relatively modest means, with a small stadium that they had to abandon in favour of bigger grounds for more high-profile games, so making money was a problem. In order to keep and add to their star-studded squad, the club’s management attempted to raise funds through property deals, but when that failed they realised such a brilliant collection of players might do pretty well as a touring act, charging willing teams around the world for the privilege of playing their wondrous talents. So Santos hit the road.</p> \n<p>“We were in demand,” wrote Pel&eacute; in his autobiography. “The suits were very keen to cash in.” And cash in they did, but at some points their schedule was absolutely preposterous. For example, between the end of May and beginning of July 1959, they played 22 matches in eight countries around Europe, including encounters with Real Madrid, Barcelona, Hamburg, Feyenoord and Sporting. “It was ridiculous,” wrote Pel&eacute;. “There was no time to relax; there was barely enough to travel from stadium to stadium.”</p> \n<p>By 1962 the Santos circus reached England, and the obvious place to start was, of course, Sheffield Wednesday. The Owls were mid-table in the old First Division when Pel&eacute; and pals rocked up and there was, to say the least, a fair bit of excitement in the air. A crowd of 50,000 saw the Brazilians win 4-2, the brilliant forward Coutinho scoring a hat-trick and Pel&eacute; himself netting a penalty (he, incidentally, once described spot-kicks as a “cowardly” way to score and didn’t generally take them), a game described by the Times as “a physical challenge of the British against something of the mind”.</p> \n<figure class=\"element element-image\" data-media-id=\"de0a1ade3d1ebf1ce8974ebbae45ce95e56a2e3d\"> \n <img src=\"http://media.guim.co.uk/de0a1ade3d1ebf1ce8974ebbae45ce95e56a2e3d/0_468_3008_1805/1000.jpg\" alt=\"Pele signs an autograph after arriving for the game against Sheffield Wednesday, in 1962.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pel&eacute; signs an autograph after arriving for the game against Sheffield Wednesday, in 1962.</span> \n  <span class=\"element-image__credit\">Photograph: Thorpe/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Pel&eacute; was, of course, the main attraction, this being probably the only way the English public could see him outside of grainy World Cup highlights every four years. Eric Todd in the Guardian wrote: “When one considers the number of superlatives that are squandered on some inside forwards in this country the futility of trying to find new ones to describe Pel&eacute; becomes all the more obvious.” The Times’s correspondent said trying to contain him was like trying to capture “a shaft of light in a matchbox. At one moment he looks as harmless as a sleeping cat. The next he has disappeared into open space with feline speed, sliding past man after man so that they are left in a maze looking for the ball”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"38490783c1d5203924ea9c34ed805870b4166a67\"> \n <img src=\"http://media.guim.co.uk/38490783c1d5203924ea9c34ed805870b4166a67/0_275_4095_2456/1000.jpg\" alt=\"Masterly touch from Brazilian star Pele (extreme left), watched by Aston Villa’s Pat McMahon, Santos’s Nene and Villa’s Charlie Aitken (r). Villa beat Santos 2-1 in the friendly match at Villa Park.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pel&eacute; watched by Aston Villa players.</span> \n  <span class=\"element-image__credit\">Photograph: PA</span> \n </figcaption> \n</figure> \n<p>The tours continued, taking in all manner of locations around the globe, including the occasion when, so the story goes, civil war in Congo was put on hold so the people could watch Pel&eacute; in peace (“It is said that there really was a 48-hour ceasefire in the war, made just for us … I’m not sure that is completely true,” he wrote, spoiling the story slightly), but by 1969 they were back on English soil, this time to play Stoke City, the only club to stump up the supposed &pound;12,000 appearance fee, a sum that came with it a guarantee Pel&eacute; would appear. He was again the star, scoring a goal that Michael Carey in the Guardian called “of quite outstanding individual brilliance”, weaving past three defenders before slotting past Gordon Banks, a year or so before their rather more famous encounter in Mexico. “The fame of the man was reflected at the final whistle,” wrote the great correspondent Geoffrey Green, “when his sturdy, almost squat frame disappeared under a wave of youthful spectators as they surged on to the pitch to engulf him in admiration.”</p> \n<p>Three years later they returned, and were beaten for the first time on English soil, surprisingly enough by Third Division Aston Villa, who won 2-1 in a game delayed after the Santos goalkeeper Cejas refused to start the second half on the slightly flimsy basis that one of the floodlight pylons had gone out. Eventually the visitors were placated, but that perhaps displays the sort of weary attitude the Santos players had towards this incessant touring. There were no floodlights at all when they returned to Hillsborough, where a crowd of nearly 37,000 would see them beat the Owls 2-0, despite the game being played at 2.30pm on a Wednesday in February, energy restrictions brought about by the miners’ strike making illuminations and an evening kick-off impossible. The chance to see the greatest was obviously worth bunking off any previous responsibilities.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5f66845bc63b5a76a5bb3cf201f2da94bf9be2f8\"> \n <img src=\"http://media.guim.co.uk/5f66845bc63b5a76a5bb3cf201f2da94bf9be2f8/51_247_2728_1638/1000.jpg\" alt=\"Pele blows a kiss to the crowd during a visit to England in 1972. (Photo by Bob Thomas/Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pel&eacute; blows a kiss to the crowd during a visit to England in 1972.</span> \n  <span class=\"element-image__credit\">Photograph: Bob Thomas/Getty Images</span> \n </figcaption> \n</figure> \n<p>Those present were treated to the vaguely comic sight of the Wednesday midfielder Tommy Craig following Pel&eacute; around for the last 10 minutes of the game so that he could get his shirt on the final whistle. “I told the referee to give me a signal when he was about to blow for time so I could stand beside the great man,” Craig <a href=\"http://www.dailyrecord.co.uk/sport/football/football-news/tommy-craig-ill-be-with-neil-lennon-1466426\">told the Daily Record</a> a few years ago. “When time up came I grabbed Pel&eacute; round the waist until he had parted with the jersey.” After that game the great man (Pel&eacute;, not Craig – sorry Tommy) was also offered a neat &pound;1,500 to represent Fulham in a friendly to celebrate the opening of a new stand at Craven Cottage the following week, but declined on the basis he would be required by Santos to face Anderlecht in Brussels, a match opportunistically squeezed into their already crowded schedule.</p> \n<p>Other sides would play Santos overseas (notably West Ham in New York and Newcastle in Hong Kong), but their and Pel&eacute;’s final playing appearance came in 1973, when they arrived for a pair of games against Fulham and Plymouth Argyle, which is where the financial demands of the Santos hierarchy would become more crude. At Craven Cottage, Santos had agreed to split the gate receipts with the hosts, but there was a disagreement over the number of paying punters, the Brazilians accusing Fulham of fiddling the crowd figures. With this row fresh in the memory, a few days later they travelled to Plymouth where they had been promised a flat fee of &pound;2,500, but when they saw the crowd of around 40,000 crammed into Home Park they realised they could be missing out.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cf1b9841eb048b1220a1b3a1dfe0b3248ebc493b\"> \n <img src=\"http://media.guim.co.uk/cf1b9841eb048b1220a1b3a1dfe0b3248ebc493b/0_211_2510_1505/1000.jpg\" alt=\"Sport, Football, 12th March, 1973, Pele kicks off at the start of his Brazilian club Santos, friendly against Fulham at Craven Cottage (Photo by Popperfoto/Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pel&eacute; kicks off at the start of the friendly against Fulham at Craven Cottage in 1973.</span> \n  <span class=\"element-image__credit\">Photograph: Popperfoto/Getty Images</span> \n </figcaption> \n</figure> \n<p>“I was with our directors 15 minutes before kick-off when we were called down and they said, ‘We are not going to play unless you give us another &pound;2,500,’” Graham Little, the Plymouth club secretary at the time, <a href=\"http://www.dailymail.co.uk/sport/football/article-2297734/Plymouth-Argyle-v-Santos-Pele-1973.html#ixzz3eNHA6hzL\">told the Daily Mail</a>. “Well, we had no choice — there would have been a riot if we cancelled … [After the game] I had the money, &pound;50 notes in cellophane packets and the chairman started telling the man from Santos: ‘This is crooked, we will report you. You will never play in this country again.’ He shrugged his shoulders and said: ‘Plenty more countries.’”</p> \n<p>Plymouth won the game 3-2, during which Pel&eacute; struck up an understanding with John Hore, the man supposed to be marking him, that he should go easy on the tough tackling. “He had been kicked and chased his whole life and he just wanted a game of football,” said Hore. “At the end of the game he came up to me. We didn’t really understand each other, but he wanted to change shirts. I was glowing. I think it was because I didn’t kick him. People say I could sell it, but why would I? It’s worth more than money. I sometimes wonder what he did with my shirt. I’d sign it if he likes.” <a href=\"http://news.bbc.co.uk/local/devon/hi/people_and_places/history/newsid_8475000/8475238.stm\">Footage from the game</a> shows the crowd swarming onto the pitch at the final whistle, the Plymouth players having to help usher them to the safety of the dressing room, after which they headed to a post-game reception where Pel&eacute; toasted the assembled with what appears to be a goblet of some sort. Only the best for <em>O Rei</em>.</p> \n<p>Of course all of this provided nice stories and solid little earners for the English clubs, but Pel&eacute; and his colleagues were basically being flogged silly by the Santos hierarchy, particularly when it became clear that he was going to leave when his contract expired in 1974. “The bird that laid the golden eggs was about to fly the coop,” wrote Pel&eacute;, “and they were really going to make him play, make him bank some money for the club … In an 18-month period we toured South America, the Caribbean, North America, Europe, Asia and Australia … Never in my life have I had my time so filled with airports, hotels and different countries. I had already played my 1,000th game for Santos, against Transvaal in Paramaribo, Surinam, and it seemed they were determined to get a few more hundred out of me before I went.”</p> \n<figure class=\"element element-image\" data-media-id=\"c92b6ba937a922bc711370bfd2ff294f21717aea\"> \n <img src=\"http://media.guim.co.uk/c92b6ba937a922bc711370bfd2ff294f21717aea/222_164_2345_3519/666.jpg\" alt=\"Pel&eacute; and his wife Ris arrive in London in March 1973 prior to the friendly between Fulham and Santos.\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pel&eacute; and his wife Ris arrive in London in March 1973 prior to the friendly between Fulham and Santos.</span> \n  <span class=\"element-image__credit\">Photograph: Popperfoto/Getty Images</span> \n </figcaption> \n</figure> \n<p>Hugh McIlvanney, writing in the Observer when Santos visited England in 1972, agreed:</p> \n<blockquote class=\"quoted\"> \n <p>Now more than ever the justification for these profit-making excursions by Santos is the name of Pel&eacute; – his name rather than his prowess, because he has no chance of displaying that adequately when he is being asked to play three or four games in as many countries in the same week. Pel&eacute; is now as much an icon and an industry as he is a footballer … These tours have no more relevance to Pel&eacute;’s reality as a great player than a jaunt round the American lecture circuit has to the work of a serious writer …</p> \n <p>He smiled and joked with those of us who had met him in Rio, Mexico and elsewhere and even when he spoke of the the impossible pressures of the tour his expression was wry rather than bitter. ‘Too many planes, too much football,’ he said. ‘How can we play well?’”</p> \n</blockquote> \n<p>“In 1973 we began another year of travelling,” a passage in Pel&eacute;’s autobiography wearily begins. “We played in the countries of the Persian Gulf. We played in Egypt and Sudan, in Africa and Europe, we performed in Germany, France, Belgium and England … my farewell on English soil was a sad one. The ‘footballing machine’ was losing its shine.”</p> \n<p>Less is more, particularly with genius. They may well have made a pretty penny (“well over $20m,” according to Pel&eacute;), but Santos turned the greatest player in the world into a footballing busker, passing a hat to anyone who would chuck in a few coins. What has been done will be done again, there is nothing new under the sun.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f4b1549068e88d85c22c51c80001248359a606a/0_0_5256_3152/5256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3152,"width":5256,"orientation":"landscape","credit":"Bob Thomas/Getty Images","altText":"Pele takes on the Sheffield Wednesday defence during a game at Hillsborough, 23rd February 1972.","cleanCredit":"Photograph: Bob Thomas/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/de0a1ade3d1ebf1ce8974ebbae45ce95e56a2e3d/0_468_3008_1805/3008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1805,"width":3008,"orientation":"landscape","caption":"Pelé signs an autograph after arriving for the game against Sheffield Wednesday, in 1962. Photograph: Thorpe/Rex Shutterstock","credit":"Thorpe/Rex Shutterstock","altText":"Pele signs an autograph after arriving for the game against Sheffield Wednesday, in 1962.","cleanCaption":"Pelé signs an autograph after arriving for the game against Sheffield Wednesday, in 1962.","cleanCredit":"Photograph: Thorpe/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38490783c1d5203924ea9c34ed805870b4166a67/0_275_4095_2456/4095.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2456,"width":4095,"orientation":"landscape","caption":"Pelé watched by Aston Villa players. Photograph: PA","credit":"PA","altText":"Masterly touch from Brazilian star Pele (extreme left), watched by Aston Villa’s Pat McMahon, Santos’s Nene and Villa’s Charlie Aitken (r). Villa beat Santos 2-1 in the friendly match at Villa Park.","cleanCaption":"Pelé watched by Aston Villa players.","cleanCredit":"Photograph: PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5f66845bc63b5a76a5bb3cf201f2da94bf9be2f8/51_247_2728_1638/2728.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1638,"width":2728,"orientation":"landscape","caption":"Pelé blows a kiss to the crowd during a visit to England in 1972. Photograph: Bob Thomas/Getty Images","credit":"Bob Thomas/Getty Images","altText":"Pele blows a kiss to the crowd during a visit to England in 1972. (Photo by Bob Thomas/Getty Images)","cleanCaption":"Pelé blows a kiss to the crowd during a visit to England in 1972.","cleanCredit":"Photograph: Bob Thomas/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf1b9841eb048b1220a1b3a1dfe0b3248ebc493b/0_211_2510_1505/2510.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1505,"width":2510,"orientation":"landscape","caption":"Pelé kicks off at the start of the friendly against Fulham at Craven Cottage in 1973. Photograph: Popperfoto/Getty Images","credit":"Popperfoto/Getty Images","altText":"Sport, Football, 12th March, 1973, Pele kicks off at the start of his Brazilian club Santos, friendly against Fulham at Craven Cottage (Photo by Popperfoto/Getty Images)","cleanCaption":"Pelé kicks off at the start of the friendly against Fulham at Craven Cottage in 1973.","cleanCredit":"Photograph: Popperfoto/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c92b6ba937a922bc711370bfd2ff294f21717aea/222_164_2345_3519/2345.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3519,"width":2345,"orientation":"portrait","caption":"Pelé and his wife Ris arrive in London in March 1973 prior to the friendly between Fulham and Santos. Photograph: Popperfoto/Getty Images","credit":"Popperfoto/Getty Images","altText":"Pelé and his wife Ris arrive in London in March 1973 prior to the friendly between Fulham and Santos.","cleanCaption":"Pelé and his wife Ris arrive in London in March 1973 prior to the friendly between Fulham and Santos.","cleanCredit":"Photograph: Popperfoto/Getty Images"}],"webPublicationDate":"2015-07-14T08:59:33Z","lastModified":"2015-07-14T09:48:20Z","metadata":{"commentable":true,"commentCount":145,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"}],"feature":true,"keywords":["Pelé","Football","Sport","Santos"],"tags":[{"id":"football/pele","webTitle":"Pelé"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/santos","webTitle":"Santos"}],"section":{"id":"football"},"topics":[{"displayName":"Nick Miller","topic":{"type":"tag-contributor","name":"profile/nick-miller"}}],"series":{"title":"The forgotten story of...","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/the-forgotten-story-of"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/14/the-forgotten-story-of-pele-and-the-santos-touring-circus","shortUrl":"http://gu.com/p/4a7zq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/14/the-forgotten-story-of-pele-and-the-santos-touring-circus","webUri":"http://www.theguardian.com/football/2015/jul/14/the-forgotten-story-of-pele-and-the-santos-touring-circus"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f4b1549068e88d85c22c51c80001248359a606a/0_0_5256_3152/5256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3152,"width":5256,"orientation":"landscape","caption":"Pelé takes on the Sheffield Wednesday defence during a game at Hillsborough in February 1972. Photograph: Bob Thomas/Getty Images","credit":"Bob Thomas/Getty Images","altText":"Pele takes on the Sheffield Wednesday defence during a game at Hillsborough, 23rd February 1972.","cleanCaption":"Pelé takes on the Sheffield Wednesday defence during a game at Hillsborough in February 1972.","cleanCredit":"Photograph: Bob Thomas/Getty Images"}},"importance":4,"kicker":{"title":"The Forgotten Story of …"},"byline":{"title":"Nick Miller"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/44963c77b91c2f7de9799b09384c809526e75ce1/1126_93_1671_1003/1000.jpg","height":600,"width":1000}}]},{"title":"St Andrews showed Fowler how to enjoy links golf","rawTitle":"St Andrews showed Fowler how to enjoy links golf","item":{"type":"article","id":"sport/2015/jul/14/the-open-2015-rickie-fowler-st-andrews","title":"The Open 2015: St Andrews showed Rickie Fowler how to enjoy links golf","trailText":"Rickie Fowler now relishes taking on the elements after learning to adapt skills he picked up in his youth in US to conditions on the Scottish coast","standFirst":"American now relishes taking on the elements after learning to adapt skills he picked up in his youth in US to conditions on the Scottish coast","byline":"Mark Tallentire at St Andrews","body":"<p>Rickie Fowler has turned up this week with all the assurance of a man who is at peace with life and the challenge ahead in what has become his first multiple-win season and one he wants to enhance by carrying off a first major title.</p> \n<p>It was at St Andrews in 2010 when the man who won <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/rickie-fowler-the-open-scottish-open-victory\" title=\"\">last week’s Scottish Open</a> to add <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/11/rickie-fowler-holds-nerve-win-playoff-players-championship\" title=\"\">to the Players Championship</a> he took in May says he first realised the links game with which he had dabbled since appearing in the USA Walker Cup team in 2007 suited him rather well, allowing him to draw on skills he picked up perhaps unwittingly in his years at school and college.</p> \n<p>“I’ve always enjoyed links golf but when I really believed that I could win over here was after my start of 79 shots here, my first time out at St Andrews, and then I shot a 67 to make the cut and went on to have a great weekend, ending up finishing 14th,” Fowler recalled. “That was the time that I believed that I could put together some rounds in some tough conditions.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/mar/28/american-trio-masters-rory-mcilroy\">American trio emerge from Tiger Woods’ shadow to challenge Rory McIlroy | Ewan Murray</a> </p> \n</aside> \n<p>He proved it playing through a monsoon on the Saturday at Royal St George’s in 2011, signing for a two-under 68 on his way to a share of fifth place. This time he starts as one American who is relishing the idea of taking on the elements. “I try to just go out and have fun with it. It may not be the warmest weather, the driest weather, but you’ve got a tee time, go tee it up and make the best of it,” he said.</p> \n<p>That attitude stems from his college in Oklahoma state where he preferred to get out and play rather than practise indoors. “I think the coldest I played in was 27F (-3C), so below zero,” he added. “I enjoyed playing rather than hitting balls so I didn’t want to hit balls in the barn. Over there you’d get some crazy wind, so that helped with my wind game too. You’ve got to wrap up, you’ve got to figure it out.”</p> \n<p>The shot visualisation which has enhanced Fowler’s links game he attributes to learning to play at the Murrieta Valley driving range in California. Essentially he was hitting into a “bare field”, when he preferred to be more creative, so the imagination took over.</p> \n<p>Perhaps surprisingly his close friend Bubba Watson, who won the Travelers Championship in a play-off from Paul Casey last month, said he has problems seeing shots in tough conditions, leading Fowler to suggest that maybe he was “trying to fool you guys”.</p> \n<p>“The way I like to move it, in heavy winds is pretty difficult,” Watson said. “For me it is harder to hit the straight shots because I don’t see the straight shots. I’ve got to learn that around here. I haven’t done it very well yet. I just move it a lot. And it’s not because I want to. I want to be like the greats of the game, hit the ball dead straight. I just can’t do it.”</p> \n<p>That said, the two-times Masters champion has already earmarked the local Domino’s pizzeria as a potential venue to celebrate should he win and join Fowler as a multiple winner for 2015, and he knows from past experience there is a Subway in the town. And he was not bluffing that time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436905105472/Rickie-Fowler-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Rickie Fowler hits an approach in practice before the Open championship. Photograph: Ian Walton/R&A via Getty Images","credit":"Ian Walton/R&A via Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler hits an approach in practice before the Open championship. Photograph: Ian Walton/R&A via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-14T20:24:18Z","lastModified":"2015-07-14T21:22:41Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mark Tallentire","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marktallentire"}],"feature":true,"keywords":["The Open 2015","Rickie Fowler","Golf","The Open","Sport"],"tags":[{"id":"sport/the-open-2015","webTitle":"The Open 2015"},{"id":"sport/rickie-fowler","webTitle":"Rickie Fowler"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mark Tallentire","topic":{"type":"tag-contributor","name":"profile/marktallentire"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/14/the-open-2015-rickie-fowler-st-andrews","shortUrl":"http://gu.com/p/4akat","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/14/the-open-2015-rickie-fowler-st-andrews","webUri":"http://www.theguardian.com/sport/2015/jul/14/the-open-2015-rickie-fowler-st-andrews"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436905105472/Rickie-Fowler-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Rickie Fowler hits an approach in practice before the Open championship. Photograph: Ian Walton/R&A via Getty Images","credit":"Ian Walton/R&A via Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler hits an approach in practice before the Open championship. Photograph: Ian Walton/R&A via Getty Images"}},"importance":4,"byline":{"title":"Mark Tallentire"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/54a69b2889e81de8c84823dae01726686ff6ee6e/731_391_1104_662/1000.jpg","height":600,"width":1000}}]},{"title":"AFL / Modern-day tactics are impenetrable. Is it time for that to change?","rawTitle":"Modern-day tactics are impenetrable. Is it time for that to change?","item":{"type":"comment","id":"sport/blog/2015/jul/15/understanding-afl-tactics-russell-jackson","title":"Modern-day tactics are impenetrable to AFL fans. Is it time for that to change?","trailText":"Understanding the intricacies of the game in 2015 remains a major hurdle for many fans, but James Coventry’s new book offers some helpful insight","standFirst":"<p>Understanding the intricacies of the game in 2015 remains a major hurdle for many fans, but James Coventry’s new book offers some helpful insight</p>","byline":"Russell Jackson","body":"<p>For the best part of a decade now the likelihood of watching and thoroughly understanding a game of AFL football has altered as drastically as at any point in the game’s history. For fans and pundits this means the acknowledgment of two football realms that exist in parallel to each other, never quite meeting.</p> \n<p> The first is the one we occupy as observers, looking on from the stands and our sofas as we always have, appreciating skilful players, pack marks, blinding goals and momentum swings, the fundamental elements in which we’ve always emotionally invested ourselves. The other is how footy actually works in 2015 – painstakingly devised and heavily layered tactics, decipherable only to those creating and executing them, the players and coaches.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/13/afl-five-things-we-learned-from-round-15\">AFL: five things we learned from round 15 | Kathryn Kernohan</a> </p> \n</aside> \n<p> This isn’t so much interplay as coexistence; two key stakeholders of the game awkwardly bumping against each other, harbouring unspoken but very real resentments. Remember when you could genuinely understand what was happening in a game of football by merely looking at the field? Now it’s all blurry – clusters, zones, rotations, presses and stoppages all squiggled onto a white board inside your head, all in colour-coded acronyms.</p> \n<p>ABC journalist James Coventry has pondered the disconnect between these two worlds at length. After reading <em>Inverting the Pyramid</em>, Jonathan Wilson’s exhaustive and revelatory examination of football’s tactical evolution, he wondered why no such book existed in the Australian Rules section and so set about redressing the balance by writing one himself.<br /></p> \n<p>The result is a new and unique history titled <em>Time and Space: the tactics that shaped Australian Rules football and the players and coaches who mastered them</em>. Coventry’s book was three years in the making and charts the game’s technical and tactical evolution since colonial times to now, giving us some pointers as to how the Australian Rules aesthetic grew so unique but also partly explaining how the knowledge gap between those involved and those in the stands has widened so drastically in recent years. </p> \n<p>What’s actually reassuring about Coventry’s findings, if you’re the type who frets about the way that modern football looks, is the constant theme of change and evolution throughout the game’s history and how nothing ever stands still for very long. Still, understanding it all as it’s actually happening remains a hurdle for inquisitive fans.</p> \n<p>Coventry says that the traditional lack of technical analysis of the game in the media and among fans is a by-product of the fact that it simply wasn’t sophisticated enough to require such breakdowns until the late 1990s and beyond. “The really technical [coaching] systems came with full-time [employment] footy,” he tells Guardian Australia. </p> \n<p>According to Coventry the best way for fans to appreciate the evolution of the game in real time now is through the handful of dedicated football writers – Andrew Capel and Rohan Connolly are two he mentions – and TV analysis by the likes of Fox Footy’s Gerard Healy, whose fascinating examination of West Coast’s “Weagles Web” was a notable recent example. “Gerard’s been the leading figure in that regard for at least the last two decades,” he says. “When you see all the tactical trends of the last few decades, he’s the one who coined the names for them – Pagan’s Paddock, Clarko’s Cluster.”</p> \n<figure class=\"element element-image\" data-media-id=\"56b95a0f20931b651343bd2f4eb07d36d251f9ae\"> \n <img src=\"http://media.guim.co.uk/56b95a0f20931b651343bd2f4eb07d36d251f9ae/0_87_3000_1798/1000.jpg\" alt=\"Alastair Clarkson, the brains behind the Hawks’ zone-based defensive mechanism.\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alastair Clarkson, the brains behind the Hawks’ zone-based defensive mechanism.</span> \n  <span class=\"element-image__credit\">Photograph: Morne de Klerk/Getty Images</span> \n </figcaption> \n</figure> \n<p>The knowledge gap is not an issue of media or fan indifference either. Put simply, most of those who want to crunch numbers and dig into the data don’t have access to expensive advanced stats packages offered by providers like Champion Data, nor the behind-goal vision used by club football departments to track ball and player movement. On playing surfaces as big as AFL grounds and with 36 players running around at any given point it’s certainly no cinch for the casual observer to figure out what’s going on. </p> \n<p>“The advanced stats is a big barrier,” says Coventry, who was able to access Champion Data’s premium database in researching the book and was amazed by its contents. That this information isn’t available to the average fan makes perfect sense of course; no company investing so heavily in logging and presenting such highly specialised and valuable data would want to give it away for free. But while those numbers remain a mystery to most fans the game is less understood by the average observer than it might be and the geeky, US-style sports analytics and sabermetrics subcultures remain a way off for AFL fans.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/essendon-coach-james-hird-hospitalised-after-nasty-fall-from-bike\">Essendon coach James Hird discharged from hospital after fall from bike</a> </p> \n</aside> \n<p>Another roadblock is coaches, who are naturally not inclined to divulge proprietary tactical information they’ve worked hard at gathering. Among the many reasons to mourn the passing of Phil Walsh was the late Adelaide coach’s insistence that he and colleagues actually had a responsibility to work with the media in helping the average fan understand what they were seeing on field every week. For now, the fans remain locked out. “You get the sense from coaches that some of them are happy with that,” notes Coventry. “It’s probably an issue the AFL needs to look at.”</p> \n<p> The disconnect between the perception and reality of what goes on in any given AFL game goes back a number of decades in fact. One instructive example used in <em>Time and Space</em> is that of former Fremantle Dockers coach Gerard Neesham. Derided by the media and fans of the mid-90s as the “chip and charge” guy, Neesham was in fact a tactical pioneer and in an alternative universe might be a revered figure in the game’s development.</p> \n<p>A lateral thinker, Neesham brought many tactical and training methods to the sport from his career as a representative water polo player, liberating his players from hackneyed ‘circle work’ training routines and focusing on game-based preparation. In Neesham’s sides clean disposal and maintaining possession were the primary focus, along with the protection of the ball carrier through blocking. It sounds so basic in hindsight but was far from accepted wisdom in the late 80s when he began his WAFL coaching career at Claremont. </p> \n<p>Neesham’s second major innovation was to implement a ‘press’ system similar to that seen in football and basketball but entirely foreign to Australian Rules at the time. In it players never overcommitted to tackling the ball carrier, hovering away slightly but always providing stifling pressure, forcing panic and disposal errors. Fifteen years later the very same technique was employed with great success and to universal acclaim by Ross Lyon and Mick Malthouse. </p> \n<figure class=\"element element-image\" data-media-id=\"e651216897ea6096caf8bc0355ce1725ebb35c7c\"> \n <img src=\"http://media.guim.co.uk/e651216897ea6096caf8bc0355ce1725ebb35c7c/0_0_1863_1117/1000.jpg\" alt=\"Mick Malthouse, when in charge of Collingwood.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mick Malthouse, when in charge of Collingwood.</span> \n  <span class=\"element-image__credit\">Photograph: Julian Smith/AAP</span> \n </figcaption> \n</figure> \n<p> Unique too was the fact that during his Claremont days, the Neesham ‘system’ was implemented at the club’s reserves and colts levels as well, creating a squad environment in which any player could step up a grade and fit in with team needs. After four years without a finals appearance at the Dockers he was gone from league football and is now not spoken of as frequently nor as reverentially as he might.</p> \n<p>Equally fascinating is the marginalisation of another former Dockers coach, Chris Connolly, a true groundbreaker in the area of interchange rotations and arguably the key architect of the game’s current congestion-heavy style. Unlike Neesham, Connolly had been forced by circumstance to develop his style, assessing the Dockers’ threadbare playing resources and thinking laterally to extract maximum intensity from his players. </p> \n<p>On account of the rotation system Connolly and the plan’s co-author – fitness coach Adam Larcom – were pilloried in the press, by fans and initially even their own colleagues and players, but within two years they’d taken the club from a wooden spoon to its first finals appearance. Those methods were also soon adapted with premiership-winning success by Paul Roos’ Sydney side of 2005 and Malthouse’s 2010 Collingwood team. </p> \n<p>Barely a decade earlier the bench had been a boundary-side purgatory for banished, injured or unrequired players but thanks to Connolly and Larcom it became a key component of a coach’s tactical arsenal. Technically and aesthetically, the game was never the same again. “They’ve probably had more impact on the game since 2000 than anyone else,” Coventry says of the pair. “Without their innovation there, a lot of other things wouldn’t have flowed on from that.” </p> \n<p>Elsewhere <em>Time and Space</em> is brim-full of fascinating and long-forgotten nuggets, like the fact that ‘Pagan’s Paddock’ (the man himself, Denis Pagan, called it the far less catchy ‘three-quarter-ground concertina’) was originally devised to exploit the pace of then-North Melbourne Under-19 forward Leigh Tudor, not its better-known beneficiary Wayne Carey. </p> \n<p>Long obscured too was the fact that Adelaide’s ‘Crow throw’ handballing technique of the 1990s was the net result of training drills borrowed by Adelaide’s first coach Graham Cornes from former Hawk and Crow Tony Hall, who’d developed lightening hands during the long lay-off after his infamous knee injury. </p> \n<p>All the coaching legends – McHale, Barassi, Hafey, Sheedy and Jeans – get their dues but lesser-heralded Len Smith comes into the spotlight too for providing them all with a quite literal template in the form of his coaching manifesto, a document held dear by league coaches for decades after. “There’s no way you can overstate his influence,” Coventry says of Smith. “He was pivotal.” So too Reg Hickey, Jack Oatey, Polly Farmer, Jack Sheedy and the vastly underrated Ken Farmer. </p> \n<figure class=\"element element-image\" data-media-id=\"4a75a0bda42e8f5b3564e69240ce537c0e01c598\"> \n <img src=\"http://media.guim.co.uk/4a75a0bda42e8f5b3564e69240ce537c0e01c598/0_158_3500_2095/1000.jpg\" alt=\"The late Phil Walsh was a big advocate of helping the layman understand the deeper tactical side of AFL football.\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The late Phil Walsh was a big advocate of helping the layman understand the deeper tactical side of AFL football.</span> \n  <span class=\"element-image__credit\">Photograph: David Mariuz/AAP</span> \n </figcaption> \n</figure> \n<p>Coventry’s book is also a valuable reminder of how brutally rough the game once was and how for all its inevitable collisions, scrapes and MRP-induced controversies, it’s now as safe and well officiated as it’s ever been. What sort of national scandal would it be if Aaron Sandilands and not 1910s South Australian ruck legend Tom Leahy had been hacked into retirement while playing for his state against Victoria, a clump of flesh gouged from his bloodied knee by opponents in clear sight of spectators?</p> \n<p>After surveying so much literature and data related to the evolution of the game, Coventry is balanced in his views of its current aesthetic state. “I’m a little bit agnostic about it,” he admits. “When you look at the history of football as a whole, it changes so regularly. Every few years there are debates and it’s pretty rare not to have rule changes year by year. The sport always seems to survive and adapt to those.</p> \n<p>“At the moment with the stoppages, I think that’s directly linked to the interchange still,” he says. “I reckon, and Phil Walsh was big about this as well, if you cut the [interchange] cap, that’s probably the next logical thing. It’s probably a step too far at the moment but I think the cap’s probably the next logical step, to get it down to 80.”</p> \n<p>It’s also true to say that the general feeling around coaching circles now is that the game is heading into a more attacking phase, partly because the defensive approach reached saturation point over the last decade but also because clubs tend to follow the premiership-winning formula and at present that is offensively-minded Hawthorn. </p> \n<p>So perhaps the game’s not in such bad shape after all. “If history is a guide,” concludes Coventry, “one of the lessons from the book is not to be scared of change because good can come of it and the game can improve.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46952938e529628fde0efdb35bfb47f96168d555/0_0_4769_2866/4769.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2866,"width":4769,"orientation":"landscape","credit":"Matt King/AFL Media/Getty Images","altText":"The traditional lack of technical analysis is a by-product of the fact that the game wasn’t sophisticated enough to require such breakdowns until the late 1990s and beyond, says author James Coventry.","cleanCredit":"Photograph: Matt King/AFL Media/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/56b95a0f20931b651343bd2f4eb07d36d251f9ae/0_87_3000_1798/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1798,"width":3000,"orientation":"landscape","caption":"Alastair Clarkson, the brains behind the Hawks’ zone-based defensive mechanism. Photograph: Morne de Klerk/Getty Images","credit":"Morne de Klerk/Getty Images","altText":"Alastair Clarkson, the brains behind the Hawks’ zone-based defensive mechanism.","cleanCaption":"Alastair Clarkson, the brains behind the Hawks’ zone-based defensive mechanism.","cleanCredit":"Photograph: Morne de Klerk/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e651216897ea6096caf8bc0355ce1725ebb35c7c/0_0_1863_1117/1863.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1117,"width":1863,"orientation":"landscape","caption":"Mick Malthouse, when in charge of Collingwood. Photograph: Julian Smith/AAP","credit":"Julian Smith/AAP","altText":"Mick Malthouse, when in charge of Collingwood.","cleanCaption":"Mick Malthouse, when in charge of Collingwood.","cleanCredit":"Photograph: Julian Smith/AAP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4a75a0bda42e8f5b3564e69240ce537c0e01c598/0_158_3500_2095/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2095,"width":3500,"orientation":"landscape","caption":"The late Phil Walsh was a big advocate of helping the layman understand the deeper tactical side of AFL football. Photograph: David Mariuz/AAP","credit":"David Mariuz/AAP","altText":"The late Phil Walsh was a big advocate of helping the layman understand the deeper tactical side of AFL football.","cleanCaption":"The late Phil Walsh was a big advocate of helping the layman understand the deeper tactical side of AFL football.","cleanCredit":"Photograph: David Mariuz/AAP"}],"webPublicationDate":"2015-07-15T02:40:36Z","lastModified":"2015-07-15T02:48:42Z","metadata":{"commentable":true,"commentCount":27,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":false,"keywords":["AFL","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/15/understanding-afl-tactics-russell-jackson","shortUrl":"http://gu.com/p/4akcb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/15/understanding-afl-tactics-russell-jackson","webUri":"http://www.theguardian.com/sport/blog/2015/jul/15/understanding-afl-tactics-russell-jackson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46952938e529628fde0efdb35bfb47f96168d555/0_0_4769_2866/4769.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2866,"width":4769,"orientation":"landscape","caption":"The traditional lack of technical analysis is a by-product of the fact that the game wasn’t sophisticated enough to require such breakdowns until the late 1990s and beyond, says author James Coventry. Photograph: Matt King/AFL Media/Getty Images","credit":"Matt King/AFL Media/Getty Images","altText":"The traditional lack of technical analysis is a by-product of the fact that the game wasn’t sophisticated enough to require such breakdowns until the late 1990s and beyond, says author James Coventry.","cleanCaption":"The traditional lack of technical analysis is a by-product of the fact that the game wasn’t sophisticated enough to require such breakdowns until the late 1990s and beyond, says author James Coventry.","cleanCredit":"Photograph: Matt King/AFL Media/Getty Images"}},"importance":3,"kicker":{"title":"AFL"},"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46952938e529628fde0efdb35bfb47f96168d555/0_0_4769_2866/4769.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2866,"width":4769,"orientation":"landscape","credit":"Matt King/AFL Media/Getty Images","altText":"The traditional lack of technical analysis is a by-product of the fact that the game wasn’t sophisticated enough to require such breakdowns until the late 1990s and beyond, says author James Coventry.","cleanCredit":"Photograph: Matt King/AFL Media/Getty Images"}}]},{"title":"Five things we learned from round 18 in NRL","rawTitle":"Five things we learned from round 18 in NRL","item":{"type":"article","id":"sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18","title":"NRL: five things we learned from round 18","trailText":"Blake Austin is tearing is up, Canberra should sneak into the finals, it’s over for Paul Gallen, the Chooks are hot like peri peri chicken, and the try of the century","standFirst":"<p>Blake Austin is tearing is up, Canberra should sneak into the finals, it’s over for Paul Gallen, the Chooks are hot like peri peri chicken, and the try of the century</p>","byline":"Matt Cleary","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/blake-austin-treble-in-canberra-raiders-victory-over-newcastle-knights\">Blake Austin treble leads Raiders to victory over Knights in Canberra</a> </p> \n</aside> \n<h2>Stone cold Blake Austin</h2> \n<p> When Blake Austin is humming, running, incising, tearing about like Ragnar Lodbrok on a bet, rugby league is truly a happy place. How good’s he going? Always talented, always x-factored. But labelled with the dreaded “utility” role by the Tigers and Panthers, he was never any one thing. We never knew what he could do. And perhaps he didn’t either. Some dudes just grow into themselves relatively late. But he’s got it going on now, our Ragnar, at 24, and under Ricky Stuart in Canberra he’s been given his head, given licence to be himself and to express himself, and be the running five-eighth that he is. And he doesn’t have a lot of instructions other than that – just be yourself. Which shouldn’t be hard. But y’know, some dudes need to be told that they’re good and being themselves is good. It’s the way Stuart coaches – he play to blokes’ strengths. Why try to make Blake Austin into Cooper Cronk, particularly when No7 Sam Williams – also given his head and told to play the way he does – is a distributor and navigator type. Rather, Austin’s been given the Raiders’ No6 jumper, the one worn by the great Laurie Daley, and the not-as-great-but-still-quite-good Ivan Henjak, and the unspectacular-brother-of-Phil-Blake Michael Blake. And he’s screaming about winning games for the Raiders. And he’s a Blues man in waiting because the Blues’ Origin adventure with Mitchell Pearce at six and Mitchell Pearce I mean Trent Hodkinson at seven gave NSW’s attack all the spark of a mattress tossed out for council clean-up. </p> \n<h2>Big things building in Bruce</h2> \n<p> Canberra? Yes, yes, it’s colder than Krakow by night; colder than a soldier bleeding in the snow, saying to his comrades through chattering teeth, “cold, so cold” like they do in the movies when a soldier’s about to cark it and everyone’s sad. So yes. Pretty cold. Minus-2 is pretty cold. And it’s not a pleasant place to play, Canberra, and if they played the grand final in Canberra on a Friday night in July, the Raiders would firm in from their present market position of 33-1. But the grand final won’t be played in Canberra on a Friday night unless Channel Nine thinks there’s ratings money in it (Channel Nine would play the grand final in Krakow if there was a quid in it) so the Raiders <em>should</em> sneak into the finals in eighth and then <em>maybe</em> surprise someone. And then that’ll be it for the bad and mean green machine who’ll hit ya, hit ya, hit, and you’ll see green. Still, tasty run home, with Sharks (h), Penrith (a), Cowboys (a), Tigers (h), Sea Eagles (h), Titans (a), Panthers (h) and Eels (a), with all bar the Cows in Townsville and Eagles at home you’d rate a slightly better than even chance of winning. Big forwards, slick backs, Ragnar Lodbrok – things could be building in Bruce (which is the suburb where the Raiders train not a Raiders player or supporter or sundry official called Bruce).</p> \n<h2>Gallen nears the end</h2> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/daly-cherry-evans-shows-up-at-gold-coast-to-lead-manly-to-victory\">Daly Cherry-Evans shows up at Gold Coast to lead Manly to victory</a> </p> \n</aside> \n<p> The Sharks? Good adventure against the Dragons missing 13 first graders and it was a pretty fair display. But there’s something not quite right. They should be top-eight morals. Their pack are all hard-arses, their backs all small and tricky. Micky Gordon has flashy feet and Ben Barba’s are flashier. Jack Bird, Valentine Holmes, these are quality colts. But something’s not right. There’s just something … <em>myeeah</em> about them. They should’ve torn the Dragons asunder. The Dragons were the Illawarra Cutters. And I know 28-8 is nothing to sneeze at. But I’m sort of sniffling at it, like if your nose is over the pepper shaker. And I reckon I know why: their forwards are too old. Chris Heighington was fringe Origin five years ago, now he’s more crash-test dummy than man. Luke Lewis is a champion but he’s been bashing about since 2000. Michael Ennis is a nasty little creep on the field, and maybe that’s good for morale or something. But as a player he he offers no, well, threat. And Paul Gallen … you know what, for Paul Gallen, it’s over. Yes - over. Sure he racks up huge metres and people look at his metres and exclaim, wow, massive metres. But Gallen … I dunno. Why does a bloke with relatively little ball skill have his hands on the ball so often? What are his passing stats? Why is Gallen crashing it up so often the Sharks “move”. The Sharks had a breakaway run in the first half, the ball went through a dozen sets of hands, all the players looking to keep it alive. The ball got to Gallen on halfway, who was admittedly doggedly backing up in the middle, and with blokes out wide and inside, he hit it up. Crash ball. With everyone hot for the potato. Now, Gallen’s been a great warrior for the Sharks and Blues and Australia. And I do not want to fight him bare-knuckled in a cage or anywhere. But compare his overall game to Corey Parker’s. Both men can play lock or prop. But Parker has soft hands and awareness and “game”. And Gallen racks up a heap of metres.</p> \n<h2>Peri peri Roosters</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/roosters-nrl-panthers-bulldogs-broncos\">Origin heroes turn on style again as Broncos beat Bulldogs</a> </p> \n</aside> \n<p> The Chooks? How about those Chooks. Know what? You want to win this premiership, you’ve got to go through the Chooks. Or you’ve got to hope a virulent disease runs through the Chook. Because the Chooks are hot like peri peri chicken, and for mine are the testing material of this National Rugby League. Run through ’em? Okay: Roger Tuivasa-Sheck is like an electric eel except with legs. Shaun Kenny-Dowall is on one wing, Daniel Tupou the other. SKD is a Kiwi international in hot try-scoring form; DP played State of Origin. Centres? Mick Jennings is the fastest man in the game outside James Roberts and Brett Morris and Shaun Johnson and probably a few fast kids in Holden Cup, and maybe a really fast one who plays for like the Bowraville Tigers, say, or Woden Valley Rams but isn’t quite skilful or tough enough to play first grade but is super-fast. Regardless, Mick Jennings is very fast. The other centre is super-skilled bad-boy-bad-boy-what-you-gonna-do-what-you-gonna-do-when-they-come-for-you Blake Ferguson who can really play rugby league. Big, rangy, skilful, and he’s not ever going to be accused of over-thinking the game, the man-child is a massive handful. The halves have both played Origin, they don’t hand out those jumpers as much as people think they do. And the forward pack is full of nut-cases like Jared Waerea-Hargreaves and Sam Moa and ball-playing hard-bodies like Mitch Aubusson and Boyd Cordner and Aiden Guerra and Jake Friend. And I’m probably leaving out a few. Flame-haired thunder child Dylan Napa would be one. And if you want to know how to have a crack team under the salary cap, do whatever the Roosters do. They go grouse.</p> \n<h2>And the rest</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/nrl-roundup-sunday-round-18\">Spectacular Shaun Johnson display leads Warriors to win over Storm</a> </p> \n</aside> \n<p> Elsewhere the Broncos proved their equal-comp favouritism by rolling over the Bulldogs in Sydney, the Warriors scored one of the tries of the century by dismantling Storm in Auckland (and added to the perception that if the grand final was played in Auckland or even Krakow they’d be a shot) and the Sea Eagles rolled onwards and upwards and four points out of the eight by tearing asunder effete Titans at Robina. And we learned: the Broncos are really good; the Bulldogs are pretty good; the Warriors are pretty good and will win more than they lose probably; the Storm are pretty good but miss Billy Slater and Cameron Smith like a heart misses ventricles; Manly are a sleeping giant rising from slumber like a giant that’s been sleeping but is now coming awake; and the Titans couldn’t win the North Korean election.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/130962d34ad47924bd2ee5752d54c38353fcf3c5/0_870_3280_1969/3280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3280,"orientation":"landscape","credit":"Lukas Coch/AAP","altText":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting.","cleanCredit":"Photograph: Lukas Coch/AAP"}],"bodyImages":[],"webPublicationDate":"2015-07-14T01:19:13Z","lastModified":"2015-07-14T01:21:42Z","metadata":{"commentable":true,"commentCount":20,"contributors":[{"name":"Matt Cleary","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412086616318/Matt-Cleary-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-cleary"}],"feature":true,"keywords":["NRL","Canberra Raiders","Cronulla Sharks","Sydney Roosters","Rugby league","Australia sport","Sport"],"tags":[{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/canberra-raiders","webTitle":"Canberra Raiders"},{"id":"sport/cronulla-sharks","webTitle":"Cronulla Sharks"},{"id":"sport/sydney-roosters","webTitle":"Sydney Roosters"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Matt Cleary","topic":{"type":"tag-contributor","name":"profile/matt-cleary"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18","shortUrl":"http://gu.com/p/4ajc3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/130962d34ad47924bd2ee5752d54c38353fcf3c5/0_870_3280_1969/3280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3280,"orientation":"landscape","caption":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting. Photograph: Lukas Coch/AAP","credit":"Lukas Coch/AAP","altText":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting.","cleanCaption":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting.","cleanCredit":"Photograph: Lukas Coch/AAP"}},"importance":3,"byline":{"title":"Matt Cleary"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/e6dad4570857120931cb93421efae317620c2a0a/450_101_2165_1299/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-07-15T07:13:08Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}