{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Clarke defiant over Australia Ashes aggression against England","rawTitle":"Clarke defiant over Australia Ashes aggression against England","item":{"type":"comment","id":"sport/blog/2015/jun/21/michael-clarke-australia-ashes-aggression-england-sledging","title":"Australia need ‘aggressive approach’ against England, says Michael Clarke","trailText":"Michael Clarke expressed confidence Australia would not overstep the mark in the Ashes, but added: ‘I believe it is important we keep an aggressive approach’","standFirst":"<p>Captain confident Australia will not overstep the mark in sledging, but adds: ‘I believe it is important we keep an aggressive approach’</p>","byline":"Mike Selvey","body":"<p>Michael Clarke apologised profusely. He had been having throw-downs and was almost an hour late for his first press conference of the tour, which is no way to get onside with impatient hacks waiting to get back to their Father’s Day pint and lunch. But the practice facilities at Merchant Taylor’s school near Watford are “world-class”, according to the Australia captain, and they had been enjoying their first real stretch since arriving from West Indies at the back end of last week.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/micahel-clarke-australia-old-england-ashes-jason-gillespie\">Michael Clarke denies Australia are too old to beat England in Ashes</a> </p> \n</aside> \n<p>It was all very good humoured and, Ashes series being what they are, probably the calm before the storm. For now, though, the only delivery that had any lift or movement on it was to seek a response to a criticism of the age of his team that had come earlier in the week from Clarke’s former international colleague Jason Gillespie, who had plucked out the generic “Dad’s Army” label that is used for any sporting team containing players of a certain vintage.</p> \n<p>Clarke metaphorically stood up on his toes and turned it round the corner for an easy single, saying that he had “copped it all my career”, Dizzy could “join the queue” and that they might add the Yorkshire coach to “the long list of people that we have proved wrong”. In terms of hitting out, it was hardly the Walkabout bar in Birmingham.</p> \n<p>Although Clarke said that he had not watched a ball bowled of the recent enthralling one-day series between England and New Zealand, and had viewed only a little of the Test series that preceded it, he must be acutely aware of the groundswell of optimism that the results, and in particular the manner of their achievement, have created in this country.</p> \n<p>There is tendency here to teeter from one extreme to the other when it comes to our sport, with little room for the shades in between, but there is no question that the confidence engendered in one format can have an effect in another.</p> \n<p>Clarke, though, is a skilled operator, articulate and as quick on his feet with his answers as he is when dancing down the track to the spinners. He does not buy into any game of predictions, either considered or outrageous. What about Graeme Swann, who tosses the verbal ball up invitingly now he is part of the media, and who suggested that Steve Smith, currently the world’s top-ranked batsman, might get found out in English conditions? He laughed at this. “I reckon Swanny is a beauty. I’ve always liked him and loved playing cricket against him. I am sure he is trying to get under the skin of a few of the players but it’s not about what you say, it’s about what you do. We will find out in five Test matches time whether Steve Smith is good enough to have success over here.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/jun/12/david-warner-australia-joe-root\">David Warner's dropping by Australia is latest chapter in unusual tale | Vic Marks</a> </p> \n</aside> \n<p>OK, then, what about the spirit in which the games will be played? The matches against New Zealand have been noteworthy for the smiles on the faces of the protagonists, and the manner in which that evident enjoyment was conveyed to the spectators. Will there be calls for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/nov/24/ashes-alastair-cook-war-clarke-broken-arm-sledge\">“broken fucking arms” </a>and in-yer-face David Warner? “I am confident it will be played in the right spirit,” he said, although not entirely without caveat. “On the field both teams will play hard and I know I probably say this every series but we will respect there is a line you cannot cross. Both teams might head-butt that line but I am confident we will not overstep the mark. For us I believe it is important we keep an aggressive approach.”</p> \n<p>He was curious on the subject of Warner however, who has expressed a desire to calm down a little on the field. In a recent article on ESPN Cricinfo, Warner is quoted as saying that “in the past I’ve been someone who’s been told to go out there and do this and do that, but at the end of the day I’ve got to look after myself. If I don’t want to be that instigator, I don’t have to be that instigator.” The implication is that it is Clarke and Darren Lehmann, the coach, who have given him instruction to be the chief attack dog on the field.</p> \n<p>“As his captain I can guarantee I’ve never asked him to go and sledge somebody,” Clarke replied. “I think I can speak for the coach as well, that he’s never done that. The environment I try to create around this group is encouraging them to play the way they can play their best cricket, so for me, for example, being sledged or sledging someone else has never really impacted on me. It’s never affected me if I’ve copped it and it’s never helped me if I’ve opened my big mouth. Davey’s his own man – what is he 28 or 29? – and he can make his own choices. I want to see him perform as well as he possibly can. He’s a big part of this team, he’s in tremendous form and has batted well in all formats of the game for the last four months and we need him to be successful here. If he feels he’s said a lot in his career and he wants to say less now to help his game then I’m all for it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434904252847/Australia-captain-Michael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Australia captain, Michael Clarke, taking media questions at Old Merchant Taylors School about the Ashes series.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Australia captain, Michael Clarke, taking media questions about the Ashes series","cleanCaption":"The Australia captain, Michael Clarke, taking media questions at Old Merchant Taylors School about the Ashes series.  Photograph: Alex Morton/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T16:52:41Z","lastModified":"2015-06-21T23:00:21Z","metadata":{"commentable":true,"commentCount":99,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["Michael Clarke","Australia cricket team","Ashes 2015","England cricket team","Australia sport","Sport","Cricket","The Ashes"],"tags":[{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/21/michael-clarke-australia-ashes-aggression-england-sledging","shortUrl":"http://gu.com/p/4a238","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/21/michael-clarke-australia-ashes-aggression-england-sledging","webUri":"http://www.theguardian.com/sport/blog/2015/jun/21/michael-clarke-australia-ashes-aggression-england-sledging"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457230371","source":"Reuters","durationInSeconds":82,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/21/150621clarke.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/21/150621clarke_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/21/1434900361010/KP_305677_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Australia gearing up for Ashes series against England - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Australia gearing up for Ashes series against England - video","cleanCaption":"620x372 trailpic for Australia gearing up for Ashes series against England - video"}}},"importance":7,"byline":{"title":"Mike Selvey"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434904252847/Australia-captain-Michael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Australia captain, Michael Clarke, taking media questions at Old Merchant Taylors School about the Ashes series.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Australia captain, Michael Clarke, taking media questions about the Ashes series","cleanCaption":"The Australia captain, Michael Clarke, taking media questions at Old Merchant Taylors School about the Ashes series.  Photograph: Alex Morton/Action Images"}}]},{"title":"Tour de France 2015 / Meet the contenders that should make it a classic","rawTitle":"Meet the contenders that should make it a classic","item":{"type":"article","id":"sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","title":"2015 Tour de France: Meet the contenders that should make it a classic","trailText":"With a mouth-watering Tour de France on the cards, featuring Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador, their form and build-up to the race will be key, so how do they shape up as the Grand Départ approaches?","standFirst":"With a mouth-watering Tour de France on the cards, featuring Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador, their form and build-up to the race will be key, so how do they shape up as the Grand D&eacute;part approaches?","byline":"William Fotheringham","body":"<p>In May the Tour de France picture muddies as the favourites disappear to the altitude training camps which are now all the rage but in the second half of June every pedal stroke in the brief series of Tour warm-up races takes on added significance. The 2015 Tour has a mouth-watering look about it because it should boast four lead candidates for victory – Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador – none of whom looks to be head and shoulders above the others.</p> \n<p>Assuming they all get through the opening phase of the Tour in one piece, any one of them can be viewed as a possible victor on diverse grounds such as youth, experience, climbing ability, team backing and race management. In addition there is a large subgroup of outsiders who, on paper at least, should be fighting for the podium.</p> \n<p>With the Crit&eacute;rium du Lib&eacute;r&eacute; and Giro d’Italia out of the way, and other races such as the Tour de Suisse, Route du Sud and Ster ZLM Toer well under way, all the Tour names have broken cover but the great unknown remains in what shape they will all turn up at the Grand D&eacute;part in Utrecht on 4 July.</p> \n<figure class=\"element element-image\" data-media-id=\"175a0b21deb05be32ea31b285f762c8bb8342259\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829674184/78676a44-cb0f-4296-a350-d623ae3d157d-460x307.jpeg\" alt=\"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d'Italia, Tour of Italy, in May.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May.</span> \n  <span class=\"element-image__credit\">Photograph: Luk Benies /AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Alberto Contador</strong></h2> \n<p>The 2007 and 2009 Tour winner briefly took a back seat after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/alberto-contador-giro-ditalia-tour-de-france\">winning the Giro d’Italia</a> in May, where he rode a calculating race – or perhaps laboured with a shoulder injury – to finish the three weeks without a single stage win, holding off a concerted challenge from the Astana squad largely by gauging just the right moments to expend his energy.</p> \n<p>After a rest Contador followed the Giro with an altitude camp at Livigno in Switzerland – although he said he has managed only three days hard training due to fatigue – before returning to racing in the Route du Sud in southern France where he won Saturday’s key Pyrenean stage after pulling ahead of Nairo Quintana on the final descent. Of the quartet, he has the least to lose, having already landed a Grand Tour win this season, and this relaxed frame of mind could prove his great strength given the nerves that always mark the start of the Tour de France.</p> \n<figure class=\"element element-image\" data-media-id=\"d17cbe5eb31c5ab9b6e8bf9fc0a970251da80519\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829799768/5f0b200a-ebab-479b-ba53-7ee972970062-460x332.jpeg\" alt=\"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.\" width=\"460\" height=\"332\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Chris Froome</strong><br /></h2> \n<p>As victory in the Dauphin&eacute; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">a week ago</a> showed, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/chris-froome-wins-tour-de-france\">the winner of 2013 Tour</a> has returned to somewhere near his best after a spring that was disrupted by illness. If Froome is correct and he has a little further to progress between the Dauphin&eacute; and the Tour, then he will hit his best form by 4 July. That is critical, because at the Dauphin&eacute;, although the Kenyan-born Briton was the fastest over the eight days, he did not open the conclusive margins on the mountain climbs that he will need to forge at the Tour.</p> \n<p>Critically his entire Sky team look to be coming to the boil as well, with Peter Kennaugh, Ian Stannard, Wout Poels, Geraint Thomas and Nicolas Roche all shining recently. Froome’s biggest loss of time at the Dauphin&eacute; came in the team time trial, a discipline where Sky will need to be at full strength next month.</p> \n<figure class=\"element element-image\" data-media-id=\"b3dbff7b171f71b731f10a0314f92108ff5ae691\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829882239/c6fb6135-a635-4843-8eb5-b3ef4e8379c6-460x276.jpeg\" alt=\"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.</span> \n  <span class=\"element-image__credit\">Photograph: Agence Zoom/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Vincenzo Nibali</strong></h2> \n<p>The defending champion is performing in a way uncannily similar <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2014/jul/28/vincenzo-nibali-marcel-kittel-stage-21-tour-de-france-2014\">to 12 months ago</a>. As with last year, Nibali has focused his buildup on training rather than racing in May and early June, opting for a three-week block of altitude training in Tenerife, coincidentally at the same time and in the same hotel as Froome.</p> \n<p>As with Froome, the Dauphin&eacute; was his pre-Tour test but, unlike the Sky leader, Nibali was clearly making efforts only on certain days – such as stage six through the Vercors, when he was in a day-long escape, and the final stage, when he put the hammer down to impressive effect early on the final climb.</p> \n<p>On other stages at key moments he was observing his power meter and slipping off the pace in a way that indicated he was riding to the orders of his trainer not to dig too deep. This worked for him in 2014 and it might well do so again.</p> \n<figure class=\"element element-image\" data-media-id=\"46e57eefa29b2826243affe7ba29589ab648c1f1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829958145/849f0b96-8f1d-4ab6-8d6f-627c0d8ae0eb-460x302.jpeg\" alt=\"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.</span> \n  <span class=\"element-image__credit\">Photograph: Luis Acosta/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Nairo Quintana</strong><br /></h2> \n<p>The Colombian climbing sensation will start as favourite for the Tour because of the huge number of climbs packed into the finale, where four days up and down through the Alps culminate in a brief leg over the Col du Galibier – the highest pass regularly climbed by the race – to the classic finish at l’Alpe d’Huez.</p> \n<p>Having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/06/nairo-quintana-giro-ditalia-richard-williams\">won the Giro last year</a>, and finished second to Froome in the 2013 race – on a route with a similar structure to this year’s – the 25-year-old looks ready to take the final step, the more so after having beaten Nibali and Contador to win Tirreno-Adriatico in March. As in previous years he has been absent from European racing for May and part of June, preferring to return to his home in Boyac&aacute; to make the best of training at altitude. Given his absence for so long, his return at the Route du Sud was eagerly awaited and he did not disappoint, matching Contador up the toughest climb on Saturday’s principal mountain stage, although he slipped behind the Spaniard on the descent to the finish.</p> \n<p><strong>Behind the Big </strong>Four is a jostling pack of potential candidates for the podium in Paris, who have begun to show their hands. Foremost among them is France’s <strong>Thibaut Pinot</strong>, third overall last year, who has stepped up this year with victories in the toughest mountain stages at the Tour de Romandie and Tour de Suisse.</p> \n<p>Pinot was in the yellow jersey at the Swiss race going into its final weekend but was being pressed hard by <strong>Geraint Thomas</strong>, who is having a stellar season and looks ready to play a lead support role to Froome in France or step in if his leader falters.</p> \n<p>Last year’s surprise runner-up <strong>Jean-Christophe P&eacute;raud </strong>won the Crit&eacute;rium International in March but on current form looks set to play second fiddle to his younger team-mate <strong>Romain Bardet</strong>, who finished sixth in the 2014 Tour and was an incisive winner of a mountain stage in the Dauphin&eacute; 10 days ago. The Dauphin&eacute; is traditionally the best pointer of form for the Tour and among those to hit the spotlight was the American <strong>Tejay van Garderen</strong>, who led the race before Froome took over and looks to be hitting his best climbing form.</p> \n<p>Last year’s Dauphin&eacute; winner, <strong>Andrew Talansky</strong>,<strong> </strong>and his Cannondale-Garmin team-mate <strong>Daniel Martin </strong>were also in the mix in this year’s race. Not a Tour overall contender – yet – but one of that week’s surprises was the 22-year-old <strong>Simon Yates </strong>from Bury, who climbed with the best to finish fifth overall and will start the Tour in search of stage wins.</p> \n<p>On which note, among the sprinters, <strong>Marcel Kittel </strong>continues to fight for fitness and is off the pace; <strong>Andr&eacute; Greipel </strong>is performing consistently while <strong>Peter Sagan </strong>and <strong>Michael Matthews </strong>were the pick in the early stages in Switzerland where <strong>Mark Cavendish </strong>has yet to hit his best.</p> \n<h2>Bluffers’ guide to the Tour</h2> \n<p>■ The 102nd edition of the Tour de France starts outside France for the 21st time, with an individual time trial on Saturday 4 July in the Dutch city of <strong>Utrecht</strong>, birthplace of Marco van Basten and the <em>Emmanuelle</em> actress Sylvia Kristel, and location of the 1713 treaty that granted Gibraltar to Britain.</p> \n<p>■ After the Grand D&eacute;part, the Tour then spends <strong>two days in Belgium</strong> before arriving in France on stage four.</p> \n<p>■ The <strong>cobbles</strong> are back, despite last year’s precarious spells on the rain-lashed pav&eacute;. Organisers will be praying for more clement conditions on the 221km stage four between Seraing and Cambrai.</p> \n<p>■ Stage three mirrors La Fl&egrave;che Wallonne, with the same <strong>Mur de Huy</strong> climb to the finish as the classic.</p> \n<p>■ The Tour’s 21 stages will cover a total distance of <strong>3,360km</strong> and feature nine flat stages, three hill stages, seven mountain stages with five altitude finishes, one individual time trial, one team time trial and two rest days before arriving in Paris on Sunday 26 July.</p> \n<p>■ <strong>Six cities</strong> are new to the Tour: Utrecht, Z&eacute;lande, Livarot, La Pierre Saint-Martin, Muret and S&egrave;vres.</p> \n<p>■ La Pierre Saint-Martin will stage the initial <strong>summit finish</strong>.</p> \n<p>■ The alpine finish at La Toussuire was where Chris Froome surged past Bradley Wiggins in 2012’s stage 11, sparking one of cycling’s great feuds – a <strong>bitter exchange</strong> on Twitter between Wiggins’ wife Cath and Froome’s then girlfriend (now wife) Michelle Cound.</p> \n<p>■ The Tour will be broadcast live daily on <strong>ITV4</strong>, <strong>S4C</strong> and <strong>British Eurosport</strong>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829672795/78676a44-cb0f-4296-a350-d623ae3d157d-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May. Photograph: Luk Benies /AFP/Getty Images","credit":"Luk Benies /AFP/Getty Images","altText":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d'Italia, Tour of Italy, in May.","cleanCaption":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May.","cleanCredit":"Photograph: Luk Benies /AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829798724/5f0b200a-ebab-479b-ba53-7ee972970062-2060x1488.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1488,"width":2060,"orientation":"landscape","caption":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.","cleanCaption":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829883686/c6fb6135-a635-4843-8eb5-b3ef4e8379c6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.","cleanCaption":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.","cleanCredit":"Photograph: Agence Zoom/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829957174/849f0b96-8f1d-4ab6-8d6f-627c0d8ae0eb-2060x1352.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1352,"width":2060,"orientation":"landscape","caption":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June. Photograph: Luis Acosta/AFP/Getty Images","credit":"Luis Acosta/AFP/Getty Images","altText":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.","cleanCaption":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.","cleanCredit":"Photograph: Luis Acosta/AFP/Getty Images"}],"webPublicationDate":"2015-06-20T19:05:00Z","lastModified":"2015-06-20T23:01:33Z","metadata":{"commentable":true,"commentCount":72,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Cycling","Chris Froome","Alberto Contador","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","shortUrl":"http://gu.com/p/4axa9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","webUri":"http://www.theguardian.com/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali. Photograph: Getty Images","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCaption":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}},"importance":5,"kicker":{"title":"Tour de France 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"Tour de Suisse / Thomas poised for finale after edging closer to lead","rawTitle":"Thomas poised for finale after edging closer to lead","item":{"type":"article","id":"sport/2015/jun/20/geraint-thomas-tour-de-suisse-cycling-second-place","title":"Geraint Thomas poised for Tour de Suisse finale after edging closer to lead","trailText":"Geraint Thomas will go into Sunday’s time-trial finale of the Tour de Suisse looking to overhaul a 34-second deficit to the Frenchman Thibaut Pinot at the top of the general classification","standFirst":"<span class=\"bullet\">•</span> Second-placed Thomas moves to 34 seconds behind leader Thibaut Pinot\n<br />\n<span class=\"bullet\">•</span> Welshman eyeing victory in Sunday’s final time trial stage in Bern","byline":"Press Association","body":"<p>Geraint Thomas will go into Sunday’s time-trial finale of the Tour de Suisse looking to overhaul a 34-second deficit to the Frenchman Thibaut Pinot at the top of the general classification.</p> \n<p>As Alexey Lutsenko of Astana won Saturday’s 164.6km stage eight in Bern, Thomas jumped out of the chasing pack to claw back three more seconds on the overall leader, Pinot.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/lisa-brennauer-aviva-womens-tour\">Lisa Brennauer wins sprint to take control of Aviva Women’s Tour</a> </p> \n</aside> \n<p>Lutsenko was part of a 19-man breakaway that was able to stay clear to contest the stage and he launched his attack on the final climb, with only Jan Bakelants of Ag2r-La Mondiale able to stay with him to roll home one second back.</p> \n<p>Team Sky had led the chasing peloton and that set up Thomas to spring forward in the final metres and snatch more valuable time – the third straight day he has cut into Pinot’s advantage.</p> \n<p>The Tour will now be decided by Sunday’s 38.4km time trial, using many of the same roads around Bern.</p> \n<p>While Thomas will start 34 seconds down, Katusha’s Simon Spilak is also in contention, a further 13 seconds back with Ag2r-La Mondiale’s Domenico Pozzovivo also in touch, 50 seconds down on Pinot.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434821357861/Geraint-Thomas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Geraint Thomas trimmed three seconds off Thibaut Pinot's lead at the Tour de Suisse to cut the deficit to 34 seconds with one stage remaining. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Geraint Thomas","cleanCaption":"Geraint Thomas trimmed three seconds off Thibaut Pinot's lead at the Tour de Suisse to cut the deficit to 34 seconds with one stage remaining. Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T17:30:45Z","lastModified":"2015-06-20T17:51:40Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Geraint Thomas","Team Sky","Cycling","Sport"],"tags":[{"id":"sport/geraint-thomas","webTitle":"Geraint Thomas"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/geraint-thomas-tour-de-suisse-cycling-second-place","shortUrl":"http://gu.com/p/4axn7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/geraint-thomas-tour-de-suisse-cycling-second-place","webUri":"http://www.theguardian.com/sport/2015/jun/20/geraint-thomas-tour-de-suisse-cycling-second-place"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434821357861/Geraint-Thomas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Geraint Thomas trimmed three seconds off Thibaut Pinot's lead at the Tour de Suisse to cut the deficit to 34 seconds with one stage remaining. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Geraint Thomas","cleanCaption":"Geraint Thomas trimmed three seconds off Thibaut Pinot's lead at the Tour de Suisse to cut the deficit to 34 seconds with one stage remaining. Photograph: Bryn Lennon/Getty Images"}},"importance":0,"kicker":{"title":"Tour de Suisse"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434821357861/Geraint-Thomas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Geraint Thomas trimmed three seconds off Thibaut Pinot's lead at the Tour de Suisse to cut the deficit to 34 seconds with one stage remaining. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Geraint Thomas","cleanCaption":"Geraint Thomas trimmed three seconds off Thibaut Pinot's lead at the Tour de Suisse to cut the deficit to 34 seconds with one stage remaining. Photograph: Bryn Lennon/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}}]},{"title":"Australia’s Smith stands on top of the world as Ashes approach","rawTitle":"Australia’s Smith stands on top of the world as Ashes approach","item":{"type":"article","id":"sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman","title":"Australia’s Steve Smith stands on top of the world as the Ashes approach","trailText":"Rated as the world’s No1 Test batsman, Australia’s Steve Smith has a fine eye, remarkable control and a singular skill that may prove vital against England in the Ashes","standFirst":"Rated as the world’s No1 Test batsman, Australia’s Steve Smith, the latest in a grand line of right-handers, has scored nine Test centuries in under two years and has a singular skill that may prove vital against England in the Ashes\n<br />","byline":"Barney Ronay","body":"<p>It is a fine and bracing early summer English Ashes tradition to tremble a little at the arrival of Australia’s cricketers. “You’ve READ about them, we present the first pictures!” ran the Path&eacute; newsreel title plate to the first shots of Australia’s 1926 tourists, complete with epic staged portraits of CG Macartney whacking back throw-downs for the camera and the beautifully lissome approach to the wicket of “Kangaroo” Jack Gregory (“only slow motion can show his demon bowling!”).</p> \n<p>The contest just seems to demand this kind of thing. From Macartney and then Don Bradman, through to the moustached-hatred years of the 1970s and more recently the wonderful agonies meted out by Shane Warne and Glenn McGrath, just glancing down at those all-star Ashes squads has long been the cricketing equivalent of the sergeant’s shot of whisky before dawn, a first astringent glimpse of the annihilations to come.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings\">Australia’s Steve Smith hits No1 in ICC world Test rankings</a> </p> \n</aside> \n<p>With this in mind the news that Australia have arrived in England with a player in their ranks who is now officially <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings\" title=\"\">rated the world’s No1 batsman</a> should be a deliciously familiar source of trepidation. Albeit, this time around, the identity of Australia’s headline act might look at first like something of a departure from grander, more flashily intimidating times.</p> \n<p>Steve Smith overtook Kumar Sangakkara this week as the best Test batsman in the world. It represents an individual reward <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/27/australia-steve-smith-captain-test-batting-rankings\" title=\"\">for a sublime two years</a> during which Smith’s relentless weight of premium, high-pressure runs have nudged him up to 913 ICC ranking points, the 24th highest total achieved by any batsman, three points below Sunil Gavaskar and two above Brian Lara.</p> \n<p>To those in England who last saw Smith in the flesh as work-in-progress middle-order kingpin, Australia’s No3 might still seem like something of an accidental batting genius, a probationary great-in-the-making. Certainly Graeme Swann has had his say, responding in slightly underwhelmed fashion to Cricket Australia’s pre-tour lionising of its star batsman. Swann may have had a little less to say when Smith was lofting him back over his head at the Waca on the last Ashes tour, although in his favour it has been a thrillingly unexpected rise to world-leading prominence.</p> \n<p>Australia has a tradition of golden-boy right-handers, from Bradman through Greg Chappell and Ricky Ponting. But while most have been prodigies marked from an early age – the teenage Sachin Tendulkar would rave about Ponting’s brilliance after returning from his first under-19 tour – Smith was first seen in junior international cricket sharing leg-spin duties with Sam Robson, and made his first-class debut as a bowling all-rounder. In his Test debut against Pakistan in 2010, he lurked at No7 as a replacement for Nathan Hauritz, after which it took Smith three years to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/22/australia-oval-england\" title=\"\">score his first hundred</a>.</p> \n<p>Yet here he is: heir to all that greatness, a wonderfully pure cricketer with an easy, if slightly homemade style who arrives here with nine Test tons in less than two years. This will be Smith’s fourth Ashes series but his first here since his transformation into Australia’s gun middle-order batsman.</p> \n<p>The transformation has been so swift it is interesting to note Smith says the most important part of his success has been discovering the ability to slow down. The epiphany came in the first Test against South Africa in Centurion at the start of last year. Coming in at No6, Smith scored a hundred against Dale Steyn, Morne Morkel and Vernon Philander during which he spent 14 overs nudging patiently through the 90s. “Playing against their attack, which is one of the best in the world, to know I can do that gives me the belief I can do it anywhere,” he said recently.</p> \n<p>There is, above all, something singular about Smith at the crease. This is not an identikit middle-order prince. His backlift has always been high and a little frantic, like a man trying to shake out his umbrella in a storm. His feet have often shuffled across to the offside, a prelude to some leg-side nudge or whip. But so fine is his eye, so knowing his control of the bat face, this has translated into an ability to manipulate the ball and find gaps. Australia’s great right-handers may have often had a thrillingly orthodox severity, but Smith is simply himself, a player of alluringly home-styled craft who likes to unwind now and then by having his girlfriend, Dani Willis, a law student, <a href=\"http://www.couriermail.com.au/sport/cricket/steve-smiths-girlfriend-dani-willis-helps-with-net-sessions-gets-caught-up-in-cricket-fever/story-fnii0bxd-1227173277015\" title=\"\">feed him balls on the bowling machine</a>.</p> \n<p>If Smith has a model as late-blooming, middle-order star and captain-in-waiting it is perhaps the young Steve Waugh, who also began as something of an odd-job cricketer. After 10 Tests in Allan Border’s struggling team Waugh still looked like a bowling all-rounder, while it would be two years before he made the decisive leap up the order.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/womens-ashes-cricket-england-australia\">Women’s Ashes 2015: Dominant England look to Australia for inspiration</a> </p> \n</aside> \n<p>Waugh was a great architect of the modern Australian team’s revolutionary on-field aggression. But the comparison is still a helpful one, not least as Smith carries Australia’s hopes for a change of gear in captaincy when Michael Clarke finally shuffles off.</p> \n<p>Australia takes its Test captains seriously and Smith has already been cast as an antidote to Clarke’s occasional spikiness and his celebrity pretension. Smith, by contrast, is a natural sportsman with an easy, courteous manner, who simply loves gambolling around – he is a brilliant fielder too – playing for his country.</p> \n<p>For England the challenge is clear. The areas where these two teams will square up in earnest are clear enough. Australia have the stronger hand of quick bowlers. Nathan Lyon, most successful Australian off-spin bowler ever, will fancy his chances of outperforming England’s temp-to-perm first-choice Moeen Ali. Perhaps Alastair Cook can hope to outscore David Warner, who has yet to succeed in England, while Jos Buttler might just reel in Brad Haddin, who has not got past 55 since thrashing England around in Sydney in 2013.</p> \n<p>The key, though, might just come in the battle of the right-handed princes, where Smith outranks even Joe Root, England’s own form horse and coming man. Prepare yourselves, vaguely dubious Englishmen, for the summer of&nbsp;Steve.</p> \n<p><span class=\"bullet\">•</span> This article was corrected on Saturday 20 June 2015 to reflect the fact that Neil Harvey batted left-handed</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735704520/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Steve Smith","cleanCaption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T12:00:04Z","lastModified":"2015-06-21T15:49:16Z","metadata":{"commentable":true,"commentCount":119,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["Steve Smith","Australia cricket team","The Ashes","Cricket","Australia sport","Sport","Ashes 2015"],"tags":[{"id":"sport/steve-smith","webTitle":"Steve Smith"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman","shortUrl":"http://gu.com/p/4axev","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman","webUri":"http://www.theguardian.com/sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735704520/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Steve Smith","cleanCaption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images"}},"importance":5,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735704520/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Steve Smith","cleanCaption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images"}}]},{"title":"Why is the Women's World Cup huge in the US – and sidelined in the UK?","rawTitle":"Why is the Women's World Cup huge in the US – and sidelined in the UK?","item":{"type":"article","id":"football/2015/jun/21/why-is-the-womens-world-cup-huge-in-the-us-and-sidelined-in-the-uk","title":"Why is the Women's World Cup huge in the US – and sidelined in the UK?","trailText":"TV scheduling, participation and antiquated views of the women’s game combine for a disparity in interest on two sides of the Atlantic<br>","standFirst":"<p>TV scheduling, participation and antiquated views of the women’s game combine for a disparity in interest on two sides of the Atlantic<br /></p>","byline":"Graham Ruthven","body":"<p>England played <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/england-colombia-womens-world-cup-match-report\">their most important women’s game for years on Wednesday</a>, although you would have hardly noticed. Mark Simpson’s side needed a result against Colombia – arguably the surprise package of the 2015 Women’s World Cup – to make sure of their place in the tournament’s quarter-finals, and yet hardly a ripple was felt in the United Kingdom: the supposed hottest of football hotbeds. Even with the European season on its summer break, the women’s game still can’t find mainstream coverage.</p> \n<p>But while England’s decisive final group game was broadcast back home on some TV backwater (live coverage was bumped to the soon-to-be online only channel BBC Three, with a DIY show instead shown on BBC One), the match was taken elsewhere as something much more significant. In fact, the Women’s World Cup - which is predicted to set a new attendance record of 1.25 million - is seemingly a big deal everywhere but the UK.</p> \n<p>Nowhere is that felt more than the United States – where the success of the women’s national team is regarded with just as much gravity as the men’s side. Unlike in the UK, primetime broadcasters are concentrating on the Women’s World Cup, with interest nearly as high as it was for J&uuml;rgen Klinsmann’s team at last summer’s 2014 World Cup in Brazil. Traffic to the Guardian’s minute-by-minute reports reflects this equality too – there were twice as many readers in the US for the women’s team’s victory over Australia this month than there was for the men’s team win over world champions Germany. <br /></p> \n<p>And it’s not just in North America that the Women’s World Cup is considered a truly marquee event. Colombia has taken a contingent of thousands to Canada, with northern European nations like Germany, Sweden and Norway also boasting strong support for the tournament, both at home and on the ground. Even in France – a country which hasn’t always embraced the women’s game – best-selling sports newspaper L’Equipe splashed the national team’s 5-0 thumping of Mexico on the front page last week.</p> \n<p>“In Sweden, the tabloid newspapers and TV stations have had extensive coverage of the Women’s World Cup,” explains Sven Bertil Liljegren, a journalist with Swedish broadcaster TV4. “In fact, for TV4 one of their best ratings ever was when the women’s national team played in the World Cup final [in 2003].”</p> \n<p>So why is such a global event generally ignored by the United Kingdom? Some insist that the women’s game is indeed finding traction there, but coverage of this year’s Women’s World Cup has been scant. “It is not as if there is Premier League column inches to compete with,” says Laura Montgomery, manager of Glasgow City - a women’s soccer side that made the Women’s Champions League quarter-finals last season. “It is very frustrating that women’s sport continues to be denied anywhere near an equal footing in the media.”</p> \n<p>Media figures would probably claim that interest in the UK does not justify widespread coverage, while those who are interested in women’s football might argue that the fanbase doesn’t exist because it isn’t given fair coverage. And without compromise that stand-off is unlikely to ever change. So why is it different in the United States - the world’s biggest media market?</p> \n<p>Is the US so caught up in the Women’s World Cup because their team has a genuine shot at winning? After all, by the very nature of sport the best teams tend to have the most fans, attracting a higher degree of attention than those nearer the foot of the pyramid – in this case, like England. “We are a small country by population and when we are successful it automatically becomes interesting,” says Liljegren, elaborating on Swedish interest in its national team in Canada this summer. Would England boast a similar support if its national team had a chance at glory?</p> \n<p>Of course, in the US, the time zone and proximity to host country Canada obviously helps – particularly with television ratings and travelling fans respectively – but the country’s enthusiasm for the Women’s World Cup stretches much farther back than just this summer. In fact, the 2011 final between the US and Japan set a new national record at the time as the most watched soccer match in cable history - with 13,458,000 viewers tuning in. And in a pre-cable age the 1999 Women’s World Cup final between the USA and China was watched by a staggering viewership of 17,975,000.</p> \n<p>But how much of that is down to the success of the USWNT - and how much of it is down to the country’s consumerist culture? How big a part do sponsors play in the regard of the Women’s World Cup in respective territories? For instance, in the US Nike has made billboard stars and headline acts of players like Sydney Leroux and Alex Morgan. Perhaps the UK struggles to engage in the women’s game simply because it doesn’t have the same celebrity attraction.</p> \n<p>There is a general apathy towards international soccer in Britain, with the England men’s team in particular no longer the countrywide, common passion it once was. Given this, it’s possible that such an attitude has seeped into the women’s game from the men’s side. Or maybe British fans don’t care about the international game, regardless of whether it’s men’s or women’s.</p> \n<p>In the UK, soccer is predominantly a male-orientated sport, with 12 men regularly participating in the sport for every one woman. Just 5.6% of British club members are female, with soccer just the ninth most popular sport among women (badminton, equestrian and athletics all rank higher). The same trend does not apply to the United States, where soccer is truly a unisex pursuit. This is especially true through school into college: <a href=\"http://www.usyouthsoccer.org/media_kit/keystatistics/\">in 2008, 48% of registered youth soccer players were female</a>. By getting in at grassroots level, the women’s game in America has a grounding that England and the UK as a whole doesn’t.</p> \n<p>“Most girls grow up playing soccer so all these girls are possibly looking up to the USWNT as role models,” says Caitlin Murray, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/caitlin-murray\">who is covering the Women’s World Cup for the Guardian US</a>. “Time zones also make a difference to ratings, but Americans care more about women’s soccer than other countries anyway. Americans don’t have antiquated and long-held views about women playing soccer the way countries with long footballing histories do. We’re not entrenched in the idea that soccer is a man’s sport.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ehnMEjHyIgM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/ehnMEjHyIgM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Perhaps the most fundamental – and most common – criticism of the women’s game, and by an extension this summer’s World Cup, is the quality of play. That point is debatable (and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/19/norway-women-football-critics-stereotype-video?CMP=share_btn_fb\">was brilliantly skewered by the Norwegian team in a parody video earlier this week</a>) But even if those stereotypes were true, when it comes to international competition, where patriotism and tribalism are driving factors, the quality of football isn’t always a driving factor for fans. For instance, fans still support substandard national teams in the men’s game: look at Scotland and the long-suffering yet committed Tartan Army.</p> \n<p>Of course, finding flaw with the Women’s World Cup doesn’t make you a sexist, but the deep-rooted disregard for the women’s game in the United Kingdom has origin in antiquated ignorance. It will take more than just a BBC One primetime broadcast for that culture to change, however, with the grassroots structure of the British women’s game lagging generations behind North America </p> \n<p>The Three Lionesses (as they are dubbed, in reference to the men’s Three Lions nickname) face Norway in a crunch round of 16 tie on Monday (the same day as USA face Colombia), although the result will probably be bumped off the back page for another tedious Raheem Sterling transfer tale – or perhaps some paparazzi pictures of a holidaying Premier League star at a Dubai pool party. Because in England that is still considered football – while the Women’s World Cup is not.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434898250007/e089b863-fdcc-4194-a6b2-532014d5a58e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Clark/AFP/Getty Images","altText":"USA fans","cleanCredit":"Photograph: Andy Clark/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T14:52:50Z","lastModified":"2015-06-21T14:54:42Z","metadata":{"commentable":true,"commentCount":193,"contributors":[{"name":"Graham Ruthven","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graham-ruthven"}],"feature":true,"keywords":["Women's World Cup 2015","USA women's football team","England women's football team","Football","Women's football","Sport","US sports"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/usa-womens-football-team","webTitle":"USA women's football team"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/football","webTitle":"Football"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"football"},"topics":[{"displayName":"Graham Ruthven","topic":{"type":"tag-contributor","name":"profile/graham-ruthven"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/21/why-is-the-womens-world-cup-huge-in-the-us-and-sidelined-in-the-uk","shortUrl":"http://gu.com/p/4a228","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/21/why-is-the-womens-world-cup-huge-in-the-us-and-sidelined-in-the-uk","webUri":"http://www.theguardian.com/football/2015/jun/21/why-is-the-womens-world-cup-huge-in-the-us-and-sidelined-in-the-uk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434898250007/e089b863-fdcc-4194-a6b2-532014d5a58e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"USA have a strong fanbase at the Women’s World Cup in Canada. Photograph: Andy Clark/AFP/Getty Images","credit":"Andy Clark/AFP/Getty Images","altText":"USA fans","cleanCaption":"USA have a strong fanbase at the Women’s World Cup in Canada.","cleanCredit":"Photograph: Andy Clark/AFP/Getty Images"}},"importance":4,"byline":{"title":"Graham Ruthven"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434898250007/e089b863-fdcc-4194-a6b2-532014d5a58e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Clark/AFP/Getty Images","altText":"USA fans","cleanCredit":"Photograph: Andy Clark/AFP/Getty Images"}}]},{"title":"Mickelson’s US Open slide adds to suspicion he is past his best","rawTitle":"Mickelson’s US Open slide adds to suspicion he is past his best","item":{"type":"article","id":"sport/blog/2015/jun/21/phil-mickelson-us-open-chambers-bay","title":"Phil Mickelson’s US Open slide adds to view that his best days are over","trailText":"Golfers tend to fall away after the age of 45 and the nine dropped shots in Phil Mickelson’s third-round 77 suggest he may have had his last hurrah in 2013","standFirst":"Golfers tend to fall away after the age of 45 and the nine dropped shots in the five-time major winner’s third-round 77 suggest he may have had his last hurrah in 2013","byline":"John Huggan at Chambers Bay","body":"<p>To call it professional golf’s “black hole” is going too far. But while there have been exceptions – Miguel &Aacute;ngel Jim&eacute;nez to name but one – the mid-to-late 40s is typically not the most productive period in a player’s career. Too old to be consistently competitive on the regular tour and still too young for the “Champions” circuit, the years between 45 and 50 are generally bleak for even the most proficient performers.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/21/us-open-2015-final-round-live\">US Open 2015: final round – live! | Scott Murray</a> </p> \n</aside> \n<p>Five days ago, on the eve of the 115th US Open Championship at Chambers Bay, Phil Mickelson turned 45. Over the 72 holes in which he accumulated 293 shots, one saw a little bit of everything from the five-times major champion, who has six times finished runner-up in his own national championship but never won it. Brilliance. Recklessness. Waywardness. Often-astonishing dexterity and touch around the much-maligned putting surfaces. And, on the final hole, an air shot. Throw in loyalty to friends and family – Mickelson is the only high-profile professional never to have changed his caddie, agent or wife – and a picture begins to emerge of this fascinating character.</p> \n<p>“The way I play probably does reflect the way I am off the course,” he admits. “I tend to be aggressive in investments. I like to play hard. I love to go skiing. I’ve been white water rafting a few times. I’ve tried archery and trap shooting. I’ve done a bungee-jump. My approach to life pretty closely mirrors my attitude on the course.”</p> \n<p>Famously Mickelson is modern golf’s most prolific signer of autographs. But even his famous resolve to do the right thing by fans and media has been tested this week by a Chambers Bay course that has provoked <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/us-open-chambers-bay-greens-red-faces\" title=\"\">a decidedly mixed reaction</a> from those asked to endure its humps, bumps and many eccentricities. Following his third-round 77, one that contained as many as nine dropped shots, the former Open champion uttered only 27 words in response to questioning. “As bad as my score was, I hit a lot of good shots that ended up as bogeys,” he said. “And through three rounds I haven’t made a double [bogey].”</p> \n<p>There is a lot in there those words, though. Not only did Mickelson hint at the inherent unfairness of the course. He managed to find at least one – albeit meagre – positive in what was clearly a hugely disappointing performance in the event he wants to win more than any other.</p> \n<p>He did not have much to offer at the end of his fourth-round 73 either – 21 words fewer, to be accurate: “I wish I had played better.” Which may or may not have had something to do with his bogey, double-bogey finish.</p> \n<p>He has always been different, of course. Hence the nickname, “Phil the Thrill”, one to which he makes an annual acknowledgment. Once a year his faithful caddie, Jim “Bones” Mackay, is allowed one veto. Even against his employer’s inclinations and protests Mackay gets to nominate the next shot.</p> \n<p>“One year at New Orleans I drove it through a fairway and wanted to skip the next shot off the water and on to the green,” says Mickelson with a smile. “Bones vetoed that one, which was good. I eventually laid up short of the pond and made a par.</p> \n<p>“In the Open at Muirfield in 2002 I was in a bunker left of the 14th fairway. The lie was really awkward and I was on my knees with a six iron in my hands. He wanted to veto but I told him it was good only in the United States. I ended up making a 15-foot putt for double-bogey, so I should have listened.”</p> \n<p>It was at Muirfield in 2013 that Mickelson played perhaps the greatest back nine of his life <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/23/barney-ronay-sports-diary-open\" title=\"\">en route to lifting the Claret Jug</a>. In the 23 months since then, however, he has failed to add to his 42 PGA Tour victories. The suspicion and dread is that claiming his fifth major title in such spectacular fashion – he played the notoriously difficult last six holes on the famous East Lothian links in four under par – might just have been the last hurrah for a great champion at the very highest level. He is, after all, at a very awkward age.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434906593739/Phil-Mickelson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Mickelson hacks out of the rough on the second hole at Chambers Bay during a frustrating US Open third round for the likeable American. Photograph: Paul Buck/EPA","credit":"Paul Buck/EPA","altText":"Phil Mickelson","cleanCaption":"Phil Mickelson hacks out of the rough on the second hole at Chambers Bay during a frustrating US Open third round for the likeable American. Photograph: Paul Buck/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-21T17:13:58Z","lastModified":"2015-06-22T00:10:03Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"John Huggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhuggan"}],"feature":true,"keywords":["Phil Mickelson","US Open","US Open Golf 2015","PGA Tour","US sports","Sport","Golf"],"tags":[{"id":"sport/phil-mickelson","webTitle":"Phil Mickelson"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/golf","webTitle":"Golf"}],"section":{"id":"sport"},"topics":[{"displayName":"John Huggan","topic":{"type":"tag-contributor","name":"profile/johnhuggan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/21/phil-mickelson-us-open-chambers-bay","shortUrl":"http://gu.com/p/4a23p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/21/phil-mickelson-us-open-chambers-bay","webUri":"http://www.theguardian.com/sport/blog/2015/jun/21/phil-mickelson-us-open-chambers-bay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434906593739/Phil-Mickelson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Mickelson hacks out of the rough on the 2nd hole at Chambers Bay during a frustrating US Open third round for the well-liked American. Photograph: Paul Buck/Epa","credit":"Paul Buck/EPA","altText":"Phil Mickelson","cleanCaption":"Phil Mickelson hacks out of the rough on the 2nd hole at Chambers Bay during a frustrating US Open third round for the well-liked American. Photograph: Paul Buck/Epa"}},"importance":4,"byline":{"title":"John Huggan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434906593739/Phil-Mickelson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Mickelson hacks out of the rough on the second hole at Chambers Bay during a frustrating US Open third round for the likeable American. Photograph: Paul Buck/EPA","credit":"Paul Buck/EPA","altText":"Phil Mickelson","cleanCaption":"Phil Mickelson hacks out of the rough on the second hole at Chambers Bay during a frustrating US Open third round for the likeable American. Photograph: Paul Buck/EPA"}}]},{"title":"Pacers play-by-play man heads to the minor leagues for a baseball adventure","rawTitle":"Pacers play-by-play man heads to the minor leagues for a baseball adventure","item":{"type":"article","id":"sport/2015/jun/21/pacers-play-by-play-man-heads-to-the-minor-leagues","title":"Pacers play-by-play man heads to the minor leagues for a baseball adventure","trailText":"Mark Boyle calls basketball games for the NBA’s Indiana Pacers. But this summer he’ll be the backup voice of the Yarmouth-Dennis Red Sox in the Cape Cod minors","standFirst":"<p>Mark Boyle calls basketball games for the Indiana Pacers. But this summer he’ll be the backup voice of the Yarmouth-Dennis Red Sox in the Cape Cod League</p>","byline":"Les Carpenter","body":"<p>This road trip did not start with a private jet.</p> \n<p>The arenas have no luxury seats, no booming speakers, or scoreboards as tall as a five-bedroom home. For 27 years, Mark Boyle has perched courtside on glamor telling the story of the NBA’s Indiana Pacers on radios across the midwest. Now he has a card table behind a net. His bosses are kids in college. His broadcast partners are more than half his age. He is making nothing and yet he feels wealthy.</p> \n<p>The Voice of the Indiana Pacers is this summer’s backup voice of the Yarmouth-Dennis Red Sox of the Cape Cod wooden bat college baseball league. His words will not boom throughout Indiana, trickling instead over the Cape Cod League’s Internet Network. He won’t even be Yarmouth-Dennis’s primary game-caller: that job belongs to Anthony Santaniello, who just finished his junior year at Hofstra University.</p> \n<p>But Cape Cod is an adventure, and Boyle loves adventures. In past summers he has worked as a barista, hunted piranha in the Amazon and walked more than 500 miles across Indiana. He has almost a compulsion to not be defined by his primary job, resisting the trap of being locked into life as the Pacer Radio Guy. This is the struggle for anyone who becomes an icon in a place: they get caught in an identity that is not organic butcontrived, an image manufactured by someone else’s vision.</p> \n<p>Mark Boyle is more than a rich, deep radio voice. Broadcasting Pacers games is a joy, but it’s not his life. Getting away satisfies the longing to be himself, to explore something that intrigues him, answering another curiosity burning in his mind.</p> \n<p>“I’d say this was a whim, but something like this takes some planning,” Boyle told the Guardian.</p> \n<p>It starts with a dream. Growing up in Minnesota, Boyle was drawn to the romance of baseball games crackling over his radio from faraway cities. This was before every game was on television, when images replaced words and the thrill of following baseball did not require one to know an inning-by-inning win probability. He pursued broadcasting with the hope of becoming a big league baseball play-by-play man, like the voices who spoke to him on those forgotten summer nights.</p> \n<figure class=\"element element-image\" data-media-id=\"405ac1f75d3607d7d9244a823a25fc386eecbe89\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434839887302/1074e146-aab1-4fcd-a302-bc266f9f1b25-460x276.jpeg\" alt=\"Mark Boyle\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Boyle in the commentary box with Anthony Santaniello and Kaley Kiss.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Boyle</span> \n </figcaption> \n</figure> \n<p>His jobs took him to other sports, and ultimately basketball grew into his calling, playing into his rare skill of delivering coherent descriptions of a game going fast. But he wanted to try baseball again, just to see what it was like. He had done it once before, back in 2005, when he spent his summer broadcasting games for the Billings Mustangs of the Class A Pioneer League. He rode the team motor coach around Montana, Idaho, Colorado and Utah, bouncing from press box to press box in a league where the closest drive was four hours away. He loved it.</p> \n<p>“I wanted to do it again,” Boyle said. “I wanted to go somewhere I had never been.”</p> \n<p>Finding another Billings was tough. The reason he was able to work in the Pioneer League is that its season only lasts two months. Most minor leagues run from April to September. That would not fit his NBA schedule. But the Cape Cod League, designed for college players who aspire to someday play professionally, is just seven weeks long. It’s also probably the quaintest and most famous of college summer leagues, with games confined to a curl of land jutting off the Massachusetts coast.</p> \n<p>In November, Boyle wrote to the Cape Cod League teams asking for a broadcasting job. Steve Faucher, the president and general manager of Yarmouth-Dennism emailed back with a proposition. Boyle was free to come but he did know, of course, that all jobs in the Cape Cod league are volunteer positions? If he was fine with not being paid, the Yarmouth-Dennis Red Sox were pleased to have the play-by-play voice of the Indiana Pacers in their ballpark.</p> \n<p>Boyle accepted but asked if the team could help him find a cheap place to live. Calls were made, a woman offered a loft in her home for $80 a week. Boyle arrived a little over a week ago and has been offering photos of his adventure <a href=\"https://twitter.com/mark_j_boyle\">on his Twitter feed</a>.</p> \n<p>These include a look at the yellow school buses that take the team to away games, a turkey-like bird he saw in someone’s yard and a screen shot of a text that read: “Mark, Pauline says to park in the driveway, she put weed killer in the stone drive.”</p> \n<p>Boyle wrote: “I wonder if Vin Scully gets texts like these in the middle of his broadcasts.”</p> \n<p>Boyle’s broadcast arrangement is unique for someone accustomed to carrying the bulk of a regular NBA broadcast.</p> \n<p>Santaniello, the Hofstra student, does the play-by-play for six innings of the Yarmouth-Dennis games; Boyle does the other three. When he is not doing play-by-play, Boyle does color commentary. And all of this is fine with him.</p> \n<p>He loves the idea of working with students. When he first started in the NBA, Marv Albert, the legendary announcer, and Bob Ryan, the revered Boston columnist, both approached him, offering to help him adjust to a new league. Their kindness stuck with him.</p> \n<p>“Not that I’m comparing myself to Marv Albert and Bob Ryan but if I can do the same for someone I want to help them,” he said. “It’s gratifying when (young broadcasters) know who you are and want to pick your brain.”</p> \n<p>He offers advice, but he is careful to tell the younger broadcasters that they have to find their own style. His approach would probably not work if he was trying to land a job in today’s world, where announcers are encouraged to root openly for the teams that employ them. He’s always thought of himself as a chronicler of the action, not a Pacers fan. This sometimes runs him afoul of people in the team’s marketing department, who suggest he should be more enthusiastic about the Pacers’ successes.</p> \n<p>That’s not Boyle, though. And he refuses to be inauthentic in his broadcasts. Sometimes he sees other NBA teams’ announcers after a big victory and they seem so satisfied, as if the victory was as much theirs, as the players’ and he wonders: “Do I love it the same as they do?</p> \n<p>“Once the game starts, I feel I’m working for the fans as much as the Pacers,” he said.</p> \n<p>The kids at Cape Cod have listened when Boyle tells them these things. That’s all he can ask.</p> \n<p>As far as adventures go, the Cape Cod Baseball League probably won’t be his biggest. It isn’t piranha hunting in the Amazon, which Boyle did with a handful of friends several years ago. This was the trip where their guide leaped into supposedly piranha-filled Amazon for a swim, terrifying Boyle and his group.</p> \n<p>It probably won’t be as educational as the summer he spent working as a barista. After spending years in coffee shops, he wanted to know what it was like to work behind the counter. Starbucks wouldn’t consider his application but Hubbard &amp; Cravens, a local chain, offered him a job.</p> \n<p>“I have no doubt that I was their worst (barista),” he said.</p> \n<p>Cape Cod won’t be as humiliating as losing to a 10-year-old at the US Open Chess Tournament, which happened one year. Nor will it be as taxing as walking the 518 miles across Indiana, something he did a few years back to raise money for the Indiana Children’s Wish Fund.</p> \n<p>But this is 2015’s adventure, and three innings a night on Cape Cod are enough of a reminder of those nights in Minnesota when he listened to baseball on the radio and first imagined the magic of those faraway voices.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434839711968/6976526257_8aff2c85db_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Flickr","altText":"The Cape Cod Baseball League."}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434839888568/06e4209f-67a4-4bbc-9637-c76172415fd8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Boyle in the commentary box with Anthony Santaniello and Kaley Kiss. Photograph: Mark Boyle","credit":"Mark Boyle","altText":"Mark Boyle","cleanCaption":"Mark Boyle in the commentary box with Anthony Santaniello and Kaley Kiss.","cleanCredit":"Photograph: Mark Boyle"}],"webPublicationDate":"2015-06-21T10:00:05Z","lastModified":"2015-06-21T10:03:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":true,"keywords":["Baseball","Basketball","Indiana Pacers","NBA","Sport","US sports"],"tags":[{"id":"sport/baseball","webTitle":"Baseball"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/indiana-pacers","webTitle":"Indiana Pacers"},{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/21/pacers-play-by-play-man-heads-to-the-minor-leagues","shortUrl":"http://gu.com/p/4axg8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/21/pacers-play-by-play-man-heads-to-the-minor-leagues","webUri":"http://www.theguardian.com/sport/2015/jun/21/pacers-play-by-play-man-heads-to-the-minor-leagues"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434839711968/6976526257_8aff2c85db_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Cape Cod Baseball League. <a href=\"https://www.flickr.com/photos/markow76/6976526257/\">Photograph: /flickr</a>","credit":"Flickr","altText":"The Cape Cod Baseball League.","cleanCaption":"The Cape Cod Baseball League. <a href=\"https://www.flickr.com/photos/markow76/6976526257/\">Photograph: /flickr</a>"}},"importance":3,"byline":{"title":"Les Carpenter"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434839711968/6976526257_8aff2c85db_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Flickr","altText":"The Cape Cod Baseball League."}}]},{"title":"Woods a parody of his former self as drive deserts him at US Open","rawTitle":"Woods a parody of his former self as drive deserts him at US Open","item":{"type":"article","id":"sport/2015/jun/20/tiger-woods-parody-former-self-us-open","title":"Tiger Woods a parody of his former self as drive deserts him at US Open","trailText":"With his body language screaming ‘get me out of here’ as he missed the US Open cut by 11 strokes, the end could be approaching for Tiger Woods","standFirst":"With his body language screaming ‘get me out of here’ as he missed the US Open cut by 11 strokes, the end could be approaching for Tiger Woods","byline":"John Huggan at Chambers Bay","body":"<p>It ended, as rounds marked by ineptitude and futility tend to do, with a tired-looking three-putt. And <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-tiger-woods-jordan-spieth\" title=\"\">it added up to 76</a>, six over par for the 7,497-yard course. That basic arithmetic meant Tiger Woods – by a margin of 11 shots – would play no part in the second half of the 115th US Open. Not only that, his aggregate of 156 represented his highest 36-hole score at a major championship.</p> \n<p>There was a time when such statistics would be shocking to a public long accustomed to Woods dominating the game at the highest level. No more though. Seemingly endless swing changes under the supervision of a succession of coaches, a private life that long ago imploded in a succession of lurid headlines and a significant deterioration in his once peerless short game have combined to create the equivalent of a particularly gruesome car crash. No one really wants to watch the bloody aftermath of the shuddering impact between Woods and the real world, but turning one’s eyes away is all but impossible.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/us-open-chambers-bay-greens-red-faces\">US Open: Chambers Bay greens cause red faces but finest will prevail</a> </p> \n</aside> \n<p>The explanations for this extraordinary situation are many. Just about everyone has an opinion. But it is difficult to avoid the notion that this inexorable decline is largely self-induced. Unable to leave any aspect of his once finely tuned action alone, Woods is playing “golf swing” rather than golf. The instinctive feel and imagination that were such distinctive features of his best game are gone, his head now filled with science rather than art.</p> \n<p>There have even been worse displays than the one he just put on in a championship, lest we forget, he won by 15 shots 15 years ago. At the Waste Management Phoenix Open in January <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/30/tiger-woods-career-worst-phoenix-open\" title=\"\">Woods was a pathetic sight</a>, incapable of hitting even the most straightforward chip without visibly flinching. Unable to control his fast‑twitch muscles, his short shots were a mixture of what Peter Dobereiner called “sickening knee-high fizzers” and duffs that sent the ball far past the intended target or left it a few feet from its original position.</p> \n<p>Still, this past week in Washington State there was none of that nonsense. Instead, the festering sore eating away at Woods’s already damaged psyche shifted to the longest club in his bag. Driving has never been the strength of his game, but his current lack of proficiency from the tee is a parody of his former self. He has become a slicer.</p> \n<p>Fighting the high-handicap ball flight he now routinely replicates, Woods has taken to aiming further and further left of ever-more elusive fairways. As a result, his drives have to curve more and more from left to right if they are to finish on short grass. The more he aims left, the further right the ball is likely to go. Such a scenario – as any halfway decent instructor would&nbsp;tell you – is 180 degrees removed&nbsp;from a proper cure for slicing. It is hard to believe Woods does not know this.</p> \n<p>Even a vaguely cogent explanation of his thinking is unlikely to be forthcoming from the notoriously reticent Woods. Instead, we are treated to a well-rehearsed litany of superficial and unrevealing cliches: “It’s part of the process”; “All I need is more reps [practice]”; “It is what it is”; “I just have to work through this.” None of which gets to the heart of whatever ails the Woods game.</p> \n<p>As ever, appearances speak louder than words. During his most recent visits to the PGA Tour, Woods has seemed to be less engaged by the game that has been his life. Many have wondered openly if he wants to play any more, his confidence so low – and ego so punctured – after such a prolonged period of failure. Not since the 2008 US Open has he won one of the four most important events.</p> \n<p>Understandably, Woods’s on-course body language screams “get me out of here” far more than “I can do this”. Suggestions he continues to compete only to fulfil lucrative contractual obligations are voiced more loudly after every wild drive and every missed cut. The rapidly approaching bitter end may well be the day the last endorsement dies.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434810808440/US-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA","credit":"Erik S Lesser/EPA","altText":"US Open Championship","cleanCaption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T14:43:36Z","lastModified":"2015-06-20T23:35:01Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"John Huggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhuggan"}],"feature":true,"keywords":["Tiger Woods","US Open","US Open Golf 2015","US sports","Sport","Golf","PGA Tour"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/pga-tour","webTitle":"PGA Tour"}],"section":{"id":"sport"},"topics":[{"displayName":"John Huggan","topic":{"type":"tag-contributor","name":"profile/johnhuggan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/tiger-woods-parody-former-self-us-open","shortUrl":"http://gu.com/p/4axyg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/tiger-woods-parody-former-self-us-open","webUri":"http://www.theguardian.com/sport/2015/jun/20/tiger-woods-parody-former-self-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434810808440/US-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest 36-hole score at a major. Photograph: Erik S Lesser/EPA","credit":"Erik S Lesser/EPA","altText":"US Open Championship","cleanCaption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest 36-hole score at a major. Photograph: Erik S Lesser/EPA"}},"importance":3,"byline":{"title":"John Huggan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434810808440/US-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA","credit":"Erik S Lesser/EPA","altText":"US Open Championship","cleanCaption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA"}}]}],"lastModified":"2015-06-22T07:38:09Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}