{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Kauto Star shone brighter and longer than any horse in modern era","rawTitle":"Kauto Star shone brighter and longer than any horse in modern era","item":{"type":"article","id":"sport/blog/2015/jun/30/kauto-star-greatest-horse-modern-era","title":"Kauto Star shone brighter and longer than any horse in the modern era","trailText":"Kauto Star, who has died after a paddock fall, retained the ability to connect with people around the world","standFirst":"The horse, who has died after a paddock fall, retained the ability to connect with people not just in jumping’s heartland but around the world","byline":"Greg Wood","body":"<p>The small, angry clique of animal rights extremists that argues for racing to be banned also likes to claim that no one in the sport really cares about the horses. For them, it is just a means to an end, an excuse for boozing and betting with the horses as little more than extras, discarded and forgotten once their work is done.</p> \n<p>It is a lie that was nailed absolutely on Tuesday morning, as word spread across social media and the web that Kauto Star had been put down on Monday afternoon after suffering a serious injury in a fall in his paddock. Far from being forgotten in the three years since his final start in the 2013 Cheltenham Gold Cup, the reaction showed Kauto Star was still National Hunt racing’s biggest star. He retained the ability to connect with people and not just in jumping’s heartland in Britain and Ireland, but also around the world. On Tuesday <a href=\"https://twitter.com/search?q=%23KautoStar&amp;src=tyah&amp;vertical=default&amp;lang=en-gb\" title=\"\"> there were tweets and posts to show that people still connected through him</a>.</p> \n<p>Kauto Star was not an unbeaten champion like Frankel on the Flat. Far from it. He was beaten almost as many times as he finished in front, though 16 Grade One chase victories are an immense testament to Kauto Star’s talent and durability, and also the skill with which Paul Nicholls, his trainer, plotted his racing career.</p> \n<p>There was also a brief spell when Kauto Star was not even the best horse in the Nicholls stable, according to the official handicapper at least. Master Minded, an exceptional winner of the Queen Mother Champion Chase, edged ahead in the official ratings in the spring of 2008.</p> \n<p>But Kauto Star did not burn brightly and then sputter out. Instead, he produced enduringly memorable performances from the start of his British racing career in 2004 until very close to its end nearly a decade later. As a result, Kauto Star etched himself into the affections of National Hunt fans more firmly than any chaser since Desert Orchid, and did so at a time when jumping as a whole was booming. In a sense, he was the first – and greatest – star of National Hunt’s modern era.</p> \n<p>Kauto Star’s first outstanding performance was a defeat, on only his second start in Britain. Sent off at 2-11 to beat two mismatched rivals, Kauto Star was a distance clear on the run to the second-last, but clipped the top of the obstacle and came down. Incredibly, Ruby Walsh was able to remount and then get to within a short-head of the winner having jumped the last with about 10 lengths to find.</p> \n<p>Remounting has since been banned and an injury sustained during that huge effort kept Kauto Star off the track for 10 months. But his first Grade One victory, in the 2005 Tingle Creek Chase, was not long delayed, and while a fall when favourite for the Queen Mother Champion Chase was another disappointment, it was a precursor to Kauto Star’s finest campaign. He went to the track six times in the 2006-07 season, first in a handicap off a mark of 167 and then in five consecutive Graded events, four at the highest Grade One level. He won the lot, and claimed a million-pound bonus for Clive Smith, his owner, with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/mar/17/horseracing.cheltenhamfestival\" title=\"\">his first victory in the Cheltenham Gold Cup in March 2007</a>.</p> \n<p>Twelve months later, Kauto Star was blown away by the raw power of his stablemate Denman. He had found the worthy rival that every champion needs to establish a legend’s status, and in 2009, he reversed the form, becoming the first horse ever to reclaim the Gold Cup.</p> \n<p>It was, without doubt, one of his crowning achievements, but with Kauto Star, it was never just about Cheltenham. Instead, there was an “anytime, anywhere” feeling about the greatest peaks of his career, with the most memorable of all arriving at three very different tracks in different corners of the country, and at very different stages of the season. There were five victories in the King George VI Chase at Kempton on Boxing Day, and the fourth and fifth – Kauto Star’s final success on his penultimate start, just a few days before his 12th birthday – were arguably the most impressive of all. Four wins in the Betfair Chase at Haydock in November too, and again, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/nov/19/kauto-star-paul-nicholls-wins-betfair-chase?CMP=share_btn_tw\" title=\"\">the last of these left the most indelible memory</a>.</p> \n<p>Kauto Star had been off the track for six months following a poor run at Punchestown in May, such a sluggish performance that many were surprised to see him return to a track at all. He was the 6-1 co-third favourite behind Long Run, five years his junior, who had beaten him into third place in the Gold Cup earlier in the year. In a change to normal tactics, Kauto Star made all the running and when his rivals tried to run him down in the straight, he batted away every challenge. Most of the spectators in a packed crowd had backed one of his opponents but who gave that a second thought amid the euphoria that followed? Once again, and at the moment when decline finally seemed inevitable and irreversible, National Hunt racing was united in its admiration for Kauto Star and a moment of transcendent brilliance.</p> \n<p>Across the sport, there are countless thousands of fans who, when asked to recall their most memorable day on a racecourse, will immediately name an afternoon when Kauto Star produced one of his defining performances. For many in racing, he was and will remain the best steeplechaser we have seen, which is why, amid all the grim and distressing stories competing for attention on Tuesday morning, the news of his death prompted both sadness and reflection. Every horse matters to someone but horses like Kauto Star keep the collective passion alive.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435673256176/Kauto-Star-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ruby Walsh on Kauto Star celebrates as he crosses the winning line in the 2009 Cheltenham Gold Cup. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Kauto Star","cleanCaption":"Ruby Walsh on Kauto Star celebrates as he crosses the winning line in the 2009 Cheltenham Gold Cup. Photograph: Tom Jenkins"}],"bodyImages":[],"webPublicationDate":"2015-06-30T14:25:49Z","lastModified":"2015-06-30T23:01:42Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":true,"keywords":["Kauto Star","Horse racing","Paul Nicholls","Sport","Denman"],"tags":[{"id":"sport/kauto-star","webTitle":"Kauto Star"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/paul-nicholls","webTitle":"Paul Nicholls"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/denman","webTitle":"Denman"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/30/kauto-star-greatest-horse-modern-era","shortUrl":"http://gu.com/p/4a97g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/30/kauto-star-greatest-horse-modern-era","webUri":"http://www.theguardian.com/sport/blog/2015/jun/30/kauto-star-greatest-horse-modern-era"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435673256176/Kauto-Star-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ruby Walsh on Kauto Star celebrates as he crosses the winning line in the 2009 Cheltenham Gold Cup. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Kauto Star","cleanCaption":"Ruby Walsh on Kauto Star celebrates as he crosses the winning line in the 2009 Cheltenham Gold Cup. Photograph: Tom Jenkins"}},"importance":7,"byline":{"title":"Greg Wood"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c678ae3f717682f389c146c99deafa4d82c06d2d/110_32_4561_2736/1000.jpg","height":600,"width":1000}}]},{"title":"Murray’s Wimbledon win on Henman anniversary is without hysteria","rawTitle":"Murray’s Wimbledon win on Henman anniversary is without hysteria","item":{"type":"comment","id":"sport/blog/2015/jun/30/andy-murray-tim-henman-wimbledon","title":"Andy Murray’s Wimbledon win on Tim Henman anniversary is without hysteria","trailText":"Twenty years this month after a home player was disqualified, serenity rules at a grownup SW19 for supporters of no finer current British sports person","standFirst":"Twenty years to the month after a home player was disqualified, serenity rules at a grownup SW19 for supporters of no finer current British sports person","byline":"Barney Ronay at Wimbledon","body":"<p>In the end Andy Murray was predictably untroubled on a scalding Centre Court transformed by the mid-afternoon glare into a suntrap of Death Valley proportions. This was an agreeably low key straight-sets first-round defeat of Mikhail Kukushkin by the No3 seed, on an afternoon when there was if anything an absence of other more familiar kinds of heat.</p> \n<p>Murray performed well enough against an opponent who came here to play, offering in glimpses the full range of his deep defence and well-timed attack. Perhaps the most interesting part of a fairly routine 6-4, 7-6, 6-4 victory, however, was the lack of intrusion from the fringes.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/andy-murray-wimbledon-mikhail-kukushkin\">Andy Murray starts Wimbledon with straight sets Mikhail Kukushkin win</a> </p> \n</aside> \n<p>The only union flags in evidence throughout were the odd flutter in the seats behind the umpire’s chair, always the last stronghold of the face-painted hardcore, an armpit of ingrained Timwittery. There were precious few gurgles and shrieks and come on Andys. Instead, this was Centre Court in its grownup guise, the mood serene and quietly appreciative, perhaps even significantly so in the cycle of Wimbledon’s modern history.</p> \n<p>The match also brought with it the 20-year anniversary of a rather overlooked event back at the start of what we might call The Henman Revolution. The summer of 1995 was probably the last of the pre-modern Wimbledons, two years into the tournament’s fevered commercial revolution and 12 months before the first of those flushed and oddly revelatory Tim Henman quarter-finals.</p> \n<p>Twenty years ago a distinctly pre-celebrity Henman had just been ejected from the tournament for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2008/jun/28/wimbledon.tennis1\" title=\"\">whacking a ball into a ballgirl’s head</a> while playing doubles with Jeremy Bates, a bizarre end to an event that had also brought him a first major tournament win.</p> \n<p>It was, in many ways, the last breath of something and a moment from which the ongoing, expertly monetised Henman-Murray two-hander would spring into being. Henman was terribly chastened by the incident.</p> \n<p>A year later, though, he returned and some stirring performances were greeted with a bizarrely overwrought and unbuttoned display of slightly squiffy mid-afternoon hysteria.</p> \n<p>Fast forward 20 years and Wimbledon has ridden that wave with expert commercial opportunism. The Henman Years resulted in a rapacious growth in revenues, driven by capacity expansion and the decision in 1993 to create a separate arm devoted entirely to exploiting the commercial possibilities of the Wimbledon brand. In 1994 Wimbledon’s commercial surplus had leapt from &pound;16m to &pound;27m as the tournament was geared up as a jewel of the new sporting economy.</p> \n<p>Wimbledon was lucky, too. It needed a star. In Henman, and then Murray, it lucked out, gifted a pair of ready-made standard-bearers; muster points for the two-week beano around which British tennis’s considerable wealth is now based.</p> \n<p>The issue of Wimbledon’s initially rather awkward embrace of the best British player since Fred Perry has already been done to death, a slight chilliness that has in reality nothing to do with Scotland per se and much to do with that certain Surrey-inflected Englishness that tends to set the emotional barometer on the show courts of SW19.</p> \n<p>Not that it matters. Murray’s interest is in winning titles. Those who care about the sport see only his supreme intelligence, his angles, his returns, his champion nerve. In his maturity he is simply a thrillingly good tennis player and a brilliant role model for reasons unrelated to anything but sport. There is currently no finer British sports person, a rare combination of hard work and intelligence that has no edge, no sense of anything left behind, no outer fringe of his talent unexplored.</p> \n<p>Here Murray looked utterly relaxed, a British No1 playing without the weight of anything other than a champion’s natural expectations and freed now from the attentions of the hand-stitched tea towel brigade, the Princess Diana memorial porcelain plate collectors, the swivel-eyed fuzzy ball ultras.</p> \n<p>The greatest roar of the opening 45 minutes was for the superb running backhand pass that took Murray to 15-0 on his own serve at one set and two games up. The first set had been sealed with an extended rally that featured five or six different types of forehand alone, from block to chip to whipped, drawing not so much an error from Kukushkin as a tangling of the brain, the sense of man finally giving up and tossing the cryptic crossword into the fire.</p> \n<p>There was a slight wobble in the second set as Kukushkin broke serve. Murray remains, however, the great passive aggressive powerhouse of the men’s game, a player whose defence is a powerful attacking weapon at such moments. He responded with a sustained back-court drive, forcing Kukushkin to hit wildly in search of winners. Before long Murray was two sets up and there was a pleasant sense of sleepiness around Centre Court as the sun dipped and afternoon began to congeal into early evening.</p> \n<p>Murray will need to improve for the later rounds but he will be encouraged by his best moments here. Wimbledon, meanwhile, has the chance simply to enjoy him this time around: not so much a great British champion as just a wonderfully engaging tennis player, and a gift to this venerable old domestic powerhouse of a tournament</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435694246632/Tim-Henman-kisses-ballgal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Henman kisses ballgall Caroline Hall after he accidentally hit her with a ball during a Wimbledon doubles match and was disqualified in June 1995. Photograph: Gary M. Prior/Getty Images","credit":"Gary M. Prior/Getty Images","altText":"Tim Henman kisses ballgall Caroline Hall after he accidentally hit her with a ball in 1995 doubles","cleanCaption":"Tim Henman kisses ballgall Caroline Hall after he accidentally hit her with a ball during a Wimbledon doubles match and was disqualified in June 1995. Photograph: Gary M. Prior/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-30T20:20:03Z","lastModified":"2015-06-30T23:01:41Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/30/andy-murray-tim-henman-wimbledon","shortUrl":"http://gu.com/p/4a9h4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/30/andy-murray-tim-henman-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jun/30/andy-murray-tim-henman-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435694246632/Tim-Henman-kisses-ballgal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Henman kisses ballgall Caroline Hall after he accidentally hit her with a ball during a Wimbledon doubles match and was disqualified in June 1995. Photograph: Gary M. Prior/Getty Images","credit":"Gary M. Prior/Getty Images","altText":"Tim Henman kisses ballgall Caroline Hall after he accidentally hit her with a ball in 1995 doubles","cleanCaption":"Tim Henman kisses ballgall Caroline Hall after he accidentally hit her with a ball during a Wimbledon doubles match and was disqualified in June 1995. Photograph: Gary M. Prior/Getty Images"}},"importance":5,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/36a39cc52f009cf21f037c0a2cb2f6dc12628501/475_242_2199_1320/1000.jpg","height":600,"width":1000}}]},{"title":"Bouchard bows out with a whimper and contemplates yet another coach","rawTitle":"Bouchard bows out with a whimper and contemplates yet another coach","item":{"type":"article","id":"sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying","title":"Wimbledon 2015: Eugenie Bouchard bows out against Chinese qualifier","trailText":"Eugenie Bouchard, the 2014 singles finalist, came into this year’s competition out of form, injured and heading for a fall. Duan Yingying, the No5 in China, provided it for her","standFirst":"The 2014 singles finalist came into this year’s competition out of form, injured and heading for a fall. Duan Yingying, the No5 in China, provided it for her","byline":"Hugh Muir at Wimbledon","body":"<p>Musicians call it the difficult second album. For Eugenie Bouchard, last year’s Wimbledon finalist, the equivalent is second-season syndrome or the sophomore slump – the affliction whereby players struggle to emulate a breakthrough year.</p> \n<p>The No12 seed went into battle with the Chinese qualifier Duan Ying-ying short on confidence, having lost 11 of her previous 13 matches, and injured with a torn muscle in her abdomen. Against that backdrop a theoretically amenable start to Wimbledon seemed a blessing. But after an hour and a half on No3 court, another disastrous defeat, 7-6, 6-4, and the end of her Wimbledon the blessing became a curse.</p> \n<p>The 21-year-old sought to be philosophical. “I was under-prepared for this match,” she said. “But this is Wimbledon. There is no way I wasn’t going to play, even though I was advised not to. It is the way I am. I am disappointed because I lost, so it was not the smartest decision, but I knew I had to do it. It is not nice feeling under-prepared. I only served 10 serves before this match. My timing was very off. I said that I would go out there on one leg, so I had to be true to my word.”</p> \n<p>It has been a horrible year but Bouchard said she is determined not to turn drama into crisis. “I need to keep belief and stay true to myself.” She might also need to make changes. Last year she got rid of her long-time coach Nick Saviano and turned to Victoria Azarenka’s mentor, Sam Sumyk. Asked if she should change again, she said: “Maybe I should. We have definitely not started well at all. I believe in him and him in me. But we definitely need to have some improvements.”</p> \n<p>Sumyk watched as Bouchard’s serial discomforts followed her into a troubled first set. She kept parity with the Chinese qualifier but only just; there was a deal of irregular swinging and snatching at the ball that saw shots go long and wide. Predictably, Duan broke Bouchard’s serve in the sixth game, the Canadian surrendering the advantage with a wild swing. The Wimbledon finalist rallied to level the set at 4-4 but by then the casual observer might have found difficulty distinguishing the top player from the qualifier. In the tie-break Duan began the steadier, racing to a 3-1 lead.</p> \n<p>Bouchard pulled her back to 3-3 but, hitting fiercely and encouraged by Bouchard’s flailings, Duan took control again. The unforced backhand error that gave the set to the Chinese seemed symbolic of much that had gone before.</p> \n<p>Bouchard came out firing in the second set but her hard, flat hitting provides scant margin for error and can, as it was here, be a millstone when things are less than 100%. She produced brilliant drives interspersed with comedically shanked forehands and profligate double faults, product of a wayward ball toss. The good was good but the bad was awful.</p> \n<p>There was little light or shade. Both duelled with cannon fire, intent on pummelling the baseline. At 3-3, rightly fearing the worst, Bouchard hit her way out of trouble and saved two break points. But by the next game she was swinging wildly again, slamming one crosscourt forehand into the umpire’s chair. At 4-4 Duan, 25, fought her way to two break points.</p> \n<p>Bouchard saved the first but swung a desperate forehand long for the second, leaving Duan to serve for the match. There she might have frozen, in her first meeting with Bouchard, at her first Wimbledon. Instead Duan, China’s fifth-ranked woman, was as assured as Bouchard was chaotic. She seized what turned out to be the deciding game as if it were hers by right.</p> \n<p>If there was much then to dampen Bouchard’s spirits, she was later told of muttering behind the scenes about what appeared to be a black bra under her regulation Wimbledon whites. The rules, much feared, always enforced, say “competitors must be dressed in suitable tennis attire that is almost entirely white”. And “any undergarments that either are or can be visible during play [including due to perspiration] must also be completely white except for a single trim of colour no wider than one centimetre.”</p> \n<p>But this was not one of the things that bothered her on court. “I was not aware of that at all,” she said responding to erroneous reports that she had received a code violation. “I am going to take some time to heal, maybe not think about tennis for a little bit.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435692214278/Wimbledon-Championships-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis","credit":"Andrew Cowie/  Colorsport/Corbis","altText":"Wimbledon Championships","cleanCaption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-30T19:24:30Z","lastModified":"2015-06-30T23:01:41Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Hugh Muir","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739000/HughMuir.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hughmuir"}],"feature":true,"keywords":["Eugenie Bouchard","Wimbledon 2015","Wimbledon","Tennis","Sport","China"],"tags":[{"id":"artanddesign/eugenie-bouchard","webTitle":"Eugenie Bouchard"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/china","webTitle":"China"}],"section":{"id":"sport"},"topics":[{"displayName":"Hugh Muir","topic":{"type":"tag-contributor","name":"profile/hughmuir"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying","shortUrl":"http://gu.com/p/4a9h3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying","webUri":"http://www.theguardian.com/sport/2015/jun/30/wimbledon-2015-eugenie-bouchard-duan-yingying"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/30/1435692214278/Wimbledon-Championships-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis","credit":"Andrew Cowie/  Colorsport/Corbis","altText":"Wimbledon Championships","cleanCaption":"Eugenie Bouchard, right, shakes with Duan Yingying after losing their first-round match in straight sets.  Photograph: Andrew Cowie/  Colorsport/Corbis"}},"importance":5,"byline":{"title":"Hugh Muir"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/a4557a73675ef3a28a1ff0c1ad62cae430b77616/350_57_775_465/775.jpg","height":465,"width":775}}]},{"title":"The Spin / Sangakkara: not many compare to Sri Lanka’s selfless statesman","rawTitle":"Sangakkara: not many compare to Sri Lanka’s selfless statesman","item":{"type":"article","id":"sport/2015/jun/30/the-spin-kumar-sangakkara","title":"Kumar Sangakkara: not many compare to Sri Lanka’s selfless statesman","trailText":"He has a Test average approaching 60, and outscored everybody in international cricket last year, but it is the batsman’s appeal off the field that has been even more of an inspiration","standFirst":"He has a Test average approaching 60, and outscored everybody in international cricket last year, but his off-field appeal has been even more of an inspiration","byline":"Andy Bull","body":"<p>I remember very well the moment I first fell for Kumar Sangakkara. It wasn’t at Lord’s, or any other cricket ground, but in a sideroom at the offices of the Terrence Higgins Trust in King’s Cross. And he wasn’t playing a cover drive, or diving to take a catch, but interviewing HIV and Aids workers about their day jobs. Sangakkara was, still is, an ambassador for the ICC’s <a href=\"http://www.thinkwisecricket.com\" title=\"\">Think Wise campaign</a>, run in partnership with Unaids and Unicef. He had asked the ICC to arrange a roundtable chat with experts in the field. A couple of journalists had been invited along to provide, I assumed, a little positive publicity, to watch him pose for a photo, pass on a couple platitudes, then pop off in his limousine.</p> \n<p>Turned out Sangakkara couldn’t have cared less whether the press were there or not, and had little interest in talking cricket. Instead, he spent an hour at the head of a long table, listening to representatives from various charities, some of whom had only a vague idea who he was. “I am here to learn,” he told them, “I am very privileged to be here among you, to talk to you and, more than that, to listen to you. Because when I do put my face out there for the ICC I would like to be informed as much as possible, to be able to back up what I say with factual knowledge.” The only photos he posed for were the ones the staff asked him to be in. “Whatever you do it is not about doing it in front of 20 cameras,” he said. “It is when there are no cameras and no one there to write about it or talk about it.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/jason-gillespie-australia-ashes-england\">Jason Gillespie: Australia start as Ashes favourites in England – and rightly so</a> </p> \n</aside> \n<p>Afterwards, I asked Sangakkara why he had spent so long inside. “If I do something I make sure I try and seriously commit to it. With time, with effort, with knowledge, whichever way I can.” Later that same summer, he gave <a href=\"https://www.youtube.com/watch?v=sNB15w--u4U\" title=\"\">his famous Spirit of Cricket lecture</a>, besides which all others since have paled in comparison. I was there then too, lucky enough to be in the audience to hear him say: “My loyalty will be to the ordinary Sri Lankan fan … they are my foundation, they are my family. I will play my cricket for them. Their spirit is the true spirit of cricket. With me are all my people. I am Tamil, Sinhalese, Muslim and Burgher. I am a Buddhist, a Hindu, a follower of Islam and Christianity. I am today, and always, proudly Sri Lankan.” By the time he had finished, I was completely smitten.</p> \n<p>Sangakkara has announced that he will retire from international cricket later this summer. This although his game is, and has been for some time, on a high plateau, one approached by only the very finest players in history. Last year he made 2,868 runs in international cricket, at an average of 53. No one has ever scored more in a calendar year. This year he became the first man in history to score centuries in four consecutive ODI innings, and during the World Cup too. At the age of 37, Sangakkara sometimes seems to have solved cricket, as a computer solves checkers or a bright child a Rubik’s Cube.</p> \n<p>Time was when they said Sangakkara’s problem was that he was such a better batsman at home, and of course he is, but he will still finish with (all-format) averages of 49 in Australia, 49 in New Zealand 44 in England, 43 in India. He is the only man in each of Test cricket’s top ten lists of <a href=\"http://stats.espncricinfo.com/ci/content/records/282910.html\" title=\"\">highest averages</a>, <a href=\"http://stats.espncricinfo.com/ci/content/records/223646.html\" title=\"\">most runs</a> and <a href=\"http://stats.espncricinfo.com/ci/content/records/227046.html\" title=\"\">most centuries</a>. Which means that he’s one of the greatest batsmen of all time by any measure you’d care to take. Another year like this last one, and he would sit second to Sachin Tendulkar as Test cricket’s leading run-scorer, and overtake Don Bradman as the man who has scored the most Test double-hundreds. But he’s not interested. He says he would have quit sooner if his great mate Mahela Jayawardene hadn’t beaten him to it. He thought the team would suffer if they both left at the same time.</p> \n<p>“I’ve been told if I play another year or two years, I could score another 1000 runs. I might be the second highest run scorer, or I might be able to break the Don’s double-century record. But if you really think about it, if that’s the only reason you want to prolong your career, then it is really time to say, ‘thank you very much,’” Sangkkara said. “I’ve always prided myself on performing well for the side as an individual, but at the end of the day I want to be able to look my team-mates in the eye and say I went out there because I really wanted to do well for the side, and it was nothing to do with individual records. I can do that right now.”</p> \n<p>A gent to the very end. Seems that Sangakkara is surely one of those rare players cricket fans all around the world can agree on. A shock then, to see one of my very favourite contemporary cricket writers, Osman Samiuddin, <a href=\"http://www.thenational.ae/sport/cricket/kumar-sangakkara-sri-lankas-paul-mccartney-was-too-perfect-a-batsman-and-man-to-warm-to\" title=\"\">admit in print</a>: “I am not a fan of Kumar Sangakkara. I never have been.” Too perfect, too earnest, too bloodless, Osman explained. He was more of a Mahela man.</p> \n<p>We all have our favourites, especially those of us who fell in love with the game through watching it from beyond the boundary. I can list those of many of my friends in the game, and I love what each person’s choice says about them (Rob Smyth &amp; Martin McCague, Lawrence Booth &amp; Allan Lamb, Emma John &amp; Mike Atherton, Andrew Miller &amp; Angus Fraser, Gideon Haigh &amp; Chris Tavar&eacute;, Kevin Mitchell &amp; Doug Walters. I could go on). If pushed, I’d plump for Shahid Afridi, with Peter Trego and Sangakkara both in close running for the second spot.</p> \n<p>Osman’s feelings about Sanga are the flip side of that favouritism. This is one of those cases, just as common, but expressed less often, where a fan feels impervious to the charms of an indisputably great player. Just as we all have our own heroes, so most of us have our own blindspots, players who leave us cold, however adored they are, however acclaimed they may be. Jacques Kallis is a common one. So is Graeme Smith. Must be something about South Africans. For me, it was Ricky Ponting, whose batting always felt so charmless, so ruthlessly efficient, that it seemed to me to be almost too mechanical to admire. Wrong, I know, but there was just no getting around it.</p> \n<p>With Sanga, I bend the other way. I can understand the criticisms. Certainly he was <a href=\"http://www.thenational.ae/sport/cricket/kumar-sangakkara-sri-lankas-paul-mccartney-was-too-perfect-a-batsman-and-man-to-warm-to\" title=\"\">once a merciless sledger</a>, and perhaps that made him something of a hypocrite. They say too that he has a politician’s sensibility, and loves to sweet talk the media. If they’re right, it worked with me. I can swallow all that and smile. In my eyes, to my ears, the man is a marvel, and the game will be poorer for his going.</p> \n<p><em>This is an extract taken from the Spin, the Guardian’s weekly cricket email, to subscribe just visit</em><a href=\"https://profile.theguardian.com/signin?returnUrl=https%3A%2F%2Fprofile.theguardian.com%2Femail-prefs%3FCMP%3DEMCSPTEML942\" title=\"\"><em> this page</em></a><em>, find ‘The Spin’ and follow </em><a href=\"https://profile.theguardian.com/signin?returnUrl=https%3A%2F%2Fprofile.theguardian.com%2Femail-prefs%3FCMP%3DEMCSPTEML942\" title=\"\"><em>the instructions</em></a><em>.</em></p> \n<p><em> </em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/30/1435663559100/Kumar-Sangakkara-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kumar Sangakkara will be missed by Sri Lanka but retires as one of the greatest batsmen of his generation. Photograph: Marty Melville/AFP/Getty Images","credit":"Marty Melville/AFP/Getty Images","altText":"Kumar Sangakkara","cleanCaption":"Kumar Sangakkara will be missed by Sri Lanka but retires as one of the greatest batsmen of his generation. Photograph: Marty Melville/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-30T11:46:07Z","lastModified":"2015-06-30T12:12:49Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Cricket","Sri Lanka cricket team","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sri-lanka-cricket-team","webTitle":"Sri Lanka cricket team"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"series":{"title":"The Spin","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/thespin"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/the-spin-kumar-sangakkara","shortUrl":"http://gu.com/p/4a926","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/the-spin-kumar-sangakkara","webUri":"http://www.theguardian.com/sport/2015/jun/30/the-spin-kumar-sangakkara"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/30/1435663559100/Kumar-Sangakkara-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kumar Sangakkara will be missed by Sri Lanka but retires as one of the greatest batsmen of his generation. Photograph: Marty Melville/AFP/Getty Images","credit":"Marty Melville/AFP/Getty Images","altText":"Kumar Sangakkara","cleanCaption":"Kumar Sangakkara will be missed by Sri Lanka but retires as one of the greatest batsmen of his generation. Photograph: Marty Melville/AFP/Getty Images"}},"importance":4,"kicker":{"title":"The Spin"},"byline":{"title":"Andy Bull"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/221428396b29fc83338a19462eb39ce2cba2c853/335_152_1293_776/1000.jpg","height":600,"width":1000}}]},{"title":"Is Wilson worth $25m to the Seahawks? The answer remains unclear","rawTitle":"Is Wilson worth $25m to the Seahawks? The answer remains unclear","item":{"type":"article","id":"sport/2015/jun/30/is-russell-wilson-worth-25m-to-the-seahawks-the-answer-remains-unclear","title":"Is Russell Wilson worth $25m to the Seahawks? The answer remains unclear","trailText":"What exactly is the value of a quarterback who is drafted in the third round and then leads his team to back-to-back Super Bowls?","standFirst":"<p>What exactly is the value of a quarterback who is drafted in the third round and then leads his team to back-to-back Super Bowls?</p>","byline":"Les Carpenter","body":"<p>By now it is clear Russell Wilson and the Seattle Seahawks will not find an easy resolution to a problem neither expected when he was drafted in 2012. What exactly is the value of a quarterback who is drafted in the third round and then leads his team to back-to-back Super Bowls?</p> \n<p>Neither side can still figure it out.</p> \n<p>On Tuesday, Wilson gave a hint as to what he appears to be seeking <a href=\"http://espn.go.com/nfl/story/_/id/13174009/russell-wilson-seattle-seahawks-says-play-hard-25m-15m\">during an interview with ESPN and asked his questioner</a>: “How much would you pay me?”</p> \n<p>Then Wilson said: “Ultimately, it comes down to the play. I let my play speak for itself and let the rest take care of itself. I continue to love the game for what it is and continue to fight and continue to play no matter how much I’m getting paid, no matter if it’s $25m or if it’s $1.5m, I’ll be ready to go.”</p> \n<p>Given he is scheduled to make $1.5m in 2015, the final year of the four-year deal he signed after being drafted, it’s easy to assume he is looking for something approaching $25m. That could make him the highest-paid quarterback in the NFL by a significant amount. Green Bay’s Aaron Rodgers is making an average of $22m a season.&nbsp;</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jan/21/race-loss-and-the-comeback-when-russell-wilson-melted\">Race, loss and the comeback: when Russell Wilson's defenses dropped</a> </p> \n</aside> \n<p>Statistically, Wilson is not Rodgers and in some ways Wilson is seen as the beneficiary of a tremendous Seattle defense. But Wilson has played a significant role in leading the Seahawks to the brink of two Super Bowl victories and at 26 he should have many strong years ahead of him. <br /></p> \n<p>The Seahawks have benefitted from getting several young stars who were either taken in the lower rounds of the draft or were undrafted. Now that the franchise has had great success, Seattle are fighting to see how it can keep as many of those players around as long as possible. None is more essential than the quarterback who led the team’s rise in his rookie season. <br /></p> \n<p>The struggle to find Wilson’s value in such a unique situation could linger throughout the season. Seattle will not pay $25m a year but what then is the cost of a player who brought two Super Bowls to Seattle while making just $3m on a four-year rookie contract? No one seems to know. Not yet.’</p> \n<p>“It’s great,” Wilson said Tuesday of his relationship with management. “I don’t think it’s a bad relationship by any means. I had the opportunity to win the first Super Bowl in franchise history. Obviously, I want to stay in Seattle. I love Seattle. It’s a great place, a place I arrived on 10 May 2012. I’ll never forget that day.</p> \n<p>“I trust the process of it all. I’m going to do everything I can to put the work in and let the rest speak for itself. When it’s all done and my career’s over, hopefully, 17 years from now, I can look back and, hopefully, it’s a job well done. That’s all I can do and all I can ask for, to give it my all every day. It’ll work out if I do that.”</p> \n<p>Thirteen years ago, the New England Patriots resolved this issue by paying Tom Brady, a sixth-round pick in 2000, a five-year, $32m deal. But contracts have exploded since then. Plus Brady was undoubtedly the Patriots’ most valuable player. The Seahawks’ hesitation suggests that they don’t value Wilson as another Brady. Wilson’s words on Tuesday suggests he thinks he should be paid more than Brady now. <br /></p> \n<p>And so in Wilson v the Seahawks the answer of the quarterback’s value will not be easy to find.</p> \n<p>And it probably won’t come soon. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/1/16/1421423537307/db9fcd83-89cb-4611-80fa-fc8454817f38-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Joe Nicholson/USA Today Sports","altText":"Russell Wilson","cleanCredit":"Photograph: Joe Nicholson/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-30T16:51:41Z","lastModified":"2015-06-30T17:02:37Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":true,"keywords":["Seattle Seahawks","NFL","US sports","Sport"],"tags":[{"id":"sport/seattle-seahawks","webTitle":"Seattle Seahawks"},{"id":"sport/nfl","webTitle":"NFL"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/is-russell-wilson-worth-25m-to-the-seahawks-the-answer-remains-unclear","shortUrl":"http://gu.com/p/4a9db","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/is-russell-wilson-worth-25m-to-the-seahawks-the-answer-remains-unclear","webUri":"http://www.theguardian.com/sport/2015/jun/30/is-russell-wilson-worth-25m-to-the-seahawks-the-answer-remains-unclear"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/1/16/1421423537307/db9fcd83-89cb-4611-80fa-fc8454817f38-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Russell Wilson can almost see Phoenix from here. Photograph: Joe Nicholson/USA Today Sports","credit":"Joe Nicholson/USA Today Sports","altText":"Russell Wilson","cleanCaption":"Russell Wilson can almost see Phoenix from here.","cleanCredit":"Photograph: Joe Nicholson/USA Today Sports"}},"importance":4,"byline":{"title":"Les Carpenter"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c6ab0fc597cd6530ad75144b04f434a8d6fece97/729_49_1592_955/1000.jpg","height":600,"width":1000}}]},{"title":"Transfer window bargains: 12 of the best deals available this summer","rawTitle":"Transfer window bargains: 12 of the best deals available this summer","item":{"type":"article","id":"football/blog/2015/jun/30/transfer-window-12-best-deals-summer","title":"Transfer window bargains: 12 of the best deals available this summer","trailText":"From the raw promise of Anderlecht’s Youri Tielemans to Bayer Leverkusen’s goalkeeper Bernd Leno, we highlight a dozen players worth signing this transfer window","standFirst":"From the raw promise of Anderlecht’s Youri Tielemans to Bayer Leverkusen’s goalkeeper Bernd Leno, we highlight a dozen players worth signing","byline":"Alan Smith","body":"<p>Established players such as Sergio Ramos and Arda Turan are grabbing most of the headlines but, as the transfer window officially opens on Wednesday, here is a reminder that not every good signing has to cost more than &pound;20m.</p> \n<h2>Henri Bedimo (Lyon)</h2> \n<p>Age <strong>31</strong> Position <strong>Defender</strong> Apparently out of favour at Stade Gerland after the arrival of J&eacute;r&eacute;my Morel from Marseille, the Cameroon international would add steel to many mid-table defences – Watford and West Bromwich Albion have reportedly registered interest. <a href=\"https://www.youtube.com/watch?v=Vv0bmyLVtR0\" title=\"\">The 31-year-old also likes to get forward</a> and has plenty of pace. He is out of contract in 12 months so the Lyon manager, Hubert Fournier, may want to let it him go now rather than on a free. He could represent good business at around &pound;3m.</p> \n<h2>Morgan Sanson (Montpellier)</h2> \n<p>Age <strong>20</strong> Position <strong>Midfielder</strong> He suffered a knee injury in April that will likely keep him out until a few weeks into the season but has plenty of suitors including Milan and Lyon despite that. He possesses a natural flair and craft which could be developed into something clinical but the downside is he often attempts to take the opposition on by himself and could be accused of failing to play the easy pass. However, at 20 and with the right manager that can be easily remedied. Fitness concerns aside, <a href=\"https://www.youtube.com/watch?v=hb_lup7yKDU\" title=\"\">he could be a worthwhile gamble</a> at around &pound;5m.</p> \n<figure class=\"element element-image\" data-media-id=\"a278a9d053fcf800037bdf9d8eaf536ef7183711\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435668279510/9c12d0ea-4d2c-41dc-88da-826f4a240d27-460x276.jpeg\" alt=\"Oscar Hiljemark scores Sweden's fourth goal against  Denmark at the Under-21 European Championship.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Oscar Hiljemark scores Sweden’s fourth goal against Denmark at the Under-21 European Championship.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> \n </figcaption> \n</figure> \n<h2>Youri Tielemans (Anderlecht)</h2> \n<p>Age <strong>18</strong> Position <strong>Midfielder</strong> He is already linked with some big destinations, including Chelsea and Arsenal, and it may be wise to take a punt on the 18-year-old now before his stock rises further and the fee inflates. The midfielder has been named Belgium’s young player of the year in each of the past two seasons and played in 35 of Anderlecht’s 40 Pro League games last season. <a href=\"https://www.youtube.com/watch?v=iGyWjLZm0hY\" title=\"\">He is valued at around &pound;15m</a> and, while this is pricey for a teenager, if he keeps developing at the present rate, it will not be long before far greater sums are being discussed. Wisely Anderlecht have him tied to a contract until 2020.</p> \n<h2>Oscar Hiljemark (PSV)</h2> \n<p>Age <strong>22</strong> Position <strong>Midfielder</strong> Entering the Under-21 European Championship after a solid campaign at PSV, who signed him from Elfsborg in 2013 with an eye to replacing Kevin Strootman, the Sweden captain has impressed in centre midfield in the Czech Republic. <a href=\"https://www.youtube.com/watch?v=cy7L4R7BSm0\" title=\"\">Composed and comfortable playing in a holding role</a> as much as when taking a more advanced post, he would represent a decent punt at around &pound;5m even if he might require some work before becoming the finished article. He has broken into the senior international side and is contracted until the end of next season.</p> \n<h2>Bernd Leno (Bayer Leverkusen)</h2> \n<p>Age <strong>23</strong> Position <strong>Goalkeeper </strong>If David de Gea departs Old Trafford, Manchester United could do far worse than cast an eye over <a href=\"https://www.youtube.com/watch?v=U4W78fiEeoU\" title=\"\">the Bayer Leverkusen No1</a>. The sheet was kept clean in half of his Bundesliga appearances last season and he also shone in defeat against Atl&eacute;tico Madrid in the Champions League, dragging his team to a penalty shootout almost by himself. He could cost in the range of &pound;15m but that would still leave some additional spending money for Louis van Gaal to strengthen elsewhere.</p> \n<h2>Rapha&euml;l Guerreiro (Lorient)</h2> \n<p>Age <strong>21</strong> Position <strong>Defender </strong>An impressive feature on the left side of the Portugal Under-21 defence at the European Championship, he is being courted by several Ligue 1 clubs after securing a starting place in his second campaign at Lorient. He scored seven times last season and <a href=\"https://www.youtube.com/watch?v=yxt690zrXbY\" title=\"\">was Lorient’s most-used outfield player</a>; he has often played on the wing. One concern is that he is slight and may struggle against physical opponents. He is valued at around &pound;7m and his stock is only going to rise. Born in France but with a Portuguese father, he could not speak the language when initially called up to the Portugal Under-21s in 2013; he is now on the fringes of the senior side. He has under two years remaining on his current deal.</p> \n<figure class=\"element element-image\" data-media-id=\"4a87cacb0d06d59863be1d8898703ceb12587c0b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435668006852/2dbd81b2-0a53-42f4-baa3-4fabffc7dcf2-460x276.jpeg\" alt=\"Charles Ar&aacute;nguiz played for Chile at the 2014 World Cup.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Charles Ar&aacute;nguiz played for Chile at the 2014 World Cup.</span> \n  <span class=\"element-image__credit\">Photograph: Gabriel Bouys/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Charles Ar&aacute;nguiz (Internacional)</h2> \n<p>Age <strong>26</strong> Position <strong>Midfielder</strong> For Chile he is unlikely to feature as prominently in the hype stakes as Alexis S&aacute;nchez and Arturo Vidal. But having impressed in last summer’s World Cup before doing so again at the Copa Am&eacute;rica, <a href=\"https://www.youtube.com/watch?v=9Q4WFdJQ1-Y\" title=\"\">the midfielder could add steel</a> to a choice of Premier League midfields. Yet to feature in Europe, despite signing for Granada who subsequently loaned and then sold him to Internacional, he does not carry as inflated a price tag as similar players and could be lured for a shade over &pound;10m.</p> \n<h2>Aleksandar Mitrovic (Anderlecht)</h2> \n<p>Age <strong>20</strong> Position <strong>Striker</strong> The Serb’s price tag has already risen but, similarly to his club-mate Tielemans, it will only continue on an upward trajectory, meaning any value could soon be gone. Anderlecht broke their transfer record to sign him two years ago for €5m (&pound;3.5m) and they have already had a handsome return. <a href=\"https://www.youtube.com/watch?v=ddnPPwhDHBI\" title=\"\">He scored 14 in his first Pro League campaign</a> and broke the 20-goal mark last season. Powerful and with a ferocious shot the 6ft 2in striker can be deceptively quick. He recently broke into the senior international side and Anderlecht would be happy to sell for around €15m; the player harbours Champions League hopes.</p> \n<h2>Terence Kongolo (Feyenoord)</h2> \n<p>Age <strong>21</strong> Position <strong>Defender</strong> Strongest at centre-half but also <a href=\"https://www.youtube.com/watch?v=V-veP9npkI8\" title=\"\">capable of covering at left-back</a>, he went from the fringes to being a key component of Feyenoord’s defence last season after emerging from the club’s prolific academy in 2012. He was part of Van Gaal’s Holland squad at last summer’s World Cup but played only in the final minute of the group game against Chile. He may be tempted to follow his younger brother Rodney, currently at Manchester City’s academy, to England. His current deal runs out in June 2017 and he would cost in the region of &pound;7m.</p> \n<h2>Richie Towell (Dundalk)</h2> \n<p>Age <strong>23</strong> Position <strong>Midfielder</strong> An attacking midfielder <a href=\"https://www.youtube.com/watch?v=clswLBmBMXU\" title=\"\">with a penchant for the spectacular</a>, Towell may follow other unpolished gems who start in Ireland before starring in the Premier League, such as Shane Long, S&eacute;amus Coleman and Wes Hoolahan. He led Dundalk to a first league title in 19 years last season and has been watched closely by a host of Championship clubs for some time. For the money-conscious he could represent a very shrewd piece of business at around €200,000 (&pound;140,000). Dundalk play Bate Borisov in the Champions League qualifiers next week – it may be the stage where many more take notice.</p> \n<figure class=\"element element-image\" data-media-id=\"1f124b796d8dabb1d33c014caa0333298d3fbf4a\"> \n <img src=\"http://media.guim.co.uk/1f124b796d8dabb1d33c014caa0333298d3fbf4a/0_112_2062_1236/1000.jpg\" alt=\"Terence Kongolo plays for Holland in a friendly against Ecuador.\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Terence Kongolo plays for Holland in a friendly against Ecuador.</span> \n  <span class=\"element-image__credit\">Photograph: Charlie Crowhurst/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Karol Linetty (Lech Poznan)</h2> \n<p>Age <strong>20</strong> Position <strong>Midfielder </strong>The Poland midfielder was outstanding in his club’s league title-winning campaign last season, <a href=\"https://www.youtube.com/watch?v=I-qpvEdVJ88\" title=\"\">becoming the first name on Maciej Skorza’s team-sheet</a>. Robert Lewandowski was impressed after Linetty’s recent involvement with the international side and he could be valued at around &pound;2m. He would likely require some polishing but at such a good price could be a worthwhile gamble.</p> \n<h2>Anwar El Ghazi (Ajax)</h2> \n<p>Age<strong> 20</strong> Position <strong>Midfielder</strong> <a href=\"https://www.youtube.com/watch?v=O5kvOwZBpzA\" title=\"\">He won the talent-of-the-year accolade at his club</a> after a season when he reached double figures in goals from the wing in 43 appearances and the 20-year-old’s form has already alerted several of the world’s biggest clubs. Rapid and with a penchant for cutting in and unleashing missiles towards goal, the Holland Under-21 player, who could also represent Morocco, is another whose market value will likely rise exponentially over the next 12 months. But he could be available now for around &pound;7m.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435669786763/24846617-c29e-400b-9c51-c99d7ea193eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dennis Grombkowski/Getty Images","altText":"Bernd Leno, Youri Tielemans and Anwar El Ghazi.","cleanCredit":"Photograph: Dennis Grombkowski/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668281160/9c12d0ea-4d2c-41dc-88da-826f4a240d27-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oscar Hiljemark scores Sweden’s fourth goal against Denmark at the Under-21 European Championship. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Oscar Hiljemark scores Sweden's fourth goal against  Denmark at the Under-21 European Championship.","cleanCaption":"Oscar Hiljemark scores Sweden’s fourth goal against Denmark at the Under-21 European Championship.","cleanCredit":"Photograph: Carl Recine/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668008812/2dbd81b2-0a53-42f4-baa3-4fabffc7dcf2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charles Aránguiz played for Chile at the 2014 World Cup. Photograph: Gabriel Bouys/AFP/Getty Images","credit":"Gabriel Bouys/AFP/Getty Images","altText":"Charles Aránguiz played for Chile at the 2014 World Cup.","cleanCaption":"Charles Aránguiz played for Chile at the 2014 World Cup.","cleanCredit":"Photograph: Gabriel Bouys/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1f124b796d8dabb1d33c014caa0333298d3fbf4a/0_112_2062_1236/2062.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2062,"orientation":"landscape","caption":"Terence Kongolo plays for Holland in a friendly against Ecuador. Photograph: Charlie Crowhurst/Getty Images","credit":"Charlie Crowhurst/Getty Images","altText":"Terence Kongolo plays for Holland in a friendly against Ecuador.","cleanCaption":"Terence Kongolo plays for Holland in a friendly against Ecuador.","cleanCredit":"Photograph: Charlie Crowhurst/Getty Images"}],"webPublicationDate":"2015-06-30T12:00:07Z","lastModified":"2015-06-30T13:12:34Z","metadata":{"commentable":true,"commentCount":407,"contributors":[{"name":"Alan Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-smith"}],"feature":true,"keywords":["Transfer window","Football","Sport"],"tags":[{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Alan Smith","topic":{"type":"tag-contributor","name":"profile/alan-smith"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/30/transfer-window-12-best-deals-summer","shortUrl":"http://gu.com/p/4a8qn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/30/transfer-window-12-best-deals-summer","webUri":"http://www.theguardian.com/football/blog/2015/jun/30/transfer-window-12-best-deals-summer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435669786763/24846617-c29e-400b-9c51-c99d7ea193eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bernd Leno, Youri Tielemans and Anwar El Ghazi. Photograph: Dennis Grombkowski/Getty Images","credit":"Dennis Grombkowski/Getty Images","altText":"Bernd Leno, Youri Tielemans and Anwar El Ghazi.","cleanCaption":"Bernd Leno, Youri Tielemans and Anwar El Ghazi.","cleanCredit":"Photograph: Dennis Grombkowski/Getty Images"}},"importance":3,"byline":{"title":"Alan Smith"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/1f124b796d8dabb1d33c014caa0333298d3fbf4a/422_167_921_552/921.jpg","height":552,"width":921}}]},{"title":"The draw for the Challenge Cup semi-final should please rugby league fans","rawTitle":"The draw for the Challenge Cup semi-final should please rugby league fans","item":{"type":"article","id":"sport/no-helmets-required/2015/jun/30/challenge-cup-semi-final-draw-rugby-league","title":"The draw for the Challenge Cup semi-final should please rugby league fans","trailText":"Praise for the North London Stags; Ukraine have their last chance to make it to the 2017 World Cup; property news from Wakefield Trinity and Fulham fashion","standFirst":"<p>Praise for the North London Stags; Ukraine have their last chance to make it to the 2017 World Cup; property news from Wakefield Trinity; and Fulham fashion</p>\n<p>By <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/gavin-willacy\">Gavin Willacy</a> for <a href=\"https://www.facebook.com/nohelmetsrequiredbook\">No Helmets Required</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Gavin Willacy","body":"<p>The Challenge Cup delivered some highly entertaining quarter-finals over the weekend and left us with the possibility of an unusual pairing at Wembley on 29 August. The semi-final draw - conducted by Paul Sculthorpe and, for some strange reason, Chris Kamara - pitting Leeds and St Helens together, may have been a disappointment for the RFL, as those two gave them the strongest opportunity of getting the cup final crowd back up to 80,000, but would have poured doubt on the supposed parity of the <a href=\"http://www.superleague.co.uk/rlnewera\">#NewEra</a>. </p> \n<p>If the Super League champions and Challenge Cup holders were to meet at Wembley and again in the Grand Final at Old Trafford on 10 October – quite feasible given they are clearly the current best two teams in the competition – what would it say about the other 10 teams who are supposedly challenging on a level-ish playing field?</p> \n<p>Rather like the Football Association being delighted when Chelsea and Manchester United reach the FA Cup final while fans of every other club groan at the monotony, the RFL will be in the minority in being disappointed by the semi-final draw. Warrington and Hull KR fans will have been thrilled as the two, like Saints and the Rhinos at the top, are extremely closely matched in the league. </p> \n<p>We could yet see a repeat of the 2012 final when Leeds and Warrington painted Wembley primrose/amber and blue (and no one could tell the teams apart). Or we will have a new pairing under the giant arch: St Helens v Warrington or Hull KR, in their first final for 30 years, against either of the big two.</p> \n<p>The Beeb will quietly want Warrington to see off the unpredictable Robins in the semi. A glance at Sky viewing figures explains why: after Wigan, Saints and Leeds draw the biggest audiences, followed by Hull and Warrington. The 188,000 who watched the cracking Warrington v St Helens game at Magic was by far the biggest Sky audience since the Wigan-Saints Easter derby (a relatively massive 237,000) while the smallest viewing figure of the whole season so far was for Hull KR, away at Catalans in April (just 45,000).</p> \n<p>And credit where it’s due: the BBC and RFL should be applauded for finally choosing a great weekend for the quarter-finals. With no domestic football or rugby union, no international cricket and virtually no other major sporting events on, they had the run of the place, even getting serious pre-match analysis and live commentary of Saints-Widnes on Five Live on Sunday. </p> \n<p>It was a weekend that underlined the importance of the sport having live games on terrestrial TV so that sports fans who like league but don’t have Sky, like my Dad, can get their fix. Even my wife watched it.</p> \n<h2>Clubcall: North London Stags 2008-09</h2> \n<p>When Hemel Stags scored two minutes from time at home to York a week ago, it was scant consolation. They were 64-6 down at the time. But the scorer deserves recognition: Connor Boyd-Barnes, a loyal servant finally making his first team debut after years at the club. Connor was a member of the North London Stags Under-18 team that played in the National Youth League six years ago. A tri-party arrangement between Hemel Stags, London Skolars and Southgate College, they trained under Ross Antoniolli - now Victorian Rugby League High Performance Manager – and trekked five hours up the M1 every fortnight, often with a bare 13 or 14 lads on the bus, to usually get thrashed. Among those that survived the ordeal – nay, thrived on it - was a sprightly little hooker called Kieran Dixon. Remarkably Connor is the 10th player from that squad to make his professional debut, after Smokie Junor, Jaroslav Obuchowski, Dion Chapman, Andre Vine and Aaron Small (all for Skolars), Sean Johnson (Hemel), Dixon (London Broncos), George Stevens (Oxford), and Jamie Acton (South Wales). Looks like it was all worth it.</p> \n<h2>Foreign quota</h2> \n<p>On Saturday night we will be another step closer to knowing who will be at the 2017 World Cup. Or rather, who won’t. Ukraine must beat Russia if they are to stay in contention. They were given a stay of execution on 20 June by Serbia winning a tight game with hosts Italy in Gemona, up by the Slovenian border, to seal their place in the next stage of the RLWC2017 qualification process next autumn. Ukraine are bottom of European Championship B after three straight defeats. A fourth will see Italy and Russia also go through to take on Wales, Ireland and the winner of Euro C for three places. Due to the ongoing problems in the region, Ukraine v Russia will take place on neutral territory: in Belgrade after Saturday’s RLEF Annual Congress. By good fortune, Serbia is one of the few countries in European that both Ukrainians and Russians can visit without visa nightmares. If Ukraine win, which is unlikely but not impossible, then Italy will need to beat them on 18 July to secure their place. That game is scheduled for Kiev but may yet be moved. Serbia, with eight points from five games, are favourites to win the Euro B title when it concludes on 12 September.</p> \n<h2>Goal-line drop-out</h2> \n<p>Wakefield Trinity chairman Michael Carter was on BBC Leeds on Sunday evening adding a little to the story about the Wildcats serving notice on Belle Vue. He assured Trinity fans that the club had “no plans to move to Featherstone or Castleford” and reiterated that the ground’s owners, the Bank of Ireland, had not responded to their offer of paying a more manageable rent and therefore they had to give their six months’ notice or be tied in for another year to the existing deal. </p> \n<p>“We couldn’t afford to leave it as it was,” explained Carter. “Eventually we will have to walk away or it will kill the club. The rent and cost of repairs are too much for us. We made them an offer but didn’t hear back, so have to look elsewhere. It will come to a head in the next few months.” There appear to be two likely outcomes: the Bank wave Wakey away and build on the ground; or they come to a rental agreement. There could even be a third: the Bank help Trinity develop the stadium into one fit for the 21st century, not the 19th. In the meantime, Wakey fans can prepare for a season at Barnsley or, more likely, Doncaster, now that Sheffield look set to vacate their ground-share at the Keepmoat for Bramall Lane in 2016.</p> \n<h2>Fifth and last</h2> \n<p>The wise wore sunglasses the other Sunday at The Hive. Not only did the sun shine but it was London Broncos’ Heritage Day, marking 35 years since they were born as Fulham RLFC, complete with a pleasing 1980s playlist on the PA system. There was a jovial atmosphere, with the main guest - Fulham hero Tony Gourley – and the teams given a guard of honour by fans in a variety of replica shirts which told the story of the club’s chequered (in both senses) past. It was a garish assault on the eyes as every colour known to Joseph appeared. The uninitiated would have assumed no link whatsoever between the Fulham (and current) all black with red and white trim, the Brisbane-era maroon and gold, Branson‘s blood red and navy, Harlequins’ pastels, let alone the myriad of change strips. Even Broncos’ assistant coach Danny Ward proudly sported his pink and white hooped QuinsRL socks pitch-side, and Hunslet got into the spirit by wearing a fetching chocolate and vanilla number. What’s that? It’s their normal away kit, you say? Never!</p> \n<p><strong>Follow No Helmets Required on <a href=\"http://www.twitter.com/nohelmetsreq\">Twitter</a> and <a href=\"http://www.facebook.com/nohelmetsrequiredbook\">Facebook</a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668982695/16dff8b8-3227-410b-898e-d422ccea7403-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Magi Haroun/REX Shutterstock","altText":"Matt Dawson","cleanCredit":"Photograph: Magi Haroun/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-30T12:59:36Z","lastModified":"2015-06-30T12:59:36Z","metadata":{"commentable":true,"commentCount":20,"contributors":[{"name":"Gavin Willacy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gavin-willacy"}],"feature":true,"keywords":["Rugby league","Sport","Challenge Cup","Leeds Rhinos","St Helens","Super League","Super League XX","Warrington","Hull KR"],"tags":[{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/challengecup","webTitle":"Challenge Cup"},{"id":"sport/leedsrhinos","webTitle":"Leeds Rhinos"},{"id":"sport/sthelens","webTitle":"St Helens"},{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/warrington","webTitle":"Warrington"},{"id":"sport/hullkr","webTitle":"Hull KR"}],"section":{"id":"sport"},"topics":[{"displayName":"Gavin Willacy","topic":{"type":"tag-contributor","name":"profile/gavin-willacy"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/no-helmets-required/2015/jun/30/challenge-cup-semi-final-draw-rugby-league","shortUrl":"http://gu.com/p/4a949","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/no-helmets-required/2015/jun/30/challenge-cup-semi-final-draw-rugby-league","webUri":"http://www.theguardian.com/sport/no-helmets-required/2015/jun/30/challenge-cup-semi-final-draw-rugby-league"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668982695/16dff8b8-3227-410b-898e-d422ccea7403-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matt Dawson leaps over the line to score for St Helens in their 36-20 victory over Widnes Vikings in the Challenge Cup quarter-finals. Photograph: Magi Haroun/REX Shutterstock","credit":"Magi Haroun/REX Shutterstock","altText":"Matt Dawson","cleanCaption":"Matt Dawson leaps over the line to score for St Helens in their 36-20 victory over Widnes Vikings in the Challenge Cup quarter-finals.","cleanCredit":"Photograph: Magi Haroun/REX Shutterstock"}},"importance":3,"byline":{"title":"Gavin Willacy"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668982695/16dff8b8-3227-410b-898e-d422ccea7403-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Magi Haroun/REX Shutterstock","altText":"Matt Dawson","cleanCredit":"Photograph: Magi Haroun/REX Shutterstock"}}]}],"lastModified":"2015-06-30T23:17:49Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}