{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Le Mans 24 Hours / The insider's guide from the pitwall at La Sarthe","rawTitle":"The insider's guide from the pitwall at La Sarthe","item":{"type":"article","id":"sport/2015/jun/11/le-mans-24-hours-2015-leena-gade-audi-world-endurance-championship-insiders-guide-from-the-pitwall-at-la-sarthe","title":"Le Mans 24 Hours 2015: The insider's guide from the pitwall at La Sarthe","trailText":"Audi race engineer Leena Gade has won the Le Mans 24 Hours three times with her driver team of Marcel Fässler, André Lotterer and Benoît Tréluyer and before they make their bid for a fourth title this year, she explains just why the classic race is quite like nothing else in motor sport","standFirst":"<p>Audi race engineer Leena Gade has won the Le Mans 24 Hours three times with her driver team of Marcel F&auml;ssler, Andr&eacute; Lotterer and Beno&icirc;t Tr&eacute;luyer and before they make their bid for a fourth title this year, she explains just why the classic race, which starts at 2pm on Saturday, is like nothing else in motor sport</p>","byline":"Leena Gade","body":"<p>The Le Mans 24 Hours is the greatest sports car race in the world and these days the highlight of the FIA World Endurance Championship as well. It remains one of the hardest tests for teams and drivers in motor racing and is one of the most satisfying to win, certainly it has provided some of the very <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/jun/12/audi-win-le-mans\">highest points in my career</a>.</p> \n<p>Within the 24 hours we pack the equivalent of a whole Formula One season into one weekend. The cars are designed freely within the regulations using very different concepts and feature some of the most talented and experienced drivers in the world competing head to head. Manufacturer teams rub shoulders with privateers across four different classes where there is always a chance a team can have their day, as over 250,000 fans throng the track over the weekend.</p> \n<p>After the race, the car looks like it’s been through a real battle but even so on the surface you can’t often see how close to the limit we run. It’s only after the detailed analysis of every part that it becomes clear just what a feat of engineering it is to make cars that are bulletproof for what is now basically a sprint race over 24 hours. It is such a great race, such a spectacle and this year has the potential to be a real thriller, here’s some of the key details to help you enjoy the contest. </p> \n<h2>THE UNIQUE CHALLENGES OF LE MANS</h2> \n<p>This is a race like no other. First up is the weather, it can be chucking it down on the Mulsanne straight and bone dry in the pit lane, so reading the information and making the right tyre choice or strategy call is absolutely key. Equally, running for 24 hours means you encounter every scenario a normal day holds – it can be sticky and hot during the afternoon and almost down to single-figure temperatures during the night. The car reacts to that in terms of engine performance and tyre behaviour and then there is driver fatigue to take into account. All those scenarios need to be managed while staying awake for 24 hours, we don’t take breaks and see the job through from start to finish, so beating the tiredness is another challenge, which doesn’t actually get any easier with experience.</p> \n<p>Finally, although it is a long race, you have to learn not to panic, it’s easy to do and make the wrong call. Howden Haynes, a former colleague, taught me that before you answer on the team radio, take a deep breath then speak. Which makes a huge difference because you automatically calm down and can give reasoned responses and questions to the driver or team.</p> \n<h2>THE TRACK</h2> \n<p>The Circuit de la Sarthe is 8.47 miles long. It couldn’t be further away from traditional F1 circuits, while a lap takes just under three and a half minutes. Mostly made up of public roads there are 38 corners but it remains very quick, with over 80% of the race spent at full throttle.</p> \n<p>Unsurprisingly then, it’s a low downforce track and with such long straights aero packages are uniquely designed to exploit drag characteristics. However while that works on the Mulsanne straight or on the long run to the Indianapolis, you still need downforce in the corners, especially the Porsche Curves. So a good balance between the two is what we aim for but without losing focus on the mechanical grip. That is important in the lower speed corners where the tyre grip can’t be hidden under the aero performance.</p> \n<p>Because of the length of the race, this grip really builds up as more rubber goes down until sunrise on Sunday – what we call “happy hour” – which is probably my favourite time. This is when you truly see the potential of the cars. Tactically, it also sets up the scene for the remaining seven to nine hours. At La Sarthe this is when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/15/audi-andre-lotterer-benoit-treluyer-marcel-fassler-le-mans\">you can win it</a> or bin it.</p> \n<h2>THE CARS</h2> \n<p>There are four categories of cars at Le Mans and at Audi we run in the top Le Mans Prototype 1 (LMP1) class, against factory teams from Porsche, Toyota and Nissan. The regulations governing the racing are not nearly as confined as in Formula One, so the teams are free to come up with different ways of designing and building their cars.</p> \n<p>Our R18 e-tron quattro has a top speed of around 200mph, running on a V6 diesel engine and a flywheel-based hybrid energy recovery system (ERS). Manufacturers are allowed to harvest differing amounts of energy and the R18 has a 4 mega joule capacity. Porsche run a V4 petrol turbo engine, with a battery-based ERS, harvesting energy from the the front axle and the turbo. They have stepped up to the maximum 8MJ capacity and the car has huge straight-line speed, bringing a real challenge for us to try and overcome. Toyota are the reigning World Endurance Championship title holders and are not at Le Mans to come second. Their car is powered by a V8 petrol engine, with a super-capacitor-based 6MJ ERS that delivers power to both the front and rear axles. Nissan are the new boys this year and have brought an alternative concept. Their V6 petrol engine is front-mounted and the car is front-wheel drive and has flywheel-based ERS delivering 2MJ of energy.</p> \n<p>It’s really exciting to have so many differing answers to the questions that Le Mans poses and that’s just in the top category. There will be 56 cars on the grid on Saturday across four classes: LMP1, LMP2, GTE Pro and GTE Am, including entries from Ferrari, Aston Martin and Chevrolet.</p> \n<h2>RACE STRATEGY</h2> \n<p>The main focus on strategy at Le Mans revolves around tyres, because a pitstop is effectively a time penalty during the race. So everything revolves around getting the best lap times and performance from a set of tyres for as long as possible. But fuel usage is also important, if you can tick over to another lap in a stint, it ultimately reduces the number of laps you fuel for at the end of the race. </p> \n<p>In terms of drivers the order in which they get in the car is pre-planned and remains the same unless there is an illness to be taken care of or if a driver isn’t feeling comfortable. However, we’ve played around with our driver order already this year so that we had the fastest driver in the car for the bulk of the first round of the World Endurance Championship at Silverstone. It was tactical as well – it gave Marcel Fassler a break from seeing the back of the Porsche he was chasing – but also pumped him right up to go back and out and fight again.</p> \n<p>Because we’ve had so much experience at Le Mans and in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/03/audi-porsche-spa-fia-wec-le-mans-24-hours-world-endurance-championship\">our preparations for it</a>, I know we’ve not left any stone unturned when it comes to reliability and in terms of pace it is going to be close with Porsche and Toyota, but one of the really great things about this race is that anything can happen, it’s never over until it’s over.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950171325/fd95e141-b955-4747-9e87-267092281543-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Richard White/Richard White","altText":"Audi race engineer Leena Gade has won the 24 Hours of Le Mans, racing's toughest test of team, car and drivers, three times.","cleanCredit":"Photograph: Richard White/Richard White"}],"bodyImages":[],"webPublicationDate":"2015-06-11T09:09:30Z","lastModified":"2015-06-11T09:09:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Le Mans 24 Hours","World Endurance Championship","Motor sport","Sport"],"tags":[{"id":"sport/le-mans-24-hours","webTitle":"Le Mans 24 Hours"},{"id":"sport/world-endurance-championship","webTitle":"World Endurance Championship"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/11/le-mans-24-hours-2015-leena-gade-audi-world-endurance-championship-insiders-guide-from-the-pitwall-at-la-sarthe","shortUrl":"http://gu.com/p/49kk8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/11/le-mans-24-hours-2015-leena-gade-audi-world-endurance-championship-insiders-guide-from-the-pitwall-at-la-sarthe","webUri":"http://www.theguardian.com/sport/2015/jun/11/le-mans-24-hours-2015-leena-gade-audi-world-endurance-championship-insiders-guide-from-the-pitwall-at-la-sarthe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950171325/fd95e141-b955-4747-9e87-267092281543-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Audi race engineer Leena Gade has won the 24 Hours of Le Mans, racing’s toughest test of team, car and drivers, three times. Photograph: Richard White","credit":"Richard White","altText":"Audi race engineer Leena Gade has won the 24 Hours of Le Mans, racing's toughest test of team, car and drivers, three times.","cleanCaption":"Audi race engineer Leena Gade has won the 24 Hours of Le Mans, racing’s toughest test of team, car and drivers, three times.","cleanCredit":"Photograph: Richard White"}},"importance":7,"kicker":{"title":"Le Mans 24 Hours"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950171325/fd95e141-b955-4747-9e87-267092281543-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Richard White/Richard White","altText":"Audi race engineer Leena Gade has won the 24 Hours of Le Mans, racing's toughest test of team, car and drivers, three times.","cleanCredit":"Photograph: Richard White/Richard White"}}]},{"title":"Sport Network / 12 players to watch at the Copa América","rawTitle":"12 players to watch at the Copa América","item":{"type":"article","id":"football/who-scored-blog/2015/jun/11/copa-america-players-watch-chile","title":"12 players to watch at the Copa América","trailText":"Chile are the hosts, Uruguay are the defending champions, Argentina are the favourites, Jamaica are the debutants and these are the players to look out for","standFirst":"<p>Chile are the hosts, Uruguay are the defending champions, Argentina are the favourites, Jamaica are the debutants and these are the players to look out for</p>\n<p>By <a href=\"https://twitter.com/martinlaurence7\">Martin Laurence</a> for <a href=\"http://www.whoscored.com/\">WhoScored?</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Martin Laurence","body":"<p>After a long and arduous season it’s fair to say that the last thing club managers want to see at this time of the year is their players linking up with international squads, particularly having had to ease some of their stars back into action after last summer’s World Cup. There’s little respite for the world’s finest South American talents though, with hosts Chile set to kick-off the upcoming Copa Am&eacute;rica on Thursday night against Ecuador. Here are the players who will be key to their sides’ aspirations this summer.<br /></p> \n<h2>Group A</h2> \n<p><strong>Chile: Charles Ar&aacute;nguiz<br /></strong>Chile’s style of play makes them <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/10/chile-copa-america-brazil-argentina-uruguay\">very popular and unique in international football</a>, with the likes of Alexis S&aacute;nchez and Arturo Vidal undoubtedly the stars of the show. In a team so reliant on high energy and aggressive pressing, the role of Internacional midfielder Charles Ar&aacute;nguiz is key. The 26-year-old had an impressive World Cup campaign and ended the 2014 Brasileirao season with <a href=\"http://www.whoscored.com/Players/25657\">a rating of 7.06</a> courtesy of typically impressive all-round figures, including six goals, three assists and 2.6 tackles per game.</p> \n<p><strong>Mexico: Jes&uacute;s Corona<br /></strong>While they will be favourites to progress through the group along with the hosts, Miguel Herrera’s Copa Am&eacute;rica squad represents something of a B-team, with the high-profile names spared for next month’s Gold Cup in the US. In the absence of Carlos Vela, Javier Hernandez and Giovani dos Santos in attack, Twente’s Jes&uacute;s Corona is the man to watch, <a href=\"http://www.whoscored.com/Regions/155/Tournaments/13/Netherlands-Eredivisie\">ranking eighth in our Eredivisie rankings</a> with a score of 7.58. He scored nine times and averaged the most dribbles per game (3.5) in the Dutch top-flight last season.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"72a73049becd61c2327a9eef09f0581ba65d3329\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433949185747/b57ae67b-62b3-41dd-af7d-75af6af9a32b-bestSizeAvailable.jpeg\" alt=\"Corona\" width=\"460\" height=\"301\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Infographic: WhoScored</span> \n </figcaption> \n</figure> \n<p><strong>Ecuador: Jefferson Montero<br /></strong>In the absence of Antonio Valencia and Felipe Caicedo through injury, Ecuador’s ranks are significantly depleted. Enner Valencia and Christian Noboa will be key through the spine of the side but the service for the latter will need to come from the wide areas, where Jefferson Montero can be so effective on the counter. The Swansea man wasn’t always a regular last term, making 15 of 30 league appearances from the bench, but he still managed an impressive seven assists, while only Alex Oxlade-Chamberlain and Eden Hazard completed a dribble more often in the Premier League (every 20.1 minutes).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/copa-america-2015-fixture-list-schedule\">Copa Am&eacute;rica 2015: full fixture list and schedule</a> </p> \n</aside> \n<p><strong>Bolivia: Marcelo Moreno<br /></strong>Expected to be the whipping boys of Group A, Bolivia are the lowest ranked team in this year’s Copa. They have failed to progress past the group stages in their last five attempts since a shock second-placed finish when hosting the tournament in 1997, with the altitude having a huge bearing on that success. Their hopes will fall on the shoulders of <a href=\"http://www.whoscored.com/Players/30366\">Marcelo Moreno</a>, formerly of Wigan Athletic and Shakhtar Donetsk. He racked up an impressive 14 goals in last season’s Brasileirao, enough to finish third in the scoring charts before a move to China earlier this year.</p> \n<h2>Group B</h2> \n<p><strong>Argentina: Javier Pastore<br /></strong>Of course captain Lionel Messi will be in the limelight as ever for the pre-tournament favourites but if Argentina are to fulfil their potential the team beyond the Bar&ccedil;a man must step forward. Javier Pastore has done that for PSG this season, perhaps in competition with Marco Verratti as their player of the season. His always elegant performances should have done enough to warrant a starting place this summer, with <a href=\"http://www.whoscored.com/Players/41220/\">a rating of 7.40</a> earned following five goals and 12 assists this season, plus 2.1 dribbles and two tackles per game.</p> \n<figure class=\"element element-image\" data-media-id=\"a210e201e554d523ec668dab6486df5ee5406a18\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433949294247/592f669e-7037-43eb-8dbb-26357060fb82-bestSizeAvailable.jpeg\" alt=\"Pastore\" width=\"460\" height=\"301\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Infographic: WhoScored</span> \n </figcaption> \n</figure> \n<p><strong>Uruguay: Edinson Cavani<br /></strong>In the absence of the suspended Luis Su&aacute;rez, Uruguay will look to Edinson Cavani and the impressive Diego Rol&aacute;n for goals, and hope for solid performances from the Atl&eacute;tico Madrid centre-back pairing of Diego God&iacute;n and Jos&eacute; Gim&eacute;nez. Cavani must continue his sensational form from the end of the season if &Oacute;scar Tab&aacute;rez’s team are to upset the odds this summer. He ended the campaign by scoring the winning goal in the Coupe de France, having scored 10 times in his final seven Ligue 1 appearances, taking his tally in the French top flight to 18 for the season.</p> \n<p><strong>Paraguay: Lucas Barrios<br /></strong>It may be odd to name a striker that hasn’t scored for almost four years for his national team as a key man but if Lucas Barrios can recapture the form he displayed at the start of the year then his input could be vital in a tough group for Paraguay. Having played such an instrumental role in Borussia Dortmund’s early success under J&uuml;rgen Klopp, Barrios went off the boil following the arrival of Robert Lewandowski, with injuries restricting his progress. His form remains patchy but nine league goals in his 10 appearances for Montpellier immediately after the winter break proved that the 30-year old can still make an impact.</p> \n<p><strong>Jamaica: Kemar Lawrence<br /></strong>Few people expect Jamaica to make any waves in their first Copa Am&eacute;rica but they do boast some recognisable names. Reading’s Michael Hector will be hoping for an international debut but the hottest prospect in the squad is arguably the New York Red Bulls full-back Kemar Lawrence. The 22-year-old has scored twice for his country already and began the 2015 MLS season in fine form, with <a href=\"http://www.transfermarkt.com/kemar-lawrence/profil/spieler/288710\">a rating of 7.26</a> courtesy of excellent figures of 2.9 aerial duels won, 2.3 tackles and 3.1 interceptions per game.</p> \n<h2>Group C</h2> \n<p><strong>Brazil: Roberto Firmino<br /></strong>The reappointment of Dunga following Brazil’s disastrous World Cup exit was met with scepticism but the <em>Selecao</em>, revived by some fresh faces, have won every game since last summer. One of said arrivals in the side has been Hoffenheim’s Roberto Firmino, who, after some noteworthy displays from the bench, is tipped to gain a starting place this summer. The 23-year-old had another superb season in the Bundesliga, scoring seven goals and registering 10 assists. He loves to find pockets of space in order to run at defenders and averaged 4.2 dribbles per game in the league last season.</p> \n<p><strong>Colombia: Carlos Bacca<br /></strong>The Colombia manager, Jos&eacute; P&eacute;kerman, has a plethora of striking talent at his disposal and it will be interesting to see how much faith he shows in his newly appointed captain, the out of sorts Radamel Falcao. Based on recent form it’s fair to say that Carlos Bacca deserves to be at the front of the queue as far as the forwards are concerned, with the Sevilla man ending the La Liga campaign with 20 goals before scoring twice in the Europa League final – taking his tally to seven for the tournament – and earning <a href=\"http://www.whoscored.com/Players/71687/\">our man of the match award with a rating of 8.80 in the process</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"25b5300953980e97a15d19e58b86a22ee8112763\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433946379869/daabb1bd-8a0b-4dca-b55b-ba134c6c8472-bestSizeAvailable.jpeg\" alt=\"bacca\" width=\"460\" height=\"301\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Infographic: WhoScored</span> \n </figcaption> \n</figure> \n<p><strong>Peru: Carlos Zambrano<br /></strong>In a Peru side led by the ageing figures of Claudio Pizarro, Jefferson Farfan and Juan Manuel Vargas in attack, the defence is relatively young, with Frankfurt’s Carlos Zambrano set to be at its heart. In a season disrupted by injury midway through the Bundesliga campaign the 25-year-old made 17 appearances, ending on the losing side just five times. The centre-back won 4.2 aerial duels per game and made 2.4 tackles and two interceptions per match on average.</p> \n<p><strong>Venezuela: Salomon Rondon<br /></strong>The new Benfica signing, Jhon Murillo, who scored the winning goal on his international aged just 19 earlier this year, will be one to watch but much of Venezuela’s hopes may well rely on the form of striker Jos&eacute; Salom&oacute;n Rond&oacute;n. The 25-year-old made just 17 of his 26 league appearances for the Russian champions from the start but he still managed to score 13 goals, along with another four in the Champions League and Europa League. It’s likely to be a straight shootout with Peru for a potential passage through the group and Rond&oacute;n may need to score the goals to ensure that Venezuela come out on top.</p> \n<p><em>All statistics courtesy of <a href=\"http://www.whoscored.com/\">WhoScored.com</a>, where you can find more stats, including live in-game data and unique player and team ratings. You can follow all the scores, statistics, live player and team ratings with <a href=\"https://itunes.apple.com/gb/app/whoscored-football-app/id940048063?mt=8&amp;ign-mpt=uo%3D4\">their new free-to-download app</a></em><br /></p> \n<p><em><strong>Follow WhoScored on <a href=\"https://twitter.com/WhoScored\">Twitter</a> and <a href=\"https://www.facebook.com/WhoScored\">Facebook</a></strong></em></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946238612/819ab246-5eeb-4988-ad52-e2ba81a5f1bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Livesey/Fifa/Getty Images","altText":"Edinson Cavani","cleanCredit":"Photograph: Alex Livesey/Fifa/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433949185747/b57ae67b-62b3-41dd-af7d-75af6af9a32b-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":301,"width":460,"orientation":"landscape","caption":"Infographic: WhoScored","credit":"Infographic: WhoScored","altText":"Corona","cleanCaption":"Infographic: WhoScored"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433949294247/592f669e-7037-43eb-8dbb-26357060fb82-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":301,"width":460,"orientation":"landscape","caption":"Infographic: WhoScored","credit":"Infographic: WhoScored","altText":"Pastore","cleanCaption":"Infographic: WhoScored"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946379869/daabb1bd-8a0b-4dca-b55b-ba134c6c8472-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":301,"width":460,"orientation":"landscape","caption":"Infographic: WhoScored","credit":"Infographic: WhoScored","altText":"bacca","cleanCaption":"Infographic: WhoScored"}],"webPublicationDate":"2015-06-11T08:51:08Z","lastModified":"2015-06-11T08:51:09Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Martin Laurence","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-laurence"}],"feature":true,"keywords":["Copa América","Football","Sport","Brazil","Argentina","Chile","Mexico","Ecuador","Bolivia","Uruguay","Paraguay","Jamaica","Colombia","Peru","Venezuela"],"tags":[{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/brazil","webTitle":"Brazil"},{"id":"football/argentina","webTitle":"Argentina"},{"id":"football/chile","webTitle":"Chile"},{"id":"football/mexico","webTitle":"Mexico"},{"id":"football/ecuador","webTitle":"Ecuador"},{"id":"football/bolivia","webTitle":"Bolivia"},{"id":"football/uruguay","webTitle":"Uruguay"},{"id":"football/paraguay","webTitle":"Paraguay"},{"id":"football/jamaica","webTitle":"Jamaica"},{"id":"football/colombia","webTitle":"Colombia"},{"id":"football/peru","webTitle":"Peru"},{"id":"football/venezuela","webTitle":"Venezuela"}],"section":{"id":"football"},"topics":[{"displayName":"Martin Laurence","topic":{"type":"tag-contributor","name":"profile/martin-laurence"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/who-scored-blog/2015/jun/11/copa-america-players-watch-chile","shortUrl":"http://gu.com/p/49keb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/who-scored-blog/2015/jun/11/copa-america-players-watch-chile","webUri":"http://www.theguardian.com/football/who-scored-blog/2015/jun/11/copa-america-players-watch-chile"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946238612/819ab246-5eeb-4988-ad52-e2ba81a5f1bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Edinson Cavani of Uruguay. Photograph: Alex Livesey/Fifa/Getty Images","credit":"Alex Livesey/Fifa/Getty Images","altText":"Edinson Cavani","cleanCaption":"Edinson Cavani of Uruguay.","cleanCredit":"Photograph: Alex Livesey/Fifa/Getty Images"}},"importance":5,"kicker":{"title":"Sport Network"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946238612/819ab246-5eeb-4988-ad52-e2ba81a5f1bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Livesey/Fifa/Getty Images","altText":"Edinson Cavani","cleanCredit":"Photograph: Alex Livesey/Fifa/Getty Images"}}]},{"title":"So, which of the Fifa conspiracy theories do you buy into?","rawTitle":"So, which of the Fifa conspiracy theories do you buy into?","item":{"type":"comment","id":"football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","title":"So, which of the Fifa conspiracy theories do you buy into?","trailText":"The Fifa scandal has spawned a host of conspiracy theories, some of them fanciful enough to perhaps contain more than a grain of truth?","standFirst":"Is it the one favoured by Sepp Blatter and his daughter, is the crisis a stunt to push the vanity movie United Passions or is it the fault of the US, embittered after it lost out on hosting the 2022 World Cup and set on a new Cold War?","byline":"Marina Hyde","body":"<p>There is a character in the Martin Amis novel The Information who gets to the stage of feeling like he really needs a cigarette even when he’s smoking a cigarette. An analogous sensation afflicts those drawn to conspiracy theories about the Fifa scandal. Guys, guys, guys … this already IS a massive conspiracy. Do we really need to claim it’s all actually about something else?</p> \n<p>Yes is the answer. Yes we do. I can’t remember whether this was all foretold in an appendix to The Wealth of Nations or if it was the Book of Revelation, but we have now reached the bit of late-stage capitalism/endtimes where it is <em>de rigueur</em> to float conspiracy theories even about conspiracies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-world-cup-bidding-postponed\">Fifa bidding process for 2026 World Cup postponed</a> </p> \n</aside> \n<p>God knows the homemade Fifa investigation board now dominates two walls of my bedroom, and is beginning to look like one of those LSD spiderwebs, what with all the lines of yarn linking pictures of Exco members with ones of Princess Di and the Twin Towers and whatnot. I’m particularly proud of my work proving Sepp Blatter is the direct descendant of Jesus and his wife Mary Magdalene. Eat my dust, Robert Langdon – this ends HERE.</p> \n<p>Here, then, follows a roundup of the best actual Fifa conspiracy conspiracies currently doing the rounds, so you can find the perfect one in which to lose yourself:</p> \n<p><span class=\"bullet\">•</span> Blatter is the victim of a conspiracy. Though this has much to recommend it, it’s faintly undermined by the fact that the chief tinfoil hatters on it are Blatter and Blatter’s daughter. The first whiff of this came when Sepp cast the FBI arrests as an attempt to “interfere with” Fifa’s congress. “I am not certain,” he hedged, “but this does not smell good.” You’ve heard of selective hearing: say hello to selective smelling. This is the equivalent of working in a sewage treatment facility and complaining about a colleague’s aftershave. “I don’t know if you want to call them dark forces,” Blatter’s daughter has confided of those mysterious agencies out to destroy her father, “but, I mean, they really tried hard.” Frankly, this conspiracy needs to try harder – for any hope of traction they need to get at least Oliver Stone on board.</p> \n<p><span class=\"bullet\">•</span> It’s just a marketing ploy for the Fifa vanity movie United Passions. You’ve always got to love the PR stunt conspiracists. They see everything! Even now there are those claiming the hacking of Sony Pictures was nothing more than a publicity stunt for crappy Seth Rogen comedy The Interview, despite the fact it led to senior executives coming under heavy fire, and the pissing off of a series of A-list stars. And so with Fifa, whose dedication to United Passions is so absolute that it is willing to destroy its organisation and incur 428 consecutive life sentences just to get this motion picture seen.</p> \n<p><span class=\"bullet\">•</span> And so to a group of conspiracies we shall place beneath the umbrella heading Because America. Because, you know … AMERICA. Sample theory: the US is as terrified by how powerful soccer has become as it once was by Jimi Hendrix’s rise, which is why it has to kill it. As it did Jimi. Don’t fancy that one? There are plenty of other flavours, although Henry Kissinger’s love of soccer means the traditional conspiracy theorist’s darling will be feeling a little left out of this party. Still, big names attached to the Because America conspiracy theories include Jack Warner, who, of course,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/31/ex-fifa-vice-president-jack-warner-swallows-onion-spoof\" title=\"\"> cited an Onion article as evidence for his belief that this all stemmed from the US losing out to Qatar for 2022 hosting rights</a>.</p> \n<p><span class=\"bullet\">•</span> Deserving of a category all of its own is the idea that this is a specifically anti-Russian conspiracy by the US. A Mr V Putin of Moscow is on board with this one, obviously, which is best glossed by the Kremlin official who told Time: “So there are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation. And even if there was bribery going on [at Fifa], why would the Americans only bring it up now, just after Fifa refused the demands of [US] senators to revoke Russia’s right to host the champions?” Why indeed? Sport’s always been war by other means; now it’s cold war by other means.</p> \n<p><span class=\"bullet\">•</span> And with an inevitability as edifying as it is imaginative: it’s the Jews. Come on, you knew it was them all along, didncha? This conspiracy suggests the FBI arrests somehow derailed the Palestinian FA’s threat to seek Israel’s suspension from Fifa, and of course the US will do anything for Israel, even for Israel’s FA … I’m sorry, I haven’t the strength to go on with this paragraph. Maybe another time.</p> \n<p>In the meantime, conspiracy seekers, pick one of the above. Pick three. Just don’t allow yourself to be a slave to what they’re telling you, which is that this is just a vast international conspiracy involving money laundering, wire fraud, bribery and racketeering.</p> \n<p>(Incidentally, just as an FYI to any tempted to contact me and wake me up to the reality of any of these conspiracies, but most particularly the Jews one: all emails I receive will be handed directly to a selection of world governments – and, indeed, to THE world government – who will come round when you are sleeping and implant a listening device in one of your upper molars. So do stay your hand: your activities are simply too damn important to be compromised by this kind of surveillance.)</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:16:00Z","lastModified":"2015-06-10T23:01:30Z","metadata":{"commentable":true,"commentCount":648,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football","Sport","United Passions"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"film/united-passions","webTitle":"United Passions"}],"section":{"id":"football"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","shortUrl":"http://gu.com/p/49k6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","webUri":"http://www.theguardian.com/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images"}},"importance":5,"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images"}}]},{"title":"Nigel Benn / The former world boxing champion finds salvation in Sydney","rawTitle":"The former world boxing champion finds salvation in Sydney","item":{"type":"article","id":"sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","title":"Nigel Benn: 'Boxing is therapy for rage'","trailText":"The British former world champion hit rock bottom before finding salvation and then redemption at an amateur gym on the other side of the world in Australia","standFirst":"<p>The British former world champion hit rock bottom before finding salvation and then redemption at an amateur gym on the other side of the world in Australia</p>","byline":"Patrick Skene","body":"<p>Boxing regularly throws up stories of courage, persistence, triumph and tragedy, and is a sport that thrives in tough working class areas. In Sydney, the real estate boom has gentrified boxing’s inner-city heartland, moving it to clusters in the distant outer suburbs, and 40 kilometres out west, Blacktown has become the new epicentre of Australian boxing. The Vinegar Hill Boxing Gym sits in the heart of a dusty industrial area, in the roof cavity at the back of a concrete factory wedged between exhaust muffler and scrap metal dealers. It is named after the <a href=\"http://en.wikipedia.org/wiki/Battle_of_Vinegar_Hill\">1798 Battle of Vinegar Hill</a> – the last stand of the Irish Rebels against the English and its local namesake, the <a href=\"http://en.wikipedia.org/wiki/Castle_Hill_convict_rebellion\">1804 Battle of Vinegar Hill</a> when the British Colonial army crushed an Irish convict rebellion nearby. The gym reeks of struggle.<br /></p> \n<p> The posters hanging off the cinder blocks surrounding the ring are old-school – Thomas Hearns, Mike Tyson, Roberto Duran, Sugar Ray Leonard, Muhammad Ali, Sonny Liston. It is a surreal yet suitable habitat for a boxing blue blood, Nigel Benn, nicknamed the Dark Destroyer and at his peak one of England’s most recognisable sporting heroes. Benn’s record as an amateur boxer was 41-1 before he turned professional in 1987. Over a nine-year career he won two world titles, at middleweight and super middleweight, and finished with a professional career record of 42-5-1 with 35 knockouts. </p> \n<p> Trainer Rod Williams waits patiently on the ropes for Benn’s private training session to start. Williams is a wiry and wise South African who moved to Australia from the tough streets of Johannesburg at the age of 10. A champion coach, he has devoted his life to the fight game and now trains a stable of rookies and elite amateurs including Benn’s son Conor. Benn was so impressed at Williams’s work with his son that he joined the stable himself to keep learning. </p> \n<p>Williams trains champions like Benn, but he also works with novice fighters. “They are the ones who teach me how to teach,” he says. Since taking on Benn over a year ago, Williams has been shocked at his ability to do new things. “He could easily have played the old dog you can’t teach new tricks to, but in every single session he’s done everything I’ve asked,” says Williams. “He has never put the ‘I’m the Dark Destroyer’ on me. He’s good that way. For a man over 50 his stamina and strength is amazing.”</p> \n<figure class=\"element element-image\" data-media-id=\"90681ca1314927b66512cbba2b23381322dd8652\"> \n <img src=\"http://media.guim.co.uk/90681ca1314927b66512cbba2b23381322dd8652/0_57_2953_1912/1000.jpg\" alt=\"Benn working the pads with trainer Rod Williams.\" width=\"1000\" height=\"647\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn working the pads with trainer Rod Williams.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Inside the ring, Benn explodes into action. The stereo blares while Williams calls the shots and Benn obliges. Conor leans on the ropes watching his father’s every move. Conor has now had 20 amateur fights and is planning to join the Hatton Academy in Manchester run by former world champion Ricky Hatton. “I still watch my father’s fights” Conor says with a smile. “I look up to him and he’s my inspiration. I didn’t know how big he was growing up in Spain. Until we went to England and everybody wanted a photo – it was bizarre. Look at him – he’s still looking good!”</p> \n<p> Benn Snr is in mint condition and throwing thunderclap straight rights into the pads, working feverishly through three-minute rounds with half-minute rests. Between rounds, Williams chimes in: “Conor brings a lot to the table genetically but gets no special privileges.” “He’s got the DNA!” shouts Benn, sweating profusely, but Williams continues. “Conor loves it to death but he has to be patient.”</p> \n<p> The buzzer rings and the gruelling rounds continue. Williams has his eyes closed now as Benn machine guns short punches into the pads before exploding with a series of vicious left hooks. Williams stops Benn mid-round to explain an adjustment in angles. Benn soaks it in: “I got you, I see what you mean.” As the end of the 12<sup>th</sup> round looms, Benn finishes with a furious flurry that goes one minute over time. “That’s what an old man can do!” he yells. Towelling off the sweat, he invites my questions: “Bring it on!”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"962f64d59c54d91236d6dbf2c01f86ddbc35d305\"> \n <img src=\"http://media.guim.co.uk/962f64d59c54d91236d6dbf2c01f86ddbc35d305/0_126_2953_1843/1000.jpg\" alt=\"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.\" width=\"1000\" height=\"624\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p>Born in 1964 in Ilford in east London to immigrant parents from Barbados, Benn was brought up in Essex before moving to Spain and then settling in Australia in 2013: “Tell you the truth my wife Carolyne suggested it,” Benn says. “I said to her ‘Australia? You must be mad, everything’s venomous’. Then I worked through it. We black men don’t surf so that ruled out sharks.” Eventually, he was convinced. Twelve years in Spain was enough, and it was easy to communicate in Australia. His first day in Sydney had a huge impact. He remembers ordering fried rice in English from a Chinese waiter. “I thought, ‘Here we are!’” he says. “I fell in love with it all – the size of the beaches, the big blue sky, the barbecues and focus on families getting together.”</p> \n<p> Benn left painful memories back in England. At the age of eight his hero older brother Andy was killed suspiciously and violently at just 17, and a hole was created that nothing could fill. “Something severed when my brother died,” he says. “I was living but not living. Andy used to lie on the bunk bed and cuddle me – I was his lion cub. He had proper respect in Ilford. I was a scared little boy who didn’t want to die. I cried myself to sleep every night.”</p> \n<p> After Andy’s death, Benn began smoking, hustling on the street, and eventually continuing his brother’s work fighting against the National Front racist skinheads. “The black and white communities would come to together at Ilford Town Hall to listen to soul music and they [the skinheads] would wait for us outside,” says Benn. “I was into Bruce Lee at the time and I remember knocking one skinhead out with a hop, skip and a jump through the air and my leg cracked him.” Benn remembers shouting: “I was born here mate. I’m more English than you are.”</p> \n<p> School was a blur as he roamed the streets until the early hours of the morning. Even though he went wild fighting on the streets, Benn’s staunch father was there for him with some tough love Bajan style. Benn smiles. “I would get in some trouble, my father would hear about it and when I got back home he would bellow in a thick Bajan accent ‘If you can’t hear you can feel’, followed by a clip. He gave it to me but I still respect him today.”</p> \n<p> The value of his father’s discipline became apparent later in life. “I didn’t understand at the time but later he explained it to me. He said by hook or crook, you’re not going to end up like your brother.” Benn’s father insisted he join his older brother in the British Army and he took to “squaddie” life with relish, kicking off his boxing career and surviving some harrowing times in Northern Ireland including losing friends in the <a href=\"http://en.wikipedia.org/wiki/Droppin_Well_bombing\">Ballykelly bombing</a>. “I was just a brother wanting to do my time and get out,” he says. After almost five years Benn left the Royal Regiment of Fusiliers with an exemplary record, tried security but was lured into professional boxing, skyrocketing to a 22-0 record and building a reputation as an exciting puncher with a growing fanbase.</p> \n<p> It all came crashing down when he was “<a href=\"http://en.wikipedia.org/wiki/Rope-a-dope\">rope-a-doped</a>” brilliantly by fellow Brit Michael Watson and having punched himself out, was knocked out himself. “I had some friends who disappeared to hang out with Michael,” says Benn, who sat alone in the change room after the fight. “I didn’t want to leave the house and decided to go to America.” The experience was an epiphany and defeat can be instructive. “I’d been lying to myself about how good I was.”</p> \n<p>Boxing was different in America. “It’s the land of truth over there,” says Benn. “Guys off the street can give you a tough spar. Reputations mean nothing.” But the move paid off. He won the world middleweight title against Doug De Witt in New Jersey in 1990. In his first defence he brutalised fearsome Iran “the Blade” Barkley in a <a href=\"https://www.youtube.com/watch?v=b-wpk99I3Q8\">famous one round war</a> that made him an international star. When Barkley looked away from him at the weigh-in, Benn knew he had his man.</p> \n<figure class=\"element element-image\" data-media-id=\"a5522f50d70bb2c0e7046251a3451d0781ae4487\"> \n <img src=\"http://media.guim.co.uk/a5522f50d70bb2c0e7046251a3451d0781ae4487/0_336_3828_2298/1000.jpg\" alt=\"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.</span> \n  <span class=\"element-image__credit\">Photograph: Bob Thomas/Getty Images</span> \n </figcaption> \n</figure> \n<p> Confidence restored, Benn returned to England, thrilling crowds with his power and aggression propelling him to a string of wins including a second world title – the WBC super middleweight belt and two fierce <a href=\"https://www.youtube.com/watch?v=6J0l2jgQ5S0\">wars with Chris Eubank</a>, losing one and drawing the second in front of 47,000 fans at Old Trafford and over 18 million people on free-to-air television. </p> \n<p> A contract dispute led to Benn being “thrown to the wolves” against Don King’s undefeated American Gerald “Mini Mike Tyson” McClellan for the seventh defence of his WBC super middleweight title in 1995. It was <a href=\"https://www.youtube.com/watch?v=7to-Ch5Omaw\">a violent, brutal fight</a>, the British Bulldog versus the American Pitbull, and Benn was bludgeoned near unconscious and out of the ring in the first round before getting himself back into the contest, roared on by a partisan crowd. McClellan eventually retired on one knee in the 10th round, dehydrated, confused and blinking.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a906bbfeb7352bd33c10d02f6461e81ca84ed7c2\"> \n <img src=\"http://media.guim.co.uk/a906bbfeb7352bd33c10d02f6461e81ca84ed7c2/398_140_1131_1490/759.jpg\" alt=\"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. \" width=\"759\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. </span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p> British fight writer Hugh Mcilvanney described the fight as “relentless, mutually destructive aggression…one of the most brutal fights any of us at ringside had witnessed.” McClellan was rushed to hospital cutting Benn’s celebrations short. He had scored one of the bravest, most dramatic victories in English sporting history – a titanic struggle and the devil took the hindmost. Benn had a damaged nose and jaw, urinated blood for three days and had a shadow on the brain. The fight left McClellan blind, 80% deaf and paralysed in a wheelchair, in the care of his sisters.</p> \n<p>This year marks 20 years since McClellan was paralysed. Eight years ago Benn returned to England to raise $250,000 to assist McClellan’s care. In an emotional reunion, Benn was granted forgiveness by McClellan’s sister, who once told the media “We want Benn dead, we want his money”, and, “How does a man who almost killed a man sleep at night?” To see <a href=\"http://www.youtube.com/watch?v=UYCFR1KrD6g&amp;t=32m19s\">Benn and McClellan embrace</a> is one of the most moving moments in boxing history with the latter in his wheelchair asking: “Am I handsome?” </p> \n<p>“It’s my greatest moment in the ring but I can’t celebrate it,” says Benn. “I’ve done what I can and I’m grateful it’s been laid to rest. It’s a cross I have to bear but ultimately I’m here to support my family.” Benn was never the same again and his career soon ended. Without the discipline of boxing his life descended into a path well trodden of chaos featuring drugs, cheating, fast women and slow horses. Famously, Benn was once quoted as saying: “I was Satan’s right hand man.” He suffered depression and attempted suicide one lonely night in the car. Rock bottom is a good foundation and Benn found salvation in religion joining a long line of religious boxers including Evander Holyfield and George Foreman.</p> \n<p> In an attempt to expel his demons Benn left his marital home and went to live with his pastor who assigned him to a 63-year-old woman. “She broke me down slowly,” he says with a wince. “She made me deal with my unresolved issues with drugs, sex addiction and the anger at the loss of my brother. No more spliffs, no more cheating, no more swearing. Get this. I was only allowed to watch Little House on the Prairie and loved it. I’ve got all 11 seasons on DVD!”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"aa49de6a034d32456106df0255ea17d04ba64141\"> \n <img src=\"http://media.guim.co.uk/aa49de6a034d32456106df0255ea17d04ba64141/0_0_2953_1969/1000.jpg\" alt=\"A portrait of former World Champion Benn after his workout.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A portrait of former World Champion Benn after his workout.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p>Benn interrupts the memories, checking his watch. “We’re late for Blacktown PCYC, let’s go,” he says. Blacktown Police Youth Citizens Club is one of the most diverse sports clubs in Australia, a kaleidoscope of cultures blending together daily. Presiding over operations at her front office desk is community veteran club manager Jo Tau, a Samoan Dutch Kiwi who has one eye on her computer and the other keeping track of movement in the centre. She has no doubt of the importance of the PCYC. “More than once community tensions have calmed down when the different groups have met here or know each other from here,” she says. “Most recently we had some tension between the South Sudanese and Pacific Communities and leaders from our club helped return things to normal.”</p> \n<p> Tau remembers how Benn built the relationship with her and her husband, coming over to their house and cooking for the pair. “A world champion, in our little shack!” she says excitedly. “Nigel is a very humble man and has a presence about him that brings people in. I’ve had clients in my office who have nearly dropped to the floor like screaming schoolgirls when they’ve seen him. We’ve got a world champ interacting with our kids and adults, in of all places, Blacktown!” Pointing upstairs to the thudding boxing gym, she says: “His culture up there is all about family. We see the power of boxing here to engage youth. It’s not just something anyone can do and Nigel doesn’t sugarcoat, he gives it to them big time.”</p> \n<p> Benn has also helped out with at-risk youth and Tau is thrilled with the results. She says 30 disengaged kids who stopped going to school were spellbound by Benn’s presence after seeing highlights of his career. “Every time they are quiet, no fidgeting,” she says. “He shares his stories from the heart, then has a big laugh with all of them at the sausage sizzle afterwards. And sure enough some of them go back to school. He’s here to make a difference and he has been changing lives here for more than two years.”</p> \n<p> The upstairs boxing gym is bristling with feverish hustle, the windows foggy and the air larded with the aroma of toil. Around the ring fighters are lined up to do one round on the pads with Benn, whilst some are skipping and others thudding the heavy bags monotonously – the echoes of aspiration. A grandmother in a hijab looks on and smiles as her two grandsons wrestle a big punching bag. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"774cdc52409b22827d38296ff2ff3e32ee61e219\"> \n <img src=\"http://media.guim.co.uk/774cdc52409b22827d38296ff2ff3e32ee61e219/0_0_2953_1969/1000.jpg\" alt=\"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Legen Hale arrived in Australia in January 2015, a proud Maori from Hamilton, New Zealand, and overweight at 150 kilograms. By his own admission he had no discipline and focus and came to Australia to turn his life around. Five months after first arriving at Blacktown PCYC, Hale has lost 45 kilograms under the tough love of the Dark Destroyer. “Nigel pushed me to the limit and stood by me on a hard journey. Every day he was on me,” says Hale. “My clothes are loose, I’ve got a great job, my own car, I’m moving faster, concentrating more. At the weekly weigh-in Nigel would look me in the eye and say – ‘You can’t lie to me, you’re just lying to yourself’.” Eventually Hale broke: “Finally I got discipline and accountability and I have a platform,” he says. “I’m now mentoring some youth myself and hope to have my first fight in five months. Crazy stuff.”</p> \n<p> Suddenly the gym lights up as one of the serious fighters does a round of padwork in the ring with Benn. The blows are loud and crisp and the children stop to watch. Gavin Smith has Brazil 2016 Olympic dreams. He has had 18 amateur fights for Blacktown PCYC and is the current ABL junior welterweight champion. “Nigel has been in my corner for at least 10 fights,” says Smith. “We rock up to a small town in the middle of nowhere and I walk in to the ring with his hand on my shoulder. By the time I reach the ring I’m 10 foot tall.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"57498285c590bdf31d9bc19df2d2651e147c3617\"> \n <img src=\"http://media.guim.co.uk/57498285c590bdf31d9bc19df2d2651e147c3617/0_0_2953_1969/1000.jpg\" alt=\"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn training amateur fighter Gavin Smith at the Blacktown PCYC.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Some of the fights involve road trips of hundreds of kilometres during which Benn shares his wisdom. “He never talks about my opponent,” says Smith. “He says, ‘Relax, you’ve done the hard work. This is the easy part’. He is so enthusiastic, so passionate and encourages you to give everything. Go home, eat right, stay out of trouble. Discipline and focus. He makes us believe in ourselves.” When Smith won the state title, Benn jumped in the ring and hoisted him up on his shoulders to celebrate. “I’m the NSW champ, I’m sitting on Nigel Benn’s shoulders having just executed his game plan using some tricks he taught me,” says Smith. “It’s unbelievable.”</p> \n<p> As the session draws to a close, Benn is once again caked in sweat. He towels off and says goodbye to each fighter with a hug and shoulder bump and a “God bless you man.” Everyone has left the gym except for the Benn family; Conor is unwrapping his hands after a torrid session and Nigel’s youngest son and two girls are telling stories and laughing. “My new drug is serving people whether its through boxing or in my role for Hillsong as a volunteer assisting people with their marriages or helping those less fortunate,” Benn says. “I’m great friends with an 80-year-old woman whose lawn I cut and do odd jobs for. It’s a required part of the service.”</p> \n<p> Behind every redemption story is a rock. In this case it’s Benn’s wife Carolyne. “I look at women differently now,” he says. “More respectful. And I just love my wife, man.” Despite his past, Benn is optimistic for the future. “Boxing has helped millions around the world as a trigger for self belief, identity and connecting. It is therapy for rage,” he says.</p> \n<p> Religion has helped Benn overcome the sadness and anger of losing his brother. “The man upstairs has filled the hole left by my brother’s death,” he says. <br /> Life seems good. “I won two world titles and filled Old Trafford, owned a Bentley and a mansion, had tea at Buckingham Palace, DJ’d at Ministry of Sound, served proudly in the British Army and here I am cutting the grass of an 80-year-old woman,” he says. </p> \n<p>“And lovin’ it. I look at my life now and I feel blessed, no more drugs or smoking, I’m fittest I’ve ever been. Look at my family. I can’t ask for more.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_85_2953_1776/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1776,"width":2953,"orientation":"landscape","credit":"Matthew Abbott for the Guardian","altText":"Former World Champion Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/90681ca1314927b66512cbba2b23381322dd8652/0_57_2953_1912/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1912,"width":2953,"orientation":"landscape","caption":"Benn working the pads with trainer Rod Williams. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Benn working the pads with trainer Rod Williams.","cleanCaption":"Benn working the pads with trainer Rod Williams.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/962f64d59c54d91236d6dbf2c01f86ddbc35d305/0_126_2953_1843/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1843,"width":2953,"orientation":"landscape","caption":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.","cleanCaption":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a5522f50d70bb2c0e7046251a3451d0781ae4487/0_336_3828_2298/3828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2298,"width":3828,"orientation":"landscape","caption":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round. Photograph: Bob Thomas/Getty Images","credit":"Bob Thomas/Getty Images","altText":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.","cleanCaption":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.","cleanCredit":"Photograph: Bob Thomas/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a906bbfeb7352bd33c10d02f6461e81ca84ed7c2/398_140_1131_1490/1131.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1490,"width":1131,"orientation":"portrait","caption":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London.  Photograph: Getty Images","credit":"Getty Images","altText":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. ","cleanCaption":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. ","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa49de6a034d32456106df0255ea17d04ba64141/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"A portrait of former World Champion Benn after his workout. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"A portrait of former World Champion Benn after his workout.","cleanCaption":"A portrait of former World Champion Benn after his workout.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/774cdc52409b22827d38296ff2ff3e32ee61e219/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.","cleanCaption":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/57498285c590bdf31d9bc19df2d2651e147c3617/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.","cleanCaption":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}],"webPublicationDate":"2015-06-09T21:00:01Z","lastModified":"2015-06-11T06:27:50Z","metadata":{"commentable":true,"commentCount":165,"contributors":[{"name":"Patrick Skene","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-skene"}],"feature":true,"keywords":["Boxing","Australia sport","Sport"],"tags":[{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Patrick Skene","topic":{"type":"tag-contributor","name":"profile/patrick-skene"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","shortUrl":"http://gu.com/p/49ea9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Former World Champion Nigel Benn in the ring at Blacktown PCYC in Sydney’s western suburbs after a long afternoon of training and teaching.  Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Former World Champion Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCaption":"Former World Champion Nigel Benn in the ring at Blacktown PCYC in Sydney’s western suburbs after a long afternoon of training and teaching. ","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}},"importance":4,"kicker":{"title":"Nigel Benn"},"showQuotedHeadline":false,"sublinks":[{"title":"Jonathan Horn / Few did it better than retiring AFL star Judd","rawTitle":"Few did it better than retiring AFL star Judd","item":{"type":"comment","id":"sport/blog/2015/jun/10/few-better-than-chris-judd-comment","title":"Few in our lifetime did it better than retiring AFL star Chris Judd","trailText":"After 279 games, the former West Coast and Carlton captain has brought down the curtain on his football career. The game will be all the poorer for his absence","standFirst":"<p>After 279 games, the former West Coast and Carlton captain has brought down the curtain on his football career. The game will be all the poorer for his absence</p>","byline":"Jonathan Horn","body":"<p>The 13-year-old Ryan Giggs made an instant impression on Sir Alex Ferguson. “He just floated over the ground, like a cocker spaniel chasing a piece of silver paper in the wind,” the momentarily lucid Scot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/may/08/sir-alex-ferguson-best-quotes\">later reflected</a>. My introduction to Chris Judd, though sadly less poetic, was equally vivid. We attended the same school and his reputation preceded him. The ear benders, coat tuggers and clipboard wielders were unanimous – this kid was in a different orbit. And indeed he was, playing out of the goal-square with two, then three and finally four opponents hanging off him. The teenage Judd was the biggest of fish in the smallest of ponds. Conserving energy and avoiding injury seemed to be his priorities. Occasionally, he deigned to get out of second gear. But when the ball hit the ground in his vicinity, the mouthguard flashed and the eyeballs whitened. You heard the authoritative thump of ball on boot and you saw the future. If you were willing to overlook the wallpapered shoulders, everything about him screamed professional footballer.</p> \n<p>Draft prospects rarely come so ready-made. Even the most iridescent talents tend to be half-formed. They’re barrel-chested but chicken-legged. They have all the tricks but eschew hard work. They can read the game but drift in and out of it. They sprout muscles in all the wrong places, cultivating physiques for Schoolies Week, rather than centre-square stoppages. Another member of that side was truer to type. Brendan Goddard looked like a primary schooler – mop-headed, all arms and legs, hurl and burl. He would chastise himself, backchat umpires and blow his top at team-mates. He would chase the ball like it owed him cash. The skills were there. The poise would come later. Some champions – Brereton, Ditterich and Coleman spring to mind – swing into league football on a chandelier. Thirty minutes into his career, Judd resembled a 100-gamer. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/afl-legend-chris-judd-retires\">AFL legend Chris Judd calls time as stellar career ends in injury</a> </p> \n</aside> \n<p>Coaching against him, Mick Malthouse knew he’d seen something special. “They’ve unearthed another one haven’t they?” he said. “Jesus….” Every decade or so, a player emerges who represents a seismic shift in the game. Anthony Koutofides, with his video-game athleticism, was one. Judd immediately typified an era that merged total professionalism with unprecedented media saturation. We knew everything and gleaned nothing. We knew his Tertiary Entrance Rank, his vertical leap and his favourite Sopranos character. We added a Y to his surname. But he never stood revealed. His newspaper columns were suitably left of centre but offered few clues. At night, Rebecca Judd told us whether to take an umbrella to work. Yet her husband remained elusive.</p> \n<p>In his footballing autumn, he was as unknowable as ever. When his coach broached the subject of his retirement last year, there was a curious lack of warmth, perhaps befitting the era, perhaps the coach, perhaps the player. Few footballers were more admired. But we didn’t get mushy about Chris Judd. There were no “We Love Juddy” t-shirts at his retirement press conference. Perhaps he was too perfect, too aloof. He’s never seemed sufficiently enamoured with being a footballer, a treasonable offence in these parts. There was an urgency to removing the halo, to shrivelling him to mortal proportions. There had to be a Cousins or a Carey lurking in there, surely. Whether <a href=\"https://www.youtube.com/watch?v=ZxmMRmEIEeg\">chicken winging</a> or <a href=\"https://www.youtube.com/watch?v=HSd3YUxdp-U\">allegedly eye gouging</a> he found himself an unlikely figure of opprobrium. To his eternal credit, he looked like he couldn’t give seven stuffs what we thought of him. </p> \n<p>He remains a strangely hard sell. If you took a footy neophyte from say, Antwerp, and sought to explain the appeal of the modern generation of superstars, the careers of Franklin, Ablett and Goodes would be easy to summarise. Judd is trickier. It’s a career of two distinct yet equally fruitful halves – pre and post groin injury; with hair and without; east and west of the Nullarbor. For a player of sustained excellence, he is perhaps best explained in terms of short bursts. When it came to imposing himself on a game – a half here, 10 minutes of monstering there – few midfielders in football history can touch him. You think of his five first-half goals at the Gabba, where shots came out of packs like arrows from a bow, laying waste to some of the most flint-hearted defenders in the game. There’s the opening quarter of the 2005 grand final, the free-for-all with Adam Goodes in the 2006 qualifying final, the third quarter of the 2010 final at the SCG, the second half of the 2013 elimination final against Richmond. He was blessed with that rare ability to play on a slow burn, yet turn up the wick and tilt things his team’s way when the situation demanded it. </p> \n<p>It didn’t look particularly easy in the end. He no longer slalomed past opponents. The crisp, 400-metre runner didn’t make the trip east. He became a heavy haulage player. The grimace was more pronounced. When he won possession, he gripped the ball like he was rescuing it from a fire. Even at rest, he stalked the boundary line, sucking in exaggerated breaths, sipping from a water bottle in each hand, preparing to reload. For a man who was nauseous before big games, he still cut a figure of the utmost self-belief. In many ways, the Carlton theme song provided the perfect musical accompaniment – a slow build, a whiff of arrogance. Indeed, his was always an aristocratic game. It’s impossible to imagine him running around in the lower grades. It would be like Baryshnikov bobbing up at Dracula’s Theatre Restaurant. He’ll never be dragooned into coaching. It would be insulting for him to be crammed into the commentary box. It’s probably for the best. We sometimes expect them to be secular saints, fonts of all wisdom, mountains of magnificence. But ultimately, they are what they do. And few, in our lifetime, did it better than Judd.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T21:45:02Z","lastModified":"2015-06-09T23:37:33Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jonathan Horn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathan-horn"}],"feature":false,"keywords":["AFL","Carlton","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/carlton","webTitle":"Carlton"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jonathan Horn","topic":{"type":"tag-contributor","name":"profile/jonathan-horn"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/few-better-than-chris-judd-comment","shortUrl":"http://gu.com/p/49j5h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/few-better-than-chris-judd-comment","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/few-better-than-chris-judd-comment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015. Photograph: Graham Denholm/Getty Images","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCaption":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}},"importance":0,"kicker":{"title":"Jonathan Horn"},"byline":{"title":"Jonathan Horn"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_85_2953_1776/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1776,"width":2953,"orientation":"landscape","credit":"Matthew Abbott for the Guardian","altText":"Former World Champion Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}}]},{"title":"The Joy of Six / Basketball stars who won titles single-handedly","rawTitle":"Basketball stars who won titles single-handedly","item":{"type":"article","id":"sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","title":"The Joy of Six: basketball superstars who won titles single-handedly","trailText":"LeBron is trying to win the NBA title with what might be basketball’s weakest supporting cast. But here are six other stars who did it all on their own","standFirst":"<p>LeBron is trying to win the NBA title with what might be basketball’s weakest supporting cast. But here are six other stars who did it all on their own</p>","byline":"Les Carpenter","body":"<p>No team is truly a one-man team, of course. But not all teams are equal and not all great players are, either. Sometimes a superstar has to be more than just a team’s best player: he has to become the team itself.</p> \n<p>As LeBron James pulls what is left of the Cleveland Cavaliers toward the franchise’s first championship, he is adding what might be the greatest chapter to his legacy – a title with little assistance.</p> \n<p>When James won two finals in Miami, he did so with roster that included Dwyane Wade, Chris Bosh and Ray Allen. Without Kevin Love and Kyrie Irving – the two players who were supposed to help James deliver a title in his return to Cleveland – James is trying to win with what might be one of the worst supporting casts of any NBA champion.</p> \n<p>If James does, he will join a small list of basketball superstars who became one-man teams in the modern NBA and college era. Ironically, enough, he will be much like the player who led Golden State to the 1975 NBA title …</p> \n<h2>1) Rick Barry</h2> \n<figure class=\"element element-image\" data-media-id=\"bd66aef0d5204403e41e90164008d9831583a373\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433898295073/dd006095-eaf2-4bf6-a1da-49fa2d754a89-460x276.jpeg\" alt=\"Rick Barry: grumpy but brilliant.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rick Barry: grumpy but brilliant.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>Of the men who were named to the NBA’s 50 greatest players in 1996, none might be more complicated than Barry, whose brilliance was often muddied by his grumpiness. Former teammate Billy Paultz has been quoted as saying: <a href=\"http://www.nytimes.com/1996/03/03/magazine/hoop-is-thicker-than-water.html\">“Half of the players disliked Rick Barry. The other half hated him.”</a> A reputation that later in life he has <a href=\"https://www.bostonglobe.com/sports/2013/06/01/rick-barry-realizes-his-strong-opinions-may-have-cost-him-shot-nba-coaching-job/K9ki4tTq9tW3eiuH8xIUBJ/story.html\">come to regret.</a></p> \n<p>He is also perhaps the greatest player to <a href=\"https://www.youtube.com/watch?v=tU88dxJKTHI\">shoot his free throws underhand.</a></p> \n<p>By the spring of 1975 he was in the middle of a career that had seen him go from being an all-star who played close to the basket to someone who played outside, handling the ball and shooting jump shots. In one amazing finals run, he dragged the Warriors to a four-game sweep of the Washington Bullets, who had the league’s best record that season.</p> \n<p>In the sweep he averaged 29.5 points, 4.0 rebounds and 5.0 assists. The Warriors’ second-leading scorer, Jamaal Wilkes, averaged just 11.5 points a game. That’s how dominant Barry was.</p> \n<p>But perhaps his biggest legacy is the one he left in his sons Jon and Brent, who played in the NBA, and Scooter, who played on Kansas’s 1988 National Championship team with …</p> \n<h2>2) Danny Manning</h2> \n<p>By his last year at Kansas, Manning was already considered the best player in college basketball. But his 1987-88 team was not one of the school’s best. The team finished third in a strong Big Eight with a 9-5 conference record. An 11-loss regular season earned the Jayhawks a sixth-seed in the Midwest Region. After an easy win over 11th seed Xavier in the first round and a hard-fought three-point victory against Murray State in the second, Kansas rolled over Vanderbilt in the Sweet 16 and defeated conference rival Kansas State 71-58 to wind up in the Final Four, played in Kansas City, just a 40-minute drive from campus.</p> \n<p>Manning scored 25 points and had 10 rebounds in beating Duke on the first night of the Final Four, and then delivered 31 points, 18 rebounds and two blocks against Oklahoma <a href=\"http://www.nytimes.com/1988/04/05/sports/ncaa-championship-manning-is-magnificent-as-kansas-wins-title.html\">in one of the greatest championship game performances ever.</a>That team is forever known as “Danny and the Miracles,” which is perhaps the best nickname of a one-man team until a player later spawned the name Jordanaires …</p> \n<h2>3) Michael Jordan</h2> \n<p>Six times Jordan’s Bulls won NBA titles– but his greatest performance was his last. Chicago’s 1997-98 team was not nearly as dominant as even those that had won in prior years. Jordan was 34, Scottie Pippen, was 32 and after two straight championships following Jordan’s return to basketball in 1995, there was a sense this was indeed the end of the Bulls’ run.</p> \n<p>But for one last time, Jordan dominated a finals opponent. This one was Utah, with John Stockton and Karl Malone both in their prime. Jordan scored 33 and 37 points in the first two games. </p> \n<p>Then in game six, Jordan <a href=\"http://www.si.com/nba/point-forward/2013/04/23/phil-jackson-michael-jordan-push-off-bryon-russell\">gently nudged Utah’s Bryon Russell,</a>and dropped the jump shot that finished the Jazz, in a finals run that was the finest until a player who grew up in Chicago went on a tear of his own …</p> \n<h2>4) Dwyane Wade</h2> \n<p>At 24 years old in 2006, Wade was at the peak of his professional career. James and Bosh were still four seasons away from joining him in Miami. The Heat was Wade’s team, and it seemed he did everything on it. But it was in the finals against Dallas that he really took off. From games three to five he scored a total of 121 points and almost single-handedly destroyed the Mavericks.</p> \n<p>He wrapped up the championship scoring 36 in game six with 10 rebounds, five assists and four steals. It solidified his reputation as perhaps the game’s best player at the time and <a href=\"http://sports.yahoo.com/nba/news?slug=aw-wade110106&amp;soc_src=mail&amp;soc_trk=ma\">one of its most likeable superstars.</a></p> \n<p>Lost in Wade’s brilliance was an outstanding Finals run by a Dallas opponent who would come to overwhelm Wade’s Heat five years later …</p> \n<h2>5) Dirk Nowitzki</h2> \n<figure class=\"element element-image\" data-media-id=\"5d2489ca1c5eda2fde31c2ffc916d435951041ac\"> \n <img src=\"http://media.guim.co.uk/5d2489ca1c5eda2fde31c2ffc916d435951041ac/0_31_2463_1479/1000.jpg\" alt=\"Dirk Nowitzki was unstoppable in 2011.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dirk Nowitzki was unstoppable in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Odd Andersen/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Year after year Nowitzki delivered superstar seasons for the Dallas Mavericks while never winning the biggest games. Then in the year of LeBron, Wade and Bosh, that changed. Over a six-game finals he was unstoppable.</p> \n<p>With Miami leading the series 2-1, Nowitzki scored 21, 29 and 21 points in three-straight games to lead Dallas to its elusive championship. He also averaged 9.7 rebounds in the Finals and made 45-of-46 free throws. <a href=\"http://www.huffingtonpost.com/2011/06/13/dirk-nowitzki-cries-alone-interview_n_875999.html\">Then he wept.</a> Yet it might not have been the best postseason run in 2011.</p> \n<p>That came from …</p> \n<h2>6) Kemba Walker</h2> \n<p>Connecticut’s 2010-11 team was not one of its best. Walker, a junior guard from New York, was the Huskies’ best player. As UConn struggled through the regular season there was a thought it might not even make the NCAA Tournament. At 9-9 in the Big East, the Huskies came into the Big East tournament as a ninth-seed and had to beat DePaul and Georgetown to even hope for an NCAA bid. Then Walker <a href=\"https://www.youtube.com/watch?v=yyF6amZw82M\">hit a shot at the buzzer</a> to beat Pittsburgh. Two games later, he scored 19 to lead UConn to the tournament title.</p> \n<p>In the NCAAs he had 33 in the second round against Cincinnati and 24 in a Sweet 16 win over San Diego State. He scored 18 in the first game of the Final Four against Kentucky and 16 in the championship winner over Butler.</p> \n<p>A year later he was named the <a href=\"http://www.sportingnews.com/ncaa-basketball/story/2012-12-11/top-75-players-ncaa-tournament-history-lew-alcindor-christian-laettner-top-list\">28th-best NCAA Tournament player ever.</a> </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433898295620/f6136a21-e45f-4ba4-a13a-e87a8d39aa64-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Rick Barry: grumpy but brilliant. Photograph: Getty Images","credit":"Getty Images","altText":"Rick Barry: grumpy but brilliant.","cleanCaption":"Rick Barry: grumpy but brilliant.","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d2489ca1c5eda2fde31c2ffc916d435951041ac/0_31_2463_1479/2463.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1479,"width":2463,"orientation":"landscape","caption":"Dirk Nowitzki was unstoppable in 2011. Photograph: Odd Andersen/AFP/Getty Images","credit":"Odd Andersen/AFP/Getty Images","altText":"Dirk Nowitzki was unstoppable in 2011.","cleanCaption":"Dirk Nowitzki was unstoppable in 2011.","cleanCredit":"Photograph: Odd Andersen/AFP/Getty Images"}],"webPublicationDate":"2015-06-10T10:00:01Z","lastModified":"2015-06-10T14:23:21Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":true,"keywords":["NBA","Basketball","US sports","College basketball","College sports","Sport"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/college-basketball","webTitle":"College basketball"},{"id":"sport/college-sports","webTitle":"College sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","shortUrl":"http://gu.com/p/49kvq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Michael Jordan shoots against the Jazz in 1998. Photograph: AP","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCaption":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}},"importance":4,"kicker":{"title":"The Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}}]},{"title":"WNBA / Thomas's revisionist history proves nothing's changed at MSG","rawTitle":"Thomas's revisionist history proves nothing's changed at MSG","item":{"type":"article","id":"sport/2015/jun/11/isiah-thomass-revisionist-history-proves-nothings-changed-at-msg","title":"Isiah Thomas's revisionist history proves nothing's changed at MSG","trailText":"<strong>Robert Silverman:</strong> The newly installed New York Liberty president has deflected his critics with a mind-numbing PR spin in hopes they’ll grow weary – and it just might work","standFirst":"<p>The newly installed New York Liberty president has deflected his critics with a mind-numbing PR spin in hopes they’ll grow weary – and it just might work</p>","byline":"Robert Silverman","body":"<p>In the 16 November 1981 issue of <a href=\"http://www.si.com/vault/1981/11/16/826129/finding-a-profit-in-isiah-indiana-sensation-isiah-thomas-is-leading-the-pistons-to-respectability\">Sports Illustrated</a>, there’s a brief profile of Isiah Thomas, then a rookie guard with the Detroit Pistons entitled “Finding a Profit in Isiah.”</p> \n<p>The bulk of the piece explores the myriad ways in which Thomas’ otherworldly point guard skills were dragging the then-moribund Pistons towards basketball respectability. There’s the usual passel of glowing quotes from coaches and teammates, like an administrative assistant to the general manager kvelling, “Sinatra was made to sing, Jesse Owens was made to run, and Isiah Thomas was made to play basketball.”</p> \n<p>But Sports Illustrated also makes particular note of the devilish perma-grin that’s plastered on Thomas’ cherubic mug even while he’s shredding opposing defenses, one that “starts with a pair of deeply set dimples and sneaks up each side of his face to his shining, almost sparkling eyes.”</p> \n<p>Said smile would become Thomas’ trademark throughout his career, even as he plummeted from a perennial All-Star to a series of execrable post-playing career stints in various front offices. The nadir came when he was running the Knicks: an ugly sexual harassment lawsuit in which he and his employer were found liable and forced to pay out <a href=\"http://www.nytimes.com/2007/12/11/sports/basketball/11garden.html\">$11.5m in punitive damages</a>. </p> \n<p>In retrospect, one line in particular from the article scans as jarringly out-of-place, and imbued with an ironically bleak, wholly different meaning by recent events.<br /></p> \n<p>“That ‘Angel with the Dirty Face’ look,” Anthony Cotton wrote, “is the reason why women, young and old, want to cuddle Thomas.”<br /></p> \n<p>That rictus of a smirk was still in place on Friday evening, if worn with an odd, obtuse brand of defiance, minutes before Thomas kicked off his tenure as president of the WNBA’s New York Liberty. He was there to address a gaggle of reporters, and indirectly, the <a href=\"https://www.facebook.com/events/647882858681620/\">protesters</a> from <a href=\"http://freedomsounds.org/\">Br{ache the Silence</a> wearing “I Am Anucha Browne” shirts that had amassed outside Madison Square Garden to demand that Thomas and his employers admit to a scintilla of culpability for their crimes. </p> \n<p>Of course, he didn’t do either of those things. “I’m not here to talk about the past, I’m only here to talk about the New York Liberty,” <a href=\"http://nypost.com/2015/06/06/isiah-thomas-channels-mcgwire-as-protesters-swarm-liberty-opener/\">Thomas said</a>. “I hope you watch the players. They have very interesting stories. I hope you cover their stories as well as you cover mine.”</p> \n<p>He’s right in a sense. The Liberty have an exciting collection of veterans, a dynamic rookie guard in Brittany Boyd, and have rattled off two impressive wins in their first three games. This shouldn’t be about Isiah Thomas. </p> \n<p>The Liberty players shouldn’t be forced into having an “<a href=\"http://probasketballtalk.nbcsports.com/2015/05/17/swin-cash-says-isiah-thomas-and-james-dolan-have-talked-to-liberty-players-about-thomas-sexual-harassment-history/\">open conversation</a>” with Thomas, who allegedly called Browne a “bitch” and a “ho” and owner James Dolan, a who when asked during Thomas’ trial whether calling a woman a “Black bitch” was appropriate, dismissively <a href=\"http://www.nydailynews.com/sports/basketball/knicks/james-dolan-fired-browne-sanders-interfering-probe-article-1.243673\">said</a>, “It is also not appropriate to murder anyone. I don’t know that that happened, either.” </p> \n<p>But Thomas’ presence means that that conversation isn’t going to end any time soon, not when the Madison Square Garden Company continues to stoke the flames of indignation. </p> \n<p>A few hours prior, MSG released a statement in a ham-fisted attempt to rebuke <a href=\"http://www.womenssportsfoundation.org/en/home/media-center-2/statements-and-media-responses/may-7-2015-statement\">an open letter released by the Women’s Sports Foundation</a> that implored the WNBA to do something about not only Thomas’ current job, but also to reject his bid for part ownership. (That’s right. Not only did MSG executive chairman James Dolan name a wholly unrepentant sexual harasser as president, he’s also trying to give him a stake in the team.)</p> \n<p>The Women’s Sports Foundation has continued to rely on erroneous and exaggerated media reports regarding Isiah Thomas and MSG. They are misinformed. In fact, the case was never concluded. Anucha Browne Sanders voluntarily dismissed her complaint. Ms Sanders accepted that MSG and Mr Thomas did not admit guilt or concede any wrongdoing. MSG agreed to forego any additional legal action and agreed to a payment covering past and future salary and legal expenses. Isiah Thomas did not pay anything.</p> \n<p>No, that’s not true. It’s a marvelous example of blatant PR spin, to be sure, as long as you’re not tethered to the idea that words have actual meaning. Yes, Browne’s lawsuit was eventually settled out of court (for approximately $100,000 less than the jury had originally awarded her, <a href=\"http://www.nytimes.com/2007/12/11/sports/basketball/11garden.html\">according to the New York Times</a>). But to say “the case was never concluded” and that she “voluntarily dismissed her complaint” is a laughable attempt at misdirection, as if finding the tamest synonym in their trusty ol’ thesaurus could warp reality enough to suggest some kind of win for or vindication of Thomas and MSG.</p> \n<p>Yes, it is technically correct that Thomas and MSG never admitted any guilt, but again, that’s the norm when two parties agree to a settlement. Furthermore, to end this mini-screed with “Isiah Thomas didn’t pay anything” is a straw man argument; at no point does the Women’s Sports Foundation allege that Thomas himself made any payments. </p> \n<p>It’s a flabby deflection from the facts at hand – that the jury found by a preponderance of the evidence that MSG had “<a href=\"http://hosted.ap.org/specials/interactives/_documents/100207thomas.pdf\">intentionally discriminated against the plaintiff by subjecting her to a hostile work environment based on sex</a>” and that Thomas “<a href=\"http://hosted.ap.org/specials/interactives/_documents/100207thomas.pdf\">intentionally discriminated against the plaintiff by aiding and abetting in a hostile work environment based on sex.”</a> </p> \n<p>Thomas was also questioned about MSG’s statement. His response: “The statement speaks for itself.”</p> \n<p>It does, but probably not in the way that Thomas intended. It speaks to a thudding arrogance and na&iuml;ve belief that if Thomas and MSG keep humping the same patently false talking points, everyone will eventually grow weary of trying to get them to burble something that resembles responsibility. </p> \n<p>This has been their strategy since the announcement of Thomas’ hiring on 5 May, when an equally churlish presser was released, insisting on Thomas’ innocence in direct defiance of the actual facts at hand: “We did not believe the allegations then, and we don’t believe them now. We feel strongly that the jury improperly and unfairly held Isiah Thomas responsible for sordid allegations that were completely unrelated to him, and for which MSG bore responsibility.”</p> \n<p>During Thomas’ initial press conference, he too hammered away this theme, <a href=\"https://twitter.com/AdamZagoria/status/601447397558919169\">saying</a>, “I’ve always maintained my innocence. I’ve moved on from that, our organization has moved on from that.”</p> \n<p>As reported by <a href=\"http://deadspin.com/listen-to-sexual-harasser-isiah-thomas-lie-about-his-se-1702567139\">Greg Howard at Deadspin</a>, Thomas also went on ESPN’s Mike and Mike Show and was asked, “How should fans of the New York Liberty reconcile your position with that team and the sexual harassment history of you back in your days with the Knicks?”</p> \n<p>“When the jury had an opportunity to fine,” Thomas began. “They fined Madison Square Garden. I was not liable or personally held for anything. The jury found no findings.”</p> \n<p>“’Anyone who’s vetted this has looked at it, has come out and found that – as the jury found – that there were no findings in terms of Isiah Thomas.’”</p> \n<p>Again, no. A settlement doesn’t mean that Thomas gets to rewrite history, and the name that’s printed on the check is totally irrelevant. Thomas can proclaim his innocence all he likes, but that doesn’t make him Jean Valjean. Either Thomas is so deluded that he really what he believes, or this is the line of spin that he and his corporate masters have settled on, and nothing’s going to stop from repeating it ad nauseum.</p> \n<p>If their grim, haughty tone sounds familiar, it’s because this reaction to criticism is the standard operating procedure for the House of Dolan – a better spelled and punctuated version of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/feb/10/knicks-owner-james-dolan-is-an-awful-rude-bully-but-he-cant-lose\">nasty, vindictive e-jeremiad that he directed at a season ticket holder</a> back in February.</p> \n<p>The question of Thomas’ ownership has <a href=\"http://www.sbnation.com/nba/2015/6/1/8701791/wnba-to-evaluate-isiah-thomas-ownership-stake-in-new-york-liberty\">yet to be resolved</a> and the WNBA did not respond to a request for comment, but Nevin Caple, the co-founder of Bra{che the Silence has vowed to continue the protests.</p> \n<p>“Nothing’s changed,” <a href=\"http://www.nydailynews.com/sports/basketball/protesters-demand-isiah-thomas-admit-sexual-harassment-article-1.2248491\">Caple told the New York Daily News</a> when presented with to Madison Square Garden’s statement. “I’d like to believe in a positive outcome, but I don’t trust the leadership. Until Thomas gives me and the community and the players a reason to trust him, he doesn’t deserve it. They’re still in denial.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ea7e2e0ac6f65ccf61215783c736980d5b5bda56/0_243_4548_2731/4548.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2731,"width":4548,"orientation":"landscape","credit":"Seth Wenig/AP","altText":"New York Liberty","cleanCredit":"Photograph: Seth Wenig/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-11T08:45:06Z","lastModified":"2015-06-11T08:48:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Robert Silverman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robert-silverman"}],"feature":false,"keywords":["Basketball","New York Knicks","NBA","Sport","US sports"],"tags":[{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/new-york-knicks","webTitle":"New York Knicks"},{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Robert Silverman","topic":{"type":"tag-contributor","name":"profile/robert-silverman"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/11/isiah-thomass-revisionist-history-proves-nothings-changed-at-msg","shortUrl":"http://gu.com/p/49kyx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/11/isiah-thomass-revisionist-history-proves-nothings-changed-at-msg","webUri":"http://www.theguardian.com/sport/2015/jun/11/isiah-thomass-revisionist-history-proves-nothings-changed-at-msg"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ea7e2e0ac6f65ccf61215783c736980d5b5bda56/0_243_4548_2731/4548.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2731,"width":4548,"orientation":"landscape","caption":"What, me worry? New York Liberty president Isiah Thomas continues to keep his critics at bay. Photograph: Seth Wenig/AP","credit":"Seth Wenig/AP","altText":"New York Liberty","cleanCaption":"What, me worry? New York Liberty president Isiah Thomas continues to keep his critics at bay.","cleanCredit":"Photograph: Seth Wenig/AP"}},"importance":3,"kicker":{"title":"WNBA"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ea7e2e0ac6f65ccf61215783c736980d5b5bda56/0_243_4548_2731/4548.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2731,"width":4548,"orientation":"landscape","credit":"Seth Wenig/AP","altText":"New York Liberty","cleanCredit":"Photograph: Seth Wenig/AP"}}]},{"title":"Uncharted territory / What's next for American Pharoah after Triple Crown?","rawTitle":"What's next for American Pharoah after Triple Crown?","item":{"type":"article","id":"sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown","title":"Uncharted territory: What's next for American Pharoah after Triple Crown?","trailText":"<strong>Teresa Genaro:</strong> After capturing the first Triple Crown since 1978, will American Pharoah continue running or retire to the breeding shed? There are compelling reasons for both","standFirst":"<p>After capturing the first Triple Crown since 1978, will American Pharoah continue running or retire to the breeding shed? There are compelling reasons for both</p>","byline":"Teresa Genaro","body":"<p>Within minutes of his Triple Crown victory Saturday afternoon at Belmont Park, horse racing fans began to ask the inevitable question: will American Pharoah race again?<br /></p> \n<p>It is one of the paradoxes of thoroughbred racing that the very achievements that the sport most trumpets and that fans most want to see – victories in Triple Crown races, and the ultimate triumph, a sweep of them – often lead to the swift retirement of the horse that accomplishes them, because his value is in the breeding shed far exceeds his value on the racetrack.<br /></p> \n<p>Kentucky breeders begin looking for stallion prospects early, and colts that can run a distance on dirt – and thus potentially produce a Kentucky Derby winner – are the industry’s prized competitors. A nice-looking two-year-old that wins his first race impressively might merit a call to the owner, said Dan Rosenberg, the owner of Rosenberg Thoroughbred Consulting and the former president and CEO of Three Chimneys Farm in Versailles Kentucky. Currently the executive director of Thoroughbred Charities of America, Rosenberg was at Three Chimneys for 30 years.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jun/08/american-pharoah-belmont-park-scenes\">American Pharoah wins,&nbsp;and fans enjoy the day at Belmont Park – in pictures</a> </p> \n</aside> \n<p>“Off that first race, we might not make an offer,” said Rosenberg, “but we’d express interest and start to build the relationship, staying in touch as the horse’s career unfolds.” </p> \n<p>Charlie Boden, stallion manager of Darley America, the breeding operation of Dubai’s Sheikh Mohammed bin Rashid Al Maktoum, said that interest gets serious after a horse wins a significant race.</p> \n<p>“That could be as early as August of their two-year-old year,” said Boden. </p> \n<p>With stallion deals not uncommonly agreed before the Triple Crown races, included in the contract will be “kickers,” accomplishments that will trigger an increase in the contract terms, along with stipulations about who makes the decisions about when the horse will race. </p> \n<p>Also included is what Boden called the “sunset date” for the horse’s racing career, commonly the Breeders’ Cup Classic, held each autumn, or the end of the horse’s three-year-old year. Rosenberg said that in all of his years negotiating contracts, he’d never seen one that stipulated that a horse be retired after winning the Triple Crown, though from a purely financial standpoint, such a move could make sense.</p> \n<p>“It’s a double-edged sword,” he acknowledged, referring to winning the Triple Crown, or even winning one of the Triple Crown races. “I’ve read emails and posts from disappointed racing fans saying, ‘You greedy bastards, you retired the horse and you don’t care about us.’”</p> \n<p>“But do the math,” he continued. “It’s really easy. If American Pharoah stands at $100,000 [per mating] and he’s bred to 150 mares, compare that to what he could win on the racetrack. It’s a no-brainer and you’d be out of your mind to risk him getting hurt and losing all that potential.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/07/american-pharoah-the-best-triple-crown-winner-hes-the-most-important-anyway\">American Pharoah the best Triple Crown winner? He's the most important anyway</a> </p> \n</aside> \n<p>Still, he said, he expects American Pharoah to stay in training … for financial reasons, not for sporting ones.</p> \n<p>“If he can beat older horses, this summer or in the Breeders’ Cup Classic,” Rosenberg said, “his value will go up.” </p> \n<p>Boden agreed with Rosenberg’s prognostication, though for different reasons. </p> \n<p>“Purses these days are hefty,” he pointed out. “He’s got $10 million sitting there next March [in the Dubai World Cup]. That’s $6 million to him [if he wins]. The Breeders’ Cup Classic is $5 million. He stands to make another $10 million before the end of March next year.</p> \n<p>“If he’s going to the breeding shed, he could get 100 horses to breed to him at $100,000, but that’s a year down the road, assuming he’s fertile and if he wants to breed, and those are two big ifs. We know that we can run and beat just about every sumbitch that lines up next to him.” </p> \n<p>Boden also noted that American Pharoah’s pedigree might work against him with regard to his stud fee. He is sired by Pioneerof The Nile, from the first crop of foals by a horse that finished second in the 2009 Kentucky Derby.</p> \n<p>“He doesn’t have a really fancy kind of page that makes you drool,” said Boden. “Pioneerof the Nile is an exciting young stallion that’s probably going to stand for $100,000 next year because he got a Triple Crown winner, and it’s hard for the son to stand for more than the father.” </p> \n<p>Setting aside geldings and horses that were injured after the Kentucky Derby, the 10 horses that won the Kentucky Derby from 2000 to 2014 raced an average of 3.5 times after the first Saturday in May, not counting races in which they were attempting to win the Triple Crown. Only four of those 10 went on to race the following year.</p> \n<p>The first Triple Crown winner in 37 years, American Pharoah is in uncharted territory, with no contemporary peers. The last Triple Crown winner, Affirmed in 1978, raced 13 times after his Belmont Stakes, running a full season as a four-year-old; Seattle Slew, the 1977 Triple Crown winner, ran eight times after the Belmont, through November of 1978. Secretariat raced six times after winning the Belmont and was retired at the end of the year. </p> \n<p>“It’s the nature of the game, really,” admitted Rosenberg. “The really good ones have to retire. They have to keep their value.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95720793b3538b9f7888961c3b2cfb8f0c6a8e26/0_162_5184_3114/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3114,"width":5184,"orientation":"landscape","credit":"Seth Wenig/AP","altText":"Bob Baffert and American Pharoah","cleanCredit":"Photograph: Seth Wenig/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-10T08:30:03Z","lastModified":"2015-06-10T08:30:42Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Teresa Genaro","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/teresa-genaro"}],"feature":true,"keywords":["American Pharoah","Horse racing","Sport","Kentucky Derby","Belmont Stakes"],"tags":[{"id":"sport/american-pharoah","webTitle":"American Pharoah"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/kentucky-derby","webTitle":"Kentucky Derby"},{"id":"sport/belmont-stakes","webTitle":"Belmont Stakes"}],"section":{"id":"sport"},"topics":[{"displayName":"Teresa Genaro","topic":{"type":"tag-contributor","name":"profile/teresa-genaro"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown","shortUrl":"http://gu.com/p/49jft","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown","webUri":"http://www.theguardian.com/sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95720793b3538b9f7888961c3b2cfb8f0c6a8e26/0_162_5184_3114/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3114,"width":5184,"orientation":"landscape","caption":"Trainer Bob Baffert shows off Triple Crown winner American Pharoah. Photograph: Seth Wenig/AP","credit":"Seth Wenig/AP","altText":"Bob Baffert and American Pharoah","cleanCaption":"Trainer Bob Baffert shows off Triple Crown winner American Pharoah.","cleanCredit":"Photograph: Seth Wenig/AP"}},"importance":3,"kicker":{"title":"Uncharted territory"},"byline":{"title":"Teresa Genaro"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95720793b3538b9f7888961c3b2cfb8f0c6a8e26/0_162_5184_3114/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3114,"width":5184,"orientation":"landscape","credit":"Seth Wenig/AP","altText":"Bob Baffert and American Pharoah","cleanCredit":"Photograph: Seth Wenig/AP"}}]}],"lastModified":"2015-06-11T09:13:22Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}