{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"The key contenders for the Tour de France's yellow jersey","rawTitle":"The key contenders for the Tour de France's yellow jersey","item":{"type":"article","id":"sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey","title":"Tour de France 2015: five contenders for the yellow jersey","trailText":"Age is not on Alberto Contador’s side and Nairo Quintana’s climbing strength could give him the edge, although it may not be an uphill task for Chris Froome","standFirst":"Age is not on Alberto Contador’s side and Nairo Quintana’s climbing strength could give him the edge, although it may not be an uphill task for Chris Froome","byline":"William Fotheringham","body":"<h2><strong>Alberto Contador</strong></h2> \n<p><strong>Strengths</strong> Experience and attitude. Contador probably does not have the pure climbing ability of the others but he has a peerless record at three-week stage races, knowing just how to manage his effort day by day and just when to make a move. He has an almost quixotic attitude to racing, preferring to try to die in the attempt rather than opting for safety – so he will seize any opening, anywhere, any time</p> \n<div>\n __VIDEO_EMBED_gu-video-457400419__\n</div> \n<p><strong>Weaknesses</strong> His age – 32 – is not on his side but the thorn in his flesh may be his team, who overreached themselves early in the Giro, then went missing. The question is whether they can handle the first nine stages and how they will hold up at the team time trial (stage nine). Dropping time there will put him on the back foot</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/tour-de-france-african-team-mtn-qhubeka\">We couldn't be more ready, says first African team to enter Tour de France</a> </p> \n</aside> \n<p><strong>Target stages</strong> The tricky descent into Gap (stage 16) and the day over the Glandon and Montvernier to Saint-Jean-de-Maurienne (stage 18) suit Contador’s talent for springing a surprise. The point is, however, he can do it almost anywhere with a hill</p> \n<p><strong>Prediction</strong> Fifth</p> \n<h2><strong>Chris Froome</strong></h2> \n<p><strong>Strengths</strong> On paper, the volume of climbing favours him more than Contador or Nibali. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/tour-de-france-chris-froome\" title=\"\">In 2013</a> Froome was ahead of Quintana going uphill; from the way he raced the Dauphin&eacute; he should be at his best at the Tour, the question is how much the Colombian has improved. Another plus is his Sky team, who can be expected to perform on the flat stages, deliver a strong team time trial and have strong mountain men: Geraint Thomas, Peter Kennaugh, Richie Porte, Leopold Konig, Wout Poels</p> \n<p><strong>Weaknesses</strong> Froome was on the back foot with an ill-timed puncture on day one in 2012, lost time in crosswinds on 2013 and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/09/chris-froome-out-of-tour-de-france-team-sky\" title=\"\">crashed out in 2014</a>. His poor bike handling and lack of race sense could let him down in a first week as demanding as this one</p> \n<p><strong>Target stages</strong> The summits at La Pierre-Saint-Martin (stage 10) and Plateau de Beille (stage 12) fit Sky’s predilection for structured uphill racing and their liking for seizing control of events early on. Failing which, La Toussuire (stage 19) is another option</p> \n<p><strong>Prediction</strong> Third</p> \n<h2><strong>Vincenzo Nibali</strong></h2> \n<p><strong>Strengths</strong> The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/27/vincenzo-nibali-tour-de-france-win\" title=\"\">2014 winner</a> is a fine climber, if not quite at the level of Froome or Quintana, and tactically astute but his true forte is in gaining the psychological advantage early on – as he did last year at Sheffield and then over the cobbles three days later. The soaking wet cobbled stage where he gained so much on Contador and the others, however, was probably a one-off, or so most of the riders will be hoping</p> \n<p><strong>Weaknesses</strong> His Astana squad may be a little slower in the team time trial and is not the best for the flat finishes, where he may have to look after himself. Given Froome and Quintana’s obvious climbing strength – and their teams’ relative climbing ability - they will look to dislodge him on the steeper mountain finishes; if he survives those, he will be in the running</p> \n<p><strong>Target stages</strong> Nibali will look for openings on all the mountain stages but he discomfited his rivals early on in 2014, so could well make his mark at Huy (stage three) or Cambrai (stage four)</p> \n<p><strong>Prediction</strong> Second</p> \n<h2><strong>Thibaut Pinot</strong></h2> \n<p><strong>Strengths</strong> Pinot is improving markedly and the route this year is tailored for him with an almost total lack of time trialling, and a heavy final week. He can climb well, is utterly tenacious and his motivation will know no bounds</p> \n<p><strong>Weaknesses</strong> He’s French and the weight of history is on his shoulders. French Tour contenders are often overcome by the sheer hype. This year, Pinot has mainly shone outside his home turf, which is no coincidence. The pressure will be on from the off and could tell in a brutal first week: last year he lost two minutes on the cobbles; this year he kept dropping seconds in tricky finishes at the Tour of Switzerland; finally his FDJ team have no pedigree at team time trials and a couple of minutes lost there would be devastating</p> \n<p><strong>Target stages</strong> Pinot is a rider who comes good in the final week of the Tour, as he did last year and in 2012, so he will be worth watching anywhere between Pra Loup (stage 17) and l’Alpe d’Huez (stage 20)</p> \n<p><strong>Prediction</strong> Fourth</p> \n<h2><strong>Nairo Quintana</strong></h2> \n<p><strong>Strengths</strong> Quintana’s superlative climbing means, given the volume of mountains in the second half of the Tour, he needs only to reach day nine in one piece and within a couple of minutes of the other leaders; he also has that impenetrable calm that enabled Miguel Indurain to keep his head while the sky was falling in. Movistar are a strong and experienced outfit, if not quite as heavyweight as Team Sky; they should do the job in the team time trial – assuming they are there at close to full strength</p> \n<p><strong>Weaknesses</strong> Historically, Colombians struggle in the Tour’s first week. The question may be less whether Quintana can survive the riskiest days but if he can handle the cumulative effect of constantly varying day-to-day demands: crosswinds, cobbles, crashes and so on</p> \n<p><strong>Target stages</strong> Anywhere the road goes uphill steeply but if his team protect him well he could shine early on at La Pierre-Saint-Martin (stage 10), while l’Alpe d’Huez (stage 20) is a short, brutal stage made for a Colombian climber</p> \n<p><strong>Prediction</strong> Winner</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435931713786/The-Movistar-rider-Nairo--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters","credit":"Benoit Tessier/Reuters","altText":"The Movistar rider Nairo Quintana prepares to leave for training on the eve of the Tour de France","cleanCaption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T14:09:34Z","lastModified":"2015-07-03T23:10:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France 2015","Alberto Contador","Chris Froome","Team Sky","Cycling","Tour de France","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[{"id":"gu-video-457400419","source":"SNTV","durationInSeconds":39,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/03/150703TourdeFrance_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/03/150703TourdeFrance.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/3/1435925802534/KP_340187_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour de France 2015: Team Skys Chris Froome hoping to avoid injury - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour de France 2015: Team Skys Chris Froome hoping to avoid injury - video","cleanCaption":"620x372 trailpic for Tour de France 2015: Team Skys Chris Froome hoping to avoid injury - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey","shortUrl":"http://gu.com/p/4ac3k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey","webUri":"http://www.theguardian.com/sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435931713786/The-Movistar-rider-Nairo--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters","credit":"Benoit Tessier/Reuters","altText":"The Movistar rider Nairo Quintana prepares to leave for training on the eve of the Tour de France","cleanCaption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters"}},"importance":7,"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/b55c202a8beaea0a8fbe504ddd4461f28540bc02/0_0_3022_1814/1000.jpg","height":600,"width":1000}}]},{"title":"Why Ali’s spin will be a vital part of England’s Ashes attack","rawTitle":"Why Ali’s spin will be a vital part of England’s Ashes attack","item":{"type":"article","id":"sport/blog/2015/jul/03/ashes-2015-moeen-ali-england-australia","title":"Ashes 2015: why Moeen Ali’s spin will be a vital part of England’s attack","trailText":"Dry pitches mean fast bowlers are likely to need help and rest, and it is Moeen’s responsibility to provide spin against Australia","standFirst":"Dry pitches mean fast bowlers are likely to need help and rest, and it is Moeen’s responsibility to provide spin against Australia","byline":"Vic Marks","body":"<p>Putting Shane Warne to one side, which is never the easiest of manoeuvres, spin bowling has seldom decided an Ashes series in modern times. But the spin bowlers still have a vital contribution to make.</p> \n<p>The sun has been shining and the pitches are drying out, which does not necessarily mean the ball will be turning square at Cardiff or Lord’s. But it does mean that the fast bowlers are less likely to prevail easily. They will need help and rest, and the modern spinner has to provide that. Nathan Lyon and Moeen Ali, despite the inclusion of Adil Rashid in England’s 13 for Cardiff, are likely to be busy in the next fortnight.</p> \n<p>Unlike pace bowlers, Test spinners seldom have the reassurance of hunting in a pack. Lyon may get occasional help from Steve Smith or Adam Voges; so might Moeen from Joe Root; but essentially the pair are each responsible for providing their side’s spin, which is becoming a more challenging undertaking.</p> \n<p>Take as an example <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2015/jun/29/cricket-australia-kent-ashes-tour-highlights-video\" title=\"\">Australia’s first game of the tour at Canterbury</a>. Admittedly it was a relaxed occasion, lacking the intensity of a Test match. Even so it gave an indication of how modern batsmen view the advent of a spinner. Adam Riley, Kent’s promising young off-spinner, bowled 35 overs which yielded four for 201; Fawad Ahmed, Australia’s leg-spinner delivered 26 overs and four for 156. Six runs an over was the norm, whichever side was batting.</p> \n<p>Modern batsmen see the introduction of the spinner as respite and an opportunity to grab quick runs. Even the soft-spoken Daniel Bell-Drummond of Kent, who hit a splendid century, said he decided to attack Fawad at Canterbury because the pace bowlers would probably get him sooner rather than later. The old stalwart, Rob Key, adopted a similar philosophy. The Essex batsmen were equally aggressive against Lyon. Meanwhile Australia went after Riley against Kent and the inexperienced Aron Nijjar at Essex. That will be their strategy against any England spinner in the Tests.</p> \n<p>The balance of the spin attacks has fluctuated wildly over the past 30 years. For more than a decade the Australians had Warne; hence they had a huge advantage. Then Graeme Swann overshadowed whomever they chose in the post-Warne era – and they tried just about everyone available. Now the perception is that Lyon, whose 146 Test wickets is the biggest haul of any Australia off-spinner, gives the tourists the edge. It is hard to argue with that even though Moeen has taken his 33 Test wickets more cheaply than Lyon (at 32 apiece rather than 34).</p> \n<p>Lyon has learned on the job; Moeen is still doing so and in this series the Australian’s task may be less daunting. Off-spinners prefer bowling to left-handers, especially now umpires recognise all those lbw possibilities. England will probably have seven of them in their team – though Lyon will have to be at his most persuasive to keep the ball in his hand when Stuart Broad and Jimmy Anderson are at the crease. Moreover, three of those left-handers, Alastair Cook, Adam Lyth and Gary Ballance, are not inclined to take the attack to the off-spinner. Even if Lyon does not dismiss them he should be able to keep them quiet.</p> \n<p>England should take a positive approach against the spinner – recall how they were becalmed by the relative novice <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/02/england-new-zealand-second-test-match-report-day-five\" title=\"\">Mark Craig</a> during New Zealand’s win at Headingley in June – but this is easier for right-handers and they have only three in their first eight batsmen. It may well be that Lyon will not bowl so much to Ian Bell, Joe Root and Jos Buttler in the first innings.</p> \n<p>In the second innings this could change. The other factor for the off‑spinners of both sides will be the rough outside the right-handers’ off stump later in the game. This will be created by Australia’s left-arm pacemen (the anticipation here is that they will play Mitchell Johnson and Mitchell Starc). Land the ball in the rough consistently and the batsmen cannot trust what will happen.</p> \n<p>There is more debate over whether Moeen is the right man for the job rather than is the case with Lyon, who has finally become unassailable. The inclusion of Rashid fuels that discussion though the expectation is that his wrist-spin will be required only at Cardiff in the unlikely event England opt for a second spinner in their XI. Moeen’s stock off-break is superior to that of his finger-spinning rivals; he imparts more spin than James Tredwell or Riley and often manages to get the ball to dip more at the end of its flight path. He lacks experience of bearing the burden of the frontline spinner, though, which was highlighted in Barbados <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/03/west-indies-beat-england-five-wickets\" title=\"\">in the final Test against West Indies</a>, when the ball was turning and expectations of him soared.</p> \n<p>Moeen performed excellently last summer against India and needs to remember how. He kept it simple; there was no pursuit of cunning variations of pace or flight, no indulgences with his over-hyped doosra. There were no frills; he did not chase wickets; he bowled relatively quickly and accurately, whereupon Cook kept him on and the wickets somehow came. It will be trickier this time since the Australians will attack him from the start, a challenging proposition but one that also gives him opportunities.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435918407909/Moeen-Ali-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Moeen Ali lacks the experience of bearing the burden of being the frontline spinner. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Moeen Ali","cleanCaption":"England's Moeen Ali lacks the experience of bearing the burden of being the frontline spinner. Photograph: Paul Ellis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T10:18:50Z","lastModified":"2015-07-03T23:08:29Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":true,"keywords":["Ashes 2015","Cricket","The Ashes","England cricket team","Australia cricket team","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/ashes-2015-moeen-ali-england-australia","shortUrl":"http://gu.com/p/4abzg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/ashes-2015-moeen-ali-england-australia","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/ashes-2015-moeen-ali-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435918407909/Moeen-Ali-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Moeen Ali lacks the experience of bearing the burden of being the frontline spinner. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Moeen Ali","cleanCaption":"England's Moeen Ali lacks the experience of bearing the burden of being the frontline spinner. Photograph: Paul Ellis/AFP/Getty Images"}},"importance":5,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435918407909/Moeen-Ali-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Moeen Ali lacks the experience of bearing the burden of being the frontline spinner. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Moeen Ali","cleanCaption":"England's Moeen Ali lacks the experience of bearing the burden of being the frontline spinner. Photograph: Paul Ellis/AFP/Getty Images"}}]},{"title":"Di María is Man Utd’s glorious nonconformist","rawTitle":"Di María is Man Utd’s glorious nonconformist","item":{"type":"comment","id":"football/blog/2015/jul/03/angel-di-maria-manchester-united-argentina-copa-america","title":"Ángel Di María is Manchester United’s glorious nonconformist","trailText":"The Argentina winger endured a difficult first season after a bright start at Old Trafford, but the Copa América has seen him back to his brilliant best","standFirst":"The Argentina winger endured a difficult first season after a bright start at Old Trafford, but the Copa Am&eacute;rica has seen him back to his brilliant best","byline":"Richard Williams","body":"<p>A few scornful eyebrows will have been raised this week when Marcos Rojo announced that &Aacute;ngel Di Mar&iacute;a is the most talented player in the Manchester United squad. Allowing for Rojo’s understandable bias towards his fellow Argentinian, I’m inclined to agree with him – even though there is a possibility that the winger <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/angel-di-maria-manchester-united-want-to-stay\" title=\"\">might not be alongside Rojo in a United shirt when next season&nbsp;starts</a>.</p> \n<p>Many of Di Mar&iacute;a’s long-term admirers regretted his failure to confirm the good impression made by a bright start to his Old Trafford career. His resurgence in the Copa Am&eacute;rica, when his two goals <a href=\"https://composer.gutools.co.uk/content/55967a39e4b0e33337f39f02\" title=\"\">against Paraguay on Tuesday</a> helped Argentina to Saturday’s final against Chile in Santiago, will have felt like a vindication.</p> \n<p>This was a glittering return to form. Everything Di Mar&iacute;a did at his best, he was doing again. Once more he was looking like a player capable of seizing a big occasion and making the difference.</p> \n<figure class=\"element element-image\" data-media-id=\"05434b19e6271b6db9c40346381ef9bc5917e5cd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435925843813/300883fd-3830-4d0b-958f-1334e9d2cb73-460x276.jpeg\" alt=\"di maria van gaal\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Di Mar&iacute;a is unveiled by United manager Louis van Gaal</span> \n  <span class=\"element-image__credit\">Photograph: Steve Parkin/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>In Beijing, seven years ago this week, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2008/aug/23/olympics2008.argentina\" title=\"\">I watched him score the only goal of the Olympic football final</a> between Argentina and Nigeria, at the age of 20. Thirteen minutes into the second half he sprinted on to a pass stroked behind the full-back by Lionel Messi and, in front of a crowd of 89,102 in the Bird’s Nest, chipped the ball calmly over Ambruse Vanzekin, the west African side’s goalkeeper, presenting victory to Diego Maradona’s team.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/22/arsenal-angel-di-maria-work-permit\">Arsenal would have signed &Aacute;ngel Di Mar&iacute;a as a teenager but for work permit flaw</a> </p> \n</aside> \n<p>Di Mar&iacute;a was a Benfica player then, having moved to Portugal a year earlier from Rosario Central, his hometown club, for a fee of €6m. Two years after the Olympic triumph he was on his way to Real Madrid. This time €25m changed hands, but over the next four seasons at the Bernab&eacute;u no one was ever given reason to think that the sum represented poor value. Even when he got himself sent off in the 31st minute of extra time in the final of the Copa del Rey against Barcelona in his first year, he had already provided the cross from which Cristiano Ronaldo scored the winner.</p> \n<figure class=\"element element-image\" data-media-id=\"b19c6c71659df7886c5b5c5cadcd14f840fbe73e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435925978008/ef5aa9a4-2e39-400c-b8f6-dfd8ad4b4d91-460x276.jpeg\" alt=\"di maria champs league\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Di Mar&iacute;a was named man of the match in the 2013-14 Champions League final.</span> \n  <span class=\"element-image__credit\">Photograph: Jasper Juinen/Getty Images</span> \n </figcaption> \n</figure> \n<p>After a difficult start to his second season, he had fully re-established himself by the time the team won La&nbsp;Liga. In his fourth season in Madrid, after Carlo Ancelotti had replaced Jos&eacute; Mourinho, he topped the league’s table of assists and was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2012/apr/11/atletico-madrid-real-madrid-la-liga\" title=\"\">named man of the match in the Champions League final</a>, when Real beat Atl&eacute;tico Madrid 4-1. It was his dribble and shot in the 20th minute of extra time that provoked the rebound headed home by Gareth Bale to give Real a 2-1 lead.</p> \n<p>These extra-time interventions are no coincidence. Among Di Mar&iacute;a’s virtues is a refusal to give up. He may not be the most elegant of players, or the most efficient in terms of statistics, and his relatively unphotogenic angularity may even have been one of the reasons why Florentino P&eacute;rez <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/22/james-rodriguez-signs-real-madrid-monaco\" title=\"\">decided to replace him</a> with the baby-faced James Rodr&iacute;guez last summer – the president’s most misguided decision since the offloading of Claude Makelele in 2003. But Di Mar&iacute;a knows that, as long as the game is in the balance, it’s never too late to strike a decisive blow, and his athleticism gives him the capacity to act on that belief.</p> \n<p>The quintessential Di Mar&iacute;a moment arrived in S&atilde;o Paulo during the 2014 World Cup finals, when Argentina <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/01/argentina-switzerland-world-cup-2014-last-16-match-report\" title=\"\">struggled to beat Switzerland in the round of 16</a>. In a notably poor match, a statistic showed that he had lost possession no fewer than 51 times for Alejandro Sabella’s side when, in the last 10 minutes of extra time and with Argentina starting to despair, he suddenly hit a couple of fierce long-range shots, the first tipped over and the second deflected away from goal. And then, in the 117th minute, he swooped in from the right to accept Messi’s pass and strike the sweetest of first-time shots with his left foot inside the far post.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/30/football-transfer-rumours\">Football transfer rumours: Angel Di Mar&iacute;a to PSG for &pound;45m</a> </p> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"1252c0f07e142f8de57a5946eeb9a4b12173e346\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435925745951/6c9849f3-ac42-4b49-a0e0-e15722fd60b3-460x276.jpeg\" alt=\"di maria united\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Di Mar&iacute;a endured a difficult first season at Manchester United</span> \n  <span class=\"element-image__credit\">Photograph: Matt West/BPI/Rex</span> \n </figcaption> \n</figure> \n<p>How many head coaches would have allowed a player who had conceded possession more than 50 times to stay on the pitch for the whole two hours of such a vital contest? It is not a statistic that would impress most managers in the Premier League. But Sabella trusted him and received the reward. Sadly, a torn thigh muscle in the quarter-final against Belgium – after helping to create Gonzalo Higua&iacute;n’s decisive goal – cost Di Mar&iacute;a his place first in the semi-final and then in the final against Germany, a match settled by a single late goal, in which his presence could well have been decisive.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/mar/10/angel-di-maria-manchester-united-arsenal\">&Aacute;ngel di Mar&iacute;a seems an uninterested bystander at Manchester United | Michael Cox</a> </p> \n</aside> \n<p>Several reasons have been advanced for his poor season in England following his &pound;59.7m transfer to United, which began with the club’s player of the month award for September but was interrupted by a hamstring injury in November and ended with only one start in the last eight league fixtures. There was the distress caused by the need to move his wife and 22‑month‑old daughter into a Manchester hotel in February after thugs wielding metal poles tried to break into his home <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/feb/02/angel-di-maria-manchester-united-raid-home\" title=\"\">while the family were having dinner</a>, only hours after he had performed well in a home win over Leicester City. A month later he grabbed the referee’s shirt after being booked in an FA Cup sixth-round match against Arsenal and was sent off. It seemed increasingly likely, too, that he did not really fit into the patterns of play adopted by Louis van Gaal.</p> \n<p>But in Concepci&oacute;n on Tuesday he drew the foul that allowed Lionel Messi to guide in the free-kick from which Rojo gave Argentina the lead against Paraguay. In the second half he moved on to Javier Pastore’s pass to make it 3-1 with a close-range shot angled across the goalkeeper. Argentina’s fourth goal came when he clipped home the loose ball after Pastore’s shot had been blocked. His precise cross laid on the fifth, scored by the head of Sergio Ag&uuml;ero.</p> \n<figure class=\"element element-image\" data-media-id=\"981ba1e90e32fd1c5815019cd0ca95debb0bc7cc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435925599789/62257260-cc8a-475e-8ae2-19097b2e39a3-460x276.jpeg\" alt=\"di maria goal \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Di Mar&iacute;a celebrates after scoring against Paraguay</span> \n  <span class=\"element-image__credit\">Photograph: Yuri Cortez/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>He had nothing to do with the second or the sixth goals, and Messi gave the match its outstanding individual performance. But Argentina’s No 7 had used the 90 minutes to rebuild a reputation badly damaged, at least in English eyes, by his difficult first season in the Premier League.</p> \n<p>When he feels trusted, as he was by Maradona, Mourinho, Ancelotti and Sabella, Di Mar&iacute;a is the sort of player who can undermine the obsession with number-crunching that threatens to asphyxiate sport. Wherever he plays next season, whether at Old Trafford or the Parc des Princes, it would be good to see him striking further blows for individual expression in an increasingly conformist football world.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435925206983/di-maria-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Manchester United's Ángel Di María celebrates scoring for Argentina in the Copa América. Photograph: Juan Mabromata/AFP/Getty Images","credit":"Juan Mabromata/AFP/Getty Images","altText":"di maria","cleanCaption":"Manchester United's Ángel Di María celebrates scoring for Argentina in the Copa América. Photograph: Juan Mabromata/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925845197/300883fd-3830-4d0b-958f-1334e9d2cb73-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Di María is unveiled by United manager Louis van Gaal Photograph: Steve Parkin/AFP/Getty Images","credit":"Steve Parkin/AFP/Getty Images","altText":"di maria van gaal","cleanCaption":"Di María is unveiled by United manager Louis van Gaal","cleanCredit":"Photograph: Steve Parkin/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925979484/ef5aa9a4-2e39-400c-b8f6-dfd8ad4b4d91-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Di María was named man of the match in the 2013-14 Champions League final. Photograph: Jasper Juinen/Getty Images","credit":"Jasper Juinen/Getty Images","altText":"di maria champs league","cleanCaption":"Di María was named man of the match in the 2013-14 Champions League final.","cleanCredit":"Photograph: Jasper Juinen/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925747650/6c9849f3-ac42-4b49-a0e0-e15722fd60b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Di María endured a difficult first season at Manchester United Photograph: Matt West/BPI/Rex","credit":"Matt West/BPI/Rex","altText":"di maria united","cleanCaption":"Di María endured a difficult first season at Manchester United","cleanCredit":"Photograph: Matt West/BPI/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925601069/62257260-cc8a-475e-8ae2-19097b2e39a3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Di María celebrates after scoring against Paraguay Photograph: Yuri Cortez/AFP/Getty Images","credit":"Yuri Cortez/AFP/Getty Images","altText":"di maria goal\r\n","cleanCaption":"Di María celebrates after scoring against Paraguay","cleanCredit":"Photograph: Yuri Cortez/AFP/Getty Images"}],"webPublicationDate":"2015-07-03T12:42:13Z","lastModified":"2015-07-03T23:08:25Z","metadata":{"commentable":true,"commentCount":335,"contributors":[{"name":"Richard Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747256/RichardWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardwilliams"}],"feature":false,"keywords":["Ángel Di María","Argentina","Manchester United","Copa América","Football","Sport"],"tags":[{"id":"football/angel-di-maria","webTitle":"Ángel Di María"},{"id":"football/argentina","webTitle":"Argentina"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Richard Williams","topic":{"type":"tag-contributor","name":"profile/richardwilliams"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/03/angel-di-maria-manchester-united-argentina-copa-america","shortUrl":"http://gu.com/p/4acxh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/03/angel-di-maria-manchester-united-argentina-copa-america","webUri":"http://www.theguardian.com/football/blog/2015/jul/03/angel-di-maria-manchester-united-argentina-copa-america"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435925206983/di-maria-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Manchester United's Ángel Di María celebrates scoring for Argentina in the Copa América. Photograph: Juan Mabromata/AFP/Getty Images","credit":"Juan Mabromata/AFP/Getty Images","altText":"di maria","cleanCaption":"Manchester United's Ángel Di María celebrates scoring for Argentina in the Copa América. Photograph: Juan Mabromata/AFP/Getty Images"}},"importance":5,"byline":{"title":"Richard Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747256/RichardWilliams.png"}}]},{"title":"The Joy of Six: Ashes quotes","rawTitle":"The Joy of Six: Ashes quotes","item":{"type":"article","id":"sport/2015/jul/03/the-joy-of-six-ashes-quotes","title":"The Joy of Six: Ashes quotes","trailText":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes","standFirst":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes\n<br />\n<a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283992/\" title=\"\"><span class=\"bullet\">•</span> The Guardian bookshop: Gentlemen and Sledgers, by Rob Smyth</a>","byline":"Rob Smyth","body":"<h2>1) “Come and look at this. You’ve never seen anything like it.”</h2> \n<p><em>Don Bradman to his team-mates, Trent Bridge, 1938</em></p> \n<p>The 29-year-old Donald Bradman was as giddy and restless as a newborn pup. Stanley Joseph McCabe, his Australia team-mate, was giving a demonstration of rare genius in the first Ashes Test at Trent Bridge, and Bradman urgently implored the rest of the team to take the once-in-a-lifetime opportunity to watch his innings. It was almost too much for Bradman. “Towards the end I could scarcely watch the play,” he said. “My eyes were filled as I drank in the glory of his shots.”</p> \n<p>Australia were in significant trouble after slipping to 194 for six, still 464 runs behind, but McCabe was easing into the innings that would define him. He scored 232 out of 300 while at the wicket, including 72 in the final 28 minutes and 44 off three overs from the leg-spinner Doug Wright. Neville Cardus said he “batted with the ease of a man using a master key … McCabe demolished the English attack with aristocratic politeness, good taste and reserve. Claude Duval never took possession of a stagecoach with more charm of manner than this.” McCabe scored 127 runs in a single session, still an Ashes record.</p> \n<p>“I gripped his hand, wet with perspiration,” said Bradman. “He was trembling like a thoroughbred racehorse. I can recall saying to him after expressing my congratulations: ‘I would give a great deal to be able to play another innings like that.’ No skipper was ever more sincere in his adulation of another’s skill.” Bradman was still raving about it over a decade later. “I firmly believe it to be the greatest innings ever played,” he said in Farewell to Cricket. “Such cricket I shall never see again.”</p> \n<h2>2) “Ashes to Ashes, dust to dust, if Thomson don’t get ya, Lillee must.”</h2> \n<p><em>A Sydney Daily Telegraph cartoon caption during the 1974-75 Ashes</em></p> \n<p>Dennis Lillee didn’t have a face like thunder; he had a face like the apocalypse. Seconds earlier he had been on his backside on the Brisbane pitch, having lost both his wicket and his dignity when he fell over as he top-edged a Tony Greig bouncer. As Lillee started to stomp off, a picture of affronted pride, Greig reminded him where the facilities were and how appropriate a refreshing shower might be in the circumstances. Lillee looked at him and barked: “Just remember who started this.”</p> \n<p>For the next few minutes Lillee was like a stuck record. “Just remember who started this,” he hissed repeatedly at his captain, Ian Chappell, who had no idea what Lillee was talking about. It became clearer when Lillee announced: “Just remember who started this: those bastards. But we’ll finish it.”</p> \n<figure class=\"element element-image\" data-media-id=\"99d0a6310d042ed9a4df40a12ae650f964241c1a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435920374755/813c8fa0-f0e3-4cdb-85ae-a83ed97e3fcd-460x276.jpeg\" alt=\"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Lillee has always been keen to point out that England started the bouncer war of 1974–75. “It’s like the song We Didn’t Start the Fire,” he later said, continuing a long line of Billy Joel references in Ashes cricket. “People often remember who did the damage, not who started the fire.”</p> \n<p>In the first Test of the series at Brisbane, more than half the Australia team were out hooking in the home side’s first innings of 309, though it was Greig’s decision to bounce Lillee, a lower-order batsman, that really stirred the hornets’ nest. Lillee, who had clearly been intending to diligently bowl line and length until then, took the first ball of the England innings, and his runup began from somewhere inside the sightscreen. “Mate, it was full-on war,” said Jeff Thomson, “and we gave it to them.”</p> \n<p>The original plan was for Lillee to share the new ball with Max Walker, so that the tearaway Thomson could bowl with the wind after Lillee. But Chappell, sensing something in the air, decided at the last second to let Thomson share the new ball.</p> \n<p>“For the next few overs,” said Chappell, “I looked on in awe.” When Rodney Marsh leapt to claim a Thomson bouncer, the wicketkeeper started wringing his hand in pain before realising the implications for England. “Hell, that hurt,” he said to Chappell, “but I love it.”</p> \n<p>England were soon 57 for four and in trouble; the captain, Mike Denness, upon being dismissed, took off his shirt and discovered that a bouncer had actually embedded his St Christopher medallion in his chest. Dennis Amiss had a thumb cracked by Thomson and John Edrich a hand broken by Lillee.</p> \n<p>As would happen in 2013–14, a group of experienced batsmen never recovered from the shock of being assaulted so savagely in the first innings of the series at Brisbane.</p> \n<p>“Thommo was by far the quickest bowler I’ve ever seen or opposed,” said his future team-mate Kim Hughes. “Thommo didn’t go to any academy, he just grabbed the ball and wanted to kill some prick … he was as far ahead of any other bowler for sheer speed as [Don] Bradman was for runs.”</p> \n<p>With his mustachioed fellow-assassin Lillee, Thommo simply brutalised England in 1974–75. “Lillee and Thomson remain a combination to conjure with, as sinister in England as Burke and Hare, or Bismarck and Tirpitz,” Gideon Haigh has written. They will always tell you they didn’t start the fire, but they sure as hell poured industrial quantities of petrol on to it.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nTaVRuxje80\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/nTaVRuxje80?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>3) “Let’s give it some humpty”</h2> \n<p><em>Ian Botham to Graham Dilley, Headingley, 1981</em></p> \n<p>It was only because England had lost the Headingley Test of 1981 that they were able to win it. They had given up, and with that came the blessed freedom of the damned. The miracle started not when Ian Botham came to the crease in the second innings, but when he was joined soon after by the startlingly blond Kent fast bowler Graham Dilley. On a wicket full of booby traps, England trailed Australia by 92 with three wickets remaining, having been forced to follow on. They had already booked out of the team hotel and Ladbrokes had offered 500-1 on an England victory.</p> \n<p>With England already 1-0 down in the six-match series, the noble thing might have been to knuckle down and lose with a bit of honour. That was also the boring option, and after the year he’d had, Botham was due a bit of fun. “You don’t fancy hanging around on this wicket for a day and a half, do you?” he said to Dilley, who concurred. “Right. Come on, let’s give it some humpty.”</p> \n<p>Before the humpty had come the great fall, with Botham resigning as England captain after the drawn second Test at Lord’s. Mike Brearley came out of international retirement to become England’s emergency captain. He found out that he had been chosen via a reverse-charge phone call, because the chairman of selectors, Alec Bedser, had run out of coins. Botham, without the psychological backpack weighing him down, started to enjoy his cricket again. His relationship with Brearley certainly helped. If Brearley had a degree in people, then he had a PhD in Botham. “He needs a father figure, and I need a younger brother,” said Brearley.</p> \n<p>Although Botham struck an unfettered 50, England were dismissed for 174 in reply to 401 for nine declared and forced to follow on. That Saturday evening, with the rest day to follow, Botham invited both sides to his house at Epworth, near Doncaster, for a barbecue. An epic night’s drinking – led by Botham, whose form in this sphere never fluctuated – ended with the players of both sides having a rugby scrum on the lawn in the small hours.</p> \n<p>When play resumed on the Monday, Australia looked set for a quick kill. England were 105 for five when Botham came to the wicket and 135 for seven soon after. By then, Dennis Lillee and Rodney Marsh had famously bet against their own team, putting a small wager on England. “Being a small-time punter, I had been unable to resist the juicy 500-1,” Lillee would say. “It was as simple as that. I have never had any qualms over the matter and I have never lost a moment’s sleep because of it.”</p> \n<p>He’ll have lost plenty of sleep over what happened once England started to give it some humpty. “I guess I never will come to terms with it,” Lillee has said. Botham mixed agricultural mows with classical batsmanship. At times he played in the V – the V between third man and fine leg, as the ball flew off the edge of another lusty yahoo. “Bloody lucky innings,” sniffed Lillee. “I expected to get him out virtually every ball.”</p> \n<p>What started as a bit of fun for England imperceptibly morphed into something more serious as the day progressed, but by then Botham had no inclination or need to sober up his approach. He made a cathartic century, with vital support from Chris Old, and overall his 149 not out from 148 balls included 27 fours and one unforgettable six.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=OkkvgiZJkhM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/OkkvgiZJkhM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Botham dragged England back into the game off his own bat – or rather Graham Gooch’s. Botham had borrowed Gooch’s bat on the spur of the moment, fancying a heavier weapon than usual. “He hadn’t used it much in the match, and I thought there were a few runs left in it.” With his borrowed bat, he hit the ball like he wanted to kill it.</p> \n<p>In the final session on the fourth day England plundered 175 runs in 27 overs. At the close, the England wicketkeeper Bob Taylor went into the Australia dressing room with some bats for them to sign, only to be told: “Fuck off with your fucking bats.”</p> \n<p>Even with Botham’s heroics, Australia needed only 130 to win and go 2–0 ahead with three to play. At 56 for one, they were cruising. Willis was preoccupied with no-balls – he had bowled 32 in the previous Test at Lord’s – and did not enjoy bowling up the hill. Brearley allowed him to switch ends so that he was going downhill with the wind at his back. “Let me worry about the no-balls,” he told Willis. “Just run up and bowl fast and straight.”</p> \n<p>Willis soon dismissed Trevor Chappell, caught behind fending off a throat ball. There was no celebration, just a quick turn and walk back to his mark. Even when he picked up Hughes and Graham Yallop for ducks in the same over soon after, there was not a hint of joy. Every sportsman dreams of being in the zone; Willis was, but this was a different kind of zone. “I looked into his eyes and it was like there was nobody there,” said Dilley.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-02e50ce8-8017-4bef-83d6-ce318edf3c55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889255591/d49c5615-6e50-4cf2-9797-42ae91097a43-460x276.jpeg\" alt=\"Graham Dilley is congratulated by Ian Botham\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Willis had the dual motivation of saving his career and, in all probability, saving an Ashes series. After lunch he continued to charge in – “I don’t go as far as that on my holidays,” said one former Test bowler of his runup – and, before anybody knew what was happening, Australia were 75 for eight. Across the nation it had become an unofficial bank holiday. The Stock Exchange stopped, while the best vantage points outside Headingley were the ones by the windows of Radio Rentals stores, where groups of people watched the developing drama.</p> \n<p>Lillee and Ray Bright fought against the rising tide with a quick-witted partnership of 35 in four overs. Australia were 110 for eight, 20 from victory, when Lillee mis-hit Willis towards mid-on. Mike Gatting, not necessarily the man you would want in such circumstances, ran in and took a fine low catch. In the next over, from Botham, Old dropped two sharp chances at slip. It did not matter: Willis pegged back Bright’s middle stump to complete the most famous victory in Ashes history. He finished with figures of eight for 43.</p> \n<p>Finally there was a celebration, as Willis thrust his hands in the air, but even then it was more a kind of dead-eyed relief than an expression of joy. He turned on his heels to run back to his mark, realised there was no more work to do and ran in a circle before haring for the pavilion.</p> \n<p>Later that day Brearley received a telegram from Spike Milligan. “Marvellous – have my ticket for the wedding,” it read, in reference to the marriage of Charles and Diana a week later, to which the Goons-fan groom had invited him. The match was later voted Britain’s favourite sporting moment. England, 500-1 at one stage, had won by 18 runs. They had not just come back from the dead; they had come back from a cremation.</p> \n<h2>4) “In my day 58 beers between London and Sydney would have virtually classified you as a teetotaller.”</h2> \n<p><em>Ian Chappell on David Boon’s drinking, 1989</em></p> \n<p>There was an abnormal amount of travel sickness on the Qantas flight to London, and approximately 99.94% of it was self-inflicted. As it descended towards Heathrow airport, the plane’s captain addressed his passengers in the usual style. “Ladies and gentlemen, welcome to London where it is six degrees outside,” he said. “I want to wish the Australian team all the best. I know they’ll do very well because David Boon has just broken the record, 52 cans from Sydney to London.”</p> \n<p>Boon has always denied the story – “If people haven’t got something else to talk about they have led a fucking boring life,” he said in 2006 – but there are enough witnesses, one or two of them sober, to suggest that it happened. The teetotal Geoff Lawson, who kept score on the back of some sick bags, wished he had kept what would have been the ultimate in alternative Ashes memorabilia. Some were not worth keeping. “The very instant we pulled up at our allotted gate,” recalled Steve Waugh, “Tim Zoehrer lurched forward and filled up the sick bag to christen our tour.”</p> \n<p>Boon was aiming to beat the record of 45 cans, established by Rodney Marsh on the way to the World Cup in 1983. He didn’t just take the record; he obliterated it. And he obliterated himself. The middle-order batsman Dean Jones acted as pace-setter for much of the 24-hour flight. His father had told him to spend the journey picking the brain of somebody who had already played in England. The only thing Jones soaked up were about 25 cans on the way to the first stop-off in Singapore. At that point he was helped into an impromptu bed, “pissed as a fart”. With Jones out of action, a number of other players took turns to sit alongside Boon and sink a few to help him on his way. It was a very early example of squad rotation.</p> \n<p>When Australia landed, Merv Hughes gave a radio interview back home and jauntily informed everyone of what had occurred. “The big news is that Boonie’s cracked the first 50 of the tour!” This did not please the coach, Bob Simpson, who had hoped that what happened on the plane would stay on the plane. “I got in more trouble than the protagonist,” Hughes said. “I was shitting myself that I’d be sent home.”</p> \n<p>Boon, who became known as the “Keg on Legs”, was fined $5,000 – a lot for an international cricketer in 1989 – and put on probation. Simpson was not the only Australian who was unimpressed. Ian Chappell had been informed that Boon had drunk 58 cans, rather than 52, yet even that was not enough. “What is the world going to think? That Australia has become a namby-pamby nation which doesn’t know how to drink? For God’s sake, in my day fifty-eight beers between Sydney and London would virtually have classified you as a teetotaller.”</p> \n<p>Throughout the 1989 tour of England, Australia were emphatic proof that there are no team-bonding agents as powerful as alcohol and victory. A number of the players get almost misty-eyed when they talk about 1989. Ian Healey said: “The spirit in the team was as good as anything I’ve ever been involved in.”</p> \n<h2>5) “All the palaver caused me to burn my toast”</h2> \n<p><em>Duncan Fletcher on the Trent Bridge Test of 2005</em></p> \n<p>Ricky Ponting was chuntering to everyone and no one, his face a picture of affronted dismay. As he walked off the field, absent-mindedly removing his gloves while swearing in all directions, it was as much as he could do not to grit his teeth to breaking point. When he reached the pavilion steps, Ponting – still with his helmet on, as if he couldn’t quite bring himself to take off his work clothes and fully acknowledge his innings was over – snapped his head and started shouting abuse in a specific direction, and at a specific person on the England balcony. In a series full of symbolic moments, this was the biggest of all; the moment England knew Australia had cracked.</p> \n<p>After making Australia follow on for the first time in 17 years, England were having a tougher time getting them out a second time. Australia were 155 for two, 104 behind, and Ponting was looking ominously set on 48. Damien Martyn called Ponting for a tight single on the off side, and the substitute Gary Pratt – on for the injured Simon Jones – threw down the stumps with dead-eyed certainty. Ponting’s exasperation at getting out in such a manner at such a time was great enough, even before he realised he had been run out by a substitute.</p> \n<p>Australia had been irritated throughout the series by England’s habit of using substitute fielders, apparently to give their bowlers a rest after a long spell; it was a legitimate complaint – England clearly bent the rules – but in this case Jones was genuinely injured.</p> \n<p>Ponting did not know that and all the frustration and pressure came out in five seconds of ranting at Fletcher on the balcony. Fletcher was sufficiently distracted by events that he burnt his toast in the dressing room, though it was clear he loved every second of Ponting’s outburst. “If you want to take a run to the cover fielder and get out, whose fault is that?” he said at the close of play.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9nofkoClevE\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/9nofkoClevE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The tourists battled on to 387 – Simon Katich got an appalling lbw decision after resisting over four hours for 59 – which left England needing 129 to go ahead in the series. It turned into the kind of run-chase that ages people by 10 years. Shane Warne raged majestically against the dying of the light, reducing England to 57 for four. Kevin Pietersen and Flintoff calmed things down with a partnership of 46 before Lee dismissed both, with Flintoff bowled by a stunning delivery.</p> \n<p>England, in control throughout the match, now faced the very real prospect of losing – which would have ended the drama at a stroke, because Australia would have gone 2–1 up with one to play and retained the urn.</p> \n<p>When Geraint Jones skied Warne to mid-off, England were 116 for seven, 13 short of victory. Hoggard loafed out to join Ashley Giles and said: “Come on, let’s me and you get it done.” Giles’s reply – “It’s reversing at 95mph” – did not quite maintain the mood of cheery certainty. But they did get it done, just about. The crowd greeted Hoggard’s cover-driven four off Lee like the announcement of world peace, and soon after Giles hit the winning runs. “Whether we win or lose, we relish creating a bit of an arse-nipper,” he said. The biggest of them all, the series decider, was yet to come.</p> \n<h2>6) “Get ready for a broken fucking arm”</h2> \n<p><em>Michael Clarke to James Anderson, Brisbane, 2013-14</em></p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-f9fb877e-ed9a-4629-8c5d-678aab8b7c60\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889771565/37ece762-5780-4770-90ef-f61dc73e9552-460x276.jpeg\" alt=\"Michael Clarke and James Anderson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.</span> \n  <span class=\"element-image__credit\">Photograph: Ryan Pierse/Getty Images</span> \n </figcaption> \n</figure> \n<p>Mitchell Johnson waited at the end of his mark. And waited some more. James Anderson, the batsman in his sights, moved out of his crease to prepare himself for the imminent assault. As he did so, he began to exchange unpleasantries with George Bailey, Australia’s short leg. Michael Clarke, the Australia captain, walked towards the incident and was met halfway by Anderson, where they had a full and frank exchange of views. After a few seconds, Clarke began to walk backwards to his position and uttered the words that would shape an Ashes series.</p> \n<p>Clarke’s threat to Anderson, which was picked up by the stump mic, cost him 20% of his match fee. It was worth every penny. It changed the way he was perceived by many among the Australian public; more important, it told England that Australia would stop at almost nothing to regain the Ashes. They were about to go 1–0 up in the series, and Clarke sensed the opportunity to score some points for the four remaining Tests.</p> \n<p>The tenor of the contest had changed so much from the previous series that Clarke wanted to ram home the point that England were now on Australia’s manor, and were playing by their rules. It might have backfired; Anderson might have taken 10-for in the next Test, but Clarke’s instinct told him that England were vulnerable.</p> \n<p>Shane Warne later said that the stump mic was switched off – but still accessible for the commentators – seconds earlier when Anderson told Bailey that he wanted to punch him in the face. “Anderson brought it on himself,” said the Australia bowler Peter Siddle after the game, without going into specifics. “So fair’s fair.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RtA6laeJBts\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/RtA6laeJBts?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In a match that cemented the tone of the series, England had been taken apart by Mitchell Johnson. The phrase “shock bowler” has become a cliche for those who bowl short, sharp spells, but Johnson fulfilled the role in the truest sense. An experienced, battle-hardened side were so shocked that they never recovered. Before he was a shock bowler, Johnson had been not a stock bowler but a laughing stock, certainly to the Barmy Army.</p> \n<p>The team who played that first Test were the second most experienced in England’s history. They had 649 caps and around 649GB of data based on those appearances and on study of the Australians. This was a grizzled, gnarled team, who thought they had seen everything and were prepared for anything. They had no idea. No computer could have prepared them for the way Johnson spooked them. He no longer bowled to the left and the right; he bowled at the stumps and the head. Modern batsmen, not just England’s, were lulled into a false sense of security by years of mollycoddling; when they were then exposed to extreme pace and aggression, they had about as much idea how to survive as rich kids dropped into the meanest streets of the Bronx.</p> \n<p>Johnson’s impact was similar to that of the West Indian quicks in the 1980s – but there were four of them. He had emphatically got his mojo back, and a combination of his surname and Movember moustache made MoJo an inevitable nickname. And though he never appeared with a low-buttoned shirt exposing enormous clumps of chest hair, his moustache was an inadvertent tribute to the hirsute brutes of 1974–75, the last time England were assaulted so extremely in Australia.</p> \n<p>The Guardian’s Andy Bull, in reference to Johnson’s impact, cited the old Mike Tyson line: “Everybody has a plan, until they get punched in the face.” Bull’s Guardian colleague Mike Selvey referred to Johnson’s as “bare-knuckle bowling”. And yet in this game there was no merciful knockout or stoppage. England had to continue to take the blows for five whole Test matches.</p> \n<p><em><span class=\"bullet\">•</span> These are edited extracts from </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283992/\" title=\"\"><strong><em>Gentlemen and Sledgers: A History of the Ashes in 100 Quotations and Confrontations</em></strong></a><em>, published by Head of Zeus.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435920376144/813c8fa0-f0e3-4cdb-85ae-a83ed97e3fcd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.","cleanCaption":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.","cleanCredit":"Photograph: Colorsport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889239062/Graham-Dilley-is-congratu-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Graham Dilley is congratulated by Ian Botham","cleanCaption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.","cleanCredit":"Photograph: Colorsport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889767356/Michael-Clarke-and-James--010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke and James Anderson","cleanCaption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}],"webPublicationDate":"2015-07-03T07:59:54Z","lastModified":"2015-07-03T11:50:36Z","metadata":{"commentable":true,"commentCount":140,"contributors":[{"name":"Rob Smyth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robsmyth"}],"feature":true,"keywords":["The Ashes","Sport","Cricket","England cricket team","Australia cricket team","Australia sport","Ian Botham","Michael Clarke","Ricky Ponting"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ian-botham","webTitle":"Ian Botham"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/ricky-ponting","webTitle":"Ricky Ponting"}],"section":{"id":"sport"},"topics":[{"displayName":"Rob Smyth","topic":{"type":"tag-contributor","name":"profile/robsmyth"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/the-joy-of-six-ashes-quotes","shortUrl":"http://gu.com/p/4abhn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/the-joy-of-six-ashes-quotes","webUri":"http://www.theguardian.com/sport/2015/jul/03/the-joy-of-six-ashes-quotes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}},"importance":4,"byline":{"title":"Rob Smyth"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}}]},{"title":"Djokovic’s web disciples shine light on honest purity of the superfan","rawTitle":"Djokovic’s web disciples shine light on honest purity of the superfan","item":{"type":"comment","id":"sport/blog/2015/jul/03/novak-djokovic-superfan-barney-ronay","title":"Novak Djokovic’s web disciples shine light on honest purity of the superfan","trailText":"Obsessive? Certainly. Creepy? Perhaps. Yet internet superfans – be they devotees of Messi and Ronaldo or Wimbledon’s A-listers – might just be the true keepers of the sporting flame in a world of artifice","standFirst":"Obsessive? Certainly. Creepy? Perhaps. Yet internet superfans – be they devotees of Messi and Ronaldo or Wimbledon’s A-listers – might just be the true keepers of the sporting flame in a world of artifice","byline":"Barney Ronay","body":"<p>Writing about sport occasionally throws up some interesting moments. Watching Wimbledon and the Copa Am&eacute;rica this week I was reminded of an incident earlier this year at the prestigious Lockheed Martin Peace Through Sport Awards, held at the lavish 125-storey Spartacus Tower in Doha. Late in the evening I found myself crammed into one of the tower’s huge glass lifts. As we glided down there was the usual uncomfortable silence, which immediately became more interesting as I noticed the man crushed in next to me, dressed in a shiny blue dinner jacket, was Cristiano Ronaldo.</p> \n<p>“Odd, isn’t it,” I whispered, unable to resist striking up a conversation with one of the great athletic icons of the modern age. “You, here in the same lift as Lionel.”</p> \n<p>“As who?” he shrugged, sending a thick scurf of oily dandruff tumbling on to his narrow shoulders.</p> \n<p>“Lionel Messi. He’s just over there.”</p> \n<p>He looked around blankly, scalding me with a gust of his famously toxic breath. “Oh. Right. We don’t really ever think about each other to be honest.”</p> \n<p>“But,” I hissed, “you’re one of the great rivalries. An epic two-hander caught up in a beautifully rarified face-off at the summit of global sport. Like with the Ballon d’Or.”</p> \n<p>“Oh,” Ronaldo said, taking this in. “Who won that? I wasn’t really watching.”</p> \n<p>From across the lift there was the sound of a scuffle suddenly as the doors pinged open and Messi began to wrestle drunkenly with a confused-looking David Rudisha, cursing loudly, fists bunched. “But what about on social media,” I heard myself asking, tears welling up. “When you connect with the fans and touch their lives and seem so real and caring and …”</p> \n<p>“You think that’s us on there with the creeps and the normos?” Roger Federer snarled, snatching a cigarette from Maria Sharapova, who began to advance menacingly, the blade in her hand catching the light as David Beckham started to scream, knocking Justin Bieber’s toup&eacute;e from his head and …</p> \n<p>It’s probably fair to say I may have embellished some of this. Or indeed, looking closely at the detail, that none of it actually happened at all. But somehow it seemed a worthy exercise to present the most offensive, fanbase‑enraging paragraph of snidey low-rent insinuation I could come up with off the top of my head.</p> \n<p>I’m aware there will be consequences. Given the vengefulness of the new breed of internet sporting superfan it is probably worth accepting that by the time this emerges in paper form I will already be dead or in hiding. With this in mind it is perhaps a good time to look a little more closely at the very modern phenomenon of the virtual superfan, the internet ultra, a clamour at the edge that has become increasingly hard to ignore.</p> \n<p>This isn’t completely out of the blue. Earlier this week I <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/novak-djokovic-philipp-kohlschreiber-coaching\" title=\"\">wrote something</a> fairly straightforward about Novak Djokovic at Wimbledon, and was pleasantly surprised to find an instant barrage of social media hostility from a platoon of quick-response internet superfans – the Novakistas, the Djokheads – enraged by some imagined slight against their chosen object of sporting reverence.</p> \n<p>It was relatively friendly stuff, but a reminder all the same that the chief characteristics of superfandom are common across every sport. First, a sensual, lingering, relentlessly tended obsession with a single point of focus. No doubts are permitted here, no ambivalence. There is simply no space to appreciate, say, very good sportsperson X and very good sportsperson&nbsp;Y. It’s the Middle East out there. Sides must be taken.</p> \n<p>Above all this is an evangelical, proselytising creed, with constant policing required against slurs, slights, or insufficient supplication, punishable by a kind of hive-swarm of full frontal social media assault and after that by targeted guerrilla stalking. The most obvious example is Messi v Ronaldo, a farrago of idiocy that has now solidified into a blood feud, positions so entrenched that when both men have long since retired they’ll still be flushing people called things like LEOISLIFE and CR7ultimofan out of far-flung corners of the internet like octogenarian Japanese soldiers still fighting the second world war from inside a small thicket just outside Osaka.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"01ee130cb5942cbc7dc548947e3dd7e78e226af5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435925755243/a6229334-4401-44ed-b09d-cf9eece447b7-460x276.jpeg\" alt=\"Messi, Ronaldo\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ronaldo or Messi? You have to take sides, apparently.</span> \n  <span class=\"element-image__credit\">Photograph: Action Press/Rex/Action Press/Rex</span> \n </figcaption> \n</figure> \n<p>The largest Messi fan feed on Twitter has more than half a million followers, but there are countless others out there spewing out a tenderly priapic internal monologue of gifs and vines and pics. Often the focus is not simply on football but something slightly creepier. A weird, frightening collage of Xavi’s wedding photos. Shots of some gooey-eyed A-lister posing with his children over mawkish captions like PERFECT or LOVE or DREAM.</p> \n<p>Marketing has played a huge part in this. Human beings are susceptible to these forces, the power of repeated suggestions, from mainstream advertising down through the vined, gif’d, montaged hidden world of beautifully sensual detail, the chest-rippling outfits, the basic balletic beauty of the sport. All of which provides an illusory sense of intimacy with these distant athletes that is completely at odds with the glazed, sealed, airless world they inhabit.</p> \n<p>This will naturally seem strange to an older generation for whom engagement with athletes or teams was similar to how you might engage with a physical person. Your favourite footballer might be Glenn Hoddle. Glenn Hoddle would irritate you, draw a weary shrug now and then. But still you liked Glenn Hoddle a lot. Would you like an endlessly looped video shrine to Glenn Hoddle, a picture reel of Glenn Hoddle holding his baby, a weirdly sensual slow motion black and white film of Glenn Hoddle hugging Graham Roberts? No, you wouldn’t. Not at all in fact. But, you know, thanks.</p> \n<p>And yet there is something intriguing, even rather seductive in the passion of the superfan. Take a look inside this world and the feeling is not of phoniness or hysteria, but of something genuine and quite pure. At the centre of this cyber-fetish are a group of athletes who stand on their merits. In a world of artifice and useless information why not fixate on these ultimately rather stark and simple talents, human beings in the full flush of their own athletic grace. Don’t fear the superfan. Actually maybe do fear the superfan a bit. But if sport is to survive in any meaningfully ragged, untempered, passionately human form, these are perhaps the keepers of the flame.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925595401/ff5016fd-4158-41dc-b33d-785b4f636444-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Adrian Dennis//AFP/Getty Images","altText":"Novak Djokovic","cleanCredit":"Photograph: Adrian Dennis//AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925756960/a6229334-4401-44ed-b09d-cf9eece447b7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronaldo or Messi? You have to take sides, apparently. Photograph: Action Press/Rex/Action Press/Rex","credit":"Action Press/Rex/Action Press/Rex","altText":"Messi, Ronaldo","cleanCaption":"Ronaldo or Messi? You have to take sides, apparently.","cleanCredit":"Photograph: Action Press/Rex/Action Press/Rex"}],"webPublicationDate":"2015-07-03T12:22:24Z","lastModified":"2015-07-03T23:08:11Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["Novak Djokovic","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/novak-djokovic-superfan-barney-ronay","shortUrl":"http://gu.com/p/4acxj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/novak-djokovic-superfan-barney-ronay","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/novak-djokovic-superfan-barney-ronay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925595401/ff5016fd-4158-41dc-b33d-785b4f636444-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic greets his win over Jarkko Nieminen by blowing a kiss to his fans, some of whom will respond swiftly to imagined slights against their hero. Photograph: Adrian Dennis//AFP/Getty Images","credit":"Adrian Dennis//AFP/Getty Images","altText":"Novak Djokovic","cleanCaption":"Novak Djokovic greets his win over Jarkko Nieminen by blowing a kiss to his fans, some of whom will respond swiftly to imagined slights against their hero.","cleanCredit":"Photograph: Adrian Dennis//AFP/Getty Images"}},"importance":4,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925595401/ff5016fd-4158-41dc-b33d-785b4f636444-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Adrian Dennis//AFP/Getty Images","altText":"Novak Djokovic","cleanCredit":"Photograph: Adrian Dennis//AFP/Getty Images"}}]},{"title":"Women's World Cup / Sampson’s Lionesses out to spoil Neid’s farewell party","rawTitle":"Sampson’s Lionesses out to spoil Neid’s farewell party","item":{"type":"article","id":"football/2015/jul/03/womens-world-cup-mark-sampson-lionesses-silvia-neid","title":"Women’s World Cup: Mark Sampson’s Lionesses out to spoil Silvia Neid’s party","trailText":"Manager is determined to bid farewell to ‘the greatest coach in the history of the women’s game’ with England’s first win over Germany","standFirst":"Manager is determined to bid farewell to ‘the greatest coach in the history of the women’s game’ with England’s first win over Germany","byline":"Louise Taylor in Edmonton","body":"<p>Mark Sampson calls Silvia Neid the greatest coach in the history of the women’s game. His admiration is sincere but it has only intensified a long-standing ambition to outwit her on a football pitch.</p> \n<p>Neid steps down as Germany coach after the third-place play-off game against England on Saturday and Sampson feels optimistic his Lionesses can spoil her party. Often such squabbles over the bronze medal can be tepid affairs but there is history between these teams.</p> \n<p>In England’s view, a tired, three-decades-old narrative – namely that they have never beaten Germany in a women’s game – is long overdue a correction. Both sides had been hoping to be preparing for Sunday’s final in Vancouver but defeats against <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\" title=\"\">Japan</a> and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/womens-world-cup-usa-into-final-after-carli-lloyd-tames-germany\" title=\"\">USA</a> respectively, have left them seeking consolatory European bragging rights.</p> \n<p>“We can’t win the World Cup, so England v Germany is the next best thing,” Sampson said. “We’re determined to do something we’ve never done before and beat them.”</p> \n<p>Then there is the bigger picture. England’s success in reaching a women’s World Cup semi-final for the first time has captured the imagination of a nation but the challenge is to sustain that interest.</p> \n<p>“We’d like to think this could be a catalyst to take things on to the next level,” Sampson added. “But there’s an awful long way to go. The team have done their bit, the players have given so much and now it’s a case of passing the baton back to everyone back home. It’s a case of media, supporters, coaches, parents, young girls, accepting that baton and taking the game to the next level.”</p> \n<p>He cites Steph Houghton and company as perfect role models. “This team become different people when they pull the jersey on,” he said. “They become the best possible version of themselves.</p> \n<p>“We want to achieve something special on Saturday. We’re playing the queens of women’s football – but they’ve just been beaten and Germany don’t usually lose two in a row. They’ve got the greatest coach in the history of the female game and will want to win Silvia’s last match for her. We want to make history.</p> \n<p>“The exciting thing about this England team is that they don’t know where the limit is, they want to keep evolving, keep getting better. We feel we’ve put the pride back into English football.”</p> \n<p>He hopes the public will say thank you by turning out in force for the women’s FA Cup final between Chelsea and Notts County at Wembley on Saturday 1 August. It will be the first time the domestic showpiece has been staged at the national stadium and represents another stepping stone on the game’s path to credibility. Along the way Laura Bassett hopes to compensate for the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-women-laura-bassett-inspire-girls-karen-carney-world-cup-third-place-play-off\" title=\"\">searing disappointment of her stoppage-time own goal</a> in the semi-final against Japan by marshalling Notts County’s defence.</p> \n<p>“Laura will be absolutely determined to lift the FA Cup,” Sampson said. “She and her team-mates deserve a hero’s welcome when they get home but I’d love it if Britain’s football community could get themselves to Wembley next month. If it’s filled, it will be a real big statement of what this England team’s done and how many people it’s influenced.”</p> \n<p>Managers invariably demand increased funding and Sampson is no different as he strives to ensure the Lionesses can compete on the international stage. “There’s been a lot of talk about how much the FA has invested in the women’s game and their support and investment has been outstanding,” he said. “But the English FA is not the only FA doing that.</p> \n<p>“I’ve been to France, I’ve seen their youth development programme. And the United States. There are more registered players in the state of New York than the whole of England. That puts it into context, the difficulty we’re facing.</p> \n<p>“The powers that be will have to decide if we want to take the game to the next level. Realistically, we’re still not in the world’s top tier. Our domestic competition [the Women’s Super League] is outside the world’s top five.”</p> \n<p>This perhaps explains why a clever, deceptively streetwise, coach has suppressed his slick passing instincts to transform England’s class of 2015 into a supremely organised, essentially counterattacking and direct, team of dead-ball specialists who, for all their many virtues, are not great in possession.</p> \n<p>“We haven’t had a European Champion at club level for eight years,” Sampson said. “Not all our top-level players are professionals. So there’s still a long, long way to go. We need better coaches, more supporters, more investment. We’ve got to raise the bar and bring more people into our sport.”</p> \n<p>An increasing number of Premier League clubs run women’s teams with Manchester City, Chelsea and Arsenal the pioneers. Sampson would not only like to see every team in the top division following suit but also those further down the League pyramid.</p> \n<p>“I hope clubs that don’t have women’s teams have seen something in this World Cup that makes someone say: ‘Why haven’t we got one? Why don’t we have a women’s development section?’</p> \n<p>“Without the support of clubs like Liverpool, Manchester City, Chelsea and Arsenal, we’d find it very difficult to run a professional League. But imagine if every Football League club had a women’s team – wow, what a change we’d see.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435922428127/Mark-Sampson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England manager Mark Sampson hopes the interest generated by England reaching a women's World Cup semi-final for the first time can be sustained. Photograph: Kevin C Cox/Getty Images","credit":"Kevin C Cox/Getty Images","altText":"Mark Sampson","cleanCaption":"The England manager Mark Sampson hopes the interest generated by England reaching a women's World Cup semi-final for the first time can be sustained. Photograph: Kevin C Cox/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T18:00:00Z","lastModified":"2015-07-03T23:55:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":true,"keywords":["England women's football team","Women's World Cup 2015","Women's football","Football","Sport"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/03/womens-world-cup-mark-sampson-lionesses-silvia-neid","shortUrl":"http://gu.com/p/4abqm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/03/womens-world-cup-mark-sampson-lionesses-silvia-neid","webUri":"http://www.theguardian.com/football/2015/jul/03/womens-world-cup-mark-sampson-lionesses-silvia-neid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435922428127/Mark-Sampson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England manager Mark Sampson hopes the interest generated by England reaching a women’s World Cup semi-final for the first time can be sustained and heightened. Photograph: Kevin C Cox/Getty Images","credit":"Kevin C Cox/Getty Images","altText":"Mark Sampson","cleanCaption":"The England manager Mark Sampson hopes the interest generated by England reaching a women’s World Cup semi-final for the first time can be sustained and heightened. Photograph: Kevin C Cox/Getty Images"}},"importance":3,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435922428127/Mark-Sampson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England manager Mark Sampson hopes the interest generated by England reaching a women's World Cup semi-final for the first time can be sustained. Photograph: Kevin C Cox/Getty Images","credit":"Kevin C Cox/Getty Images","altText":"Mark Sampson","cleanCaption":"The England manager Mark Sampson hopes the interest generated by England reaching a women's World Cup semi-final for the first time can be sustained. Photograph: Kevin C Cox/Getty Images"}}]},{"title":"Premier League transfers / Who decides which players your club buys?","rawTitle":"Who decides which players your club buys?","item":{"type":"article","id":"football/blog/2015/jul/03/premier-league-transfers-who-decides-club-buys","title":"Premier League transfers: who decides which players your club buys?","trailText":"Who actually sits on Liverpool’s transfer committee and how much does Roman Abramovich get involved in deals at Chelsea? We look at all 20 Premier League clubs","standFirst":"<p>Who sits on Liverpool’s transfer committee and how much does Abramovich get involved in deals at Chelsea? We look at all 20 Premier League clubs</p>","byline":"Nick Ames, Simon Burnton, Dominic Fifield, Andy Hunter, David Hytner, Jamie Jackson, Stuart James, Jacob Steinberg and Louise Taylor","body":"<h2>Arsenal</h2> \n<p><strong>Ars&egrave;ne Wenger </strong>is the lord of the kingdom he has built over the past 19 years. His influence extends into every pore of the club and where transfers are concerned, the manager’s authority is total. Wenger always has the final say. The board have attempted to put support systems in place around him, such as their purchase of StatDNA, the football data analytics company, which can help to identify potential signings. But Wenger continues to rely on his own eyes, together with those of his scouts. <strong>Dick Law</strong> is the club’s chief negotiator. <strong>DH</strong></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/30/transfer-window-12-best-deals-summer\">Transfer window bargains: 12 of the best deals available this summer | Alan Smith</a> </p> \n</aside> \n<h2>Aston Villa</h2> \n<p>The club have created an informal committee to oversee transfers that includes <strong>Tom Fox</strong>, the chief executive, <strong>Patrick Reilly</strong>, the director of recruitment, <strong>Sharon Barnhurst</strong>, the club secretary, and <strong>Tim Sherwood</strong>, the manager. With the backing of Randy Lerner, Villa’s owner, Fox gets the financial framework of any transfer deal approved but is not involved in negotiating with the agent, which he leaves to Barnhurst and Reilly. Sherwood is not keen on working within a continental structure – Villa never filled the director of football operations position that was advertised at the start of the year – and likes full control of transfers. <strong>SJ </strong></p> \n<h2>Bournemouth</h2> \n<p>Having risen through the divisions at a tremendous pace, Bournemouth’s scouting department is still growing, with their recruitment overseen by the club’s legendary former striker, <strong>Steve Fletcher</strong>. It is down to the recruitment team to identify signings for the manager <strong>Eddie Howe</strong>, who has the final say on transfers. Howe also picks out players and Bournemouth’s approach is not to target the most obvious ones, but those who can fit neatly into their attractive style of play. That means they will not necessarily sign the best player in a league, preferring to think outside the box. <strong>JS</strong></p> \n<h2>Chelsea</h2> \n<figure class=\"element element-image\" data-media-id=\"47555dac6740642dd9a3a5668b5daa2bb54da58c\"> \n <img src=\"http://media.guim.co.uk/47555dac6740642dd9a3a5668b5daa2bb54da58c/0_259_4900_2938/1000.jpg\" alt=\"Eden Hazard\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chelsea’s Eden Hazard signs a new contract in the presence of director Marina Granovskaia who is now a key figure at Stamford Bridge.</span> \n  <span class=\"element-image__credit\">Photograph: Darren Walsh/Chelsea FC/Press Association Images</span> \n </figcaption> \n</figure> \n<p>Chelsea boast an extensive network of scouts, at home and abroad, but first-team recruitment still relies heavily on input from the manager, <strong>Jos&eacute; Mourinho</strong>, and the technical director, <strong>Michael Emenalo</strong>. They will target positions that need strengthening in the first-team and identify potential recruits, and then liaise with each other to compile a list of names to be submitted to the hierarchy.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Roman Abramovich has the ultimate say as to which targets are pursued</p> \n </blockquote> \n</aside> \n<p>The owner, <strong>Roman Abramovich</strong>, has the ultimate say as to which targets are pursued and, while there may on occasion be direct contact between management staff and the oligarch, the discussions tend to go through the multilingual director, <strong>Marina Granovskaia</strong>, who is an increasingly influential figure at Stamford Bridge. She is essentially responsible for negotiating all transfers in and out of the club these days, as well as player and management contract negotiations and re-negotiations. The Russian-born Canadian national, whose role as a senior advisor to Abramovich pre-dates the oligarch’s arrival in English football, speaks with rival clubs and with agents to see the transfers signed off. <strong>DF</strong></p> \n<h2>Crystal Palace</h2> \n<p>Crystal Palace’s transfer policy has had to adapt over each year of the current owners’ five-season tenure as the club progressed from the lower reaches of the Championship into the Premier League with virtually a new manager at every turn. They employed Iain Moody as a sporting director in 2013-14 in recognition that their scouting structure needed upgrading given the calibre of player they are now targeting has risen, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/aug/21/malky-mackay-iain-moody-dossier-fa-cardiff-city\">though he resigned</a> and was not replaced last autumn. <strong>Alan Pardew</strong>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/03/crystal-palace-appoint-alan-pardew-manager\">appointed at the turn of the year</a>, now enjoys considerable influence in terms of identifying potential recruits, liaising with an evolving scouting department, with the negotiations over fees and salaries essentially undertaken by the co-chairman, <strong>Steve Parish</strong>. This summer, once again, the quality of player on their wish-list has stepped up, posing its own challenges in terms of salaries and, possibly, agents’ fees with Palace a club who are learning every transfer window. <strong>DF</strong></p> \n<h2>Everton</h2> \n<figure class=\"element element-image\" data-media-id=\"21c2bdae2babe5065d128f6b906017814fcd80a7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435848290830/c2f47fe7-48a9-437e-85aa-15dc47f328d4-460x276.jpeg\" alt=\"Roberto Mart&iacute;nez\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Everton manager Roberto Mart&iacute;nez enjoys control over transfers at Goodison Park.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Powell/Epa</span> \n </figcaption> \n</figure> \n<p>Part of the attraction of Everton for <strong>Roberto Mart&iacute;nez</strong> – like David Moyes before him – is the straightforward, clearly defined and even old-fashioned way the club operates in the transfer market. The manager has full authority on who comes into the club (in Mart&iacute;nez’s case, having consulted with his assistant manager Graeme Jones and the chief scout Kevin Reeves) and the chairman,<strong> Bill Kenwright</strong>, usually leads the negotiations. <strong>AH</strong></p> \n<h2>Leicester City</h2> \n<p>Leicester have a team of technical scouts watching games via <a href=\"http://wyscout.com/\">Wyscout</a>, which provides access to videos and statistics of players all over the world, as well as talent spotters on the ground at home and overseas – all of which seems unlikely to change in the wake of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/nigel-pearson-leicester-sacked\">Nigel Pearson’s sacking</a>. As things stand <strong>Steve Walsh</strong>, the joint assistant manager and head of recruitment, views the lists of recommendations submitted and in consultation with the manager and <strong>Jon Rudkin</strong>, the director of football, decides what leads to follow up. Rudkin, after liaising with the club’s Thai owners, brokers the deals. <strong>SJ</strong></p> \n<h2>Liverpool</h2> \n<figure class=\"element element-image\" data-media-id=\"1a18d6c0601d097d95cd6fdbcf2d56539e66d4a2\"> \n <img src=\"http://media.guim.co.uk/1a18d6c0601d097d95cd6fdbcf2d56539e66d4a2/0_95_3672_2201/1000.jpg\" alt=\"Roberto Firmino\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Liverpool recently concluded the &pound;29m signing of Brazil’s Roberto Firmino<strong>.</strong></span> \n  <span class=\"element-image__credit\">Photograph: Pablo Porciuncula/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The future of Liverpool’s famed transfer committee was in question as the owners, Fenway Sports Group, conducted a review into last season’s flawed campaign but it has remained intact for the club’s decisive entry into this summer’s transfer market. Basically, since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2012/jun/01/brendan-rodgers-new-liverpool-manager\"><strong>Brendan Rodgers</strong> became manager in 2012</a>, it has worked like this: Rodgers, the head of recruitment <strong>Dave Fallows</strong>, the chief scout <strong>Barry Hunter</strong>, the head of performance and analysis <strong>Michael Edwards</strong>, the chief executive <strong>Ian Ayre</strong> and FSG’s president<strong> Mike Gordon </strong>comprise the group that decides Liverpool’s entire transfer strategy. <strong>AH</strong></p> \n<h2>Manchester City</h2> \n<figure class=\"element element-image\" data-media-id=\"3d13f6f366f58909a8f5d377691f0fa9faa77a01\"> \n <img src=\"http://media.guim.co.uk/3d13f6f366f58909a8f5d377691f0fa9faa77a01/0_0_4696_2817/1000.jpg\" alt=\"Txiki Begiristain\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Left-right, Txiki Begiristain the director of football at Manchester City, Ferran Soriano the CEO and Vicky Kloss the chief communications look on</span> \n  <span class=\"element-image__credit\">Photograph: Alex Livesey/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Txiki Begiristain</strong> is the sporting director and the chief fixer of transfers for the club. The club work to the continental model of having expendable managers within an over-arching football structure. This means potential targets are identified in a fluid, quasi-committee basis, though <strong>Manuel Pellegrini</strong> would rarely have any player forced upon him by Begiristain or <strong>Ferran Soriano</strong>, the chief executive, who is the most powerful man on the ground at the Etihad Campus. <strong>JJ</strong></p> \n<h2>Manchester United</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/27/confirmed-transfers-done-deals-pending-moves-europe\">Transfer window: from Roberto Firmino to Sami Khedira plus who’s next</a> </p> \n</aside> \n<p><strong>Ed Woodward</strong>, the executive vice-chairman, has stated that all recruits are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/20/manchester-united-ed-woodward-new-signings\"><strong>Louis van Gaal’s</strong> choices</a>. The Dutchman identifies who he would like and Woodward’s charge is to bring them to Manchester United. Van Gaal’s status as one of the elite managers means he can wield this influence to act as an unofficial chief executive as he did when intervening to ensure <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/13/memphis-depay-best-player-van-gaal-manchester-united\">Memphis Depay joined</a> when the PSV Eindhoven forward might have signed for Liverpool or Paris Saint-Germain. <strong>JJ </strong></p> \n<h2>Newcastle United</h2> \n<p><strong>Steve McClaren</strong> may be on the St James’ Park board but the words “cosmetic” and “semantics” spring immediately to mind concerning the relationship between his directorship and transfers. In reality McClaren remains very much a European style head coach with transfer targets identified by <strong>Graham Carr</strong>, officially the chief scout but effectively the director of football. Although <strong>Mike Ashley</strong>, the owner, delegates the day to day running of the club to <strong>Lee Charnley</strong> – the managing director and the man responsible for getting Carr’s proposed deals across the line – he continues to have the final say on signings. One of the reasons for Alan Pardew’s departure is that he did not want some of Carr’s recruits – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/13/newcastle-united-sign-remy-cabella\">&pound;12m R&eacute;my Cabella</a> for instance. But Carr and McClaren have a better relationship and share closer football visions so the arrangement may work better. It will also help that Ashley is willing to relax a previous reluctance to sign players aged over 26 and of steering clear of the British market. <strong>LT</strong></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Steve McClaren may be on the St James’ Park board but the words “cosmetic” and “semantics” spring immediately to mind</p> \n </blockquote> \n</aside> \n<h2>Norwich City</h2> \n<p>Norwich’s strategy has shifted slightly since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/09/norwich-city-alex-neil-new-manager\"><strong>Alex Neil</strong> became manager in January</a>. Neil has the final say on all first-team recruitment: he identifies the players he requires and transfers are then worked on by the club’s football executive board. The chief executive, <strong>David McNally</strong>, is the man who leads negotiations and works to complete deals with other clubs. The first signing of Neil’s reign, Tony Andreu from his former club Hamilton, unmistakably bore the new manager’s hand.</p> \n<p>Joining McNally on the football executive board are the technical director <strong>Ricky Martin</strong> and a yet-to-be-named head of recruitment (the position has been vacant since March). It was originally set up last summer to support Neil Adams, Neil’s predecessor, who was relatively inexperienced in a first-team management role. The idea was for a more corporate, shared approach to recruitment strategy, but Neil has been given greater autonomy and McNally was quick to confirm this upon his arrival. “Alex will decide players coming in and ones leaving,” he said. “The other people are there to support him. No way is anyone going to join the club without authorisation from the manager.” <strong>NA</strong></p> \n<figure class=\"element element-image\" data-media-id=\"ae373651f5650bfe0359a1e6608358b79cae9070\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435848784617/6f749cd5-6ba8-4d88-b2c0-95dc10bed53f-460x276.jpeg\" alt=\"C&eacute;dric Soares\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Southampton signed Sporting Lisbon’s right-back C&eacute;dric Soares on a four-year contract last month before Nathaniel Clyne sealed his move to Liverpool.</span> \n  <span class=\"element-image__credit\">Photograph: Dennis Grombkowski/Bongarts/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Southampton</h2> \n<p>The club have a recruitment department, in which a team of analysts monitor players around the world and the data is stored in what is known as the “Black Box”. Succession planning is the buzz phrase and looking far ahead is key. If a player is about to leave, the idea is that the analysts have replacements already lined up. When the manager,<strong> Ronald Koeman</strong>, wants to sign a player, he and the executive director,<strong> Les Reed</strong>, specify the position and/or attributes required and the analysts then make suggestions. Reed does the negotiations. <strong>DH</strong></p> \n<h2>Stoke City</h2> \n<p>Four parties have a say in the transfer process and meet regularly to discuss strategy. <strong>Mark Hughes</strong>, the manager, determines the attributes he is looking for in a particular position and then it is up to the scouting department, led by <strong>Mark Cartwright</strong>, Stoke’s technical director, to identify talent with those player profiles in mind and to draw up a list of possible options. With the financial parameters set by Stoke’s owners, the Coates family, Hughes puts the players in order of preference and <strong>Tony Scholes</strong>, the club’s chief executive, has the job of negotiating with agents and clubs over the salaries and transfer fees. Stoke only sign players who the manager wants. <strong>SJ</strong></p> \n<h2>Sunderland</h2> \n<figure class=\"element element-image\" data-media-id=\"95acd5495f2b2e02d8d5778a5383df291a5e646f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435850096084/28bde4bd-cb84-497e-a708-7fe11ed8fca1-460x276.jpeg\" alt=\"Jermain Defoe\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jermain Defoe proved a useful signing for Sunderland last season.</span> \n  <span class=\"element-image__credit\">Photograph: Lee Smith/Reuters</span> \n </figcaption> \n</figure> \n<p>As sporting director, <strong>Lee Congerton</strong> – a former Chelsea chief scout and Hamburg technical director – is the man responsible for sourcing and securing signings. He reports to <strong>Margaret Byrne</strong>, the chief executive and <strong>Ellis Short</strong>, the owner, who has the final say on price. Yet while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/dick-advocaat-continue-sunderland-manager-u-turn\"><strong>Dick Advocaat</strong></a> is, like Steve McClaren at Newcastle, primarily a “mud on boots” head coach he and Congerton work closely together and the sporting director is prepared to accept his advice. If theirs promises to be a collaborative relationship, things were much more strained between Congerton and Gus Poyet, Advocaat’s predecessor. Although Poyet was delighted when Congerton beat several rivals to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jan/14/desperate-sunderland-gamble-jermain-defoe-toronto-fc\">Jermain Defoe’s</a> signing, the pair generally disagreed over recruitment. <strong>LT </strong></p> \n<h2>Swansea City</h2> \n<p><strong>David Leadbeater</strong>, head of recruitment, <strong>Tim Henderson</strong>, technical recruitment scout, and <strong>George Foster</strong>, head of European scouting, are the key figures when it comes to the identification of players. <strong>Garry Monk</strong>, Swansea’s manager, also draws up his own targets. Swansea like to watch potential signings over a long period of time – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/swansea-city-andre-ayew-signs-ghana\">Andr&eacute; Ayew</a> was tracked for two years and likewise <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jun/27/bafetimbi-gomis-swansea-signing-lyon\">Bafetimbi Gomis</a> – and Monk is heavily involved in the final selection process. The names are fed to <strong>Huw Jenkins</strong>, the chairman, whose total control of negotiations expedites the process. Monk and Jenkins have to be in agreement for a player to be brought in. <strong>SJ </strong></p> \n<h2>Tottenham</h2> \n<p><strong>Daniel Levy </strong>has chopped and changed in search of the ideal structure, alternating between working with a sporting director or not. The chairman currently has one in <strong>Franco Baldini </strong>who, when he joined, believed that he would be the head of recruitment. Levy has since brought in <strong>Paul Mitchell </strong>as the head of recruitment, which has raised questions as to Baldini’s purpose. Mitchell arrived from Southampton, where he enjoyed a good working relationship with <strong>Mauricio Pochettino</strong>, the Tottenham manager. Pochettino says that the club have lists of targets in every position and it is Levy who invariably sets the parameters in the deals. <strong>DH</strong></p> \n<h2>Watford</h2> \n<p><strong>Luke Dowling</strong>, former head of recruitment at Portsmouth and Blackburn, was appointed as sporting director last September and concentrates on the domestic market, while chief scout <strong>Filippo Giraldi</strong> keeps an eye on the continent (though his role is likely to change if <strong>Nicola Salerno</strong>, who recently left his post as sporting director at Leeds, joins the club as is widely expected). Watford are owned by the same family that controls Udinese in Italy and Granada in Spain, and much of the process of identifying and recruiting players for all three sides still takes place in Udine, overseen by the former Napoli and Italy striker <strong>Andrea Carnevale</strong> – though it was interesting that Watford were the only one of the three to officially send scouts to the European Under-21 Championship. <strong>SB</strong></p> \n<h2>West Bromwich Albion</h2> \n<figure class=\"element element-image\" data-media-id=\"ecdf3510f2b5867fdb11db97cf06c80fbc63b3ca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435848875786/d8ea3970-dc9b-4a27-8017-8e41bbb166a9-460x276.jpeg\" alt=\"Tony Pulis\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tony Pulis is all-powerful at West Brom after a summer of change at The Hawthorns.</span> \n  <span class=\"element-image__credit\">Photograph: BPI/Rex Shutterstock/Matt Bunn</span> \n </figcaption> \n</figure> \n<p><strong>Jeremy Peace</strong>, Albion’s chairman, decided to adopt what he described as a European model many years ago after becoming frustrated with the way managers were spending money but that structure, which saw a sporting or technical director sitting on the board, has just been shelved. The dismissals of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/west-brom-rickie-lambert-charlie-austin-terry-burton\"><strong>Terry Burton</strong></a>, Albion’s technical director, and <strong>Mervyn Day</strong>, the club’s head of recruitment, mean that <strong>Tony Pulis</strong> has strengthened his powerbase and can exercise more control over transfers. <strong>Richard Garlick</strong>, director of football administration, handles negotiations and Peace must approve and sign off transfers, but Pulis now has a major influence over the whole process. <strong>SJ</strong></p> \n<h2>West Ham United</h2> \n<p>The club’s recruitment is now run by David Moyes’s old scout at Everton, <strong>Tony Henry</strong>, who arrived in east London last year. West Ham are beginning to broaden their horizons and have already signed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/west-ham-complete-pedro-obiang-signing-sampdoria\">Pedro Obiang from Sampdoria </a>and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/west-ham-marseille-dimitri-payet\">Dimitri Payet from Marseille</a>. There is a growing focus on youth and pace. The co-owner, <strong>David Sullivan</strong>, also involves himself in transfers. He took the credit for the signing of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/aug/14/west-ham-sign-diafra-sakho-metz\">Diafra Sakho last summer</a> – there were suggestions that Sam Allardyce was unsure about the Senegalese striker – and Mauro Zarate said that he was Sullivan’s choice. However Allardyce’s replacement, <strong>Slaven Bilic</strong>, will be able to use his knowledge of eastern European and Turkish football to spot players. <strong>JS</strong></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/2/1435847191015/Liverpool-v-Crystal-Palac-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Liverpool manager Brendan Rodgers is just one of the pieces in the Anfield transfer jigsaw. The other members, who decide on the incoming players, include head of recruitment Dave Fallows, chief scout Barry Hunter, head of performance and analysis Michael Edwards, chief executive Ian Ayre and FSG president Mike Gordon. Photograph: John Powell/Liverpool FC via Getty Images","credit":"John Powell/Liverpool FC via Getty Images","altText":"Liverpool v Crystal Palace - Premier League","cleanCaption":"The Liverpool manager Brendan Rodgers is just one of the pieces in the Anfield transfer jigsaw. The other members, who decide on the incoming players, include head of recruitment Dave Fallows, chief scout Barry Hunter, head of performance and analysis Michael Edwards, chief executive Ian Ayre and FSG president Mike Gordon. Photograph: John Powell/Liverpool FC via Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/47555dac6740642dd9a3a5668b5daa2bb54da58c/0_259_4900_2938/4900.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2938,"width":4900,"orientation":"landscape","caption":"Chelsea’s Eden Hazard signs a new contract in the presence of director Marina Granovskaia who is now a key figure at Stamford Bridge. Photograph: Darren Walsh/Chelsea FC/Press Association Images","credit":"Darren Walsh/Chelsea FC/Press Association Images","altText":"Eden Hazard","cleanCaption":"Chelsea’s Eden Hazard signs a new contract in the presence of director Marina Granovskaia who is now a key figure at Stamford Bridge.","cleanCredit":"Photograph: Darren Walsh/Chelsea FC/Press Association Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435848292166/c2f47fe7-48a9-437e-85aa-15dc47f328d4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Everton manager Roberto Martínez enjoys control over transfers at Goodison Park. Photograph: Peter Powell/Epa","credit":"Peter Powell/Epa","altText":"Roberto Martínez","cleanCaption":"Everton manager Roberto Martínez enjoys control over transfers at Goodison Park.","cleanCredit":"Photograph: Peter Powell/Epa"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a18d6c0601d097d95cd6fdbcf2d56539e66d4a2/0_95_3672_2201/3672.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2201,"width":3672,"orientation":"landscape","caption":"Liverpool recently concluded the £29m signing of Brazil’s Roberto Firmino<strong>.</strong> Photograph: Pablo Porciuncula/AFP/Getty Images","credit":"Pablo Porciuncula/AFP/Getty Images","altText":"Roberto Firmino","cleanCaption":"Liverpool recently concluded the £29m signing of Brazil’s Roberto Firmino<strong>.</strong>","cleanCredit":"Photograph: Pablo Porciuncula/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3d13f6f366f58909a8f5d377691f0fa9faa77a01/0_0_4696_2817/4696.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2817,"width":4696,"orientation":"landscape","caption":"Left-right, Txiki Begiristain the director of football at Manchester City, Ferran Soriano the CEO and Vicky Kloss the chief communications look on Photograph: Alex Livesey/Getty Images","credit":"Alex Livesey/Getty Images","altText":"Txiki Begiristain","cleanCaption":"Left-right, Txiki Begiristain the director of football at Manchester City, Ferran Soriano the CEO and Vicky Kloss the chief communications look on","cleanCredit":"Photograph: Alex Livesey/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435848786135/6f749cd5-6ba8-4d88-b2c0-95dc10bed53f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Southampton signed Sporting Lisbon’s right-back Cédric Soares on a four-year contract last month before Nathaniel Clyne sealed his move to Liverpool. Photograph: Dennis Grombkowski/Bongarts/Getty Images","credit":"Dennis Grombkowski/Bongarts/Getty Images","altText":"Cédric Soares","cleanCaption":"Southampton signed Sporting Lisbon’s right-back Cédric Soares on a four-year contract last month before Nathaniel Clyne sealed his move to Liverpool.","cleanCredit":"Photograph: Dennis Grombkowski/Bongarts/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435850097546/28bde4bd-cb84-497e-a708-7fe11ed8fca1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jermain Defoe proved a useful signing for Sunderland last season. Photograph: Lee Smith/Reuters","credit":"Lee Smith/Reuters","altText":"Jermain Defoe","cleanCaption":"Jermain Defoe proved a useful signing for Sunderland last season.","cleanCredit":"Photograph: Lee Smith/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435848877131/d8ea3970-dc9b-4a27-8017-8e41bbb166a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Pulis is all-powerful at West Brom after a summer of change at The Hawthorns. Photograph: BPI/Rex Shutterstock/Matt Bunn","credit":"BPI/Rex Shutterstock/Matt Bunn","altText":"Tony Pulis","cleanCaption":"Tony Pulis is all-powerful at West Brom after a summer of change at The Hawthorns.","cleanCredit":"Photograph: BPI/Rex Shutterstock/Matt Bunn"}],"webPublicationDate":"2015-07-03T09:30:10Z","lastModified":"2015-07-03T10:19:02Z","metadata":{"commentable":true,"commentCount":546,"contributors":[{"name":"Nick Ames","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-ames"},{"name":"Simon Burnton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonburnton"},{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"},{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"},{"name":"David Hytner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400688222276/David-Hytner-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidhytner"},{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"},{"name":"Stuart James","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuartjames"},{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"},{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"}],"feature":true,"keywords":["Transfer window","Football","Arsenal","Aston Villa","Bournemouth","Chelsea","Crystal Palace","Everton","Leicester City","Liverpool","Manchester City","Manchester United","Newcastle United","Norwich City","Southampton","Stoke City","Sunderland","Swansea City","Tottenham Hotspur","Watford","West Bromwich Albion","West Ham United","Sport"],"tags":[{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/bournemouth","webTitle":"Bournemouth"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/everton","webTitle":"Everton"},{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"football/norwichcity","webTitle":"Norwich City"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/stokecity","webTitle":"Stoke City"},{"id":"football/sunderland","webTitle":"Sunderland"},{"id":"football/swansea","webTitle":"Swansea City"},{"id":"football/tottenham-hotspur","webTitle":"Tottenham Hotspur"},{"id":"football/watford","webTitle":"Watford"},{"id":"football/westbrom","webTitle":"West Bromwich Albion"},{"id":"football/westhamunited","webTitle":"West Ham United"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/03/premier-league-transfers-who-decides-club-buys","shortUrl":"http://gu.com/p/4ab6g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/03/premier-league-transfers-who-decides-club-buys","webUri":"http://www.theguardian.com/football/blog/2015/jul/03/premier-league-transfers-who-decides-club-buys"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/2/1435847191015/Liverpool-v-Crystal-Palac-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Liverpool manager Brendan Rodgers is just one of the pieces in the Anfield transfer jigsaw. The other members, who decide on the incoming players, include head of recruitment Dave Fallows, chief scout Barry Hunter, head of performance and analysis Michael Edwards, chief executive Ian Ayre and FSG president Mike Gordon. Photograph: John Powell/Liverpool FC via Getty Images","credit":"John Powell/Liverpool FC via Getty Images","altText":"Liverpool v Crystal Palace - Premier League","cleanCaption":"The Liverpool manager Brendan Rodgers is just one of the pieces in the Anfield transfer jigsaw. The other members, who decide on the incoming players, include head of recruitment Dave Fallows, chief scout Barry Hunter, head of performance and analysis Michael Edwards, chief executive Ian Ayre and FSG president Mike Gordon. Photograph: John Powell/Liverpool FC via Getty Images"}},"importance":3,"kicker":{"title":"Premier League transfers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/37e21fbe02b3b4c60635a970cedad1ef690945ce/0_158_3500_2099/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/ae373651f5650bfe0359a1e6608358b79cae9070/0_0_2150_1290/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/94213907b100a7c716b7c3f9807271ff0b581b70/0_50_3500_2100/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/95acd5495f2b2e02d8d5778a5383df291a5e646f/0_34_2909_1746/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/1f56f30f7e507e7365f5f50eb01ce20ec88486db/0_149_3312_1988/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-07-03T23:25:15Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}