{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Special report / How London 2012 failed on legacy promises","rawTitle":"How London 2012 failed on legacy promises","item":{"type":"article","id":"sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone","title":"Olympic legacy failure: inspiring London 2012 message has become a millstone","trailText":"The ‘Singapore promise’ of leaving behind a legacy of a fitter, healthier nation and transforming the lives of young people looks further away than ever","standFirst":"<p>The ‘Singapore promise’ of leaving behind a legacy of a fitter, healthier nation and transforming the lives of young people looks further away than ever 10 years after London was awarded the Olympics</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government\">Jowell attacks ‘wicked’ coalition government over school sport failure</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet\">Owen Gibson: participation numbers plummet amid confusion</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts\">David Conn: sports centres under assault by a thousand council cuts</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-school-sport-postcode-lottery-michael-gove\">James Riach: access to school sport now a postcode lottery</a></li>\n</ul>","byline":"Owen Gibson","body":"<p>“Inspire a generation.” It was at the heart of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jul/06/olympics2012.olympicgames\" title=\"\">pitch that won the bid</a>. It was the message that was plastered all over the Olympic Park in Stratford during that glorious period in July and August 2012. It was a proud boast that the London Olympics could do something no other previous Games had achieved. But it has become a millstone for all involved.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet\">Olympic legacy failure: sporting numbers plummet amid confusion and blame</a> </p> \n</aside> \n<p>What resonated most with the International Olympic Committee and the country was the “Singapore promise” of leaving behind a legacy of a fitter, healthier nation and transforming the lives of young people, together with regenerating a patch of east London and underlining the value of public investment in elite sport.</p> \n<p>There were plenty of people, even then, who argued that investing &pound;9.3bn in a major sporting event was not the most effective way to transform the fabric of grassroots sport in the UK. But the seductive vision from Lord Coe and the then prime minister, Tony Blair, was that hosting the Games could provide a glorious one-off corrective that in addition to regeneration in London and economic benefits for Britain could transform the attitude to sport in Whitehall and beyond.</p> \n<p>No longer an afterthought, it would become baked into health, transport, Home Office and education policy. At a valedictory press conference in Westminster the day after the Games, the then culture secretary, Jeremy Hunt, became visibly annoyed at a suggestion from reporters that his government would fail to do just that. But 10 years on from Singapore the chief executive of the London 2012 bid, Sir Keith Mills, is clear that it is the government’s commitment to a co-ordinated strategy that is still sorely lacking.</p> \n<p>“We urged that government should have a national strategy for sport and inactivity; that hasn’t happened,” says Mills, who has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/may/21/sir-keith-mills-olympic-legacy\" title=\"\">put &pound;10m into an organisation called Sported</a> that seeks to support grassroots sports clubs across the country. “It’s very frustrating because it’s not rocket science. The problem in government generally is that it’s not very joined up. Government has historically been quite good at plans but not very good at executing them.”</p> \n<p>Mills, who emphasises that other elements of the legacy have been a success, contrasts the cross-party consensus required to deliver the Games with the lack of joined-up thinking over the sports participation legacy. Blair told the IOC members on 6 July 2005: “Our vision is to see millions more young people in Britain and across the world participating in sport and improving their lives as a result of that participation. And London has the power to make that happen.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>By any measure, the figures for sports participation since the Games do not make pretty reading</p> \n </blockquote> \n</aside> \n<p>Coe talked movingly about his epiphany watching the 1968 Mexico Olympics and vowed that the London Games would “show a new generation why sport matters”.</p> \n<p>For all the ill-defined rhetoric around the ambitions for a legacy, a word that has become almost meaningless given the regularity with which it is now attached to major events, the Olympics minister who persuaded Blair to bid in the first place is clear what the two overriding aims were. “We had two reasons for doing the Olympics,” says Tessa Jowell, who is standing to be Labour’s candidate for London mayor. “To regenerate this part of east London and to transform a generation of young people through sport. It was that pure and simple.”</p> \n<p>By any measure, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/11/olympic-legacy-sport-participation-plummets\" title=\"\">the figures for sports participation</a> since the Games do not make pretty reading. Longstanding issues remain from a lack of coordination between schools, local authorities and sports clubs to a lack of recognition and remuneration for age-specific coaches and PE teachers. Exacerbated by a lack of a clear overarching plan across Whitehall departments, cuts and confusion in school sport and local authority cuts that have hit facilities budgets, adult participation numbers have fallen since the Games. More worrying, they suggest that increasingly we are becoming a two-tier sporting nation, with least progress being made among those in the lowest socioeconomic groups.</p> \n<p>Sport England, the quango that invests &pound;325m of exchequer and lottery funding in grassroots sport per year, last month published participation figures among adults that were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/britain-olympic-legacy-london-2012\" title=\"\">damned as very disappointing</a> by the new sports minister, Tracey Crouch. Her Labour opposite number, Clive Efford, called them disastrous. The figures showed that the number of people playing sport at least once a week had declined by 222,000 in six months. Meanwhile, the percentage of those on the lowest incomes participating in sport has hit the lowest level since records began in&nbsp;2005-06.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-school-sport-postcode-lottery-michael-gove\">Olympic legacy failure: access to school sport is now a postcode lottery</a> </p> \n</aside> \n<p>In school sport, the decision by the then education secretary, Michael Gove, to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/aug/06/michael-gove-own-goal-school-sports\" title=\"\">cut &pound;162m in ringfenced funding for school sports partnerships</a> had far‑reaching consequences. The effects are still being played out, though the more optimistic hope that rearguard action to replace it with &pound;150m a year for primary schools has mitigated the worst of the impact. Either way, London 2012 was not the transformative moment in terms of the importance placed on school sport that many had hoped.</p> \n<p>Ten years on from the drama and delight of the “Singapore moment”, Crouch has promised to rip up the government’s sports strategy and start again with a blank sheet of paper and a new green paper. Meanwhile, many of those who were intimately involved with the London 2012 journey, including Jowell and Mills, have called for a new 10-year, cross-party plan.</p> \n<p>For all the golden memories of July and August 2012, already tinged in sepia, and the continuing debate about the success or otherwise of the other legacy aims it is hard not to conclude that a prize Jowell once called “the greatest in a generation – faster progress towards a healthier nation” is not already close to being squandered.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1bddd7555ff12db1fd9b17bada2eac56c0c80f4/0_285_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Nic Bothma/EPA","altText":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCredit":"Photograph: Nic Bothma/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T20:24:00Z","lastModified":"2015-07-06T10:35:17Z","metadata":{"commentable":true,"commentCount":324,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Olympic Games 2012","Olympic Games","Sport","School sports","Schools","Education"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/sport","webTitle":"Sport"},{"id":"education/school-sports","webTitle":"School sports"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone","shortUrl":"http://gu.com/p/4acqa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1bddd7555ff12db1fd9b17bada2eac56c0c80f4/0_285_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","caption":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games. Photograph: Nic Bothma/EPA","credit":"Nic Bothma/EPA","altText":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCaption":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCredit":"Photograph: Nic Bothma/EPA"}},"importance":7,"kicker":{"title":"Special report"},"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[{"title":"Legacy failure / Jowell attacks ‘wicked’ coalition government","rawTitle":"Jowell attacks ‘wicked’ coalition government","item":{"type":"article","id":"sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government","title":"Olympic legacy failure: Tessa Jowell attacks ‘wicked’ coalition government","trailText":"The former Olympics minister Tessa Jowell has claimed a ‘once in a lifetime’ opportunity to use London 2012 to inspire children to play sport has been squandered","standFirst":"<p><span class=\"bullet\">•</span> Former Olympics minister calls London 2012 a squandered opportunity <br /><span class=\"bullet\">•</span> Jowell blames ‘negligent’ successors for failing to inspire children to play sport<br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone\">Inspiring London 2012 message has become a millstone</a></p>","byline":"Owen Gibson","body":"<p>The former Olympics minister Tessa Jowell has claimed a “once in a lifetime” opportunity to use the London Games to inspire children to play sport has been squandered, blaming her “wicked and negligent” successors.</p> \n<p>Speaking on the eve of Monday’s 10th anniversary of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jul/06/olympics2012.olympicgames3\">the capital being awarded the 2012 Olympics</a>, with a bid founded on Lord Coe’s vow to “inspire a generation”, the former Labour MP blamed the coalition government for scuppering the legacy for grassroots sport, describing the situation as “back to where we started in 2002”.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts\">Olympic legacy failure: sports centres under assault by thousand council cuts</a> </p> \n</aside> \n<p>“Instead of a generation of children being transformed by sport a generation of children have been robbed of the chance to discover a sport they’re really good at,” said Jowell, a key figure in the London 2012 story who is often credited with persuading the then prime minister, Tony Blair, to bid in the first place.</p> \n<p>“So we’ll go on wringing our hands about obesity, wringing our hands about the other benefits of sport and wondering in another five years time why we haven’t got more champions.”</p> \n<p>Jowell insisted that the other key legacy promise from the Games, the regeneration of east London, had been achieved but said the aim of succeeding where every previous Olympics had failed and increasing participation among children and adults had been scuppered. She pointed the finger at the coalition for axing ringfenced funding for school sport in 2010 and continuing to fund policies that were not working.</p> \n<p>“It wasn’t the wrong thing to promise,” said Jowell, now on the shortlist to be Labour’s candidate for the 2016 London mayoral election. “We were on track. It was absolutely, wholly and solely their fault. It was going to be delivered. We were on course to deliver it as the figures make absolutely clear.</p> \n<p>“Whenever I think about it, it makes me furious that this opportunity was squandered. My sense of fury is on behalf of all those kids who were starting secondary school five years ago.”</p> \n<p>Jowell said she believed Michael Gove, education secretary from 2010-14, acted for ideological reasons <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/aug/06/michael-gove-own-goal-school-sports\">in cutting &pound;162m in ringfenced funding for school sport</a> and that the decision had led to catastrophic knock-on effects. “It was a small decision with huge consequences,” she said. “I hope this is a huge stain on their consciences. When we get to Tokyo [in 2020] I think it likely we’ll be back to half of our medallists being from independent schools. It doesn’t mean they’re not great athletes but we challenged that by unlocking talent that might not otherwise have developed.”</p> \n<p>Sport England figures show there are now more than 1.2m more people taking part in no sport at all and that the decline has been especially marked among those from lower socioeconomic groups. “There are fewer people now playing sport,” Jowell said. “It is on the conscience of those ministers.”</p> \n<p>But she also highlighted the successful regeneration of the Olympic Park as an example that the Games had delivered on those terms. “Here is the legacy – East Village, the best place in London to live – 3,000 homes there and more coming. But the fact is that the coalition government allowed our very tight, deliberately targeted definition of legacy to become diffuse. I always knew that was a risk,” said Jowell, who was part of the delegation that narrowly defeated Paris in Singapore in the final round to win the right to host the Games.</p> \n<p>“We had two reasons for doing the Olympics. To regenerate this part of east London and to transform a generation of young people through sport. It was that pure and simple. The mechanism was school sports partnerships and targets for physical activity and sports participation. It was very clear. When they went everything melted away because there was no structure through which to explain it.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-school-sport-postcode-lottery-michael-gove\">Olympic legacy failure: access to school sport is now a postcode lottery</a> </p> \n</aside> \n<p>Her successor as culture secretary, Jeremy Hunt, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/mar/28/jeremy-hunt-london-2012-legacy\">axed the Sport England participation targets</a>, although there was also concern over whether they were the right way to measure progress. Sport England funnels &pound;325m a year in lottery and exchequer funding into grassroots sport, while the government in 2013 agreed to ringfence &pound;150m a year for primary school sport.</p> \n<p>“It was a once in a lifetime opportunity that was squandered,” said Jowell, who also accused her successors of failing to take sport seriously in terms of health and education policy. “And the most wicked and negligent part of it was winding up school sport partnerships. We’re back where we started in 2002.</p> \n<p>“If a platform had been created and sports policy had been baked in to public health policy, you wouldn’t be worrying about obesity you’d be investing in sport. You wouldn’t be worried about heart disease, you’d be investing in sport.</p> \n<p>“You have to bake it into the Home Office, into health, into education and not see it as an optional extra in a way that sport on its own always will be.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436104650511/Tessa-Jowell-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tessa Jowell, pictured here at Queen Elizabeth Olympic Park in London, says 'a generation of children have been robbed of the chance to discover a sport they’re really good at'. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Tessa Jowell","cleanCaption":"Tessa Jowell, pictured here at Queen Elizabeth Olympic Park in London, says 'a generation of children have been robbed of the chance to discover a sport they’re really good at'. Photograph: Linda Nylind for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-05T20:22:00Z","lastModified":"2015-07-05T23:10:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Olympic Games 2012","Olympic Games","Olympics","Athletics","Sport","Tessa Jowell","Michael Gove","Jeremy Hunt","Politics","School sports","Schools","Education"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"politics/tessajowell","webTitle":"Tessa Jowell"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"politics/jeremy-hunt","webTitle":"Jeremy Hunt"},{"id":"politics/politics","webTitle":"Politics"},{"id":"education/school-sports","webTitle":"School sports"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government","shortUrl":"http://gu.com/p/4acpk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government","webUri":"http://www.theguardian.com/sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436104650511/Tessa-Jowell-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tessa Jowell, pictured here at Queen Elizabeth Olympic Park in London, says ‘a generation of children have been robbed of the chance to discover a sport they’re really good at’. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Tessa Jowell","cleanCaption":"Tessa Jowell, pictured here at Queen Elizabeth Olympic Park in London, says ‘a generation of children have been robbed of the chance to discover a sport they’re really good at’. Photograph: Linda Nylind for the Guardian"}},"importance":0,"kicker":{"title":"Legacy failure"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436104650511/Tessa-Jowell-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tessa Jowell, pictured here at Queen Elizabeth Olympic Park in London, says 'a generation of children have been robbed of the chance to discover a sport they’re really good at'. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Tessa Jowell","cleanCaption":"Tessa Jowell, pictured here at Queen Elizabeth Olympic Park in London, says 'a generation of children have been robbed of the chance to discover a sport they’re really good at'. Photograph: Linda Nylind for the Guardian"}}]},{"title":"David Conn / Sports centres under assault by council cuts","rawTitle":"Sports centres under assault by council cuts","item":{"type":"article","id":"sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts","title":"Olympic legacy failure: sports centres under assault by thousand council cuts","trailText":"Leisure centres and swimming pools are shutting across the country while prices for football pitches have soared as a result of huge cuts to local authority budgets","standFirst":"<p>Leisure centres and swimming pools are shutting across the country while prices for football pitches have soared as a result of huge cuts to local authority budgets<br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone\">Owen Gibson: inspiring London 2012 message has become a millstone</a></p>","byline":"David Conn","body":"<p>Newcastle’s historic city swimming pool <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/the-northerner/2013/mar/25/newcastle-swimming-turkishbaths-spendingcuts\">closed in August 2013</a> with eerie timing: it was precisely a year since the elite swimming competition at the London Olympics, whose backers promised that the entire country would benefit and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jul/06/olympics2012.olympicgames\">a generation would be inspired</a> to do more sport. In a public ceremony to mark the closure of the pool and Turkish baths, built in 1927 to promote better health and the enjoyment of swimming for Newcastle’s people, a local poet, Bill Herbert, wrote a song about “the farce of the Olympic legacy” to the tune of Blaydon Races.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet\">Olympic legacy failure: sporting numbers plummet amid confusion and blame</a> </p> \n</aside> \n<p>Nick Forbes, leader of the city council, has been blunt about the reason for such a recessive and bitterly resented decision: government cuts to the council’s budget of &pound;151m since 2010, with another &pound;90m projected over the next three years. “Over a six-year period the council will have had to cut its budget by 45%: nearly half of what the council does, gone,” Forbes explains. He is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/nov/24/funding-crisis-newcastle-impossible-cuts-social-unrest\">warning that cuts on this scale</a> to his and other cities – the Local Government Association expects George Osborne’s budget on Wednesday to impose <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/public-leaders-network/2015/jun/30/david-cameron-this-is-what-councils-need-from-you\">a further &pound;3.3bn cut</a> – is making it difficult for local authorities to fulfil their most basic legal responsibilities: looking after vulnerable children and pensioners. Parks, playing fields, swimming pools, leisure centres, the non-statutory, civic, health and quality of life provision which councils originally took over from a patchwork of philanthropic monuments, have been inescapably cut during the five years straddling the Olympics, for which &pound;9.3bn of public money was found.</p> \n<p>Newcastle’s council says it must drain a further &pound;2m from its sport and leisure budget over the next three years and, having closed the pool and transferred two others and two leisure centres to trusts, it is looking to offload all its remaining leisure centres.</p> \n<p>Nationally, the new sports minister, Tracey Crouch, reacted to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/11/olympic-legacy-sport-participation-plummets\">recent drop in numbers of people participating in sport once a week</a>, down to 35.5% of adults, including the startling 729,000 fall in people swimming over the past decade, by directing blame on to the quango Sport England and the sports governing bodies whose programmes it funds.</p> \n<p>A government spokesman told the Guardian: “We are investing over &pound;1bn of public funding to strengthen community sport over five years. But the sports minister has been clear that too many sports bodies are currently not delivering in bringing new people from all backgrounds to their sport. This is why a new sports strategy is being worked on that will further build on the cross-government work on sport and physical activity that happens.”</p> \n<p>However, that &pound;1bn “public funding” for community sport melds money from the national lottery, of which sport is one of the direct, statutory beneficiaries, with funding Crouch’s government provides. Sport England says that its annual budget of &pound;325m is comprised of &pound;243m from the lottery – 75% – with a mere &pound;82m coming from the government.</p> \n<p>The LGA has calculated that from 2009-10 when the previous Labour government was investing in sport and leisure with &pound;1.4bn being spent by local authorities, the budget this year has been reduced to around &pound;1bn. That cut, &pound;400m nationally per year, before the further cuts expected to be imposed this week, is almost five times more than the total money the government provides to Sport England.</p> \n<p>The Chartered Institute of Public Finance and Accountancy has analysed the sport and leisure budgets without libraries and other cultural services – which have also suffered huge, well‑publicised cuts – and calculates the budget purely for sport has fallen &pound;215m a year, from &pound;832m in 2009-10 to &pound;617m nationally this year, a cut of around 25%. A survey by the <a href=\"http://www.cloa.org.uk/\">Chief Cultural &amp; Leisure Officers Association</a> has estimated that since the cuts began to bite, 6,000 sport and leisure staff have gone.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/olympic-facilities/giv-2127746F4rx8aX1iX/\" data-alt=\"sa\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/olympic-facilities/giv-2127746F4rx8aX1iX/\">sa</a> \n</figure> \n<p>Mark Allman, the CLOA chair, is head of sport and active lifestyles in Leeds, which has closed two swimming pools and reduced opening times at all its sports centres. He describes the three years since 2012 as “a missed opportunity to build a proper plan into the Olympics” but, like many within local authorities, points to the efforts being made to maintain facilities and programmes.</p> \n<p>Leeds has managed to build two new sports centres: the John Charles and Holt Park, the latter combined with health and social care facilities which many see as a model for the future. Allman says that bigger cities have had the capacity to consolidate their facilities – Manchester has closed five older leisure centres recently but built three new ones – while smaller district councils lack alternative options and are struggling nationwide to keep facilities open.</p> \n<p>Lisa Mulherin, Leeds city council’s executive member for health, wellbeing and adults, bemoans a &pound;6m cut in the sport and leisure budget compared with 2010-11, part of a &pound;178m, 40%, overall cut from the council’s 2010-11 total budget of &pound;446m.</p> \n<p>“Nobody wants to close facilities; if we had the funding we would never have closed those pools and we would be investing more in sport and activity,” Mulherin says. “This government is saying it wants to encourage sport, particularly in deprived communities – but it is doing the polar opposite.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-school-sport-postcode-lottery-michael-gove\">Olympic legacy failure: access to school sport is now a postcode lottery</a> </p> \n</aside> \n<p>Birmingham city council has transferred several sports centres to trusts, while seeing significant increases in participation at those it retained by making entry free, due to a partnership with local health authorities. Paulette Hamilton, cabinet member for health and social care, hailed that as a “real success” – the kind of “joined-up thinking” Crouch has said she will try to engender, yet points to “savage cuts” – &pound;462m from Birmingham’s budget since 2010-11 – which she blames for the overall national fall in participation. Her council has increased hiring fees for its football pitches by 91% since then, which Kenny Saunders, of the <a href=\"https://www.facebook.com/pages/Save-Grass-Roots-Football/414473611976964\">Save Grass Roots Football campaign</a>, says is being replicated across the country and driving senior and junior clubs away.</p> \n<p>In government responses from three departments: culture, media and sport, health, and communities and local government, there was not a single acknowledgement that the massive cuts to sporting provision during this time of promised Olympic legacy are having any impact at all. The DCMS said: “We work closely with local government to ensure they continue to provide the best services that local people want to see.”</p> \n<p>The Department of Health, which many believe should take overall responsibility for community sport as part of a joined-up battle against modern sedentary lifestyles, says obesity now costs the NHS &pound;5bn annually. Yet initiatives pointed to by the DH comprised &pound;600m being spent by another department, education, on school sport and the health campaign Change4Life. That, too, has had its funding cut, by more than 50%, from &pound;23.45m in 2009-10, to &pound;10m this year.</p> \n<p>The opening ceremony of the &pound;9.3bn Olympics broadcast to the world modern Britain’s NHS and social advances, even while the legacy of sports facilities built over more than a century was being relentlessly undermined, under assault by a thousand cuts.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436115066638/Hastings-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A football pitch in Hastings, East Sussex, is one of many across Britain that lies unused and overgrown as the domestic football season begins this weekend. Photograph: Parkerphotography/Alamy","credit":"Parkerphotography/Alamy","altText":"Hastings","cleanCaption":"A football pitch in Hastings, East Sussex, is one of many across Britain that lies unused and overgrown as the domestic football season begins this weekend. Photograph: Parkerphotography/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-05T20:35:00Z","lastModified":"2015-07-05T23:00:55Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Conn","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733736896/DavidConn.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidconn"}],"feature":true,"keywords":["Olympic Games 2012","Olympic Games","Olympics","Sport"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"David Conn","topic":{"type":"tag-contributor","name":"profile/davidconn"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts","shortUrl":"http://gu.com/p/4advd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts","webUri":"http://www.theguardian.com/sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436115066638/Hastings-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A football pitch in Hastings, East Sussex, is one of many across Britain that lies unused and overgrown as the domestic football season begins this weekend. Photograph: Parkerphotography/Alamy","credit":"Parkerphotography/Alamy","altText":"Hastings","cleanCaption":"A football pitch in Hastings, East Sussex, is one of many across Britain that lies unused and overgrown as the domestic football season begins this weekend. Photograph: Parkerphotography/Alamy"}},"importance":0,"kicker":{"title":"David Conn"},"byline":{"title":"David Conn"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436115066638/Hastings-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A football pitch in Hastings, East Sussex, is one of many across Britain that lies unused and overgrown as the domestic football season begins this weekend. Photograph: Parkerphotography/Alamy","credit":"Parkerphotography/Alamy","altText":"Hastings","cleanCaption":"A football pitch in Hastings, East Sussex, is one of many across Britain that lies unused and overgrown as the domestic football season begins this weekend. Photograph: Parkerphotography/Alamy"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1bddd7555ff12db1fd9b17bada2eac56c0c80f4/0_285_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Nic Bothma/EPA","altText":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCredit":"Photograph: Nic Bothma/EPA"}}]},{"title":"Watching the Ashes from the other side of the world: late nights and stale beer","rawTitle":"Watching the Ashes from the other side of the world: late nights and stale beer","item":{"type":"article","id":"sport/blog/2015/jul/07/watching-the-ashes-from-the-other-side-of-the-world-late-nights-and-stale-beer","title":"Watching the Ashes from the other side of the world: late nights and stale beer","trailText":"An Ashes series for some is as much about the collective experience of sleep deprivation, stale beer and pizza boxes, as it is the cricket itself","standFirst":"<p>An Ashes series for some is as much about the collective experience of sleep deprivation, stale beer and pizza boxes, as it is the cricket itself</p>","byline":"Russell Jackson","body":"<p>Where were you when Brett Lee and Glenn McGrath hung in there for those four agonising overs at Old Trafford in 2005? Or when Allan Border lost his cool with Craig McDermott in ‘93? Glenn McGrath’s 8-38 at Lord’s and Jason Gillespie’s 7-37 at Headingley? What about Adam Gilchrist’s blazing 152 at Edgbaston in 2001?</p> \n<p>It’s always been a dodgy premise for Australians, that “where were you when…” Ashes question, because unless you paid some exorbitant amount of money to get sunburnt and drunk on the hill with Jeff Thomson and 25 balding men in matching polos, we all know exactly where we were; half-asleep and huddled under blankets on the sofa.</p> \n<p>Personally I remember each Ashes series by the houses I was living in when they happened; 1989-2001: tucked up in bed at Mum and Dad’s listening to the radio with the ABC cricket guide opened on my chest; 2005: in a squalid share house surrounded by empty pizza boxes and the stench of stale beer; 2009: in a slightly less squalid share house surrounded by empty pizza boxes and the stench of stale beer; 2013: co-habitation with its fancy non-Ikea furniture and proper meals cooked on stoves, but at the end of play still dozing off on the sofa for that deep, doomed three-and-a-half-hour Ashes micro-nap.</p> \n<p>As a child, the former ABC cricket broadcaster Neville Oliver got his Ashes fix listening to radio descriptions and rode the resultant waves of emotion each morning after. “Defeat at the hands of England [was] such a desolate happening as to be worth a day off school,” he said. “Victory was as good as the end of school year.” </p> \n<p>To remember each series better we also have all those creaking shelves-worth of Ashes themed books; The Ashes Crown the Year; Fight for the Ashes; Operation Ashes; Botham’s Ashes; Boony’s Ashes; The Ashes Retained; The Ashes Thrown Away; Aussies and Ashes; Ashes to Ashes; Martin McCague’s Bumper Book of Ashes Anecdotes. Okay, the last is a slight embellishment.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/06/ashes-2015-a-to-z\">Ashes 2015: the A to Z of Ashes history</a> </p> \n</aside> \n<p>Maybe Australia’s mood isn’t quite as cricket-dependent these days but knowing glances will be shared by those yawning into smart phones and scrolling through the Cricinfo app on the train. That meeting can definitely be shifted back to 10am, by the way. Your tax return? Do it in September. We’re all in this together. Except for my sister-in-law. I don’t think she realises yet the true reason that my brother just took six weeks of long service leave. I guess she will soon. Good luck Pete.</p> \n<p>In actual fact no-one should get too worried about prolonged sleep deprivation or major marital conflict this time because the 2015 Ashes series will fly past us rapidly; 25 days of cricket crammed into just 48 days of svelte schedule. Now Australia’s standby players make do with a three-day tour match wedged between the 2nd and 3rd Tests and one other following the 4th, by which time their input might be irrelevant. Covering the languidly-paced 1953 series, former Australian Test opener Jack Fingleton also had time to take in the coronation of Queen Elizabeth, the climactic stages of a thrilling Ryder Cup at Wentworth and also met England’s executioner. If he’d been assigned to this one he’d be lucky to see much more than press boxes and hotel rooms.</p> \n<p>The stage has been set well for this series thanks to the now-compulsory verbal wars, which have established a new benchmark in pre-Ashes nonsense; English paceman Mark Wood almost inventing his own rivalry with fringe all-rounder Shane Watson, Watson replying quite predictably that encounters with net bowlers aren’t prominent among his great cricket anecdotes; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch\">Joe Root’s disappointment</a> over David Warner’s disappointment over their mutually disappointing behaviour at a nightspot we can probably all agree was a particularly disappointing choice of drinking venue; Ben Stokes preemptively stating <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/england-ben-stokes-australia-intimidation-cricket\">he could handle any sledging</a> that comes his way; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/29/ashes-england-wont-come-close-steve-smith\">Steve Smith kicking off all of that sledging stuff </a> before the Australians even arrived; Stuart Broad’s suggestion that run-machine Smith <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/graeme-swann-england-no1-steve-smith-ashes-australia-icc-test-rankings\">might in fact be a bit shaky</a>, presumably in the way that Bradman was often susceptible once he’d passed 200. By the time the first ball is bowled today in Cardiff, hopefully we’ve also established which of Root and Warner’s fathers is fastest and strongest.</p> \n<p>Amid all this froth, a few important events have also transpired. Ryan Harris has sadly succumbed to injury, dead level with Bruce Reid in claiming 113 wickets from 27 Tests and the source of universal lament that the game couldn’t have had him for one last bone-grinding burst of energy. With no small amount of irony Harris has been replaced in the Australian squad by the unfortunately-nicknamed Pat ‘Cummo’ Cummins, star of as many <a href=\"http://3.bp.blogspot.com/-DjEpLnUbD0Y/UTgagZcaASI/AAAAAAAAAcU/FPx6U9fLMNE/s1600/BUPA+Cummins+Hussey+Haddin.jpg\">health insurance advertising campaigns</a> as Test matches. </p> \n<p>That’s not the only upheaval within Australia’s ranks either. The internal battle for almost half the positions in the Cardiff Test XI paints a far murkier picture of the side’s likely fate in this series than they like to project. The buoyancy of Smith’s batting and World Cup success only partially obscure the fact that Watson, Michael Clarke, Brad Haddin and Chris Rogers are all creaking towards the finish line in Tests. Those who sit at the fringes could at any point be thrown into the fray. </p> \n<p>And England? If Australia gets it emphatically right we might see the dethroning of an Alastair Cook as captain, giving the series a retro dash of Athertonian (Gowerian? Goochian?) dread. The greater joy for Australians is that England’s 13-man squad for Cardiff boasts five players – dynamic keeper-batsman Jos Buttler, opener Adam Lyth, spinner Adil Rashid, all-rounder Moeen Ali and paceman Wood – who’ve yet to feature in an Ashes Test and so provide the series most of its novelty allure.</p> \n<p>History tells us that lamentably few Ashes series’ in recent memory have been tight run and recent form dictates that Australia enter this one with favoritism. But let’s be honest, this is a rivalry in which the cocky favourite has so often found comeuppance and for that, Australians should remain alert and awake.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e69017c0f983453577f8f08924755f62f2745ec/0_79_3018_1812/3018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1812,"width":3018,"orientation":"landscape","credit":"Jason O'Brien/Action Images","altText":"Glenn McGrath Australia Ashes","cleanCredit":"Photograph: Jason O'Brien/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T05:00:02Z","lastModified":"2015-07-07T05:26:05Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":true,"keywords":["Ashes 2015","The Ashes","Australia cricket team","England cricket team","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/watching-the-ashes-from-the-other-side-of-the-world-late-nights-and-stale-beer","shortUrl":"http://gu.com/p/4aex3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/07/watching-the-ashes-from-the-other-side-of-the-world-late-nights-and-stale-beer","webUri":"http://www.theguardian.com/sport/blog/2015/jul/07/watching-the-ashes-from-the-other-side-of-the-world-late-nights-and-stale-beer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e69017c0f983453577f8f08924755f62f2745ec/0_79_3018_1812/3018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1812,"width":3018,"orientation":"landscape","caption":"Glenn McGrath’s scorching spell of bowling at Lords in 2005 will live long in the collective memory. Photograph: Jason O'Brien/Action Images","credit":"Jason O'Brien/Action Images","altText":"Glenn McGrath Australia Ashes","cleanCaption":"Glenn McGrath’s scorching spell of bowling at Lords in 2005 will live long in the collective memory.","cleanCredit":"Photograph: Jason O'Brien/Action Images"}},"importance":5,"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e69017c0f983453577f8f08924755f62f2745ec/0_79_3018_1812/3018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1812,"width":3018,"orientation":"landscape","credit":"Jason O'Brien/Action Images","altText":"Glenn McGrath Australia Ashes","cleanCredit":"Photograph: Jason O'Brien/Action Images"}}]},{"title":"England put shirt on ‘ball-deadening grip’ for Rugby World Cup","rawTitle":"England put shirt on ‘ball-deadening grip’ for Rugby World Cup","item":{"type":"article","id":"sport/blog/2015/jul/06/england-shirt-rugby-world-cup-3d-red-rose-fans","title":"England put shirt on ‘ball-deadening grip’ for Rugby World Cup","trailText":"The new jerseys, with 3D red rose, are more of a work of art and science but fans will have to shell out three figures and will the kit – and team – live up to hype?","standFirst":"The new jerseys, with 3D red rose, are more of a work of art and science but fans will have to shell out three figures and will the kit – and team – live up to hype?","byline":"Paul Rees","body":"<p>The ultimate performance fabrication. So boast England’s kit manufacturer, Canterbury, which may explain why the men in white have developed a tendency to finish second.</p> \n<p>The performance in question, though, is that of the latest of England’s jerseys, which were unveiled at Twickenham on Monday in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/england-rugby-new-kit-world-cup-120-jersey-rfu\" title=\"\">buildup to the World Cup, with a top price of &pound;120</a>. Fabrication is not a word often mentioned at media launches but the new home shirt, which is white and looks just like the previous one, apart from a World Cup logo, “features dynamic heat-management properties which are made to withstand the harshest on-field conditions whilst enabling players to perform at their best with zero distractions”.</p> \n<p>Nike made a number of boasts a few World Cups ago after producing an England jersey that revealed even the most modest of contoured stomachs and had the distraction of numbers coming unstuck and littering the turf. Kit-speak was drawn up by estate agents.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/england-rugby-new-kit-world-cup-120-jersey-rfu\">RFU defends &pound;120 England jersey for Rugby World Cup</a> </p> \n</aside> \n<p>Alex Corbisiero, the Lions prop, was given the responsibility of showing off the latest shirt, although he was clad in the alternate one of red – will England play mind games with Wales and insist on wearing the change strip in the World Cup group match at Twickenham against their foes from the other side of the Severn? – on behalf of the tight forwards, who are not so described because they take much longer to squeeze into what passes for a rugby jersey today than their sleeker colleagues.</p> \n<p>There are compensations, such as a “ball-deadening” grip replacement to enhance physique. For those punters prepared to pay a three-figure sum to sport the exact jersey worn by the players, as opposed to a reproduction, read beer-glass deadening grip; well worth the extra outlay for those expecting to have a multi-pint order during a match.</p> \n<p>The red rose on the jersey has changed, apparently. It is now in 3D, which the manufacturer does not expect to stand for defeats by Fiji, Australia and Wales. “Developed through rapid prototyping technology, it will stand out in a way that merits the significance of the rose for players and fans alike.” The importance of supporters, ie those who the manufacturers expect to buy the products, was stressed throughout the launch of a shirt that apparently is the result of more than 220 hours of testing.</p> \n<p>Those at the launch were told that, in a bid to minimise moisture absorption, it was Canterbury’s “most lightweight kit ever”. Like fabrication, lightweight was not a word the World Cup hosts would have wanted to be associated with.</p> \n<p>A shirt, it appears, is no longer just a shirt but something to hold up as a work of art and science. The RFU was soon forced to defend its pricing policy, trotting out the old football argument that no one was being forced to buy one. If no one did, of course, the likes of Canterbury would have to find something else to do, there would be no more kit launches at HQ and jargon would suffer a drop.</p> \n<p>Like match tickets, however, the ninth and 10th England jerseys in a year will sell, never mind the strip-off.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/6/1436200100848/Alex-Corbisiero-Courtney--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts. Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts","cleanCaption":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts. Photograph: Paul Childs/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-06T16:45:56Z","lastModified":"2015-07-06T20:41:03Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Paul Rees","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746242/PaulRees.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulrees"}],"feature":true,"keywords":["Rugby World Cup 2015","England rugby union team","Rugby union","Rugby World Cup","Sport"],"tags":[{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Rees","topic":{"type":"tag-contributor","name":"profile/paulrees"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/06/england-shirt-rugby-world-cup-3d-red-rose-fans","shortUrl":"http://gu.com/p/4adyq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/06/england-shirt-rugby-world-cup-3d-red-rose-fans","webUri":"http://www.theguardian.com/sport/blog/2015/jul/06/england-shirt-rugby-world-cup-3d-red-rose-fans"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/6/1436200100848/Alex-Corbisiero-Courtney--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts. Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts","cleanCaption":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts. Photograph: Paul Childs/Reuters"}},"importance":5,"byline":{"title":"Paul Rees"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/6/1436200100848/Alex-Corbisiero-Courtney--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts. Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts","cleanCaption":"Alex Corbisiero, Courtney Lawes and Alex Goode pose in England's Rugby World Cup shirts. Photograph: Paul Childs/Reuters"}}]},{"title":"O’Driscoll can unify Liverpool’s pressing game under Rodgers","rawTitle":"O’Driscoll can unify Liverpool’s pressing game under Rodgers","item":{"type":"article","id":"football/2015/jul/06/sean-odriscoll-liverpool-pressing-brendan-rodgers","title":"Sean O’Driscoll can unify Liverpool’s pressing game under Brendan Rodgers","trailText":"In stepping up a level but down the pecking order, the former England Under-19 coach can help Liverpool recover from a dismal season by reigniting their fluid, high-pressing game","standFirst":"In stepping up a level but down the pecking order, O’Driscoll can help Liverpool recover from a dismal season by reigniting their fluid, high-pressing game","byline":"Andy Hunter","body":"<p>Change was in order at Liverpool this summer and six new players plus the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/football-transfer-rumours-liverpool-christian-benteke\" title=\"\">pursuit of Christian Benteke</a> demonstrates that the owner, Fenway Sports Group, was inclined to agree. The additional overhaul of the coaching staff is intended to lead Liverpool in “a new technical direction”, according to Brendan Rodgers, although it signals not so much a revolution as continued backing for the manager’s judgment at Anfield.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/liverpool-appoint-sean-odriscoll-assistant-manager\">Liverpool appoint Sean O’Driscoll as their assistant manager</a> </p> \n</aside> \n<p>Sean O’Driscoll <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/liverpool-appoint-sean-odriscoll-assistant-manager\" title=\"\">was confirmed as Liverpool’s assistant manager</a> on Monday having finalised his departure from the Football Association. The 58-year-old spent the past nine months as the head coach of England’s Under-19 team and replaces Colin Pascoe, sacked last month <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/05/mike-marsh-liverpool-first-team-coach\" title=\"\">following FSG’s review</a> into last season’s domestic and European disappointments. He and Rodgers are joined by the highly regarded Pepijn Lijnders, promoted from Liverpool under-16s to the newly created position of first team development coach. A new first-team coach, possibly one with connections to the club, is also being sought to replace Mike Marsh, who was released on the expiry of his contract last month.</p> \n<p>The appointment of O’Driscoll and elevation of Lijnders banishes one of many uncertainties that surrounds Liverpool. Rather than being left isolated or undermined by the departures of Pascoe and Marsh, two close allies he described as “absolutely critical” to 2014’s title challenge, Rodgers received the full support of his employer to instigate the restructuring. He could not have accepted anything less before a critical season in his Liverpool reign.</p> \n<p>O’Driscoll, the former Bournemouth, Doncaster Rovers, Crawley Town, Nottingham Forest and Bristol City manager, has attended several of Rodgers’ coaching sessions at Melwood in recent seasons. He was the first manager Rodgers faced at Vicarage Road after he left Chelsea’s coaching team to take charge of Watford in November 2008. The two have remained in regular contact since that 1-1 draw with O’Driscoll’s admired Doncaster team.</p> \n<p>“I have made these appointments because I want to take us in a new technical direction, in terms of coaching,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/liverpool-appoint-sean-odriscoll-assistant-manager\" title=\"\">Rodgers said</a>. “I believe the entire first-team set-up will benefit and I am extremely positive and excited about what we can achieve, as a group, going forward.”</p> \n<p>He described O’Driscoll as “one of the best coaches I have ever come across” in a wide-ranging critique of English coaching <a href=\"http://www.express.co.uk/sport/football/437773/Liverpool-manager-Brendan-Rodgers-slams-coaches-for-stifling-young-talent\" title=\"\">methods in October 2013</a>. On Monday he added: “My admiration for Sean, as a professional, is well documented. He is someone with a clear vision and philosophy and has proved he has the ability to transfer that knowledge, through his coaching, to the players. I am looking forward to working with him and also learning from his experiences and gaining valuable knowledge from his expertise.”</p> \n<p>O’Driscoll’s emergence as the favoured candidate raised many an eyebrow given his lack of experience at Premier League level, something Pascoe and Marsh possessed in abundance by comparison, plus the rival names linked with the post. There was a clamour for change at the top following the dismal end to last season and while it has arrived in personnel, the coaching philosophy in place appears more unified than ever.</p> \n<p>The 32-year-old Lijnders arrived at Liverpool’s academy only last year but made a major impression on players and fellow coaches. The Dutchman was in his early 20s when lured from PSV Eindhoven by Porto, where he progressed from coaching the club’s under-sixes to the first team. The career path of a coach who excels at one-to-one tuition is following a similar upward trajectory on Merseyside. With Rodgers and O’Driscoll he shares a common belief in a high-pressing, fluid attacking game, in the constant development of an individual’s technique and faith in young talent.</p> \n<p>“I couldn’t think of a better attacking manager to assist,” said Lijnders on his promotion. “Everybody knows how I feel about representing this amazing club. The owners have a clear and strong philosophy which is based on developing top young players into elite – I want to thank them for giving me this opportunity.”</p> \n<p>Gareth Roberts, the former Wales international, played for O’Driscoll at Doncaster and is intrigued by his former manager’s switch from the FA. He said: “It will be fascinating to see how he works with top-flight players in the Premier League, both in terms of improving the Liverpool lads and in finding the weaknesses of the opposition.</p> \n<p>“He’s a No2 this time and has always been a manager in the past but he and Brendan Rodgers seem to share a similar philosophy about the way the game should be played.”</p> \n<p>The former Anfield favourite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/08/sami-hyppia-coaching-role-liverpool\" title=\"\">Sami Hyypia was keen to replace Pascoe</a> while Rafael Ben&iacute;tez’s former assistant Pako Ayestar&aacute;n was also linked. Both were overlooked for the assistant manager’s post but Rodgers hopes to appoint a former Liverpool old boy as first-team coach. According to Roberts, they will work alongside a meticulous operator in O’Driscoll.</p> \n<p>“He was the best manager I played for, and I played under quite a few,” said the 37-year-old former Liverpool trainee, who made over 150 appearances for Doncaster during O’Driscoll’s tenure and also played for Tranmere Rovers, Derby County, Bury, Notts County and Chester before joining Stockport County this summer.</p> \n<p>“There is no doubt he made me a better player. He’s different class on the training ground. He makes you think at every stage of a training session. Everything he does is designed to make you think, to improve you as a player and to improve you as a person. The sessions are always plotted through the week with a focus on the match at the weekend. He tailors what you do to focus on the weak points of the opposition on a Saturday.</p> \n<p>“He is very good at seeing things from the side of the pitch, tweaking players or tweaking the way players are doing things. He’s very good at changing or adjusting tactical systems. It’s something he practices with the players on the training ground. Players respond to him. He is very quietly spoken and when he raises his voice you listen. He’s very calm. He wants to get his point over. If someone is not getting what he is after, he will work with them until they see it.”</p> \n<p>Roberts added that “everything has to be done for a reason” with O’Driscoll, a coach he claims “is always doing things to make you think”.</p> \n<p>The former Wales left-back explained: “He would split the group of players into two teams and call one person from each side over to tell the rules of the game about to be played. Then he would tell them they have 30 seconds to tell the rest of the team the rules before the match started. It was all about developing communication skills among the players, making them better at passing information on to each other on the pitch. He’s a top guy and he deserves this chance.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/6/1436188796745/Sean-ODriscoll-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sean O'Driscoll has attended several of Brendan Rodgers' coaching sessions at Liverpool's Melwood training ground in recent seasons. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Sean O'Driscoll","cleanCaption":"Sean O'Driscoll has attended several of Brendan Rodgers' coaching sessions at Liverpool's Melwood training ground in recent seasons. Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-06T13:21:37Z","lastModified":"2015-07-06T13:42:42Z","metadata":{"commentable":true,"commentCount":279,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":true,"keywords":["Liverpool","Brendan Rodgers","Football","Bournemouth","Doncaster Rovers","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/football","webTitle":"Football"},{"id":"football/bournemouth","webTitle":"Bournemouth"},{"id":"football/doncaster","webTitle":"Doncaster Rovers"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/06/sean-odriscoll-liverpool-pressing-brendan-rodgers","shortUrl":"http://gu.com/p/4adgc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/06/sean-odriscoll-liverpool-pressing-brendan-rodgers","webUri":"http://www.theguardian.com/football/2015/jul/06/sean-odriscoll-liverpool-pressing-brendan-rodgers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/6/1436188796745/Sean-ODriscoll-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sean O'Driscoll has attended several of Brendan Rodgers' coaching sessions at Liverpool's Melwood training ground in recent seasons. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Sean O'Driscoll","cleanCaption":"Sean O'Driscoll has attended several of Brendan Rodgers' coaching sessions at Liverpool's Melwood training ground in recent seasons. Photograph: Nick Potts/PA"}},"importance":4,"byline":{"title":"Andy Hunter"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/6/1436188796745/Sean-ODriscoll-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sean O'Driscoll has attended several of Brendan Rodgers' coaching sessions at Liverpool's Melwood training ground in recent seasons. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Sean O'Driscoll","cleanCaption":"Sean O'Driscoll has attended several of Brendan Rodgers' coaching sessions at Liverpool's Melwood training ground in recent seasons. Photograph: Nick Potts/PA"}}]},{"title":"Sport Network / Contador and the history of the Giro d'Italia-Tour de France double","rawTitle":"Contador and the history of the Giro d'Italia-Tour de France double","item":{"type":"article","id":"sport/100-tours-100-tales/2015/jul/06/alberto-contador-cycling-giro-tour-de-france-double","title":"Alberto Contador and the history of the Giro d'Italia-Tour de France double","trailText":"No one has won the Giro d’Italia and Tour de France in the same year since Marco Pantani sailed up the Champs-Élysées in 1998. Will Alberto Contador emulate his achievement this month and become the eighth double winner in history?","standFirst":"<p>No one has won the Giro d’Italia and Tour de France in the same year since Marco Pantani sailed up the Champs-&Eacute;lys&eacute;es in 1998. Will Alberto Contador emulate his achievement this month and become the eighth double winner in history?</p>","byline":"Suze Clemitson","body":"<p>It is July 1998 and the flawed genius of Italian cycling is crossing the finish line on the Champs-&Eacute;lys&eacute;es in the Yellow Jersey after one of the most controversial Tours in history. The 20 days in which the race has wound around the Hexagon have seen the withdrawal of the mighty Festina squad after their soigneur Willy Voet was caught with a carload of EPO, the bitter tears of a peroxided Richard Virenque, a series of hotel raids that led to all four Spanish teams dropping out of the race, a procession of arrests, confessions and sit-down protests, and a jut-chinned rebel sitting cross legged in the road as the race teetered on the edge of disaster. That image of “<a href=\"https://en.wikipedia.org/wiki/Marco_Pantani\">il Pirata</a>”, his goateed face the picture of insouciance, has become iconic.</p> \n<p>Five days after his victory at Plateau de Beille, Marco Pantani pulled on the Yellow Jersey after an extraordinary stage to les Deux-Alpes. Crossing the line, he closed his eyes and raised his arms in a cross, a new Christ crucified. Attacking 5km from the summit of the Galibier, 48km from the finish in Deux-Alpes, the slight figure of the Italian took flight in the high mountains. He crushed the hopes of an out-of-condition Jan Ullrich, who floundered in adrift in the pouring rain, the German crumbling in the face of the Italian climber’s utter dominance. Pantani called his victory “the best day of my career” and dedicated his win to Luciano Pezzi who had steered Felice Gimondi to victory in 1965.</p> \n<p>Rewind to June 1998. The sodden martyr of the Deux-Alpes is now the consecrated Christ of the Montecampione. Pantani goes into the stage with a slender 27” lead over Pavel Tonkov. There’s a 34km time-trial to come, where the solid Russian will surely assert his dominance. Pantani has one chance to win the Giro as the race winds through the enchanted valley of the Bresciano. He has one chance to find the moment of magic that will put enough time between himself and his unexpected rival. And finally he finds it. The Italian attacks again and again until he breaks the thread that binds Tonkov to his wheel and he is gone. Pantani carries his slender lead into the time-trial where the Maglia Rosa seems to give him wings. The Giro is his.</p> \n<figure class=\"element element-image\" data-media-id=\"0bcd5ae3540f0237f0f4392d803cbeb0dd2e08d5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436182108809/62f9fc55-15e8-4ba2-85d2-31c583a07eff-460x321.jpeg\" alt=\"Marco Pantani\" width=\"460\" height=\"321\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marco Pantani stands on the podium after winning the 1998 Tour de France</span> \n  <span class=\"element-image__credit\">Photograph: Laurent Rebours/AP</span> \n </figcaption> \n</figure> \n<p>It’s the summer of 1987 and Channel 4 are in their second year of covering the Tour de France. The mad, epic glory is bursting on to our screens in full glorious colour from the narrow confines of the monochrome newsprint to which cycling had previously been confined. We’ve lived the internecine drama of the 1986 Tour and now we’re insatiable. Who will feed our appetite for the grand exploit and some good old-fashioned team infighting?</p> \n<p>Stephen Roche is no tortured martyr of the velo. The Irishman was always a more calculating rider, though he shares the Italian’s individuality. And he will not only take the Double but he will go on to add the Rainbow Stripes of the <a href=\"http://www.podiumcafe.com/2010/9/27/1714556/a-worlds-tale-stephen-roche-villach-austria-1987\">world champion in Villach, Austria</a>, with a blistering attack just 500m from the finish line on a rain sodden afternoon to take the Triple Crown. Only one other rider has ever achieved that feat – step forward Eddy Merckx.</p> \n<p>By the time Roche arrived on the start line in West Berlin, two years before the Wall came tumbling down, he had already won the Giro in controversial circumstances. The Irishman finally beat his team-mate Roberto Visentini after the balance of power had see-sawed between them throughout the race. First blood went to Visentini in the prologue. It was advantage Roche in the Poggio time-trial and the Pink Jersey after Carrera won the time trial. But Visentini fought back – by stage 13 his lead was 2’42”. Roche had said the road would decide who deserved to be the leader and the road had spoken.</p> \n<p>But if it had, Roche wasn’t listening.</p> \n<p>There was no love lost between Roche and Visentini. The Italian felt he was the rightful team leader - he was the defending champion and Roche had lost most of the 1986 season to a knee injury. The Irishman accused the Italian of being a dilettante who didn’t need to ride a bike: a daddy’s boy, a playboy, not a team player. And in 1987 Roche was in the form of his life, coming into the Giro off the back of a string of wins and podium places. Then came the betrayal – Visentini reneged on his promise to ride for Roche at the Tour de France. “Balls,” said Visentini in an interview in 2014, after he learned that Roche had been inducted into the Giro Hall of Fame, “an excuse made up to explain what happened.”</p> \n<p>For the Italian, the events of stage 15 dealt him a psychological blow from which he never recovered. On the road to Sappada, the fratricidal struggle at the heart of the Carrera team played itself out over 224km and three tough mountain passes. It was Romulus and Remus on bicycles. If LeMond had slain the Badger on the roads of France in 1986, then Roche would knock the shine off Golden Boy Visentini in Italy.</p> \n<p>The deed was done. But Roche didn’t take the heat Hinault did the year before – maybe fans and media are sentimental enough to believe in chivalry and chauvinistic enough to excuse an English-speaking rider. Visentini had played with Roche’s head and his team had tried to silence him. The next day, on what became known as the “Marmolada Massacre”, Roche rode on head high, flanked by Scotland’s Robert Millar, as the crowds jeered and booed, soaked him in wine, spit and who knows what. He discovered a tough streak in his nature that he never knew he had. “My attitude towards the public was: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/jun/04/tour-de-france-stephen-roche\">‘Say what you want, I am not going home.’</a>” It was the ideal preparation for the Double, which is won as much in the head as by the legs.</p> \n<p>Roche’s French triumph was built on one of the most iconic stages in modern Tour de France history, <a href=\"http://www.bbc.co.uk/blogs/tomfordyce/2012/06/stephen_roche_remembers_one_sp.html\">stage 21 from Bourg-d’Oisans to La Plagne</a>. The stage when the Irishman rode himself into and beyond the red, necessitating oxygen after he crossed the finish line. The stage when he saved the Tour by crossing the line only seconds after the Spanish climber Pedro Delgado to the immortal, disbelieving words of Phil Liggett: “Just who is that rider coming up behind – because that looks like Roche! That looks like Stephen Roche!” It was Roche – and he would ride into the Yellow Jersey during the final time-trial.</p> \n<figure class=\"element element-image\" data-media-id=\"434e4736becc7708196d119373789a0083d2d597\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436184871110/6cde7128-c548-4660-ad2e-9c7816e3d4de-460x298.jpeg\" alt=\"Roche\" width=\"460\" height=\"298\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stephen Roche at his home in Ireland in August 1987.</span> \n  <span class=\"element-image__credit\">Photograph: Photosport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Spain’s Miguel Indurain came close to matching Roche and Merckx – after precisely engineering the Double in 1992 and 1993 through his unstoppable prowess against the clock, it was a brash young American called Lance Armstrong who came between “Big Mig” and the Triple Crown in Oslo in 1993. When Armstrong was summarily stripped of his titles in 2014, he was allowed to keep those Rainbow Stripes.</p> \n<p>Like the “sphinx of Pamplona”, “<em>Ma&icirc;tre</em>” Jacques Anquetil constructed his Grand Tour victories by demoralising the opposition by crushing them in the race of truth. Anquetil’s only Double – in a career that saw him become the first rider to win all three of the Grand Tours – came in 1964, and he won it in atypical style, by beating his eternal rival Raymond Poulidor on the legendary climb of the Puy de Dome.</p> \n<p>Look in the dictionary under <em>mano a mano</em> and you’ll see a black and white image of the two Frenchman going elbow to elbow, on the roughly paved slopes of the extinct volcanic conk of the Puy de Dome. With the race ending with a time-trial into Paris, Poulidor had no option but to seize the day on his favoured terrain. 58” behind Anquetil, he would never have a better opportunity to pull on the Yellow Jersey.</p> \n<p>What resulted was an almost mythical battle between guts, courage and determination and the implacable force of cold-hearted calculation. Though Poulidor would cross the line ahead of his rival, Anquetil still clung on to the race lead by a slender 14” – 13 more than he needed, according to Monsieur Chrono. The Norman cracked over the final kilometre and began haemorrhaging time. But too bad for Poulidor – he was incapable of forcing his advantage. He admitted later: “It’s said that Anquetil bluffed me that day, but he didn’t. I was at the end of my strength and so was he. To say I should have attacked earlier is science-fiction.” The fact was Anquetil took the Double and Poulidor would never wear the Yellow Jersey. </p> \n<p>And then there was Merckx. The greatest of them all, who would win an unprecedented – and never equalled – 11 Grand Tours. Merckx didn’t just “do” the Double, he stamped his authority all over both races with margins of victory in the double digits. And he won in the mountains, the time-trials and on the flat showcasing his extraordinary versatility. Never more so than in his last Double in 1974 – on an innocuous stage to Orleans, his shorts soaked with blood from an operation wound that refused to heal, Merckx simply shot away from the peloton like a human bullet and took 1’ 25” from the hard chasing pack over the closing 14km of the stage. It was heady stuff. By the time the race reached Paris, Merckx had won a record eight stages.</p> \n<figure class=\"element element-image\" data-media-id=\"3636684f652278da1d7d92849c9c137e13ec2c6d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436184266289/7e93ac58-85d1-4bf8-8ec2-3bbd4dddcc98-460x342.jpeg\" alt=\"Merckx\" width=\"460\" height=\"342\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eddy Merckx in action during the 1970 Tour de France.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Bernard Hinault – “the Badger” – announced himself as the most fearsome rider since Merckx by winning both the Vuelta and the Tour at the age of 23. The effortless way he cruised to the Giro-Tour Double in 1982 only confirmed that here was the first rider in a generation to challenge the career achievements of the Cannibal. But 1985 was different. A hard-fought win over Francesco Moser in Italy saw him take the race with a slender margin of 1’ 08” over the Italian who had pushed him every inch of the way by sprinting for every time bonus available. Moser might have overhauled the deficit but he simply ran out of road. Lurking behind the Sheriff, and taking the third spot on the podium, was another young hot shot American by the name of Greg Lemond.</p> \n<p>The story of the 1985 Tour de France is often overshadowed by the internecine warfare of the 1986 race when Hinault was forced to make good on a promise to his younger team-mate, though not without a fight. And it was Lemond who would prove Hinault’s closest rival in 1985 after his team leader crashed heavily during a bunch sprint into St Etienne. The indomitable Badger was wounded, his nose broken and his eyes blackened – bloodied but definitely unbowed. He would win, but not without a little help from his friends – chiefly LeMond. </p> \n<p>It was the American that took off after Delgado and Roche and neutralised their attacks on the slopes of Luz-Ardiden, when his leader began to flounder in the mist. LeMond claimed he had sacrificed his own chances of overall victory that day to drop back and aid his failing team leader. Hinault knew he owed LeMond a favour and declared publicly, on TV, that next year’s race would be “for the American”. In 1986 we would finally get the shootout at the OK Corral.</p> \n<p>LeMond v Hinault, Anquetil v Poulidor, Coppi v Bartali. These are the great rivalries that have driven riders to achieve the seemingly impossible. And no rivalry was greater than that of Fausto “<em>il Campianissimo</em>” Coppi and Gino “<em>il Piou</em>” Bartali. If Merckx laid waste to his rivals on the way to his Double victories, Coppi was simply on another planet in 1949 when he beat Bartali at the Giro and then the Tour. It was the first Double and the glamourous pin-up of the Italian sport treated the faithful <em>tifosi</em> to a display that remains unparalleled. </p> \n<p>On stage 17 of the Giro – a monstrous 245km of pain that crossed the Maddalena, Vars, Izoard, Montgen&egrave;vre and Sestriere under lowering and unforgiving skies – Coppi simply flew, crossing four of those forbidding Alpine passes alone and riding 190km solo to the finish in Pinerolo. He replicated the feat three years later by crossing the Croix de Fer, Galibier and Montgen&egrave;vre in first place before winning at Sestriere by seven minutes and putting the Tour firmly beyond the reach of his rival. The day before he had become the first man to win on the 21 hairpins of Alpe d’Huez – the first ever summit finish in a Grand Tour. Fausto Coppi was touched by the angels, his effortless pedal stroke propelling him effortlessly into the stratosphere.</p> \n<figure class=\"element element-image\" data-media-id=\"8c3c533542e9eb48905aca565cdcbd57c81f72cb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436184498482/c56b71a3-91ad-4a08-bdf3-a3babe6f66bd-460x276.jpeg\" alt=\"Coppi\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fausto Coppi at the 1952 Giro D’Italia.</span> \n  <span class=\"element-image__credit\">Photograph: Olycom SPA / Rex Features</span> \n </figcaption> \n</figure> \n<p>It took another 12 years before Anquetil matched Coppi’s feat. It is 17 years since Pantani wore Yellow in Paris. Is it possible that Alberto Contador – the slight Spanish rider with the classical climbing style of a true mountain goat and the most calculating cycling brain in the modern sport – can equal that feat? </p> \n<p>He was forced to dig deep, perhaps too deep, during the brutal last week of the Giro. He had 34 days to ready himself for the most mountainous Tour in years, where he faces the combined might of 2013 champion Chris Froome, 2014 Giro winner Nairo Quintana and 2014 Tour de France champion Vincenzo Nibali. Froome and Nibali gave us a tantalising glimpse of their current form at the Criterium du Dauphine. Quintana is already the winner of the Tirreno-Adriatico. All three will have watched Contador’s performance on the Colle de Finestre and perceived either fatal weakness or a calculating champion holding something in reserve for the roads of France.</p> \n<p>Contador has already completed the most difficult part of his journey towards the holy grail of cycling. And as the winner of the 2014 Vuelta, he is on course to become only the third rider in cycling history to hold all three Grand Tour titles consecutively. Only Merckx and Hinault have achieved that feat and they are the greatest of the great. In this modern era of intense specialisation, to match them would be extraordinary.</p> \n<p>Stamina, recovery, calculation, courage, determination, physical and mental toughness all play their part in a successful tilt at cycling’s most glittering prize. As the most successful Grand Tour rider of his generation, Contador has shown an abundance of those qualities in riding to his seven victories. But whether the Tour de France is a race too far, only the road can decide.</p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"http://100tours100tales.wordpress.com/\">This article appeared first on 100 Tours 100 Tales</a><br /><span class=\"bullet\">•</span> <a href=\"https://twitter.com/festinagirl\">Follow Suze Clemitson on Twitter</a><br /></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436182385034/4455da9d-c31b-467d-a5e0-504b8acff97c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Luca Zennaro/EPA","altText":"Contador","cleanCredit":"Photograph: Luca Zennaro/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436182108020/62f9fc55-15e8-4ba2-85d2-31c583a07eff-1020x711.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":711,"width":1020,"orientation":"landscape","caption":"Marco Pantani stands on the podium after winning the 1998 Tour de France Photograph: Laurent Rebours/AP","credit":"Laurent Rebours/AP","altText":"Marco Pantani","cleanCaption":"Marco Pantani stands on the podium after winning the 1998 Tour de France","cleanCredit":"Photograph: Laurent Rebours/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436184870151/6cde7128-c548-4660-ad2e-9c7816e3d4de-2060x1334.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1334,"width":2060,"orientation":"landscape","caption":"Stephen Roche at his home in Ireland in August 1987. Photograph: Photosport/Rex Shutterstock","credit":"Photosport/Rex Shutterstock","altText":"Roche","cleanCaption":"Stephen Roche at his home in Ireland in August 1987.","cleanCredit":"Photograph: Photosport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436184266888/7e93ac58-85d1-4bf8-8ec2-3bbd4dddcc98-1020x758.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":758,"width":1020,"orientation":"landscape","caption":"Eddy Merckx in action during the 1970 Tour de France. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"Merckx","cleanCaption":"Eddy Merckx in action during the 1970 Tour de France.","cleanCredit":"Photograph: AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436184499856/c56b71a3-91ad-4a08-bdf3-a3babe6f66bd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fausto Coppi at the 1952 Giro D’Italia. Photograph: Olycom SPA / Rex Features","credit":"Olycom SPA / Rex Features","altText":"Coppi","cleanCaption":"Fausto Coppi at the 1952 Giro D’Italia.","cleanCredit":"Photograph: Olycom SPA / Rex Features"}],"webPublicationDate":"2015-07-06T12:14:39Z","lastModified":"2015-07-06T14:59:42Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Suze Clemitson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suze-clemitson"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport","Giro d'Italia"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/giro-d-italia","webTitle":"Giro d'Italia"}],"section":{"id":"sport"},"topics":[{"displayName":"Suze Clemitson","topic":{"type":"tag-contributor","name":"profile/suze-clemitson"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jul/06/alberto-contador-cycling-giro-tour-de-france-double","shortUrl":"http://gu.com/p/4adb5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/100-tours-100-tales/2015/jul/06/alberto-contador-cycling-giro-tour-de-france-double","webUri":"http://www.theguardian.com/sport/100-tours-100-tales/2015/jul/06/alberto-contador-cycling-giro-tour-de-france-double"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436182385034/4455da9d-c31b-467d-a5e0-504b8acff97c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Contador holds the Giro d’Italia trophy in May 2015. Photograph: Luca Zennaro/EPA","credit":"Luca Zennaro/EPA","altText":"Contador","cleanCaption":"Alberto Contador holds the Giro d’Italia trophy in May 2015.","cleanCredit":"Photograph: Luca Zennaro/EPA"}},"importance":4,"kicker":{"title":"Sport Network"},"byline":{"title":"Suze Clemitson"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436182385034/4455da9d-c31b-467d-a5e0-504b8acff97c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Luca Zennaro/EPA","altText":"Contador","cleanCredit":"Photograph: Luca Zennaro/EPA"}}]},{"title":"England team return to start a new chapter","rawTitle":"England team return to start a new chapter","item":{"type":"article","id":"football/2015/jul/06/england-heathrow-women-s-world-cup-mark-sampson-super-league","title":"England team return from Women’s World Cup to start new chapter","trailText":"An expectant throng of fans awaited Mark Sampson’s third-place finishers at Heathrow and the squad hope the momentum will roll into the Super League","standFirst":"An expectant throng of fans awaited Mark Sampson’s third-place finishers at Heathrow and the squad hope the momentum will roll into the Super League","byline":"Nick Ames at Heathrow","body":"<p>The scattering of flags that lined the walkway into Heathrow terminal two’s arrivals lounge indicated that something was afoot, as did the small but expectant throng of supporters who had set their alarm clocks to meet Air Canada flight 864 at 7.30am. There were a couple of banners, a young girl wearing a Bristol Academy shirt, a few family groups waiting with cameras and autographs books handy.</p> \n<p>All of which made for a convivial but low-key reception for Mark Sampson and his England women’s team as they returned from the World Cup, bronze medals in hand, to a landscape <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/05/faye-white-england-women-s-world-cup-domestic-game-super-league\" title=\"\">they hope will have changed for good</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/womens-world-cup-awards-of-tournament-guardian-usa\">Women’s World Cup: our awards of the tournament</a> </p> \n</aside> \n<p>“It’s great to see people come out and show their appreciation for what we’ve done,” said Fara Williams, the Liverpool midfielder whose <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report\" title=\"\">extra-time penalty defeated Germany</a> on Saturday and ensured this tough, resilient squad returned home with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/04/germany-v-england-womens-world-cup-third-place-playoff-live\" title=\"\">a third-place finish</a> that few outside the camp had expected.</p> \n<p>If interacting with fans and media after stepping off a seven-hour flight posed a final test of their endurance, most of England’s players did not show it. Sampson was happy to remain in the background, a slight and barely conspicuous figure alongside the bright white shirts of his players, who chatted politely before slipping away.</p> \n<p>For Williams and her team-mates there was a chance to put into words the thoughts that had crystallised during the journey across the Atlantic. Most of the side will return to Women’s Super League as early as this weekend and with time off not even registering as an option, there was an appetite to keep the momentum rolling.</p> \n<p>“I certainly think it’s been big,” Williams said. “We haven’t achieved something like this for a long time and it means that hopefully we can really push on – media and everyone else – really trying to get the supporters to these WSL games and growing our game even more. We’ll know how much we’ve really done when it comes to those league games and we see how many turn out for us.</p> \n<p>“You’ve seen the passion we show in that shirt. We show it for club and country and we really do try to inspire young people to take up the sport. Hopefully they’ve seen that in our performances while we’ve been away, and hopefully they’ll all come out and see what we do for our clubs.”</p> \n<p>Those already familiar with Williams’ gifts will know a set-piece expert with a formidable record from the penalty spot. Her winner against Germany capped a performance of extraordinary resolve from England, who put the bizarre nature of their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\" title=\"\">semi-final elimination</a> to one side and produced a performance bereft of nerves.</p> \n<p>“It was such a reflection on the squad, that Japan game,” she added. “They were world champions but we really did push them to the wire. We knew we could match it with the best in the world and Germany are no different. It was one of those where we knew all the facts going into the game – they were unbeaten in 20 games against us, it had been 25 years. All those things drove us on to give one more big performance because we didn’t want to come away from it on the back of a defeat. It really drove us on to get that result.”</p> \n<p>Williams explained the preparation, something that has been especially meticulous under Sampson, had been the key to her winner from the spot in Edmonton – slotted calmly to the right of the Germany goalkeeper, Nadine Angerer.</p> \n<figure class=\"element element-image\" data-media-id=\"f00069b27b19fa4f3813871bef5ab6dffba780e3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436180131621/d3a0cad6-ac6a-4f85-ac9f-1df31e43d3e8-460x276.jpeg\" alt=\"The England team pose at Heathrow after returning from the Women's World Cup\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The England team pose at Heathrow after returning from the Women’s World Cup.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> \n </figcaption> \n</figure> \n<p>“The Germans tried to stand a player on the ball and put me off,” she said. “But you’ve seen how together our team was and I think four or five of my team-mates shoved the girl away and allowed me to focus and pick my spot. I watched the Germany v France penalty shootout and knew the keeper preferred to go the way she did. I preferred to go the other way – and it worked out.”</p> \n<figure class=\"element element-image\" data-media-id=\"8a9cf69bd2b6e43aad1c6ed969d1cc95a46ed922\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436180297390/8ff4fe81-2d7b-4e7f-b428-07493996c50d-460x276.jpeg\" alt=\"A few farewell hugs from the England team – but the Women's Super League is only days away\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A few farewell hugs from the England team – but the Women’s Super League is only days away.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> \n </figcaption> \n</figure> \n<p>A knock permitting, Williams hopes to be fit for Liverpool’s game against Arsenal on Sunday. Five of her England team-mates are likely to join her at Boreham Wood for that game; the farewell embraces between Sampson’s players before they filed away were relatively brief but it underlined the message that their adventure has not come to an end.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/6/1436179996979/The-England-team-arrive-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England team arrive at Heathrow wearing their medals after the third-place finish at the Women's World Cup in Canada. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"The England team arrive at Heathrow after the third-place finish at the Women's World Cup in Canada","cleanCaption":"The England team arrive at Heathrow wearing their medals after the third-place finish at the Women's World Cup in Canada. Photograph: Steve Parsons/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180132974/d3a0cad6-ac6a-4f85-ac9f-1df31e43d3e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England team pose at Heathrow after returning from the Women’s World Cup. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"The England team pose at Heathrow after returning from the Women's World Cup","cleanCaption":"The England team pose at Heathrow after returning from the Women’s World Cup.","cleanCredit":"Photograph: Steve Parsons/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180298691/8ff4fe81-2d7b-4e7f-b428-07493996c50d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A few farewell hugs from the England team – but the Women’s Super League is only days away. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"A few farewell hugs from the England team – but the Women's Super League is only days away","cleanCaption":"A few farewell hugs from the England team – but the Women’s Super League is only days away.","cleanCredit":"Photograph: Steve Parsons/PA"}],"webPublicationDate":"2015-07-06T11:09:19Z","lastModified":"2015-07-06T14:01:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Ames","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-ames"}],"feature":true,"keywords":["England women's football team","Women's World Cup 2015","Women's football","Football","Sport"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Nick Ames","topic":{"type":"tag-contributor","name":"profile/nick-ames"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/06/england-heathrow-women-s-world-cup-mark-sampson-super-league","shortUrl":"http://gu.com/p/4adbt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/06/england-heathrow-women-s-world-cup-mark-sampson-super-league","webUri":"http://www.theguardian.com/football/2015/jul/06/england-heathrow-women-s-world-cup-mark-sampson-super-league"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/6/1436179996979/The-England-team-arrive-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England team arrive at Heathrow wearing their medals after the third-place finish at the Women's World Cup in Canada. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"The England team arrive at Heathrow after the third-place finish at the Women's World Cup in Canada","cleanCaption":"The England team arrive at Heathrow wearing their medals after the third-place finish at the Women's World Cup in Canada. Photograph: Steve Parsons/PA"}},"importance":3,"byline":{"title":"Nick Ames"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/6/1436179996979/The-England-team-arrive-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England team arrive at Heathrow wearing their medals after the third-place finish at the Women's World Cup in Canada. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"The England team arrive at Heathrow after the third-place finish at the Women's World Cup in Canada","cleanCaption":"The England team arrive at Heathrow wearing their medals after the third-place finish at the Women's World Cup in Canada. Photograph: Steve Parsons/PA"}}]},{"title":"Sporting numbers plummet amid confusion","rawTitle":"Sporting numbers plummet amid confusion","item":{"type":"article","id":"sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet","title":"Olympic legacy failure: sporting numbers plummet amid confusion and blame","trailText":"Only three of the 26 Olympic sports have seen significant increases in the number of people playing in Britain since London 2012 and much of the £1bn in funding has gone to waste","standFirst":"Only three of the 26 Olympic sports have seen significant increases in participation since London 2012 as the lack of a cohesive strategy and failures of some governing bodies mean much of the &pound;1bn in funding has gone to waste\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts\" title=\"\">David Conn: sports centres under assault by a thousand council cuts</a>","byline":"Owen Gibson","body":"<p>Amid the blizzard of breezy rhetoric and statistical information on <a href=\"https://www.sportengland.org/research/who-plays-sport/by-sport/\" title=\"\">Sport England’s website</a> detailing how the &pound;325m of taxpayer and lottery funding it pours annually into grassroots sport is spent, one spreadsheet is particularly arresting.</p> \n<p>It shows that in return for almost &pound;1bn given to 46 national sports governing bodies since 2009, just five – athletics, boxing, cycling, mountaineering and table tennis – have managed to achieve a statistically significant increase in the number of people playing every month since the bid was won. Just three of the 26 Olympic sports – athletics, cycling and gymnastics – have seen statistically significant increases in participation since 2012-13, with 15 other sports recording a fall. And since the Olympics, once-a-month participation figures show nearly 700,000 fewer adults are playing nationally funded sports. Since 2010, over 1.5m more people are not taking part in any sport. And that against the backdrop of a growing population base.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone\">Olympic legacy failure: inspiring London 2012 message has become a millstone</a> </p> \n</aside> \n<p>A new survey of more than 100 senior sports executives also revealed that 86% want a 10-year cross-party sport strategy and that only three in 10 rate the government’s current strategy as “good”. The Sports Think Tank survey also revealed a strong preference for “fresh thinking and independent input” into the government’s looming green paper process. Strikingly, less than 10% thought the government’s primary school sports premium, the &pound;150m scheme that was the eventual replacement for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/aug/06/michael-gove-own-goal-school-sports\" title=\"\">the schools sport partnerships axed by Michael Gove</a>, was effective. On the face of it, these results appears to be a damning indictment on a great funding experiment gone wrong.</p> \n<p>Amid a large-scale lobbying effort by the sports governing bodies in the wake of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jul/06/olympics2012.olympicgames1\" title=\"\">London winning the right to host the Games</a>, the Labour government agreed to give them a guaranteed sum over four years in return for meeting various participation targets. The whole sport plan, as it was termed, would inject millions into 46 different governing bodies – from &pound;29.4m for rugby league to &pound;756,750 for lawn bowls – over four years. A total of &pound;480m was guaranteed from 2009 to 2013 and a further &pound;493m from 2013 to 2017. Ever since, a succession of sports ministers have promised to get tough on governing bodies that are not delivering.</p> \n<p>The Sport England chief executive, Jennie Price, has somehow escaped criticism, offloading responsibility on to those governing bodies and occasionally punishing them by taking a small slice of their award away. Yet as Sport England also points out, only 40% of its annual investment (split 75/25 between lottery funding and exchequer award) goes into whole sport plan funding.</p> \n<p>Tracey Crouch, the new sports minister drawing up plans for a green paper, has hinted there will be an entirely fresh approach. Among the governing bodies there are fears that the baby could be thrown out with the bathwater. There is also long-standing frustration that their efforts are being measured by a blunt instrument – the expensive Active People telephone survey that until recently tracked participation among those older than 16.</p> \n<p>“We’re seeing slow growth in the adult part of the game, but we have seen in the last four years since 2012 a humongous growth in young people,” says Sally Munday, the chief executive of England Hockey. “We understand that the legacy seems to be judged by the Active People survey but it’s shortsighted to judge it like that. You can’t take governing bodies out of the picture, because if you do the system will crumble.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\">Interactive</a> \n</figure> \n<p>Munday helped form the snappily titled NGB CEO forum, made up of 39 sports, to highlight the role they play. In a common refrain, they called shortly before the election for an “overall vision created for sport across the country that aligns all stakeholders in central and local government with NGBs and others in the sporting landscape”.</p> \n<p>There are various mitigating factors that have made driving any lasting increase in participation difficult. Team sports face particular challenges with facilities and fitting into hectic modern lifestyles and working patterns. Swimming, which has registered the biggest decline, is disproportionately affected by local authority funding cuts.</p> \n<p>Yet the governing bodies themselves, who solemnly signed up to drive participation upwards, must also take their share of the blame. “It was clear by 2010 that they weren’t driving participation,” admits the former Olympics minister Tessa Jowell, on whose watch the whole sport plan was introduced. There is a growing sentiment that public investment must reach beyond traditional governing bodies. Sport England has been praised for its This Girl Can consumer campaign to try to change the image of women’s exercise. It is telling that it is cycling and athletics, where there are fewer concerns about facilities and it is easier to be flexible, that are among the few success stories.</p> \n<p>“Let’s highlight where sports are trying to do innovative things and do a few simple things well,” says Emma Boggis, chief executive of the Sport and Recreation Alliance and former head of the Olympic legacy unit in the cabinet office. “There is a danger in thinking it’s all bad news and that you lose the good bits that are happening.”</p> \n<p>Parkrun, a national network of casual 5km mass running events administered by volunteers, has grown from 13 people in 2004 in Bushy Park, south-west London, to 74,000 a week across 390 events. “The majority of our volunteers have no previous experience in delivering sporting events,” says Tom Williams, managing director of Parkrun UK, of its informal appeal and welcoming atmosphere. “They are people who think it’s a great community initiative.”</p> \n<p>Expanding the amount of public funding available to organisations such as Parkrun, which already receives some cash from Sport England, could be part of the answer. But so too could more governing bodies putting participation at the heart of their organisation – a cultural shift that for many simply hasn’t happened. “This had to be more than just winning medals,” says Ian Drake, the British Cycling chief executive who has helped marry elite success with participation growth of 23% since 2006. More than 2.1m people now cycle at least once a week for sport or pleasure.</p> \n<p>Drake, too, calls for more co-ordination from government. “It is something the system needs – something that brings together all the different elements. It needs the glue,” he says. “There’s almost a one size fits all model and everyone is measured against it.”</p> \n<p>Price has said that governing bodies must become better at focusing on how they fit into the lives of individuals rather than the other way around.</p> \n<p>Williams, his glass half full, believes there is a future beyond the existing funding model – one that is expected to come under further pressure from cuts in the coming months. “I think we’re going through a transitional phase where organisations who are willing to collaborate and work together are going to succeed,” he insists.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government\">Olympic legacy failure: Tessa Jowell attacks ‘wicked’ coalition government</a> </p> \n</aside> \n<p>Defiantly upbeat governing bodies have felled forests in producing brochures to prove their grassroots schemes are working. Yet the numbers tell a different story. Swimming, the biggest participation sport in the country, has lost 1.4m monthly participants since 2006.</p> \n<p>Football, currently in the throes of one of its periodic bouts of internal wrangling about how the desperate deficit in grassroots coaching and facilities should be addressed, has gone from 2.9m to 2.66m.</p> \n<p>“You’ve got to crack the nut of football and getting more money out of the richest sport in the world into grassroots football,” says Chris Bryant, the recently appointed shadow culture secretary. Tennis is only now making some of the right noises about investing its huge Wimbledon endowment in the right areas.</p> \n<p>You can go down the list of sports and tick off those that appear genuinely engaged in trying to turn the tide, those who pay lip service and those who simply are not up to the job. What is lacking is any sort of cohesive strategy. “It just doesn’t feel like there is one,” says Bryant.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436125516161/Jennie-Price-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennie Price, chief executive of Sport England, has has somehow escaped criticism and offloaded responsibility for falling particiation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images","credit":"Dean Mouhtaropoulos/Getty Images","altText":"Jennie Price","cleanCaption":"Jennie Price, chief executive of Sport England, has has somehow escaped criticism and offloaded responsibility for falling particiation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T20:27:00Z","lastModified":"2015-07-05T23:00:55Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Olympic Games 2012","Olympic Games","Olympics","Sport"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet","shortUrl":"http://gu.com/p/4ad23","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet","webUri":"http://www.theguardian.com/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436125516161/Jennie-Price-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennie Price, chief executive of Sport England, has somehow escaped criticism and offloaded responsibility for falling participation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images","credit":"Dean Mouhtaropoulos/Getty Images","altText":"Jennie Price","cleanCaption":"Jennie Price, chief executive of Sport England, has somehow escaped criticism and offloaded responsibility for falling participation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images"}},"importance":3,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[{"title":"Olympic legacy failure / Sports participation figures","rawTitle":"Sports participation figures","item":{"type":"article","id":"news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures","title":"Olympic legacy failure: sports participation figures","trailText":"London Olympics 2012 promised to leave the legacy of an inspired generation to inspire generations to follow suit so, three years on, how is it looking?","standFirst":"<p>London Olympics 2012 promised to leave the legacy of an inspired generation to inspire generations to follow suit so, three years on, how is it looking?</p>","byline":"Ami Sedghi","body":"<p>London Olympics 2012 promised to leave the legacy of an inspired generation engaged in sport.<br /></p> \n<p>So, three years on, how is it looking?</p> \n<p>Numbers released on the amount of people playing sport regularly have been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/blog/2015/mar/25/olympic-legacy-london-2012-idle-boasts\">closely scrutinised since the big event</a></p> \n<p>According to the latest release of Sport England’s annual active people survey, the number of people in England who regularly take part in sport is rising.</p> \n<p>But is has the Olympic promise been kept? It’s not that straightforward.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/sport_participation_time/giv-21277vJbeS1n6k1zm\" data-alt=\"Graph\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/sport_participation_time/giv-21277vJbeS1n6k1zm\">Graph</a> \n</figure> \n<p>When you compare the 15.5m people aged 16 years and over in England playing sport at least once a week during the year up to March 2015, to the 14.1m in 2006, then the number has indeed increased. And not just that: from 2008 the number remained fairly stable until a boost in 2012 - no doubt in part thanks to the Olympics. </p> \n<p>However since 2012, the number of people practicing sport for at least 30 minutes at moderate intensity at least once a week has slowly declined. Most recently the number of people participating in sport once a week fell by 222,000 compared with October 2014.</p> \n<h2>Which sports have had the biggest boost or slump since the Olympics? </h2> \n<p>Taking six medals (four of these gold) the Team GB athletics squad did the nation proud at London 2012. Did well-known stars such as Jessica Ennis-Hill and Mo Farah help raise the profile of athletics? It was already one of England’s most loved sports, being the third top sport for weekly participation pre-Olympics but by October 2013-2014, athletics became the second highest. During the year up to March 2015, more than 2.2m people regularly took part in atheltics each week - up by 328,100 on October 2010-October 2011. <br /></p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\" data-alt=\"By sport\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\">By sport</a> \n</figure> \n<p>Close behind on the success stories is cycling. Maybe it’s something to do with the truckload of medals the Team GB cycling team won at London 2012, the promises of investment in cycling infrastructure from the government or the effect of the Tour de Yorkshire, but cycling has done well. The number of people getting on their bike at least once a week reached 2.1m between October 2012-October 2013 (although it has dropped slightly in the most recent data). That’s a boost of 258,700 people since before the Olympics.</p> \n<figure class=\"element element-embed\" data-alt=\"Second chart\"> \n <iframe src=\"https://charts.datawrapper.de/eJylr/index.html\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"460\" height=\"425\"></iframe> \n <figcaption>\n  Weekly sports participation, 16+. England\n </figcaption> \n</figure> \n<p>But since 2005, the year Great Britain won the Olympics bid and the year from which Sport England calculate the difference, there has been an increase in weekly participation figures of 873,700 for athletics, 374,100 for cycling and 31,600 for table tennis.</p> \n<p>It’s not equally successful news for swimming and football, the two sports that have seen the biggest decreases in weekly participation. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/29/sports-minister-concern-swimming-drops\">downward trend in swimming is not new though</a> - since October 2009 the number of people taking to the pool each week has been dropping. </p> \n<p>In 2010, when the coalition government came into power, Labour’s free swimming scheme got the chop and sports facilities have also suffered as a result of local council cuts. </p> \n<p>Other sports which have seen their popularity drop are badminton, table tennis and<strong> </strong>Equestrianism.</p> \n<p>Since 2005, swimming (-728,800), football (-140,100) and badminton (-66,800) are the Olympic sports which have seen the biggest decreases. <br /></p> \n<p>It remains to be seen whether the current downward trend in weekly sports participation continues, to reach pre-2005 levels - if so then many may consider the Olympic legacy to be a failure. <br /></p>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435932432412/8df87eb8-344b-491c-825f-193a9183a8c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Livesey/Getty Images","altText":"Bradley Wiggins collects his men’s individual time trial  at the London Olympics.","cleanCredit":"Photograph: Alex Livesey/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:04:28Z","lastModified":"2015-07-05T22:30:22Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ami Sedghi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ami-sedghi"}],"feature":false,"keywords":["Sport","Olympics","Sport England","Health","Fitness"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport-england","webTitle":"Sport England"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"}],"section":{"id":"news"},"topics":[{"displayName":"Ami Sedghi","topic":{"type":"tag-contributor","name":"profile/ami-sedghi"}}],"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures","shortUrl":"http://gu.com/p/4ac44","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures","webUri":"http://www.theguardian.com/news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435932432412/8df87eb8-344b-491c-825f-193a9183a8c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bradley Wiggins collects his men’s individual time trial at the London Olympics. Photograph: Alex Livesey/Getty Images","credit":"Alex Livesey/Getty Images","altText":"Bradley Wiggins collects his men’s individual time trial at the London Olympics.","cleanCaption":"Bradley Wiggins collects his men’s individual time trial at the London Olympics.","cleanCredit":"Photograph: Alex Livesey/Getty Images"}},"importance":0,"kicker":{"title":"Olympic legacy failure"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435932432412/8df87eb8-344b-491c-825f-193a9183a8c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Livesey/Getty Images","altText":"Bradley Wiggins collects his men’s individual time trial  at the London Olympics.","cleanCredit":"Photograph: Alex Livesey/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/1d0ba3a2c7461bd17ed563261596212ea1d18f9e/0_13_3240_1944/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-07-07T07:12:02Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}