{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Chambers Bay is ready to produce its US Open champion","rawTitle":"Chambers Bay is ready to produce its US Open champion","item":{"type":"article","id":"sport/blog/2015/jun/17/chambers-bay-ready-us-open-washington-state","title":"Chambers Bay is ready to produce its US Open champion","trailText":"US Open gets under way in Washington state on Thursday with plenty of live contenders, only one of whom will still be standing on Sunday evening","standFirst":"Season’s second major gets under way in Washington state on Thursday with plenty of live contenders, only one of whom will still be standing on Sunday evening","byline":"Ewan Murray at Chambers Bay","body":"<p>The point of entry into Chambers Bay instantly reveals a work of architectural genius. It is also appropriate that the first glimpses of a stunning venue arrive from well on high. Victory at this, the 115th US Open Championship, will represent golf’s equivalent of conquering Everest. If the Puget Sound inlet serves as the serene, picture-postcard backdrop, a golfing Rubik’s Cube stretching to 250 acres is the fiendish, pertinent detail.</p> \n<p>Talent alone will not suffice here. The first US Open in the Pacific Northwest will gladly chew up and spit out some of the world’s finest golfers, on the basis of mental and physical torture. The player who most readily shrugs off the inevitable, unfair breaks which could well turn the second major of 2015 into a horror show will be last man standing.</p> \n<p>Trepidation matches expectation. The greens resemble a wicket on day three of a Test match, which is a leveller in so many ways. Logic would suggest those players who have games based heavily on holing putts, Jordan Spieth for one, are at something of a disadvantage. If sport, that is, was ever played out on paper.</p> \n<p>The USGA’s routine desire to make fools of rather than challenge golf’s leading lights has sparked its annual ripples of fear. On this occasion, it is almost as if Mike Davis and friends have even controlled the weather.</p> \n<p>With conditions not dissimilar to the scorched, fiery Royal Liverpool Open Championship of 2006, you need not even be inches off target to discover a punishment stretching to 70 yards. Such scenarios frustrate competitors to the point of outburst, physical and verbal. The only course of action, surely, would be for the USGA to heavily water Chambers Bay before play begins at 7am local time on Thursday, thereby retaining an element of sensibility at least for the tournament’s opening stages.</p> \n<p>The alternative will not be pretty and an unfortunate narrative for what should be an historic sporting juncture in this wonderful, mountainous corner of the United States. When Robert Trent Jones Jnr, the designer of Chambers Bay, asked Tiger Woods a media-conference question on Tuesday it was easy to infer the seeking of endorsement, linked to the fear of what may be forthcoming. If this tournament regresses into the realms of farce, battered and bruised golfers will not be slow in pointing out as much.</p> \n<p>Recent history favours jaunty European invaders. Graeme McDowell, Rory McIlroy, Justin Rose and Martin Kaymer have won the US Open since 2010, displaying a terrific lack of respect towards the host nation in the process. The battle-hardened spirit of Rose, McDowell and Ian Poulter is worthy of consideration this time round. Kaymer is known to enjoy the setting but the last player to successfully defend the US Open title was Curtis Strange in 1989.</p> \n<p>And what of McIlroy, this sport’s leading light, a player who will see his career defined by major championships? If body language is anything to go by, the 26-year-old will revive some of the spirit of Kiawah Island. There, in 2012, he swaggered to victory at the US PGA Championship. It was a triumph which could be detected from the moment McIlroy took to the podium for his pre-tournament conference.</p> \n<p>On Tuesday morning in Washington state, McIlroy’s demeanour was precisely the same. Later in the day, even his peers looked on with driving range wonder as the Northern Irishman landed drives just short of a 350-yard marker. McIlroy has a gear change not prominent even at this level; privately, he will surely be motivated both by a desire to prove he has more imagination around greens than he has been given credit for and that he can prevail on fast-running surfaces. McIlroy, smartly, played nine holes late on Tuesday afternoon; he aims to be competing in that time period on Saturday and Sunday.</p> \n<p>Rickie Fowler will inevitably form part of the discussion. The Californian’s play-off win at the Players Championship should have broken down a psychological barrier. Prior to that, Fowler’s prominence and consistency had not been backed up by victories. For that reason alone, he lagged well behind McIlroy.</p> \n<p>The whisper at Chambers Bay on Tuesday evening was that Fowler had just produced a practice round of 65. It seems inconceivable that he will not sample a major victory at a links venue given his love for the environment. Other statistics are in Fowler’s favour: he has made the most birdies in the past five majors, has the best scoring average in majors since 2013 and has the longest current run of top-20 major finishes, with six. At Sawgrass, he accelerated when it mattered.</p> \n<p>Fowler’s compatriot Phil Mickelson is seeking to finally complete his career grand slam of major titles at the age of 45. Unpredictability is his watchword but his lifting of the Claret Jug at a bouncy Muirfield in 2013 is a notable reference point. That, and the fact Mickelson adores a battle. “I know that I love what I do,” he explained. “I love playing golf. I love competing and playing against the best players.</p> \n<p>“I still have a huge obstacle, a huge challenge that I am trying to overcome and that’s to win a US Open and complete the grand slam. I’m enjoying that challenge, I’m having fun with it. It’s not a burden. It’s like an exciting opportunity.” Another American, Dustin Johnson, is being mentioned in dispatches.</p> \n<p>Many things simply don’t tend to happen on this platform. No man has won the US Open at his first attempt since 1913. An amateur has not been victorious since 1933. Mickelson will not like being reminded that the late Payne Stewart, back in 1999, was the last player to win when over the age of 40.</p> \n<p>In 2015 there will be sniping, whining, moaning and wheezing. Yet every major has to have its worthy champion. When Sunday’s triumphant golfer negotiates the exiting incline and glimpses back over a 200ft drop, the extent of what came before will instantly hit home.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434567073079/rory-mcilroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy, the world No1 from Northern Ireland, practises his bunker play in preparation for the 115th US Open at Chambers Bay. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"rory mcilroy","cleanCaption":"Rory McIlroy, the world No1 from Northern Ireland, practises his bunker play in preparation for the 115th US Open at Chambers Bay. Photograph: David Cannon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T18:57:55Z","lastModified":"2015-06-17T23:20:02Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["US Open Golf 2015","US Open","Rory McIlroy","Rickie Fowler","Phil Mickelson","PGA Tour","Golf","US sports","Sport","Australia sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/rory-mcilroy","webTitle":"Rory McIlroy"},{"id":"sport/rickie-fowler","webTitle":"Rickie Fowler"},{"id":"sport/phil-mickelson","webTitle":"Phil Mickelson"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/17/chambers-bay-ready-us-open-washington-state","shortUrl":"http://gu.com/p/49qfj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/17/chambers-bay-ready-us-open-washington-state","webUri":"http://www.theguardian.com/sport/blog/2015/jun/17/chambers-bay-ready-us-open-washington-state"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434567073079/rory-mcilroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy, the world No1 from Northern Ireland, practises his bunker play in preparation for the 115th US Open at Chambers Bay. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"rory mcilroy","cleanCaption":"Rory McIlroy, the world No1 from Northern Ireland, practises his bunker play in preparation for the 115th US Open at Chambers Bay. Photograph: David Cannon/Getty Images"}},"importance":7,"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434567073079/rory-mcilroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy, the world No1 from Northern Ireland, practises his bunker play in preparation for the 115th US Open at Chambers Bay. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"rory mcilroy","cleanCaption":"Rory McIlroy, the world No1 from Northern Ireland, practises his bunker play in preparation for the 115th US Open at Chambers Bay. Photograph: David Cannon/Getty Images"}}]},{"title":"Forget the controversy, NSW deserve their Game II State of Origin victory","rawTitle":"Forget the controversy, NSW deserve their Game II State of Origin victory","item":{"type":"comment","id":"sport/2015/jun/18/game-ii-state-of-origin-wrapup","title":"Forget the controversy, NSW deserve their Game II State of Origin victory","trailText":"Both sides had good grounds to be aggrieved but it was the Blues tyros who seized the occasion - could the Maroon Era be ending?","standFirst":"<p>Both sides had good grounds to be aggrieved but it was the Blues tyros who seized the occasion - could the Maroon Era be ending?</p>","byline":"Paul Connolly","body":"<p>Between full-time in Origin I and kickoff in Origin II at the MCG last night it was almost as if NSW weren’t the reigning Origin champions, that they hadn’t, just the previous year, jimmy-barred the shield from Queensland’s grip after eight long years of trying.</p> \n<p>The prevailing narrative, supported by the bookies, was that 2014 was the exception that proves the rule; that after Queensland’s win in Game I in Sydney, narrow and imperfect as it was, regular Maroon dominance was about to be restored in a proxy home game at the G, where the locals’ antipathy towards NSW would far outweigh their ambivalence towards Queensland.</p> \n<p>Instead, NSW —a team of losers, <a href=\"http://www.couriermail.com.au/sport/nrl/state-of-origin-2015-laurie-daleys-nsw-blues-side-the-worst-in-origin-history/story-fniablkr-1227397684532\">as the Courier Mail called them midweek</a>; a team that, unlike the picks-itself team of Maroons’ legends, is still unsure of their best combinations, particularly in the halves— proved themselves the better team when it counted, in the game’s final quarter, a 20-minute period that is so often Queensland’s domain.</p> \n<p>And it was enough, perhaps, to suggest that the brilliant Queensland era of dominance, the Maroon Age in geological terms, is nearing an end no matter what happens at Suncorp in the decider. The Maroons still have some of the best players of the modern era. Johnathan Thurston was a constant threat at the G, as was a rejuvenated Greg Inglis who, in full flight, is worthy of commentary by David Attenborough; but time passes just as hair greys, muscles weaken and a night in on Saturday evening seems an enticing proposition - and the gap between the two sides continues to close. It could be that Origin titles will soon be shared more equitably, just like in the old days. Pre-2006, that is.</p> \n<p>There were periods during Wednesday night’s game, of course, when Queensland looked as if they’d hold firm, such as when, following Matt Gillett’s try, they gained the lead for the first time early in the second half and then stretched it out to 18-14 after a Thurston penalty goal in the 56th minute. Steered about by Cameron Smith, who has the eye of a sextant, Queensland are a team that knows how to win from in front, how to see out a game. <br />But then, 11 minutes later, the game’s best forward, Aaron Woods, burst through the Queensland goal-line defence like Sasquatch through the shrubbery and NSW were back in front in what had become an exciting game of claim and counter-claim, a fitting spectacle for what was a record Origin crowd anywhere, let alone one held in a foreign capital and in a stadium that resonates with the history of an entirely different football game. </p> \n<p>Despite Woods’ try Queensland could yet have won it, and so nearly did. But Inglis, Queensland, and future compilers of highlight reels, were denied a try that would have put the Maroons back in front with just over 10 minutes remaining. It took some guts for the officials to overrule it, for Inglis’ booming 90m run was a stained-glass window in Melbourne’s mightiest cathedral, but they had reason to be concerned with the tackle on Mitchell Pearce that preceded it. </p> \n<p>If Michael Morgan hadn’t knocked the ball on as he reefed it out of Pearce’s arm (and that was the official ruling), the loose ball did appear to hit the boot of Gillett and go forward to Inglis who might have been ruled accidentally offside. Still, it was a tough call on Queensland that had a massive bearing on the result. But what is rugby league these days but a series of tight calls poured over and over again to the satisfaction of no-one, despite the fact that the alternative would lead to just as much controversy? </p> \n<p>Of course it was only minutes earlier that NSW felt cheated themselves after Pearce was denied what looked a certain try. After some excellent broken field running by the rat-quick Michael Jennings —who had Queensland’s fragile right-side defence jumping on chairs all evening— Brett Morris’ final pass to Pearce was ruled to have been forward. It looked flat at worst. NSW should have been eight points ahead, and if Back to the Future taught us anything it’s that this would have altered the space time continuum, meaning Inglis’ ‘try’ would never have happened. NSW may have won in more comfort fashion than they did.</p> \n<p>So both sides had cause for gripes but it spoke volumes that NSW showed they had the stomach, and the vigour, to win from behind with the series on the line. The try to Woods and then, in the 70th minute, to Josh Dugan running a good line off Trent Hodkinson, came off the back of NSW’s superior forward power. Four of the Blues’ starting forwards carried the ball over 100m (with Woods leading the way with 147m, followed by Hoffman, Gallen and Tamou) compared to just one Queensland forward, Corey Parker (126m). It’s still true that NSW’s halves lack the creativity of their counterparts —although Daly Cherry-Evans has yet to prove he’s anywhere near the level of Cooper Cronk, who was sorely missed by the Maroons— but it’s in the forwards NSW have the edge, and when their forwards can get on top, as they did on Wednesday night, it makes life easier for Hodkinson and Pearce, and gives room to the likes of Jennings, Brett Morris and Dugan.</p> \n<p>If Wednesday night’s game showed us that the gap between the sides is narrowing it also reminded us that Origin does not need punch-ups to entertain — which isn’t to say we should pretend to be horrified that they ever took place, or shouldn’t lament their passing, however guiltily. Despite Gallen lighting the flame in the build-up, their were no pyrotechnics, apart from the one’s before the replaced the traditional rock-band-on-a-podium thing. </p> \n<p>Apart from a Justin Hodges swinging arm on Ryan Hoffman’s chin, the closest we came to a stink was after Slater threw the ball at James Tamou in retaliation to Tamou resting both his hands on Slater’s face, as if he were moulding wet clay or trying to identify Slater by using his hands as eyes. As the two shaped up to each other players flew into the fray like metal filings into a magnet, but fists remained in their holsters, and they did so all night.</p> \n<p>Perhaps some were disappointed that that was the case but the game offered plenty else to remind us that Origin still has a lot more to offer. And that the Blues are inexorably regaining a foothold in the contest.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/484e0661172b37b02a455f4b451a7493431b1129/0_0_3666_2201/3666.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2201,"width":3666,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"Aaron Woods celebrates","cleanCredit":"Photograph: Julian Smith/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-18T00:38:57Z","lastModified":"2015-06-18T04:24:12Z","metadata":{"commentable":true,"commentCount":47,"contributors":[{"name":"Paul Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-connolly"}],"feature":true,"keywords":["State of Origin","NRL","Rugby league","Australia sport","Sport"],"tags":[{"id":"sport/state-of-origin","webTitle":"State of Origin"},{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Connolly","topic":{"type":"tag-contributor","name":"profile/paul-connolly"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/game-ii-state-of-origin-wrapup","shortUrl":"http://gu.com/p/49qtj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/game-ii-state-of-origin-wrapup","webUri":"http://www.theguardian.com/sport/2015/jun/18/game-ii-state-of-origin-wrapup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/484e0661172b37b02a455f4b451a7493431b1129/0_0_3666_2201/3666.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2201,"width":3666,"orientation":"landscape","caption":"Blues prop Aaron Woods celebrate after State of Origin II between the NSW Blues and Queensland Maroons at the MCG. Photograph: Julian Smith/AAP","credit":"Julian Smith/AAP","altText":"Aaron Woods celebrates","cleanCaption":"Blues prop Aaron Woods celebrate after State of Origin II between the NSW Blues and Queensland Maroons at the MCG.","cleanCredit":"Photograph: Julian Smith/AAP"}},"importance":5,"byline":{"title":"Paul Connolly"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/484e0661172b37b02a455f4b451a7493431b1129/0_0_3666_2201/3666.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2201,"width":3666,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"Aaron Woods celebrates","cleanCredit":"Photograph: Julian Smith/AAP"}}]},{"title":"What happens on a footballer’s holiday in Vegas, or Tenerife, stays on holiday","rawTitle":"What happens on a footballer’s holiday in Vegas, or Tenerife, stays on holiday","item":{"type":"comment","id":"football/blog/2015/jun/17/footballer-holiday-vegas-tenerife-aston-villa-jack-grealish","title":"What happens on footballer’s holiday in Vegas, or Tenerife, stays on holiday","trailText":"Aston Villa’s Jack Grealish apparently had a few on the Spanish island and Arsenal’s Jack Wilshere puffed on a fag in the entertainment capital of the world but the season lasts about 40 minutes, so jollies are packed into smaller windows","standFirst":"Aston Villa’s Jack Grealish apparently had a few on the Spanish island and Jack Wilshere puffed on a fag in the entertainment capital of the world but the close season lasts about 40 minutes, so jollies are packed into smaller windows","byline":"Marina Hyde","body":"<p>To quote Kenneth Tynan, I doubt I could ever love anyone who gave a toss <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/jack-grealish-aston-villa-pictures-tenerife\" title=\"\">if Jack Grealish was drunk on holiday</a>. In fact, I don’t think I could ever not despise them, tutting away on their phone-ins, transparently wishing it was them passed out insouciantly in the street, yet still able, thanks to a combination of age, natural gifts and being in peak physical condition, to get up the next morning, hit the beach and do it all over again, without being crucified by feelings of shame of self-loathing or a sense that they had somehow offended moral propriety. If they so much as suspected that Grealish had got laid as well that night, the few who didn’t combust with their own bitterness would demand Tim Sherwood fine him all his wages for the whole of next season.</p> \n<p>As indicated, Aston Villa’s 19-year-old midfielder Grealish has been photographed after having had a few in Tenerife, the photo shared by some other kid at least a decade too young to think that anything has technically even happened to them unless they’ve posted a picture of it online. Anyone who reckons footballers never used to get up to this sort of thing before the digital era has suffered the most pitiable failure of the imagination – unfortunately, though, we are only projected to come to a grown-up accommodation with the realities of the social media age at some point in the late 22nd century.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/jack-grealish-aston-villa-pictures-tenerife\">Jack Grealish summoned by Aston Villa to meeting over pictures in Tenerife</a> </p> \n</aside> \n<p>In the meantime, in many quarters, outrage ensues. If it’s not Grealish, it’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/15/arsenal-jack-wilshere-caught-cigarette-mouth\" title=\"\">Jack Wilshere having a fag in a pool in Vegas</a> and I imagine it’ll be only days before Raheem Sterling lets himself, the headmaster and the whole school down. They’re “the type” aren’t they? The Victorian division between the deserving and the undeserving poor has been updated to give us deserving and undeserving footballers, and their comparatively tame transgressions have become the mood music of the close season. Yet voicing disapproval about footballers smoking or drinking on holiday is like live-tweeting Take Me Out. Even if you have nothing better to do, you should seek to give the impression that you have.</p> \n<p>Clearly at a loose end, Villa have issued a statement. “The club is aware of photographs of Jack Grealish currently circulating”, this portentous communique reads, before going on to say that they will be “meeting with the player”. Why? Well, because mere anarchy would be loosed upon the world were they to take the position of declining to comment at all on the basis that Grealish is on a private holiday. Much of football appears so convinced of the near-bestial nature of its playing personnel that absurdly draconian punishments are handed out for supposed behavioural sins, <em>pour encourager les autres</em>. It is, apparently, the only language they understand.</p> \n<p>Thus there are really only two acceptable “looks” for a footballer in the off season, both of which can be seen in the <a href=\"https://www.youtube.com/watch?v=1SUzcDUERLo\" title=\"\">training montage of Rocky IV</a>. Either the player should rent a remote log barn and spend the time chopping wood and improvising weight training with an ox yoke. Or, if they’re older and/or are on loan from an American side, they should hone themselves in the world’s most hi-tech gym (I think the Brigitte Nielsen character actually went on to run the geriatric lab at Milan).</p> \n<p>Players who fail to adhere to these rules must have every waking minute policed. We pay your wages, as the chant goes – indeed, a hilarious amount of fans seem to think footballers literally work for them and could probably draw you a really bad crayon diagram explaining exactly how. I always imagine this type of “football lover” as only a slightly less ghastly version of <a href=\"https://www.youtube.com/watch?v=tOAcAXxA7zM\" title=\"\">Papa Lazarou in The League of Gentleman</a>, who would kidnap women while leering: “YOU’RE MY WIFE NOW.” Whenever their club signs a new player, these guys watch the telly footage of them holding up the shirt and rasp: “YOU WORK FOR ME NOW.”</p> \n<p>Except they don’t. They play football for your club, at the market rate, and they’re really not morally obligated to spend their time off servicing your dim-bulb role model fantasy, 93% of which is predicated on the fact that you have unresolved issues about young working-class men getting rich. If they want to pass out in Playa de las Am&eacute;ricas, get over it. Or go into analysis.</p> \n<p>Furthermore, the close season now lasts about 40 minutes, obliging players to pack their jollies into far more contracted windows than previous eras allowed. It would take a heart of immense sanctimony not to be able to empathise. As I get older and my responsibilities increase, the opportunity of a big night out feels somehow wasted if I don’t exploit it to the very inadvisable maximum. Secretly, I would like to start in the West End and wake up in Rio, with no earthly explanation as to how I got there. Unfortunately, if you’ve failed to prearrange the possibility of intercontinental repatriation with the babysitter, this sort of thing has to stay a pipe dream. (Even an actual pipe dream has to stay a metaphorical pipe dream.)</p> \n<p>But it doesn’t when you’re a young man in possession of a good fortune. If anything, I am rather disappointed to have never heard a single story of any player of the modern era waking up in another country during some time off. What’s wrong with you, Grealish? You could at least have come to in Lanzarote.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/17/1434534162924/Arsenal-v-Aston-Villa-Bri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jack Grealish has been summoned to a meeting by Aston Villa following his escapades on holiday. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Arsenal v Aston Villa, Britain - 30 May 2015","cleanCaption":"Jack Grealish has been summoned to a meeting by Aston Villa following his escapades on holiday. Photograph: JMP/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-17T10:04:19Z","lastModified":"2015-06-17T23:20:02Z","metadata":{"commentable":true,"commentCount":399,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":true,"keywords":["Aston Villa","Jack Wilshere","Arsenal","Football","Sport"],"tags":[{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/jack-wilshere","webTitle":"Jack Wilshere"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/17/footballer-holiday-vegas-tenerife-aston-villa-jack-grealish","shortUrl":"http://gu.com/p/49pnj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/17/footballer-holiday-vegas-tenerife-aston-villa-jack-grealish","webUri":"http://www.theguardian.com/football/blog/2015/jun/17/footballer-holiday-vegas-tenerife-aston-villa-jack-grealish"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/17/1434534162924/Arsenal-v-Aston-Villa-Bri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jack Grealish has been summoned to a meeting by Aston Villa following his escapades on holiday. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Arsenal v Aston Villa, Britain - 30 May 2015","cleanCaption":"Jack Grealish has been summoned to a meeting by Aston Villa following his escapades on holiday. Photograph: JMP/Rex Shutterstock"}},"importance":5,"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/17/1434534162924/Arsenal-v-Aston-Villa-Bri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jack Grealish has been summoned to a meeting by Aston Villa following his escapades on holiday. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Arsenal v Aston Villa, Britain - 30 May 2015","cleanCaption":"Jack Grealish has been summoned to a meeting by Aston Villa following his escapades on holiday. Photograph: JMP/Rex Shutterstock"}}]},{"title":"US Open Golf 2015 / Players’ guide to the trickiest holes at Chambers Bay","rawTitle":"Players’ guide to the trickiest holes at Chambers Bay","item":{"type":"article","id":"sport/2015/jun/17/us-open-2015-players-guide-holes","title":"US Open 2015: players’ guide to the trickiest holes at Chambers Bay","trailText":"Masters champion Jordan Spieth, Henrik Stenson and Jason Day reveal how they will tackle the three hardest holes at this year’s US Open","standFirst":"Masters champion Jordan Spieth, Henrik Stenson and Jason Day reveal how they will tackle the three hardest holes at this year’s US Open","byline":"Guardian sport","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/us_open_toughest_holes-zip/giv-212771Kc7yjIL73it/\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/us_open_toughest_holes-zip/giv-212771Kc7yjIL73it/\">Interactive</a> \n</figure> \n<p>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434552098453/Jordan-Spieth-calls-the-n-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Masters champion Jordan Spieth calls the ninth at the 2015 US Open at Chambers Bay 'one of the cooler holes we'll play all year' Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"Jordan Spieth calls the ninth at Chambers Bay 'one of the cooler holes we'll play all year'","cleanCaption":"The Masters champion Jordan Spieth calls the ninth at the 2015 US Open at Chambers Bay 'one of the cooler holes we'll play all year' Photograph: David Cannon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T14:44:47Z","lastModified":"2015-06-17T14:51:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["US Open Golf 2015","Golf","US sports","US Open","Jordan Spieth","PGA Tour","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/jordan-spieth","webTitle":"Jordan Spieth"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/us-open-2015-players-guide-holes","shortUrl":"http://gu.com/p/49q6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/us-open-2015-players-guide-holes","webUri":"http://www.theguardian.com/sport/2015/jun/17/us-open-2015-players-guide-holes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434552098453/Jordan-Spieth-calls-the-n-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Masters champion Jordan Spieth calls the ninth at the 2015 US Open at Chambers Bay ‘one of the cooler holes we’ll play all year’. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"Jordan Spieth calls the ninth at Chambers Bay 'one of the cooler holes we'll play all year'","cleanCaption":"The Masters champion Jordan Spieth calls the ninth at the 2015 US Open at Chambers Bay ‘one of the cooler holes we’ll play all year’. Photograph: David Cannon/Getty Images"}},"importance":4,"kicker":{"title":"US Open Golf 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434552098453/Jordan-Spieth-calls-the-n-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Masters champion Jordan Spieth calls the ninth at the 2015 US Open at Chambers Bay 'one of the cooler holes we'll play all year' Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"Jordan Spieth calls the ninth at Chambers Bay 'one of the cooler holes we'll play all year'","cleanCaption":"The Masters champion Jordan Spieth calls the ninth at the 2015 US Open at Chambers Bay 'one of the cooler holes we'll play all year' Photograph: David Cannon/Getty Images"}}]},{"title":"NHL / The Blackhawks are champions – and maybe the biggest team in Chicago","rawTitle":"The Blackhawks are champions – and maybe the biggest team in Chicago","item":{"type":"article","id":"sport/2015/jun/17/blackhawks-biggest-team-chicago","title":"The Blackhawks are NHL champions – and maybe the biggest team in Chicago","trailText":"The Bulls, Bears and Cubs all have their problems, but the Hawks keep getting it done – and the record-breaking attendances show a team at the very top","standFirst":"<p>The Bulls, Bears and Cubs all have their problems, but the Hawks keep getting it done – and the record-breaking attendances show a team at the very top</p>","byline":"Josh Planos","body":"<p>With a 2-0 win Monday night, the Chicago Blackhawks claimed their sixth Stanley Cup, and their third in six seasons. In a league where the salary cap has brought parity, where the champion LA Kings were one of six teams in the 2014 playoffs to not qualify the following year, there is no longer a conversation about who sits atop the NHL: it’s Chicago. The throne has been spray-painted black and red.</p> \n<p>“<a href=\"http://espn.go.com/blog/nhl/post/_/id/38471/third-cup-proves-blackhawks-are-among-the-eras-best\">I’d say you have a dynasty</a>,” NHL commissioner Gary Bettman said after the game.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/16/the-secret-behind-the-chicago-blackhawks-peculiar-dynasty-depth\">The secret behind the Chicago Blackhawks' peculiar dynasty? Depth</a> </p> \n</aside> \n<p>Hours before the team was scheduled to play the Tampa Bay Lightning in Game Six, severe storms ripped through Chicago. Thunderstorm warnings were issued, the sky looked like something out of Cormac McCarthy’s The Road, and reports of widespread flooding created impassable traffic lanes to downtown.</p> \n<p>It was fitting, then, that when the Blackhawks took the ice at the United Center, they entered through a fog of strobe-lit reds, whites and blacks, to a crowd of <a href=\"http://www.chicagotribune.com/sports/hockey/blackhawks/ct-experience-side-lightning-blackhawks-spt-0616-20150615-story.html\">22,000</a>, while the night roared above. How the fans got there is a mystery – but the “Madhouse on Madison” moniker was true on Monday night.</p> \n<p>When the Hawks skated onto the ice, foghorns droning, they looked as though they were entering the maw of the netherworld – a hell that fans paid <a href=\"http://www.chicagobusiness.com/article/20150615/BLOGS04/150619898/tonights-hawks-game-one-of-the-priciest-nhl-tickets-ever\">an average</a> of $1,764 to be a part of. It was the <a href=\"http://www.durhamregion.com/sports-story/5678030-blackhawks-game-6-tickets-in-high-demand/\">highest-selling game</a> in franchise history, according to StubHub, but when Jim Cornelison lifted the roof off with The Star Spangled Banner, and Chelsea Dagger produced bedlam in the second and third periods, few looked as though it wasn’t worth the asking price.</p> \n<p><br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=cGBjN2KwEOc\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/cGBjN2KwEOc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Sixty minutes later it was over, and the Blackhawks raised the Cup <a href=\"http://www.nytimes.com/2015/06/16/sports/hockey/chicago-blackhawks-win-stanley-cup.html\">in their home arena</a> for the first time since FDR was president.</p> \n<p>Afterward, while the cup was being rocketed to the arena by an escort at <a href=\"http://espn.go.com/chicago/nhl/story/_/id/13087877/2015-stanley-cup-finals-delayed-stanley-cup-arrives-chicago-blackhawks-clinch-championship-game-6-win\">speeds of 100mph</a> – late because of the weather – fans poured into city streets. Ogden Avenue was at a standstill; a chorus of Hawks chants the accompanying music home. Police officers flooded Addison and Clark Streets, North Sheffield and West Waveland Avenues, as thousands of fans enveloped Wrigley Field. Chicagoans in official jerseys danced, a man <a draggable=\"true\" href=\"http://www.redeyechicago.com/sports/blackhawks/ct-blackhawks-fan-celebration-20150615-story.html\">climbed</a> a traffic light – some even <a draggable=\"true\" href=\"https://twitter.com/redeyechicago/status/610824250300088320\">crowd-surfed</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChicagoMag/statuses/610775779094437889\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">19 photos of Blackhawks fans going nuts in Wrigleyville <a href=\"http://t.co/8J4n99ZIqf\">http://t.co/8J4n99ZIqf</a> <a href=\"http://t.co/iMEYBlG3kA\">pic.twitter.com/iMEYBlG3kA</a></p>— Chicago magazine (@ChicagoMag) \n  <a href=\"https://twitter.com/ChicagoMag/status/610775779094437889\">June 16, 2015</a>\n </blockquote> \n</figure> \n<p>Chicago was Hockeytown, USA, and will remain that way until another city takes it from them. It would’ve been the case had the Hawks not won this series or made the Stanley Cup final, but after winning three championships during Barack Obama’s presidency – buoyed by the seven players who have been there for the trifecta – the franchise has become the city’s team. Obama, a Chicago native, even took to <a href=\"https://twitter.com/POTUS/status/610820023968514048\">Twitter</a> to congratulate them after the performance.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/POTUS/statuses/610820023968514048\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Congrats to my hometown <a href=\"https://twitter.com/NHLBlackhawks\">@NHLBlackhawks</a> on 3 titles in 6 years - we'll see you and The Cup at the White House!</p>— President Obama (@POTUS) \n  <a href=\"https://twitter.com/POTUS/status/610820023968514048\">June 16, 2015</a>\n </blockquote> \n</figure> \n<p>Chicagoans are renowned for their commitment to their baseball, basketball and football teams – a commitment, some say, that walks the line between vigorous and masochistic. In a country full of sports-crazed cities, Chicago might be the most potent of them all. Of course, it’s the country’s <a draggable=\"true\" href=\"https://www.cityofchicago.org/city/en/about/facts.html\">third largest city</a>, with a population of nearly 3 million, and sheer size likely has something to with it.</p> \n<p>None of this is to say that other Chicago franchises don’t have tremendous followings: there are still Bulls fans pleading for Jordan to return, and Cubs fans willing to even search billy goats in Google. After all, the Bulls led the NBA in attendance each season since 2009, when they finished <a draggable=\"true\" href=\"http://espn.go.com/nba/attendance/_/year/2009\">second</a>, and haven’t finished lower than No 10 since before 2000; although the White Sox have occupied a spot in the basement of Major League Baseball’s attendance rankings, the Cubs have been a middle-to-upper-tier team in attendance for decades. But the Hawks, unarguably the city’s most successful team for years, have noticeably supplanted the others, and drape the city in their colors each and every postseason. This city was bent over in tight-fisted prayer for a champion in any sport when the Hawks delivered in 2010. Fans haven’t forgotten.</p> \n<p>It’s a clich&eacute; to say “winning breeds interest,” but the Blackhawks, like many franchises, weren’t always successful. This is the same team that qualified for the postseason once between 1997-98 and 2007-08; the same team that went nearly two decades without reaching the final.</p> \n<p>The Blackhawks have led the NHL in home attendance every season since 2008-09. No other team in a major US sport – save for the <a draggable=\"true\" href=\"http://www.kenn.com/the_blog/?page_id=30\">Los Angeles Galaxy</a> – can claim the same dominance. Dallas will have a chance to lead the NFL in attendance for the seventh consecutive season in the fall, but the Cowboys rake in <a draggable=\"true\" href=\"http://www.forbes.com/teams/dallas-cowboys/\">$560m in revenue</a> annually, tops among all NFL franchises by nearly $140m, while the Blackhawks bring in <a draggable=\"true\" href=\"http://www.forbes.com/teams/chicago-blackhawks/\">$172m</a> – good for fourth in the NHL.</p> \n<p>“We’ve got an organization that does whatever they can to make it, give us a chance to win, to make our lives comfortable,” Patrick Sharp said after the game. “<a draggable=\"true\" href=\"http://%E2%80%9Cwe%E2%80%99ve%20got%20an%20organization%20that%20does%20whatever%20they%20can%20to%20make%20it%2C%20give%20us%20a%20chance%20to%20win.%20to%20make%20our%20lives%20comfortable.%20it%E2%80%99s%20the%20best%20place%20to%20play%20in%20the%20league%2C%20here%20in%20chicago./\">It’s the best place to play in the league, here in Chicago</a>.”</p> \n<p>This Blackhawks team played each game and series close to the chest, often coming from behind in the waning minutes, like a cardiac-inducing train ride that’s never on schedule but always gets you where you need to go. Teams regress, but Chicago hasn’t, and neither has its fans, creating what is arguably the most potent current dynasty in any American sport.</p> \n<p>This offseason, Chicago will have to pay Kane and Jonathan Toews matching eight-year, $84m deals, parse through frontloaded contracts, and attempt to retain its key players from this championship team. There’s a gold standard in Chicago, and no one is delivering like the Blackhawks.</p> \n<p>Let the champagne flow.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e7c090d465e72fcdd5a2dbd221ddf0a78a2a5ff3/0_304_3264_1958/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1958,"width":3264,"orientation":"landscape","credit":"Dave Sandford/NHLI via Getty Images","altText":"CHICAGO, IL - JUNE 15:  Jonathan Toews #19 and Marian Hossa #81 of the Chicago Blackhawks celebrate after defeating the Tampa Bay Lightning 2-0 to win Game Six of the 2015 NHL Stanley Cup Final and the Stanley Cup at the United Center on June 15, 2015 in Chicago, Illinois.  (Photo by Dave Sandford/NHLI via Getty Images)","cleanCredit":"Photograph: Dave Sandford/NHLI via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T10:00:05Z","lastModified":"2015-06-17T10:03:42Z","metadata":{"commentable":true,"commentCount":7,"contributors":[],"feature":true,"keywords":["Chicago Blackhawks","Sport","US sports","NHL"],"tags":[{"id":"sport/chicago-blackhawks","webTitle":"Chicago Blackhawks"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/nhl","webTitle":"NHL"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/blackhawks-biggest-team-chicago","shortUrl":"http://gu.com/p/49pf7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/blackhawks-biggest-team-chicago","webUri":"http://www.theguardian.com/sport/2015/jun/17/blackhawks-biggest-team-chicago"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e7c090d465e72fcdd5a2dbd221ddf0a78a2a5ff3/0_304_3264_1958/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1958,"width":3264,"orientation":"landscape","caption":"Jonathan Toews and Marian Hossa celebrate their victory on Monday night. Photograph: Dave Sandford/NHLI via Getty Images","credit":"Dave Sandford/NHLI via Getty Images","altText":"Jonathan Toews and Marian Hossa celebrate their victory on Monday night.","cleanCaption":"Jonathan Toews and Marian Hossa celebrate their victory on Monday night.","cleanCredit":"Photograph: Dave Sandford/NHLI via Getty Images"}},"importance":4,"kicker":{"title":"NHL"},"byline":{"title":"Josh Planos"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e7c090d465e72fcdd5a2dbd221ddf0a78a2a5ff3/0_304_3264_1958/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1958,"width":3264,"orientation":"landscape","credit":"Dave Sandford/NHLI via Getty Images","altText":"CHICAGO, IL - JUNE 15:  Jonathan Toews #19 and Marian Hossa #81 of the Chicago Blackhawks celebrate after defeating the Tampa Bay Lightning 2-0 to win Game Six of the 2015 NHL Stanley Cup Final and the Stanley Cup at the United Center on June 15, 2015 in Chicago, Illinois.  (Photo by Dave Sandford/NHLI via Getty Images)","cleanCredit":"Photograph: Dave Sandford/NHLI via Getty Images"}}]},{"title":"Highlander Gunn hopes links upbringing can give him US Open edge","rawTitle":"Highlander Gunn hopes links upbringing can give him US Open edge","item":{"type":"article","id":"sport/2015/jun/17/jimmy-gunn-links-us-open-chambers-bay","title":"Highlander Jimmy Gunn hopes links upbringing can give him US Open edge","trailText":"Jimmy Gunn has played 60 holes just to qualify for the US Open and says he will be one of the few players not complaining about the Chambers Bay course","standFirst":"The transplanted Scot has played 60 holes just to qualify and says he will be one of the few players not complaining about the Chambers Bay course as he relishes a rare opportunity to mix it with golf’s elite","byline":"John Huggan at Chambers Bay","body":"<p>The call confirming his presence in the 115th US Open came late last Sunday evening. By Tuesday lunchtime Jimmy Gunn was on the practice ground at Chambers Bay hitting balls, right next to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2015/jun/17/rory-mcilroy-best-golf-world-video\" title=\"\">a young lad by the name of Rory McIlroy</a>. For the 34‑year‑old Scot from the Highlands it was something of a step into dreamland, a million golfing miles from the third‑division eGolf Gateway Tour on which he makes his living.</p> \n<p>Last year Gunn competed at a higher level, on the second-division Web.com circuit, one step down from the PGA Tour. But at the end of a disappointing season he languished in 112th place on the money-list, 12 places short of retaining his playing privileges for 2015. In the seven years since he moved from his Dornoch home – he worked as a carpenter for his father in the winters and as a caddie at Royal Dornoch in the summers in between competing in amateur events – that remains the peak of his achievements. He does not even have a world ranking.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/16/rory-mcilroy-us-open-chambers-bay-links\">Rory McIlroy delighted with a US Open that requires a links game | Ewan Murray</a> </p> \n</aside> \n<p>Still, for all his struggles, in this US Open – the most democratic of golf’s four major championships – Gunn has done more than most to earn his spot in the elite 156-man field gathered <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/us-open-2015-players-guide-holes\" title=\"\">on the shores of Puget Sound</a> just north of Seattle. The transplanted Scot’s first stop was local qualifying at the Southern Dunes club in Maricopa, Arizona, nor far from the new home he has just bought in Phoenix with his fiancee, Jessica.</p> \n<p>Gunn shot a two-under-par 70 over the Fred Couples-designed course, good enough to get him into a three-man play-off for the last remaining spot. On the first extra hole he holed from 30 feet to stay alive, then won through on the next. Next stop was Memphis for the final qualifying. This time the Gateway Tour’s leading money winner – $51,165 from 12 events – shot three-under par to finish 11th, one shot and one place from automatic qualification for Chambers Bay.</p> \n<p>No matter, in a four-hole play-off with the former Ryder Cup player JJ Henry, Gunn claimed the second alternate spot that would eventually prove good enough. He has played 60 holes in this year’s US Open even before he tees up in the final threesome on Thursday at 3.12pm local time (11.12pm in the UK) alongside Jared Becher and Sam Saunders, Arnold Palmer’s grandson.</p> \n<p>“In Memphis I played as well as I have all year, especially in the first round,” says Gunn. “I shot a couple under par and hit 17 of 18 greens. Even after missing out on automatic qualification I knew I had a good chance of getting in because the USGA hold back six spots for guys who move into the world top 60 in the week prior to the US Open.”</p> \n<p>Looking ahead, Gunn is no more familiar with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/13/us-open-chambers-bay-stunning-quirky\" title=\"\">the amped-up links that is Chambers Bay</a> than any other competitor but growing up on one of the world’s premier seaside courses is unlikely to harm his chances of performing well. “I think where I grew up will help me on this course, even if the weather is a little bit different,” he says with a smile. “I’ve never played Dornoch this firm and fast but the fescue grass on the greens and fairways is familiar. The putting surfaces here are a lot more undulating, but Dornoch’s greens have the same sort of roll-off areas. So there are similarities. You can putt from 150 yards off the green here if you want to.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/martin-kaymer-us-open-golf\">Martin Kaymer: ‘There is no lead that is really big enough for you to relax’ | Ewan Murray</a> </p> \n</aside> \n<p>“So many guys will be complaining about Chambers Bay but I won’t be one of them. I love the course. I love that good shots will sometimes be punished and bad shots rewarded. That’s the way golf is supposed to be.”</p> \n<p>As for how well he will play, Gunn is noncommittal, although he is already attempting to take advantage of his high-profile participation in golf’s second-biggest event. Through his agent, he has requested a sponsor’s invitation to the Scottish Hydro Challenge at Spey Valley, a European Challenge Tour event not too many miles from his boyhood home.</p> \n<p>“I don’t have any real thoughts on how I might do this week,” he says. “I would love to be still playing on Sunday afternoon. But right now I’m trying to focus on the first tee shot. You can’t get ahead of yourself on this course. If you aren’t focused 100% it will bite you real fast. You can make double or triple bogey in a heartbeat. So it’s one shot at a time for me.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434561100609/Jimmy-Gunn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jimmy Gunn has qualified for the 2015 US Open at Chambers Bay despite making his living on the third‑division eGolf Gateway Tour. Photograph: Michael Cohen/Getty Images","credit":"Michael Cohen/Getty Images","altText":"Jimmy Gunn","cleanCaption":"Jimmy Gunn has qualified for the 2015 US Open at Chambers Bay despite making his living on the third‑division eGolf Gateway Tour. Photograph: Michael Cohen/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T17:15:18Z","lastModified":"2015-06-17T23:20:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Huggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhuggan"}],"feature":true,"keywords":["US Open Golf 2015","US Open","Golf","US sports","PGA Tour","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"John Huggan","topic":{"type":"tag-contributor","name":"profile/johnhuggan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/jimmy-gunn-links-us-open-chambers-bay","shortUrl":"http://gu.com/p/49qe4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/jimmy-gunn-links-us-open-chambers-bay","webUri":"http://www.theguardian.com/sport/2015/jun/17/jimmy-gunn-links-us-open-chambers-bay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434561100609/Jimmy-Gunn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jimmy Gunn has qualified for the 2015 US Open at Chambers Bay despite making his living on the third‑division eGolf Gateway Tour. Photograph: Michael Cohen/Getty Images","credit":"Michael Cohen/Getty Images","altText":"Jimmy Gunn","cleanCaption":"Jimmy Gunn has qualified for the 2015 US Open at Chambers Bay despite making his living on the third‑division eGolf Gateway Tour. Photograph: Michael Cohen/Getty Images"}},"importance":3,"byline":{"title":"John Huggan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434561100609/Jimmy-Gunn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jimmy Gunn has qualified for the 2015 US Open at Chambers Bay despite making his living on the third‑division eGolf Gateway Tour. Photograph: Michael Cohen/Getty Images","credit":"Michael Cohen/Getty Images","altText":"Jimmy Gunn","cleanCaption":"Jimmy Gunn has qualified for the 2015 US Open at Chambers Bay despite making his living on the third‑division eGolf Gateway Tour. Photograph: Michael Cohen/Getty Images"}}]},{"title":"Women’s Tour of Britain continues to bridge equality gap in road cycling","rawTitle":"Women’s Tour of Britain continues to bridge equality gap in road cycling","item":{"type":"article","id":"sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality","title":"Women’s Tour of Britain continues to bridge equality gap in road cycling","trailText":"A Belgium race organiser’s deployment of bikini-clad podium girls at weekend highlighted the distance women’s road racing still has to travel but the Tour of Britain is doing much to help","standFirst":"<p>A Belgium race organiser’s deployment of bikini-clad podium girls at weekend highlighted the distance women’s road racing still has to travel but the Tour of Britain is doing much to help</p>","byline":"William Fotheringham","body":"<p>Perhaps it was clever news management, perhaps mere coincidence that just before the flagship Women’s Tour of Britain takes to the road for the second time British Cycling announced the re-establishment of a national women’s road racing programme as part of a wider shake-up of its development system leading to Tokyo 2020.</p> \n<p>Whatever the timing, with the five-stage tour beginning in Suffolk on Wednesday, that gap in the GB structure has lasted several unfortunate years, a reminder of the distance women’s road racing still has to travel, if lagging well behind the latest low point: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls\" title=\"\">a Belgian organiser’s deployment of bikini-clad podium girls at the weekend</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls\">Cycling needs to lose its 'podium girls' | Suze Clemitson</a> </p> \n</aside> \n<p>If the politics cannot be avoided, that is as it should be; when it was founded last year, the women’s tour organisers were up front about their mission to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/04/womens-tour-of-britain-mens-prize-money\" title=\"\">help bridge the equality gap</a> and returning for a second year with bigger ambitions and greater confidence is the mark of success. For Sharon Laws, last year’s first Queen of the Mountains, the British tour was sorely needed. “It is setting an example. It blew people away. Apart from world championships and Olympics, last year’s race was the first time I felt like a proper professional athlete. There are races that are harder and longer but Britain outweighs most in terms of spectators and organisation.”</p> \n<p>As the Belgian bikinis underline, the trend is upwards, but not universally so. “It is an improving picture,” says Laws, “There are races like La Course and an equivalent at the Vuelta, and the Philadelphia World Cup is on again, but we’ve lost the Tour de l’Aude which was huge, and La Grande Boucle. What I’ve noticed is increasing professionalism among the teams – the likes of Boels-Dolmans, Rabo-Liv are more like the men’s squads. When I started hardly any teams had a camper, now some have buses.”</p> \n<p>Next year, women’s teams will be divided into two divisions, with the top 10 gaining automatic entry to a World Tour of upper-tier events. The British tour is hoping to be part of that structure, and Laws’s hope is that creating a new elite among teams will make progression easier for talented young riders and that it will raise the standard of riders and riding at the best races.</p> \n<p>Where the national team is concerned, Laws is less certain. The British star Lizzie Armitstead felt the Kenyan-born former mountain biker should have been selected to support her at last year’s world championships – “a disappointment”, Laws says. “The course was good for me, I was climbing well and I had good shape.”</p> \n<p>With the recreation of a national women’s road programme only coming later this year, there is no Great Britain squad in the Women’s Tour, something Laws says “would be an opportunity to give some girls a chance. Perhaps they do have a plan but I don’t know about it. I haven’t been in the system since 2009. In 2008 it was different, they appointed Julian Winn as coach, it was all planned around Nicole Cooke and you could see something was happening there.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/womens_tour_britain/giv-21277G4F6t10qFArz/\" data-alt=\"Women's Tour of Britain 2015\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/womens_tour_britain/giv-21277G4F6t10qFArz/\">Women's Tour of Britain 2015</a> \n <figcaption>\n  The route of the 2015 Women’s Tour of Britain.\n </figcaption> \n</figure> \n<p>For its second year, the British tour takes a step forwards with a team presentation on Tuesday evening, longer stages – two are over 140km – and a hilly finale through the Chilterns including the hairpins of the ascent of Tom’s Hill at Aldbury, well known to local club cyclists, “an absolute pig, where the general classification should be blown apart”, according to Guy Elliott of the organiser, Sweetspot.</p> \n<p>Another area that has progressed this year is what Elliott describes as the race’s social agenda, which he says has been embraced by Aviva after its absorption of the original title sponsor, Friends Life. “There will be 25,000 kids on the roadsides on days one to three, and we see this as playing a massive part of getting people into sport.”</p> \n<p>In the longer term, Sweetspot is looking to take the race route north and west out of the Home Counties and East Anglia in search of far tougher climbs, to increase the number of days’ racing – there is, Elliott believes, no reason why the race should not eventually extend well beyond a week – and boost the size of the field.</p> \n<p>Last year’s winner, Marianne Vos, will be present, but in a PR role as she is not racing due to injury, which may be a blessing in disguise in terms of opening up the racing. In her absence, all eyes will be on the current World Cup leader, Armitstead, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/12/lizzie-armitstead-world-cup-cycling\" title=\"\">despite her assertions earlier this season that this is not a key target for her</a>.</p> \n<p>With the world champion, Pauline Ferrand-Pr&eacute;vot of France, pulling out on Tuesday due to injury, Armitstead’s key rivals are likely to be Emma Johansson of Sweden and Orica, and the Italians Elisa Longo-Borghini and Giorgia Bronzini of Wiggle-Honda, while the British sprinter Hannah Barnes of United Healthcare will fancy her chances on the flatter stages.</p> \n<p>British Olympians such as Laura Trott, Dani King and Joanna Rowsell also figure, as does the double world junior champion Lucy Garner, plus the latest addition to the select group of Britons riding for top teams, the 21-year-old Molly Weaver, who has just transferred to the Liv-Plantur squad and is probably eyeing British Cycling’s new policy with interest.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434467043305/Marianne-Vos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Marianne Vos","cleanCaption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-16T15:11:36Z","lastModified":"2015-06-17T09:47:09Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour of Britain","Cycling","Sport"],"tags":[{"id":"sport/tour-of-britain","webTitle":"Tour of Britain"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality","shortUrl":"http://gu.com/p/49p64","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality","webUri":"http://www.theguardian.com/sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457182444","source":"guardian.co.uk","durationInSeconds":59,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10473524&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/16/150616cycling.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/16/1434487457817/KP_299402_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Cycling ","credit":"guardian.co.uk","altText":"620x372 trailpic for Cycling ","cleanCaption":"620x372 trailpic for Cycling "}}},"importance":3,"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434467043305/Marianne-Vos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Marianne Vos","cleanCaption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA"}}]}],"lastModified":"2015-06-18T07:08:01Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}