{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Olympic promises fail as fall in sporting activity reveals a divided nation","rawTitle":"Olympic promises fail as fall in sporting activity reveals a divided nation","item":{"type":"comment","id":"sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams","title":"Olympic promises fail as fall in sporting activity reveals a divided nation","trailText":"Ten years after London was awarded the Olympics, the grand claims that it would inspire greater participation look hollow as figures show we’re not all in this together","standFirst":"Ten years after London was awarded the Olympics, the grand claims that it would inspire greater participation look hollow as figures show we’re not all in this together","byline":"Richard Williams","body":"<p>Ten years ago next month, Tony Blair’s face appeared on a large screen in a Singapore convention centre. “Our vision,” the prime minister told the members of the International Olympic Committee, gathered to choose the hosts of the 2012 Games, “is to see millions more young people in Britain and across the world participating in sport, and improving their lives as a result of that participation. And London has the power to make that happen.”</p> \n<p>Blair’s pledge was followed up by other members of the team pushing London’s Olympic bid. Tessa Jowell spoke of “the chance to turn the rhetoric of legacy into fact” and of “faster progress towards a healthier nation”.</p> \n<p>“We hope to see people becoming increasingly active,” she continued, “with a goal of seeing two million people more active by 2012 through focused investment in our sporting infrastructure and better support and information for people wanting to be active. We will transform the lives of young people through sport.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/britain-olympic-legacy-london-2012\">Britain’s Olympic legacy is a sedentary nation | David Conn</a> </p> \n</aside> \n<p>The Labour government, she said, had broadly met its target that all school pupils should be offered a minimum of two hours a week of sport. Now the ambition was for all pupils between five and 16 to be offered five hours of sport a week by 2012. “All of this will be made possible,” she explained, “by inspirational teachers and coaches, alongside modern facilities.”</p> \n<p>Sebastian Coe told the delegates how grateful he was to the Olympics for lighting the flame of his own sporting ambition. “That gratitude drives me and my team to do whatever we can to inspire young people to choose sport,” he said.</p> \n<p>Their words did the trick, along with a film presenting Britain as a country moving towards a bright future for new generations of multicultural citizens who would be given every opportunity to exploit the inspiration provided by the Games. The team flew home with the prize they had sought, and with pledges to fulfil.</p> \n<p>The promises they made about the Games themselves were amply fulfilled, albeit at the price of a budget that had tripled by the time of the opening ceremony. Only a minority would deny that the regeneration of a neglected area of east London was a worthwhile project in general terms, while millions enjoyed the spectacle of the events inside and outside the stadiums. And no one who participated as an Olympic volunteer will tell you that the experience was anything other than unforgettably life-enhancing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/olympic-stadium-cost-rises-west-ham\">Olympic Stadium cost rises to &pound;701m after initial &pound;280m estimate</a> </p> \n</aside> \n<p>A couple of this week’s headlines, however, cast a shadow over those golden memories of two summers ago. The first came on Monday, when Sport England’s half-yearly survey <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/11/olympic-legacy-sport-participation-plummets\" title=\"\">revealed a fall of 220,000</a> in the number of people of all ages taking part in sport of any kind for at least half an hour a week, compared with the previous six months. Another statistic was equally remarkable: over the past decade, the number of people swimming regularly – an activity with particularly close ties to physical fitness – has dropped by almost three-quarters of a million.</p> \n<p>Then on Friday came a survey from a group of researchers at Essex University indicating <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/18/england-pupils-the-least-fit-they-have-ever-been\" title=\"\">a dramatic worsening in the fitness of Britain’s schoolchildren</a>. Don’t blame obesity caused by massive amounts of sugar-saturated food and drink. Children with perfectly normal levels of body fat are now showing themselves to be less fit than those of earlier generations, and the blame is placed on a sedentary lifestyle – in other words, a lack of exercise.</p> \n<p>The findings underline those published earlier in the week in a report presented by the chair of ukactive, Tanni Grey-Thompson. The former Paralympic champion said that promoting sport in schools is not the only solution. Simple physical fitness is something that should be tested as regularly as a knowledge of maths. But it would be hard not to connect this week’s findings with the memory of Michael Gove’s announcement in November 2010, barely six months into the life of the coalition government, that his education department planned to dismantle the 450 school sports partnerships that had forged links between primary and secondary schools, encouraging the sharing of facilities and funding specialist coaches.</p> \n<p>The angry reaction to Gove’s announcement – with its suggestion that a nationwide Schools Olympics costing &pound;10m could provide an adequate replacement – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/dec/20/u-turn-michael-gove-school-sport-partnership\" title=\"\">eventually forced a bit of a climbdown</a>, enough to save face but not enough to leave a notably successful structure undamaged. It was one of the decisions that rendered the education secretary so unacceptable to the public that he had to be removed from the job and then tucked completely out of sight well before this year’s general election.</p> \n<p>Sport England’s survey revealed that the decline in sports participation shows itself in the poorer sections of the population. Among the better-off – such as all those men and women riding expensive carbon-fibre bikes around the lanes of Surrey every weekend – it is actually increasing. Any attempt, such as the one Gove made five years ago, to limit the access of state-school pupils to sport or even non-competitive exercise is a form of social engineering that speaks volumes about the failure of those who grew up amid the lavish facilities of public schools to accept a duty of care.</p> \n<p>The new sports minister, educated at a selective girls’ grammar school in Kent, gives a more convincing impression of an interest in the job than some of her predecessors. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/sports-minister-tracey-crouch-premier-league\" title=\"\">Tracey Crouch</a> is a qualified FA coach and manages a girls’ under-13 team. It is her job to minimise the damage done by George Osborne’s &pound;12bn of cuts to the facilities offered to those who need them most, and good luck to her.</p> \n<p>It all seems so obvious. Depriving children of the encouragement to take regular exercise will produce generations of unhealthy adults primed to make extra demands on whatever is left of the National Health Service. And relying on public schools to turn out national sporting heroes simply accentuates society’s growing division.</p> \n<p>Mark Kenny, a retired games master who does voluntary coaching with primary school children in south London, was one of many who got in touch five years ago to express his anger at the proposed demolition of the SSPs. This week, when I asked him for an update, he had a new suggestion: how about removing the charitable status of private education and using the money to fund sport and other health-related physical activities in state primaries? “We are not all in this together,” he says. After comparing this week’s stories with the promises made 10 years ago, that is the only available conclusion.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434718121124/London-2012-Olympic-Venue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"London 2012 Olympic Venues","cleanCaption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T12:49:23Z","lastModified":"2015-06-19T23:01:00Z","metadata":{"commentable":true,"commentCount":33,"contributors":[{"name":"Richard Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747256/RichardWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardwilliams"}],"feature":true,"keywords":["Olympic Games 2012","Olympic legacy","Sport","Sport politics"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"uk/olympic-legacy","webTitle":"Olympic legacy"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/sport-politics","webTitle":"Sport politics"}],"section":{"id":"sport"},"topics":[{"displayName":"Richard Williams","topic":{"type":"tag-contributor","name":"profile/richardwilliams"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams","shortUrl":"http://gu.com/p/4ax4m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams","webUri":"http://www.theguardian.com/sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434718121124/London-2012-Olympic-Venue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"London 2012 Olympic Venues","cleanCaption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images"}},"importance":7,"byline":{"title":"Richard Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434718121124/London-2012-Olympic-Venue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"London 2012 Olympic Venues","cleanCaption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images"}}]},{"title":"Cricket / Swann backs Moeen but rues ‘laughable’ omission of Rashid","rawTitle":"Swann backs Moeen but rues ‘laughable’ omission of Rashid","item":{"type":"article","id":"sport/2015/jun/19/graeme-swann-moeen-ali-adil-rashid","title":"Graeme Swann backs Moeen Ali but rues ‘laughable’ omission of Adil Rashid","trailText":"Former England off-spinner says Moeen Ali is still the best first-choice spin option for the Ashes but feels Adil Rashid should have played against West Indies","standFirst":"Former England off-spinner says Moeen Ali is still the best first-choice spin option for the Ashes but feels Adil Rashid should have played against West Indies","byline":"Ali Martin","body":"<p>Graeme Swann has backed the call by England to make Moeen Ali their frontline spinner going into the Ashes but believes they have “massively cocked up” by narrowing their options with the decision not to blood Adil Rashid on April’s Test tour to the Caribbean.</p> \n<p>In naming Moeen and not Rashid in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/england-announce-training-squad-ashes\" title=\"\">14-man party for a four-day pre-Ashes training camp</a> in Spain next weekend, the England management gave their biggest indication that the Worcestershire all-rounder will keep his spot for the first Test against Australia in Cardiff starting on 8 July. Swann, a three-times Ashes-winning spinner himself, agrees.</p> \n<p>“Moeen has to play in the first Test. He’s very natural, he rips it and I still think he’s the best option,” said Swann, speaking at a Nottinghamshire school on behalf of the charity Chance to Shine. “But England missed such a gilt-edged opportunity to see whether Adil could cut the mustard in the West Indies that it is laughable. At the time we all said it was a joke, but now it seems all the more a glaring klaxon moment.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mark-footitt-steven-finn-england-ashes-spain\">Mark Footitt may fit bill as England explore left-arm paceman option</a> </p> \n</aside> \n<p>Rashid helped spin Yorkshire to the County Championship title last summer with 46 wickets but was overlooked in the drawn Test series with West Indies after struggling in the two warm-up games in St Kitts. Swann claims he too struggled in the corresponding match for the 2009 tour, taking nought for 160 against West Indies A, and yet his own Test career, in which he went on to claim 255 Test victims, is proof that no spinner should be written off on the basis of one outing.</p> \n<p>“Look at his record for Yorkshire. Everyone is entitled to a shit game, especially a leg-spinner,” he said. “I honestly don’t know if he is ready to play Test cricket because he didn’t play in the West Indies. I wish I could say yes. On his record for Yorkshire I’d say yes.</p> \n<p>“But the Ashes is a massive thing. Mentally it’s a step up from Test cricket which is in itself a step up from county cricket. I would love to have seem him play those Test in the West Indies. Those three grounds were the ideal schooling ground for Rashid and they massively cocked up there.”</p> \n<p>Such bluntness could become a more regular feature in the England set-up if the director of cricket, Andrew Strauss, makes Swann part of the mooted “advisory panel” that was mentioned upon his own appointment at the start of May. The former Test captain intends to tap the knowledge of ex-players on an ad hoc consultancy basis but is yet to make any official appointments.</p> \n<p>Seemingly learning his job at the highest level, Moeen could perhaps do with such input. After a breakthrough Test summer in which he claimed 19 wickets in the 3-1 series win over India, the 28-year-old has found his second year of international cricket much tougher since returning from a side strain suffered during the World Cup.</p> \n<p>Bowling only six overs in his first Championship game back for Worcestershire after the 1-1 Test series draw with New Zealand was far from ideal given England’s desire to get overs under his belt with the red ball.</p> \n<p>Swann, who has already worked with Moeen – they had a brief session before the defeat in Barbados at the start of May – believes confidence and game management, not ability, are the areas he must work on.</p> \n<p>“I worked with him in Barbados… just before he bowled like a drain!” said Swann. “But Mo has bags of ability, he just doesn’t have the 10 years of spin-bowling nous and experience he would have had had he been a spin bowler rather than a batsman who used to be thrown the ball a bit. In a weird way that has put him ahead of the pack as he has avoided the coaching system that teaches spinners not to spin it in this country.</p> \n<p>“He lacks a bit of confidence. The worst thing that happened to him was doing so well last summer and not having people around him who said: ‘Right, that’s all you need to do – don’t ever believe people who say it’s just a flash in the pan, it’s harder the second year.’</p> \n<p>“I had that. I was puffing my chest out after my first year but former England spinners kept saying to me: ‘It gets tougher from here though, mate.’ It’s a very English thing is ‘second season syndrome’ and the notion it’ll get harder from here. But why?”</p> \n<p><em>Chance to Shine Schools and Yorkshire Tea are giving young people the opportunity to play and learn through cricket. </em><a href=\"http://www.chancetoshine.org\" title=\"\"><em>Download Switch Hits</em></a><em> for free</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434713742277/Ali-Martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adil Rashid played two warm-up matches in the Caribbean but was overlooked for the Tests – 'a glaring klaxon moment,' according to Graeme Swann. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Ali Martin","cleanCaption":"Adil Rashid played two warm-up matches in the Caribbean but was overlooked for the Tests – 'a glaring klaxon moment,' according to Graeme Swann. Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-19T15:00:01Z","lastModified":"2015-06-19T23:01:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Graeme Swann","England cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/graeme-swann","webTitle":"Graeme Swann"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/graeme-swann-moeen-ali-adil-rashid","shortUrl":"http://gu.com/p/4ax2e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/graeme-swann-moeen-ali-adil-rashid","webUri":"http://www.theguardian.com/sport/2015/jun/19/graeme-swann-moeen-ali-adil-rashid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434713742277/Ali-Martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adil Rashid played two warm-up matches in the Caribbean but was overlooked for the Tests – 'a glaring klaxon moment,' according to Graeme Swann. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Ali Martin","cleanCaption":"Adil Rashid played two warm-up matches in the Caribbean but was overlooked for the Tests – 'a glaring klaxon moment,' according to Graeme Swann. Photograph: David Davies/PA"}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434713742277/Ali-Martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adil Rashid played two warm-up matches in the Caribbean but was overlooked for the Tests – 'a glaring klaxon moment,' according to Graeme Swann. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Ali Martin","cleanCaption":"Adil Rashid played two warm-up matches in the Caribbean but was overlooked for the Tests – 'a glaring klaxon moment,' according to Graeme Swann. Photograph: David Davies/PA"}}]},{"title":"Red-faced Red Bull know they have fallen a long way from former F1 glories","rawTitle":"Red-faced Red Bull know they have fallen a long way from former F1 glories","item":{"type":"article","id":"sport/2015/jun/19/red-bull-renault-austrian-grand-prix-f1","title":"Red-faced Red Bull know they have fallen a long way from former F1 glories","trailText":"The Austrian team must endure their home grand prix with their penalised cars at the back of the grid and the days of double world titles a distant memory","standFirst":"The Austrian team must endure their home grand prix with their penalised cars at the back of the grid and the days of double world titles a distant memory","byline":"Paul Weaver in Spielberg","body":"<p>There is a frisson of Camelot in the white-tented village that is the Red Bull Ring in verdant Spielberg. The fabulous court of the team owner, Dietrich Mateschitz, is situated in the densely forested hills and mountains of Styria and it is Formula One’s most scenic setting.</p> \n<p>But the Red Bull owner Mateschitz’s very own Sir Lancelot, in the guise of the team principal, Christian Horner, looked a much happier man at last year’s Austrian Grand Prix than he does before Sunday’s race.</p> \n<p>In 2014, Formula One had returned to the country, which was reason enough for the paddock’s leading party animals to get out their fizz. Red Bull had also been double world champions for the previous four years and came here on the back of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/08/daniel-ricciardo-nico-rosberg-grand-prix-canada\" title=\"\">Daniel Ricciardo’s stunning victory in Canada</a>, one of three races won by the team last season.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/sebastian-vettel-fastest-second-practice-formula-one-austrian-grand-prix\">Sebastian Vettel fastest in second practice for Austrian F1 Grand Prix</a> </p> \n</aside> \n<p>This year, though, Red Bull are seized in the damp grip of a malaise. They are unlikely to win a single race and lie a listless fourth in the constructors’ championship, behind Mercedes, Ferrari and Williams after taking 54 points from the first seven races. In Montreal, a year on from his win, Ricciardo described the race as like “banging his head against a brick wall”. Now, in Austria the two Red Bulls will line up at – or very near – the back of the grid in the race after accepting 10-place pit-lane penalties because of changing engines.</p> \n<p>Little wonder, then, that the crowds here this year are expected to be roughly 50% down on 2014; Red Bull’s extravagant successes feel distant now. Perhaps it was just a hyping error.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/25/renault-accuse-red-bull-adrian-newey-lying-formula-one\" title=\"\">The very public spat</a> between Red Bull and their under-performing power unit suppliers, Renault, has become one of the epic internecine feuds of sporting history. There is a very real possibility that Red Bull, their junior partners Toro Rosso and Renault could all walk away from the troubled sport at the end of the year, which would represent an almost incalculable loss.</p> \n<p>There were no dove-like messages of peace in an interview with Horner on Friday. His truculent message was: “Renault must decide whether they are in Formula One to win, or not.” He added: “We’re working harder than ever. No one likes being in the situation we’re in. For a team used to winning, and we’ve won 50 races in the past six or seven years, it’s not a nice feeling. And our motivation is to get back there as soon as possible.</p> \n<p>“It’s frustrating, it’s annoying. But it is what it is. We can only control the bits that we have responsibility for, and that is the chassis. We’re trying to support Renault as best we can. But it’s not our area of expertise or responsibility. There are things in the pipeline that I think will help but the problem with the engine is that there is such a long lead time.”</p> \n<p>When I asked Horner if Red Bull were suffering because Adrian Newey, their genius of a designer, was no longer hands-on, he replied: “Unless he draws an engine there is nothing more he can do. That’s his frustration. We’re boxed into a corner.” Renault, he said, should have started investing more money in 2012.</p> \n<p>Horner’s remarks echoed those of Mateschitz who, talking about Renault, told Red Bull’s Speedweek magazine this week: “They take from us not only time and money, but also the will and motivation.”</p> \n<p>Horner told the Guardian: “You can see from Dietrich’s comments that he’s getting frustrated. Not only with our relative competitiveness but with the situation of the sport. That’s something that Jean Todt [the FIA president] and Bernie Ecclestone [F1’s chief executive] need to take very seriously. It’s not in F1’s interest to lose the passion and support of Dietrich Mateschitz. He’s put so much into the sport, into motorsport generally, that it would be a travesty to see that eroded.”</p> \n<p>Renault’s F1 engine is the sort you shouldn’t buy without taking up fully comprehensive membership of the AA. But some observers believe Red Bull are being simplistic when they heap all the blame on the French power unit. The BBC commentator Eddie Jordan said: “I was a constructor. And it’s very easy for the constructor to blame the engine. But the car itself, like the McLaren car, is not where it should be. Red Bull and Renault must put aside their differences and come together. I can’t see Red Bull changing to another supplier. Their only answer is Renault.”</p> \n<p>These are difficult, navel-gazing times for F1. There is no leadership and TV and live audiences are in alarming decline. But, in the adventure park of the Red Bull Ring this weekend, it feels as though the sport’s many problems are heaped on a solitary team.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434731392437/Red-Bulls-Daniel-Ricciard-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Red Bull of Daniel Ricciardo in practice on Friday for the F1 Austrian Grand Prix in Spielberg. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Red Bull's Daniel Ricciardo","cleanCaption":"The Red Bull of Daniel Ricciardo in practice on Friday for the F1 Austrian Grand Prix in Spielberg. Photograph: Clive Mason/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T16:37:19Z","lastModified":"2015-06-19T23:01:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":true,"keywords":["Red Bull","Christian Horner","Formula One 2015","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/red-bull","webTitle":"Red Bull"},{"id":"sport/christian-horner","webTitle":"Christian Horner"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/red-bull-renault-austrian-grand-prix-f1","shortUrl":"http://gu.com/p/4axag","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/red-bull-renault-austrian-grand-prix-f1","webUri":"http://www.theguardian.com/sport/2015/jun/19/red-bull-renault-austrian-grand-prix-f1"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434731392437/Red-Bulls-Daniel-Ricciard-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Red Bull of Daniel Ricciardo in practice on Friday for the F1 Austrian Grand Prix in Spielberg. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Red Bull's Daniel Ricciardo","cleanCaption":"The Red Bull of Daniel Ricciardo in practice on Friday for the F1 Austrian Grand Prix in Spielberg. Photograph: Clive Mason/Getty Images"}},"importance":5,"byline":{"title":"Paul Weaver"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434731392437/Red-Bulls-Daniel-Ricciard-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Red Bull of Daniel Ricciardo in practice on Friday for the F1 Austrian Grand Prix in Spielberg. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Red Bull's Daniel Ricciardo","cleanCaption":"The Red Bull of Daniel Ricciardo in practice on Friday for the F1 Austrian Grand Prix in Spielberg. Photograph: Clive Mason/Getty Images"}}]},{"title":"Armitstead saw her ‘career flying away’ in Women’s Tour crash","rawTitle":"Armitstead saw her ‘career flying away’ in Women’s Tour crash","item":{"type":"article","id":"sport/2015/jun/19/lizzie-armitstead-womens-tour-crash-cycling","title":"Lizzie Armitstead saw her ‘career flying away’ in Women’s Tour crash","trailText":"Britain’s Lizzie Armitstead feared the worst when she collided with a group of photographers while celebrating Wednesday’s stage win but she could return as early as next weekend","standFirst":"The British cyclist feared the worst when she collided with photographers while celebrating Wednesday’s stage win but she could return as early as next weekend","byline":"William Fotheringham","body":"<p>After <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/lizzie-armitstead-leaves-hospital-womens-tour-future\" title=\"\">her dramatic finish-line crash</a> on Wednesday at the Aviva Women’s Tour, Lizzie Armitstead is hoping to recover in time to return to racing at next Sunday’s national road race championship in Lincoln. “You definitely see your career flying away in front of you in that situation,” said Armitstead. “But I’m sure I will be OK for next weekend.”</p> \n<p>Armitstead initially feared that she had fractured her leg after losing control of her bike as she celebrated her stage victory in Aldeburgh, and the rest of her season might be compromised. “I really thought my leg was broken, I was lying there thinking that 2015 was gone but I’d be OK maybe for Rio.”</p> \n<p>She collided with the rank of photographers stationed almost 40 metres after the line – nearly three times the UCI regulation distance of 15m – with an initial impact as she collided with the race director, Michael Bennett, whose role is to keep tabs on the photographers and other press in the finish area and thus was positioned at the left end of the row.</p> \n<p>Armitstead rolled at least twice and landed heavily on the left side of the road a few metres later and her injuries were eventually diagnosed as severe bruising to one leg, a sprained wrist and a blow to the head which has left her with headaches, although she did not recall losing consciousness. “I remember everything up to the impact. From the video I’m anticipating the impact, I’ve not gone floppy. After that I had plenty of laughing gas.”</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-d05adcc6-07d0-49ca-89fc-cec17800f6c6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434722655777/3305af22-aa5a-4d86-aecb-02278464e902-460x276.jpeg\" alt=\"Lizzie Armitstead\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lizzie Armitstead says of the crash: ‘I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising.’</span> \n  <span class=\"element-image__credit\">Photograph: Chris Radburn/PA</span> \n </figcaption> \n</figure> \n<p>Paramedics were tending to Armitstead within a couple of minutes, and she was kept immobile for over half an hour because of obvious fears she had a fracture.</p> \n<p>“I’ve got an extreme dead leg, heavy bruising to the thigh. I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising. They were cutting my shoes off it because it had swelled up so much, the whole leg had gone into spasm and locked up. I’m a bit uncertain how to treat it, because with a broken leg it’s clear what to do, I’ve never had an impact like this before.”</p> \n<p>The 26-year-old has been advised to keep the leg moving but at the same time has to avoid vibrations from the road in her sprained wrist, so she expects her initial return to her bike to be on a turbo trainer. “I hit my head hard and am still having headaches, so I won’t be pushing it. It will take a few days of rest.”</p> \n<p>All major races have photographers stationed after the finish line in a rank that is allowed to extend up to a third of the road width – although at Aldeburgh the organiser, Sweetspot, had allowed a greater margin for what is referred to as the “escape area” – and the obvious hazard of cyclists sprinting at up to 45mph approaching a line of static human beings wielding lenses is an accepted one, however worrying the images might be of sprinters slamming on their brakes and swerving immediately after the line.</p> \n<p>“It’s a risk you run in every race,” said Armitstead. “It was a complete accident, a racing incident, nothing could have prevented it, perhaps apart from me not celebrating.</p> \n<p>“I remember sprinting, winning, putting my arms in the air and then either a gust of wind or something on the road made me dip to the left, took my front wheel. I went to save it, tried pulling away from the line of photographers but by then I was just too close. The bike just pulled me left, I tried to pull it to the right but I didn’t have enough time.”</p> \n<p>There were, she felt, more photographers than is the norm at women’s events, although at only eight in number there were fewer than at major men’s races. “The finish was completely barriered off, there were more press there than we are used to at women’s racing but that’s a positive when you look at it. I don’t win bunch gallops very often so it was a new experience but perhaps I’ll do a shorter celebration next time.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434721265010/Lizzie-Armitstead-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lizzie Armitstead says of the crash: 'I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising.' Photograph: Chris Radburn/PA","credit":"Chris Radburn/PA","altText":"Lizzie Armitstead","cleanCaption":"Lizzie Armitstead says of the crash: 'I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising.' Photograph: Chris Radburn/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434721261124/Lizzie-Armitstead-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Lizzie Armitstead says of the crash: ‘I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising.’ Photograph: Chris Radburn/PA","credit":"Chris Radburn/PA","altText":"Lizzie Armitstead","cleanCaption":"Lizzie Armitstead says of the crash: ‘I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising.’","cleanCredit":"Photograph: Chris Radburn/PA"}],"webPublicationDate":"2015-06-19T13:43:21Z","lastModified":"2015-06-19T23:01:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Lizzie Armitstead","Cycling","Sport"],"tags":[{"id":"sport/lizzie-armitstead","webTitle":"Lizzie Armitstead"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/lizzie-armitstead-womens-tour-crash-cycling","shortUrl":"http://gu.com/p/4ax6x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/lizzie-armitstead-womens-tour-crash-cycling","webUri":"http://www.theguardian.com/sport/2015/jun/19/lizzie-armitstead-womens-tour-crash-cycling"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457195018","source":"ITN","durationInSeconds":40,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/17/150617Armitsteadcrash.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/17/150617Armitsteadcrash_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/17/1434561810846/KP_299773_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Lizzie Armitstead ","credit":"guardian.co.uk","altText":"620x372 trailpic for Lizzie Armitstead ","cleanCaption":"620x372 trailpic for Lizzie Armitstead "}}},"importance":4,"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/19/1434721265010/Lizzie-Armitstead-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lizzie Armitstead says of the crash: 'I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising.' Photograph: Chris Radburn/PA","credit":"Chris Radburn/PA","altText":"Lizzie Armitstead","cleanCaption":"Lizzie Armitstead says of the crash: 'I was asking my team manager if the bone was sticking out, it was so painful. I’m amazed to have come away with just bruising.' Photograph: Chris Radburn/PA"}}]},{"title":"Sport Network / UK's unfair immigration rules have exiled a world champion athlete","rawTitle":"UK's unfair immigration rules have exiled a world champion athlete","item":{"type":"article","id":"sport/willstrop-s-world/2015/jun/19/cassie-jackman-thomas-uk-immigration-australia","title":"The UK's unfair immigration rules have exiled one of its world champion athletes","trailText":"Cassie Thomas, an English squash player who became a world champion in her sport, is being kept in Australia by the government’s strange immigration policies","standFirst":"<p>Cassie Thomas, an English squash player who became a world champion in her sport, is being kept in Australia by the government’s strange immigration policies</p>\n<p><span class=\"bullet\">•</span> By <a href=\"https://twitter.com/james_willstrop\">James Willstrop</a> for the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a><br /></p>","byline":"James Willstrop","body":"<p>Praise the day when we may once again enjoy pure sporting stories about contests, uncontaminated by corruption, bureaucracy and the rise and fall of powerful and power-hungry individuals. No drug scandals, no politicians pulling fast ones. We can but dream. It’s clearly the season for depressing stories of foul play and injustice in sport, so let me offer you another. </p> \n<p>The following is perhaps one to add to the list: <a href=\"http://www.itv.com/news/anglia/update/2015-04-22/world-squash-champion-told-she-cannot-bring-family-back-to-uk/\">a head-scratchingly unfair case</a>. Cassie Thomas is a former world No1 squash player from Norfolk in England. She has lived in Australia for the past five years with her Australian husband, Matt, and their two daughters, Erin and Lola, who were both born in Norfolk. The family recently decided to move back to Norfolk. Both of Cassie’s parents, Pat and Mick, have been recovering from cancer recently, and so you can only imagine what this move might have meant for them.</p> \n<p>When Matt applied for a visa to come back with his family the UK Border Agency denied him access to live here. They said that Matt had moved back to Australia “through personal choice”, which apparently did not work in his favour, and that the family had been in Australia for too long.</p> \n<p>Had they returned within two years of leaving, Matt would have obtained his visa without contention. Matt had a job lined up with a a civil engineering firm in Norfolk, where the couple own a property. Cassie had lived in the UK her whole life before 2010; Erin and Lola were born there. They are hardly the dreaded benefit cheats moving to the UK to exploit the system; they have family, property and employment here. Inconceivably though, the decision stands.</p> \n<p>The family could get around the problem by proving that they have &pound;62,500 of cash savings, but they do not possess that kind of money. Alternatively Cassie would have to fly over to the UK, work there and prove that she could earn &pound;18,600 a year, and then Matt could follow some time at least six months later. Naturally, breaking up the family was not entertained as an idea, so they are out of options. An immigration lawyer has advised them that an appeal would be lengthy, costly and unlikely to succeed.</p> \n<p><a href=\"http://www.edp24.co.uk/news/ex_world_squash_champ_cassie_jackman_refused_permission_to_bring_her_family_back_to_norfolk_from_australia_1_4041822\">Local MPs have been written to</a> and <a href=\"http://www.edp24.co.uk/news/hundreds_of_people_sign_petition_to_help_get_former_squash_champion_cassie_thomas_back_to_norfolk_1_4072587\">petitions have been signed</a>, but little is being done. When asked to explain the rule, a Home Office spokesperson said “the refusal letter sets out the reasons for refusal” and when contacted again for this article they said: “We do not routinely comment on individual cases.”</p> \n<p>Cassie is <a href=\"https://en.wikipedia.org/wiki/Cassie_Jackman\">one of England’s most capped and successful squash players ever</a>. She represented the country at the Commonwealth Games, an event which curiously includes Australia, was British champion six times and <a href=\"https://en.wikipedia.org/wiki/1999_Women%27s_World_Open_Squash_Championship\">became a world champion in 1999</a>. She stood as a towering figure within her sport and within her home county of Norfolk, where she is still revered as one of their great athletes ever. <a href=\"http://www.squashweb.nl/world-squash-archief-archief-128/654-joyful-jackman-honoured-with-an-mbe\">She received an MBE for her services</a>, which in view of this hodgepodge of a situation looks to have been no great help.<br /></p> \n<p>Of course, none of this sporting prowess should matter; this case is not about what anybody has won or achieved, but it is startling to think that she supported and represented her country, inspired many fans and players, and had two children in the UK but is now being shunned so emphatically. Why should anyone in her position be forced to have to override the rules with money?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/willstrop-s-world/2015/apr/30/equal-pay-attention-womens-sport-squash-tennis-football\">The long and slow journey towards equal pay and attention for women's sport</a> </p> \n</aside> \n<p>The whole topic of immigration is sensitive and clearly pressure is on our government to keep restrictions in place, but there are no grounds for this unfathomable decision. The squash fraternity have rallied to support Cassie and her family and the general feeling is one of complete exasperation. For now the Thomas family are in limbo, in a stalemate, in Australia. Let’s hope somebody somewhere comes to their senses, wades through some serious red tape and does the right thing.</p> \n<p><strong><span class=\"bullet\">•</span> This is an article from <a href=\"http://www.willstrop.co.uk/category/blog/\">James Willstrop’s blog</a><br /><span class=\"bullet\">•</span> Follow <a href=\"https://twitter.com/james_willstrop\">James Willstrop on Twitter<br /></a><span class=\"bullet\">•</span> Read other articles from the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434636050379/499f62b9-e5a1-4501-9aae-fc9a3888e14e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Scott Barbour/Getty Images","altText":"Cassie Jackman","cleanCredit":"Photograph: Scott Barbour/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T10:49:02Z","lastModified":"2015-06-19T10:49:09Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"James Willstrop","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-willstrop"}],"feature":true,"keywords":["Sport","Squash","Immigration and asylum","Commonwealth Games"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/squash","webTitle":"Squash"},{"id":"uk/immigration","webTitle":"Immigration and asylum"},{"id":"sport/commonwealth-games","webTitle":"Commonwealth Games"}],"section":{"id":"sport"},"topics":[{"displayName":"James Willstrop","topic":{"type":"tag-contributor","name":"profile/james-willstrop"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/willstrop-s-world/2015/jun/19/cassie-jackman-thomas-uk-immigration-australia","shortUrl":"http://gu.com/p/4av4b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/willstrop-s-world/2015/jun/19/cassie-jackman-thomas-uk-immigration-australia","webUri":"http://www.theguardian.com/sport/willstrop-s-world/2015/jun/19/cassie-jackman-thomas-uk-immigration-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434636050379/499f62b9-e5a1-4501-9aae-fc9a3888e14e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cassie Jackman playing a shot against Nicol David during their World Women’s Squash Open semi-final in Hong Kong in 2003. Photograph: Scott Barbour/Getty Images","credit":"Scott Barbour/Getty Images","altText":"Cassie Jackman","cleanCaption":"Cassie Jackman playing a shot against Nicol David during their World Women’s Squash Open semi-final in Hong Kong in 2003.","cleanCredit":"Photograph: Scott Barbour/Getty Images"}},"importance":4,"kicker":{"title":"Sport Network"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434636050379/499f62b9-e5a1-4501-9aae-fc9a3888e14e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Scott Barbour/Getty Images","altText":"Cassie Jackman","cleanCredit":"Photograph: Scott Barbour/Getty Images"}}]},{"title":"Cricket / England’s spinning options – Guardian writers’ view","rawTitle":"England’s spinning options – Guardian writers’ view","item":{"type":"article","id":"sport/2015/jun/19/england-spinning-options-guardian-writers","title":"England’s spinning options – Guardian writers’ view","trailText":"From the Notts teenager Matthew Carter to the capped Scott Borthwick, our writers assess the spin bowling options at England’s disposal","standFirst":"From the Notts teenager Matthew Carter to the capped Scott Borthwick, our writers assess the spin bowling options at England’s disposal","byline":"Guardian writers","body":"<h2><strong>Matthew Carter, Nottinghamshire</strong></h2> \n<p>In the current era – in fact in any era – one should take notice when a 19-year-old spinner takes 10 wickets in his maiden first-class appearance. I happened to be at Taunton when Matthew Carter of Nottinghamshire <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/matt-carter-nottinghamshire-somerset-collapse\" title=\"\">took seven for 56</a> against Somerset this week – there would be three more expensive wickets in the second innings. He is a tall, willowy off-spinner, who still manages to loop the ball as well as spin it and in that magical first outing his control was excellent. <strong>Vic Marks</strong></p> \n<p><strong>Verdict </strong>Give him half a decade to learn his craft and a chat or two with Graeme Swann along the way and there may be possibilities here</p> \n<h2><strong>Zafar Ansari, Surrey</strong></h2> \n<p>Ansari can open the batting, bowl left-arm spin, play the piano and explain international politics, potentially all at once. The 23-year-old has flourished with red and white ball alike for Surrey. Ansari is a mature cricketer and taking 22 Championship wickets in May is not to be scoffed at. Skilled at bowling defensive and attacking lines, he gives the ball flight and remains remarkably calm under pressure.His batting is another positive, with two first-class centuries to his name. <strong>Amy Lofthouse</strong></p> \n<p><strong>Verdict </strong>Early promise but needs to be tested against higher-quality batsmen</p> \n<h2><strong>Tom Westley, Essex</strong></h2> \n<p>A part-time off spinner, yes, but England see something of substance in Westley’s party trick, particularly in limited-overs cricket. They sent him to Sri Lanka as part of a batting and spin bowling camp in the winter, where he worked with the ECB national spin bowling coach Peter Such. He stayed on to play for Bloomfield Athletic and Cricket Club where he was captained by the Test off-spinner Suraj Randiv who gave Westley a lot of advice. Sadly, his joints were not supple enough to learn the doosra. <strong>Vithushan Ehantharajah</strong></p> \n<p><strong>Verdict </strong>A work in progress and a slim to none England pick for spin alone right now</p> \n<h2><strong>Scott Borthwick, Durham</strong></h2> \n<p>At Arundel on Thursday, Borthwick provided a reminder of why he is a capped England spinner. After a crucial second-innings 74 for Durham against Sussex, he took <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/durham-sussex-county-championship\" title=\"\">four for 46 to seal a 178-run win</a>. Not possessing of a big bag of tricks, what he does have is a great stock leggie and the confidence to give it flight and decent turn upon landing. Arguably the best wrists – whether batting, bowling or fielding – in the county game. <strong>Will McPherson</strong></p> \n<p><strong>Verdict </strong>Remains a better batter and catcher than bowler, but must not be forgotten, and must bowl more</p> \n<h2><strong>Arron Lilley, Lancashire</strong></h2> \n<p>At the start of 2015, mentioning Arron Lilley and England in the same sentence would have drawn quizzical looks from even the most ardent Lancashire supporter. An off-spinning all-rounder with more white-ball experience than red, Lilley, 24, was behind the left-armers Simon Kerrigan and Stephen Parry at Old Trafford, but has played two Championship matches alongside Kerrigan, taking nine wickets and scoring two fifties. Ashley Giles now has a selection headache. They call him the Big Show. <strong>Graham Hardcastle</strong></p> \n<p><strong>Verdict</strong> Lots to learn, but Swann was also a late bloomer.</p> \n<h2><strong>Ollie Rayner, Middlesex</strong><br /></h2> \n<p>Extremely tall for an off-spinner and therefore able to create extra bounce, the 29-year-old has had something of a feast-or-famine career to date. Called up to England’s holding camp in Abu Dhabi as far back as November 2008 as the squad debated whether or not to return to India following the Mumbai terror attacks, that early promise blossomed most fruitfully when he bagged an eye-catching 15 wickets in a match against Surrey at The Oval in September 2013. However, his 2014 County Championship wickets then cost more than a hundred apiece. Currently in the Middlesex team due to injury to the slow left-armer Ravi Patel, he dismissed England lefties Adam Lyth and Gary Ballance during a decent fourth-innings display at Headingley earlier this month. <strong>Richard Gibson</strong></p> \n<p><strong>Verdict</strong> Different to his peers but England Lions level might be his ceiling.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434716248985/Matt-Carter-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 19-year-old Nottinghamshire spinner Matthew Carter can loop the ball as well as spin it. Photograph: Harry Trump/JMP/Rex Shutterstock","credit":"Harry Trump/JMP/Rex Shutterstock/Harry Trump/JMP/Rex Shutterstock","altText":"Matt Carter","cleanCaption":"The 19-year-old Nottinghamshire spinner Matthew Carter can loop the ball as well as spin it. Photograph: Harry Trump/JMP/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-19T15:00:01Z","lastModified":"2015-06-19T23:01:37Z","metadata":{"commentable":true,"commentCount":21,"contributors":[],"feature":true,"keywords":["England cricket team","Cricket","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/england-spinning-options-guardian-writers","shortUrl":"http://gu.com/p/4ax2q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/england-spinning-options-guardian-writers","webUri":"http://www.theguardian.com/sport/2015/jun/19/england-spinning-options-guardian-writers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434716248985/Matt-Carter-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 19-year-old Nottinghamshire spinner Matthew Carter can loop the ball as well as spin it. Photograph: Harry Trump/JMP/Rex Shutterstock","credit":"Harry Trump/JMP/Rex Shutterstock/Harry Trump/JMP/Rex Shutterstock","altText":"Matt Carter","cleanCaption":"The 19-year-old Nottinghamshire spinner Matthew Carter can loop the ball as well as spin it. Photograph: Harry Trump/JMP/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434716248985/Matt-Carter-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 19-year-old Nottinghamshire spinner Matthew Carter can loop the ball as well as spin it. Photograph: Harry Trump/JMP/Rex Shutterstock","credit":"Harry Trump/JMP/Rex Shutterstock/Harry Trump/JMP/Rex Shutterstock","altText":"Matt Carter","cleanCaption":"The 19-year-old Nottinghamshire spinner Matthew Carter can loop the ball as well as spin it. Photograph: Harry Trump/JMP/Rex Shutterstock"}}]},{"title":"Woods' US Open decline is marked by its inevitability","rawTitle":"Woods' US Open decline is marked by its inevitability","item":{"type":"article","id":"sport/2015/jun/19/us-open-day-one-tiger-woods","title":"Tiger Woods' remarkable US Open decline is marked by its inevitability","trailText":"Tiger Woods’ day one capitulation is a fresh chapter of frustration for the fourteen-time major winner, but an entirely predicable one","standFirst":"<p>Tiger Woods’ day one capitulation is a fresh chapter of frustration for the fourteen-time major winner, but an entirely predicable one</p>","byline":"Ewan Murray at Chambers Bay","body":"<p>For Tiger Woods, the saddest aspect of an opening round of 80 at the US Open is the lack of eyebrows that will be raised on account of it. </p> \n<p>The chapters of ignominy keep on flowing for a player who had carded just one professional round of 80 or more from a total of 1,107 between 1996 and 2014. This year, he has trebled that number.</p> \n<p>Fifteen years to the day since Woods won the US Open by 15 shots, he topped a three-wood from the middle of the 18th fairway at Chambers Bay into the deepest bunker on the course. Already nine over par, his hopes of breaking 80 suddenly vanished. He has rarely looked so dejected, so beaten, so incapable of the rousing return for which many golfing fans long. </p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open\">Henrik Stenson and Dustin Johnson rise above mishaps to lead US Open</a> </p> \n</aside> \n<p>This has become painful viewing, which leaves onlookers to wonder just how Woods truly feels about his sharp demise. For all he has been adamant that more competitive play is the key to improved performance, the 14-time major winner is suffering embarrassment after embarrassment in front of the watching world. Cole Hammer, a 15-year-old amateur, outscored Woods by three here. </p> \n<p>After what seems an inevitable missed cut on the outskirts of Seattle, it would be no real surprise if Woods opts to take another break from tournament play. Despite his positive comment to the contrary, there is no evidence whatsoever that Woods can threaten, let alone dominate, leaderboards. Woods has more rounds in the 80s during this season than the 60s. Some form of reassessment is required. </p> \n<p>Prior to Thursday, his highest-scoring single US Open round was 77; that was as an amateur in 1996. Chambers Bay witnessed the fourth highest round of Woods’s professional career. To his credit, and in a departure from what plenty others would do in the same lamentable scenario, a sanguine Woods faced the media thereafter. He had just produced a back nine of 41.</p> \n<p>“I’m not very happy, that’s for sure,” said the 39-year-old. “It was a tough day. I got off to a bad start and then just couldn’t quite get it turned around.</p> \n<p>“It’s one of those things, just got to work through it. I’m trying as hard as I can to do it, and for some reason I just can’t get the consistency that I’d like to have out there.</p> \n<p>“I fought, I fought hard. And that was my number. I couldn’t grind out any harder than that. So that’s just the way I played and unfortunately it was a high number today.”</p> \n<p>Woods admitted this is as challenging a period as he has ever encountered. His solution? “Keep working. Keep grinding and keep working.”</p> \n<p>The 13th hole at Chambers Bay has the widest fairway in US Open history; Woods missed it. He triple bogeyed the 14th. Earlier, at the 8th, his club flew into the air from his hands as he played from wild rough. The 16th witnessed his solitary birdie. </p> \n<p>There was also a smile. If Woods’s score wasn’t a shock, the 81 of Rickie Fowler, one of his playing partners, certainly was. “The bright side is, at least I kicked Rickie’s butt today,” Woods said. That sense of humour has never been more necessary. </p> \n<p>Fowler has been the model of recent major championship consistency and was many people’s tip to claim this event. Barring something astonishing, he won’t survive for the weekend. Only one player, a club professional named Rich Berberian, scored worse on day one than Fowler.</p> \n<p>Henrik Stenson and Dustin Johnson shared the lead at five under par 65. Patrick Reed lies a shot adrift.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82b691e5dc926d147a3df7473be9d4d868a07ed1/0_108_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","credit":"Harry How/Getty Images","altText":"A frustrating day at the office for Tiger Woods","cleanCredit":"Photograph: Harry How/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T03:54:11Z","lastModified":"2015-06-19T15:21:42Z","metadata":{"commentable":true,"commentCount":258,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["US Open Golf 2015","US Open","PGA Tour","US sports","Golf","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-day-one-tiger-woods","shortUrl":"http://gu.com/p/4avk7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/us-open-day-one-tiger-woods","webUri":"http://www.theguardian.com/sport/2015/jun/19/us-open-day-one-tiger-woods"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457220151","source":"SNTV","durationInSeconds":59,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/19/150619tigerwoodsbadday.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/19/150619tigerwoodsbadday_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/19/1434725747514/KP_302528_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tiger Woods unhappy with US Open performance - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Tiger Woods unhappy with US Open performance - video","cleanCaption":"620x372 trailpic for Tiger Woods unhappy with US Open performance - video"}}},"importance":3,"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82b691e5dc926d147a3df7473be9d4d868a07ed1/0_108_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","credit":"Harry How/Getty Images","altText":"A frustrating day at the office for Tiger Woods","cleanCredit":"Photograph: Harry How/Getty Images"}}]}],"lastModified":"2015-06-19T19:39:42Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}