{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Alberto Salazar rebuttal: starting pistol for a race heading for the courts","rawTitle":"Alberto Salazar rebuttal: starting pistol for a race heading for the courts","item":{"type":"comment","id":"sport/2015/jun/25/alberto-salazar-statement-nike-steve-magness-mo-farah-bbc-panorama-claims","title":"Alberto Salazar rebuttal: starting pistol for a race heading for the courts","trailText":"After claim and counter-claim, the unedifying spectacle of Mo Farah’s coach and the battle for truth looks set to run and run","standFirst":"After claim and counter-claim, the unedifying spectacle of Mo Farah’s coach and the battle for truth looks set to run and run","byline":"Owen Gibson","body":"<p>Ploughing through those 11,700 plus words in Alberto Salazar’s dense, detailed, seemingly methodical rebuttal of the doping allegations piling up at his door it’s impossible not to read it as an opening return of fire that is going to result in multiple casualties and could yet ruin reputations and empty bank accounts.</p> \n<p>Given the extent to which the Nike Oregon Project (NOP) and Salazar are deeply intertwined, it is also impossible not to feel the hand of the American sportswear giant directing traffic behind the scenes.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails\">Alberto Salazar’s defence under strain as witnesses dispute coach’s version of events</a> </p> \n</aside> \n<p>And if there is one organisation with the resources to fight a messy, lengthy legal battle it is the $16bn behemoth that has found itself embroiled of late in a rolling series of controversies of various hues – Tiger Woods into Lance Armstrong into the Brazilian FA into Justin Gatlin. And on.</p> \n<p>As Salazar released his two-part open letter on the NOP website, the sportswear brand that has bankrolled his money-no-object attempt to take on the world of endurance running put out its own co-ordinated statement.</p> \n<p>It is three weeks since the BBC’s Panorama and the ProPublica website in the US first made their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/03/mo-farah-training-camp-documentary-alleged-drug-use-alberto-salazar-\" title=\"\">claims against Salazar</a> and his protege Galen Rupp, the London 2012 silver medallist who is Mo Farah’s training partner.</p> \n<p>After three weeks spent silently plotting and gathering evidence, Salazar went on the attack accusing the BBC and ProPublica of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-issues-denial-doping-statement\" title=\"\">“remarkable display of irresponsible journalism”</a>.</p> \n<p>With both organisations standing by their claims, underpinned by testimony from a list of witnesses now approaching 20, and the BBC in particular launching a strong defence of its journalism, it is a dispute that looks to be heading for the law courts, most probably in the US.</p> \n<p>Almost as soon as Salazar had released his statement – complete with its defiant Taylor Swift (or Adidas) channelling “let the haters hate” coda - his accusers were already challenging it with their own new assertions and evidence.</p> \n<p>So Salazar painted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails\" title=\"\">Steve Magness</a>, one of the key whistleblowers, as an embittered ex-employee who was sacked. Magness responded with a signed document showing the contract had been terminated by mutual agreement.</p> \n<p>The Cuba-born coach pointed to a 2011 Runners World interview in which Magness raised no objection to his methods. Magness said he was still employed by Nike at the time and afraid to speak out.</p> \n<p>Salazar’s statement can either underpin suspicion or absolve it, depending on your starting position. Viewed cynically, it answers some charges in detail that were not made and skirts over others that were.</p> \n<p>Some passages are supported by detailed documentary and supplementary evidence, others are not. Even its mix of corporate legalese and occasional impassioned personal invective can feel a bit too carefully crafted – as though pored over for weeks by lawyers and PR consultants.</p> \n<p>There are unavoidable, and for Salazar unhelpful, echoes of Armstrong in the mix of aggression and frenzied detail – from Rupp’s “Shawshank Redemption” description of the method of getting legal medicine through customs hidden inside a paperback to a physician called Dr Thing – that underpins the statement.</p> \n<p>Yet for his supporters, the lengthy rebuttal will be seen as exactly what his accusers have been asking for. If you are Mo Farah, with a world championship looming and an Olympics next summer, it is likely to more than provide the “answers” he says he has been seeking since the original broadcast plunged him into a PR nightmare. As the likes of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram\" title=\"\">Steve Cram have rallied around</a>, he will also feel he has the support of his peers.</p> \n<p>So the most likely outcome of the ongoing UK Athletics review – expected to report by August ahead of the world championships – is that it will cut its formal ties with Salazar while making no judgment as to the validity of the allegations against him, perhaps citing the unwelcome distraction that the arrangement has become as the Rio Olympics loom.</p> \n<p>Meanwhile, if Farah retains Salazar as his coach he will do so in the knowledge that he is taking a long-term risk with his reputation and legacy if the claims are later proved.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/allegations-alberto-salazar-response\">Ten allegations against Alberto Salazar, his response and where this leaves us</a> </p> \n</aside> \n<p>As an aside, it was notable that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france\" title=\"\">Chris Froome</a> (or his PR handlers) chose to come clean about his own missed tests – presumably so they could be disclosed on his terms rather than by the press. If one byproduct of the latest sorry saga to sully the reputation of athletics is more transparency on testing then that would at least be one small positive.</p> \n<p>Now that the fuse has been lit by the BBC and ProPublica claims, this affair is likely to be a slow burning one that could yet result in multiple casualties. Meanwhile, confirmation that Usada - and its determined chief executive Travis Tygart - are continuing to investigate is just another sign that none of this is going away and another inevitable echo of the Armstrong affair.</p> \n<p>As claim and counter-claim mount up over the specifics, nor should it stop broader questions being asked about the training culture within American colleges or a prevailing performance methodology that praises “marginal gains”, secrecy and the appliance of science in a game that virtually encourages the rules to be bent until they break.</p> \n<p>As both sides dig in, exchanges of fire are likely to continue. In the meantime, Farah faces perhaps the biggest call of his career - stick or twist.</p> \n<p>The Oregon Project webstore features Farah and Rupp staring defiantly at the lens, clad in the team’s regulation all black regalia. If they stick with Salazar, as they appear increasingly likely to do, they will have to stare down plenty more besides over the coming months and years.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435257568712/Albeto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar at the 14th IAAF World Championships in Athletics at the Luzhniki Stadium Photograph: Today Sports/Rex Shutterstock","credit":"Today Sports/Rex Shutterstock","altText":"Albeto Salazar","cleanCaption":"Alberto Salazar at the 14th IAAF World Championships in Athletics at the Luzhniki Stadium Photograph: Today Sports/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-25T18:52:52Z","lastModified":"2015-06-25T23:45:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Alberto Salazar","Athletics","Sport","US sports"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-statement-nike-steve-magness-mo-farah-bbc-panorama-claims","shortUrl":"http://gu.com/p/4a623","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/alberto-salazar-statement-nike-steve-magness-mo-farah-bbc-panorama-claims","webUri":"http://www.theguardian.com/sport/2015/jun/25/alberto-salazar-statement-nike-steve-magness-mo-farah-bbc-panorama-claims"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435257568712/Albeto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar at the 14th IAAF World Championships in Athletics at the Luzhniki Stadium Photograph: Today Sports/Rex Shutterstock","credit":"Today Sports/Rex Shutterstock","altText":"Albeto Salazar","cleanCaption":"Alberto Salazar at the 14th IAAF World Championships in Athletics at the Luzhniki Stadium Photograph: Today Sports/Rex Shutterstock"}},"importance":7,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/d0f4bdaa00b8a863ad278182f3e651a077998543/18_192_1498_899/1000.jpg","height":600,"width":1000}}]},{"title":"Super Rugby semi-finals: what to look out for","rawTitle":"Super Rugby semi-finals: what to look out for","item":{"type":"article","id":"sport/blog/2015/jun/26/super-rugby-semi-finals-what-to-look-out-for","title":"Super Rugby semi-finals: what to look out for","trailText":"Aaron Smith magic, Julian Savea roadkill, David Pocock pilfers, and the irresistible Highlanders against the Waratahs in a clash of destinies","standFirst":"<p>Aaron Smith magic, Julian Savea roadkill, David Pocock pilfers, and the irresistible Highlanders against the Waratahs in a clash of destinies</p>","byline":"Rajiv Maharaj","body":"<h2><strong>Hurricanes v Brumbies</strong></h2> \n<p>Most of the experts have already written off the Brumbies for the title due to having to travel to Cape Town and then back to Wellington in the last week. The bookies have them at 8-1 for the title, and 3-1 to get the past the Hurricanes in the first semi. It’s a harsh assessment of the ACT team’s chances. Indeed, the Brumbies will be up against a ruthless attacking side stacked with in-form All Blacks. And winger Henry Speight’s five-week suspension won’t help, given he was to have marked rampaging All Blacks behemoth Julian Savea.</p> \n<p>However, as good as the Hurricanes’ backline is – and more so now with Beauden Barrett back from injury at fly-half – one suspects the tight forwards aren’t quite at the same level, particularly the front row of Ben Franks, Dane Coles, and Reggie Goodes. Coles is the incumbent All Black hooker, incredibly mobile for a front-rower and with a wonderful pair of hands. But how will he, Franks and Goodes fare against a Wallabies scrummaging front row of Scott Sio, Stephen Moore, and Ben Alexander? And especially if the Brumbies conclude they have to slow the game down with endless scrums and line-outs. Can the Hurricanes cope with the Brumbies’ line-out drives and scrum? Or will the Wellingtonians run amok in the backs to make set-piece forward play an afterthought?</p> \n<p>Indeed, this could be a very interesting game from a tactical point of view. The Hurricanes do have weaknesses up front, and a shrewd coach like Stephen Larkham may have cooked up a plan to shut the Hurricanes down in the forwards, and then line-speed the backs out of time and space. The Hurricanes, meanwhile, won’t change one iota from what we have seen all season long: Attack from all parts, with Barrett perhaps putting in cross-field kicks for Savea to contest against Speight’s inexperienced replacement, Lausii Taliauli. This semi has been talked up as a potentially free-flowing affair with a decisive home win. But it could be a lot closer than many people think.</p> \n<h2><strong>Players to watch</strong></h2> \n<p>The Hurricanes loose trio of <strong>Victor Vito, Ardie Savea</strong> and <strong>Brad Shields</strong> up against <strong>David Pocock, Scott Fardy</strong> and <strong>Ita Vaea</strong>. Both sets of loosies are superb and could cancel each other out. Savea will be more dangerous than usual after missing selection for the first All Blacks squad. He has the game to prove the selectors wrong. Can <strong>Beauden Barrett</strong> find top form straight away after an injury lay-off? It could be long evening for the Brumbies if he does. Will <strong>Lausii Taliauli</strong> contain <strong>Julian Savea</strong>, or will he end up spread-eagled roadkill?</p> \n<h2><strong>Waratahs v Highlanders </strong></h2> \n<p>The Waratahs are favoured as defending champs with home ground advantage. But who would dare bet against the Highlanders? The South Islanders <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/mar/20/michael-hoopers-wallabies-career-on-line\">have beaten the Tahs already this year</a> and after last week’s demolition of the Chiefs, they look nigh on unstoppable – an irresistible force with winning momentum whereas the defending champs are coming off a two-week lay-off.</p> \n<p>The Waratahs have been inconsistent this season, brilliant one week, average the next. Just how much a week off affects them is anyone’s guess. Will they be underdone against a team of true believers convinced they have a date with destiny with a maiden title? The Tahs are chasing a dream too – the first Australian side to win back-to-back Super titles. And, to their credit, as inconsistent as they have been, they have nonetheless found a way to get up for the big matches this season – against the Hurricanes, the Brumbies twice, and the Crusaders. It’s tempting to say the Waratahs forwards have an edge. But the Highlanders no-name pack have been written off from round one, yet continue to play above themselves. They look supremely fit too, maybe even a shade more than the Tahs who are no slouches either. The second semi could go down to the wire with a special play by an x-factor player determining the outcome. The problem for the Waratahs, though, is the two players who best fit that description happen to be the Smiths, Aaron and Ben, for the Highlanders. </p> \n<h2><strong>Players to watch</strong></h2> \n<p> <strong>Aaron Smith, </strong>the undisputed best half-back in the world is in imperious form. So much so, the Highlanders wouldn’t have beaten the Chiefs last week were it not for him. Will the small man’s rich vein of form continue? And how will opposite Wallabies incumbent <strong>Nick Phipps</strong> respond? Highlanders and All Blacks second-string centre <strong>Malakai Fekitoa</strong> made <strong>Israel Folau</strong> look second-rate when the Highlanders beat the Tahs 26-19 in round five with two pilfers, including one brazen pickpocketing, resulting in a Highlanders try 60 metres upfield. <strong>Folau</strong> will no doubt be targeted again. Will he fare any better second time around? And, finally, <strong>Michael Hooper</strong>. With Pocock in fine fettle, Hooper is running out of time convince Wallabies coach Michael Cheika he ought to retain the Wallabies openside flanker position at the World Cup. He’ll need to play out of his skin.</p> \n<h2>Fixture details</h2> \n<p>Hurricanes v Brumbies: Saturday June 27, 5.35pm (AEDT)<br />Waratahs v Highlanders: Saturday June 27, 7.55pm (AEDT) –<em> join Richard Gadsby for Guardian Australia’s liveblog of the game in Sydney from 7:10pm.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a000ecb232dd399db4945aafb6c8c249aa986f8c/0_0_2353_1415/2353.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1415,"width":2353,"orientation":"landscape","credit":"Joel Carrett/AAPIMAGE","altText":"The Brumbies’ David Pocock will be key to the Canberra-based side’s chances of success against the Hurricanes.","cleanCredit":"Photograph: Joel Carrett/AAPIMAGE"}],"bodyImages":[],"webPublicationDate":"2015-06-25T23:48:32Z","lastModified":"2015-06-25T23:51:42Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Rajiv Maharaj","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajiv-maharaj"}],"feature":true,"keywords":["Super Rugby","Rugby union","Australia sport","Sport"],"tags":[{"id":"sport/super-rugby","webTitle":"Super Rugby"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Rajiv Maharaj","topic":{"type":"tag-contributor","name":"profile/rajiv-maharaj"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/super-rugby-semi-finals-what-to-look-out-for","shortUrl":"http://gu.com/p/4a64m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/super-rugby-semi-finals-what-to-look-out-for","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/super-rugby-semi-finals-what-to-look-out-for"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a000ecb232dd399db4945aafb6c8c249aa986f8c/0_0_2353_1415/2353.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1415,"width":2353,"orientation":"landscape","caption":"The Brumbies’ David Pocock will be key to the Canberra-based side’s chances of success against the Hurricanes. Photograph: Joel Carrett/AAPIMAGE","credit":"Joel Carrett/AAPIMAGE","altText":"The Brumbies’ David Pocock will be key to the Canberra-based side’s chances of success against the Hurricanes.","cleanCaption":"The Brumbies’ David Pocock will be key to the Canberra-based side’s chances of success against the Hurricanes.","cleanCredit":"Photograph: Joel Carrett/AAPIMAGE"}},"importance":5,"byline":{"title":"Rajiv Maharaj"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a000ecb232dd399db4945aafb6c8c249aa986f8c/0_0_2353_1415/2353.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1415,"width":2353,"orientation":"landscape","credit":"Joel Carrett/AAPIMAGE","altText":"The Brumbies’ David Pocock will be key to the Canberra-based side’s chances of success against the Hurricanes.","cleanCredit":"Photograph: Joel Carrett/AAPIMAGE"}}]},{"title":"An Englishman abroad remains a peculiar and uneasy export","rawTitle":"An Englishman abroad remains a peculiar and uneasy export","item":{"type":"comment","id":"football/blog/2015/jun/25/englishman-abroad-football-export-michah-richards-ashley-cole-serie-a-england","title":"An Englishman abroad in football remains a peculiar and uneasy export","trailText":"After the travails of Micah Richards and Ashley Cole in Serie A, is it a coincidence that England’s best World Cup performance since 1966 was in 1990, the period when more of the nation’s coveted talent played overseas","standFirst":"<p>After the travails of Micah Richards and Ashley Cole in Serie A, is it a coincidence that England’s best World Cup performance since 1966 was in 1990, during a period when more of the nation’s coveted talent played overseas?</p>","byline":"Amy Lawrence","body":"<p>Not long after the news that Micah Richards’ undistinguished season in Fiorentina ended with a swift return to a more familiar workplace <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/aston-villa-micah-richards-transfer-centre-half\">at Aston Villa</a>, it was predictable that rumours would surface about Ashley Cole’s predicament at Roma and a possible exit strategy. The pair of them, both England internationals and with Premier League winners’ medals in their collections, had gone to Italy last summer with optimism, enthusiasm, goodwill and not a little intrigue – it’s not as if English players regularly trade home comforts for the challenge of an overseas adventure.</p> \n<p>It is deflating to acknowledge how their Italian trips fizzled out so soon. It remains a peculiarity – a foible that’s a little weird to be honest – that England seems to be the one country that does not easily export footballers. Yes, Steven Gerrard and Frank Lampard – finally – are due to experience their American dream in MLS. The absence of an English player in his prime trying his luck at an elite European club, however, goes on. It is around about a decade since Real Madrid took David Beckham, Steve McManaman and Michael Owen to La Liga. Since then, not so much of substance.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/england-under-21-italy-european-championship-match-report\">England 1-3 Italy | Under-21 European Championship match report</a> </p> \n</aside> \n<p>Does it really matter? While the Premier League is awash with money and possesses a glitzy enough reputation of its own, does it have significance beyond a player’s personal choice where he chooses to live and work? That question brings to mind the long-held opinions of a couple of World Cup-winning grandees.</p> \n<p>The Brazillian Carlos Alberto Parreira, who won the World Cup in 1994 and coached the national team in three different decades, noted the impact exporting players had on the sele&ccedil;&atilde;o. Talking in 2002, he was convinced the tactical discipline Brazil’s most naturally gifted magicians gained in Europe was key. With Ronaldo then at Internazionale, Rivaldo at Barcelona and Ronaldinho at Paris Saint-Germain, their experiences at club level armed them with qualities to help them best express their talent in international competition.</p> \n<p>Four years earlier, a similar message came from France’s World Cup-winning coach, Aim&eacute; Jacquet. It was considered a major plus point in the characteristics of the squad that so many key influences played outside the French league. Zinedine Zidane, Didier Deschamps and Marcel Desailly were all in Serie A during its glory years, Bixente Lizarazu played for Bayern Munich, Patrick Vieira for Arsenal, Christian Karembeu for Real Madrid. The lessons they all absorbed and brought back to Les Bleus’ party were regarded as vital.</p> \n<p>For both France in 1998 and Brazil in 2002, it was the mix between the traditional qualities and style of the national team, and the international nous gained by its brightest sparks, that provided the important click at those World Cups.</p> \n<p>With that in mind, have a look at the current Fifa world rankings. England are 15th. Now guess the only country in that top 15 that does not currently export a single international player – the clue is somewhere in this paragraph, if you do not get it straight away for some reason.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/football-zip/giv-21277zpKVI0Tlq2g4/\" data-alt=\"Graphic\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/football-zip/giv-21277zpKVI0Tlq2g4/\">Graphic</a> \n <figcaption>\n  Current figures show England’s players as the least well-travelled of the major footballing nations.\n </figcaption> \n</figure> \n<p>Not that exporting players is the be-all-and end-all. As it happens, apart from England, the closest to a fully home-playing squad is Italy and then Germany, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/13/germany-argentina-world-cup-final-2014-match-report\">the current World Cup holders</a>, who have the next fewest number of players at clubs outside their domestic league based on most recent international squads. Those figures could have been greater, incidentally, had the likes of Toni Kroos for Germany and Marco Verratti or Thiago Motta for Italy, been selected.</p> \n<p>Generally speaking, the vast majority of highest-ranking teams contain an abundance of players plying their trade overseas. There is one pretty compelling reason for this. The resources of the Argentinian or Belgian league, for example, and the salaries they offer, are incomparable with those of the big hitters in Europe. The impulse for the best Argentinians or Belgians to flock to a bigger, richer league is obvious. They exported 21 and 18 players respectively according to their most recent squads, the overwhelming majority.</p> \n<p>Not only do they better themselves technically, playing with and against a higher calibre of player than they would domestically, they also have to develop personally to undertake the many challenges of living, working and integrating successfully away from home.</p> \n<p>Chris “Magic” Waddle, as he was known during his spell in France with Marseille between 1989 and 1992, passionately believes the experience of challenging yourself as a person and a footballer in a foreign league can be seminal. He says young players at Premier League clubs who are regularly sent out on loan should spend some time in Holland, Germany, France or wherever, discovering a new type of football and, quite possibly, learning a bit about themselves, too.</p> \n<p>Is it a coincidence that England’s best World Cup performance since 1966 came in 1990, the period when it was more regular for coveted English talent to go abroad? From that team, as well as Waddle, Gary Lineker, Paul Gascoigne, David Platt and Des Walker all signed for foreign clubs. Glenn Hoddle, who did not make that squad, was strutting his stuff in France at the time.</p> \n<p>Today England wakes up with a familiar feeling in the aftermath of an international tournament flunk – a knockout cocktail of frustration, confusion, disappointment and blame. Now that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/england-under-21-italy-european-championship-match-report\">England’s latest band of under-21s</a> have had their proper initiation into how things are, it is time to march back to the drawing board, yet again, to wonder how to solve this syndrome of repetitive disillusionment.</p> \n<p>The latest analysis masterminded by Greg Dyke at the Football Association points to quotas and a bid to increase playing time for young players by insisting on upping the number of home-growns in each Premier League squad <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/23/greg-dyke-fa-overseas-player-quotas\">from eight to 12</a>.</p> \n<p>Perhaps this is barking up the wrong tree, however. Encouraging English players to see some action cannot be a bad thing but it is the type of action they see that is arguably where the real fascination lies.</p> \n<p>It is hard to envisage how either the FA, or the clubs themselves, can be expected to encourage players to choose the unknown; an adventure, a risk, instead of the familiar, the safe, and the Premier League megabucks. It may not be the answer to everything anyway. It is difficult not to wonder, however, if England’s singularity when it comes to exporting players is connected in some way to the catalogue of international letdowns.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435241697925/ccaf332a-8cc3-42ef-96fd-df11d3fc0914-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Luciano Rossi/AS Roma via Getty Images","altText":"Ashley Cole, left, has had a mixed time at Roma and  Micah Richards’s loan spell at Fiorentina from Manchester City fell flat","cleanCredit":"Photograph: Luciano Rossi/AS Roma via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T11:07:06Z","lastModified":"2015-06-25T14:18:26Z","metadata":{"commentable":true,"commentCount":824,"contributors":[{"name":"Amy Lawrence","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/21/1408638591823/Amy-Lawrence-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amylawrence"}],"feature":false,"keywords":["Premier League","European club football","Ashley Cole","England","The FA","Football","Sport"],"tags":[{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/europeanfootball","webTitle":"European club football"},{"id":"football/ashley-cole","webTitle":"Ashley Cole"},{"id":"football/england","webTitle":"England"},{"id":"football/fa","webTitle":"The FA"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Amy Lawrence","topic":{"type":"tag-contributor","name":"profile/amylawrence"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/25/englishman-abroad-football-export-michah-richards-ashley-cole-serie-a-england","shortUrl":"http://gu.com/p/4a5ck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/25/englishman-abroad-football-export-michah-richards-ashley-cole-serie-a-england","webUri":"http://www.theguardian.com/football/blog/2015/jun/25/englishman-abroad-football-export-michah-richards-ashley-cole-serie-a-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435241697925/ccaf332a-8cc3-42ef-96fd-df11d3fc0914-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ashley Cole, left, has had a mixed time at Roma and Micah Richards’s loan spell at Fiorentina from Manchester City fell flat. Luciano Rossi/AS Roma via Getty; Michele Borzoni for the Guardian","credit":"Luciano Rossi/AS Roma via Getty Images","altText":"Ashley Cole, left, has had a mixed time at Roma and  Micah Richards’s loan spell at Fiorentina from Manchester City fell flat","cleanCaption":"Ashley Cole, left, has had a mixed time at Roma and Micah Richards’s loan spell at Fiorentina from Manchester City fell flat. Luciano Rossi/AS Roma via Getty; Michele Borzoni for the Guardian"}},"importance":5,"byline":{"title":"Amy Lawrence"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435241697925/ccaf332a-8cc3-42ef-96fd-df11d3fc0914-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Luciano Rossi/AS Roma via Getty Images","altText":"Ashley Cole, left, has had a mixed time at Roma and  Micah Richards’s loan spell at Fiorentina from Manchester City fell flat","cleanCredit":"Photograph: Luciano Rossi/AS Roma via Getty Images"}}]},{"title":"Salazar or his accusers – who is telling the truth in the tangled tale?","rawTitle":"Salazar or his accusers – who is telling the truth in the tangled tale?","item":{"type":"article","id":"sport/2015/jun/25/allegations-alberto-salazar-response","title":"Ten allegations against Alberto Salazar, his response and where this leaves us","trailText":"The coach’s 11,750-word rebuttal of the doping allegations against him is by no means the end of the affair","standFirst":"The coach’s 11,750-word rebuttal of the doping allegations against him is by no means the end of the affair","byline":"Sean Ingle in Eugene","body":"<h2><strong>1. Alberto Salazar gave Galen Rupp testosterone when he was 16</strong></h2> \n<p><strong>What was alleged </strong>Steve Magness, an assistant coach at the Nike Oregon Project, told Panorama and ProPublica that he was in Salazar’s office when the reports showing athletes’ blood levels were put on his desk. “Under one of Galen’s it had ‘currently on testosterone and prednisone medication’ and when I saw that I kind of jumped backwards,” Magness said. “Testosterone is obviously banned and everyone knew that. It was all the way back in high school – and that was incredibly shocking. I&nbsp;actually took a picture of it.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails\">Alberto Salazar’s defence under strain as witnesses dispute coach’s version of events</a> </p> \n</aside> \n<p><strong>Salazar’s response </strong>In his open letter, Salazar claimed Rupp was taking a natural and legal testosterone supplement – possibly Testaboost, Alpha Male or ZMA – that was incorrectly recorded. “My clear recollection is that when [Magness] showed it to me, I stated that the entry was ‘crazy’ as Galen had never taken testosterone. I then stated that Galen, as a 16-year-old kid, must have misspoken about the supplements he was taking. I told Magness to take it back to the lab and have them straighten things out. I didn’t think much of it afterwards since I knew it was a mistake and because Magness never mentioned it again.” Both Salazar and Rupp strenuously deny the athlete took testosterone.</p> \n<p><strong>Where this leaves us </strong>Photographic evidence exists of the reports, so it comes down to whether it was incorrectly recorded. Meanwhile Magness has responded, saying: “I came to my superior, Salazar, and asked for answers. It would have been a simple clarification to make at the time for him to contact Dr Loren Myhre [the Nike lab’s then head physiologist, who died in 2012], someone who he had worked with for at least a decade, to clear up the confusion. If I saw an official medical chart naming one of my athletes being on testosterone, I think it’s any normal person’s reaction to get to the bottom of it.”</p> \n<h2><strong>2. Rupp used prednisone, a powerful asthma drug banned in competition, aged 16</strong></h2> \n<p><strong>What was alleged </strong>The Panorama presenter Mark Daly spoke to Stuart Eagon, a former running colleague of Rupp, who told him of an incident in 2003 involving prednisone, which can block pain and enhance oxygen consumption and is prohibited by the World Anti-Doping Agency in competition. “We were going on our morning run and Alberto said to Galen: ‘Have you taken your prednisone yet this morning?’” said Eagon. Daly added: “I have heard from various sources that Rupp has used prednisone regularly, but he has asthma and allergies, which could account for its use.”</p> \n<p><strong>Salazar’s response </strong>An emphatic denial. “The claims that Galen has been on prednisone continuously since he was 15 are absolutely false. The BBC and ProPublica ‘reporters’ were informed that these allegations were completely false, and they should not have printed them. Printing false statements to harm Galen is irresponsible journalism that damaged an innocent athlete’s reputation – Galen has never taken prednisone for a competitive advantage.” Rupp has always denied taking any banned substances.</p> \n<p><strong>Where this leaves us </strong>Salazar appears to have strong evidence that Rupp was not taking prednisone regularly. However as David Epstein, the ProPublica reporter who worked closely with Panorama, points out, that was not the claim. “The BBC published a document showing that Rupp had apparently taken prednisone during one time period when he was 16. The story did not report allegations of continuous use nor cite the age 15.”</p> \n<h2><strong>3. Testosterone (AndroGel) was found at a Nike Oregon Project training camp</strong></h2> \n<p><strong>What was alleged </strong>Panorama spoke to John Stiner, a massage therapist who worked for Salazar in 2008, who said that Salazar told him he was using AndroGel – a banned steroid – for his heart. “He said to me: ‘I don’t want you to get the wrong idea.’ And I said: ‘OK.’ I was really unsure what he meant and he goes: ‘There’s a tube of AndroGel in the bedroom and it’s under some clothing.’ He said: ‘It’s for my heart, it’s all fucked up.’” The BBC said that using testosterone gel could actually make a heart problem worse.</p> \n<p><strong>Salazar’s response </strong>He accepts that he uses testosterone but says he never told Stiner it was for his heart and has never given it to his athletes. “My excessive training as an athlete did extensive damage to my body,” he said. “One of the lingering negative effects from which I still suffer today is hypogonadism with significant symptoms, including multiple low testosterone serum levels. There is no question that I have a valid justification for my possession of AndroGel as defined by the Wada code. I have never given AndroGel to any of my athletes.”</p> \n<p><strong>Where this leaves us </strong>With broad agreement that Salazar was on testosterone. However Stiner insists he was right to say Salazar said it was for his heart. “I told 100% the truth,” he told ProPublica. “I’ll take 20 lie detector tests. Of course he said I’m lying.” The BBC says Salazar did not respond to questions sent regarding the reason he would be prescribed testosterone that were sent in early May.</p> \n<h2><strong>4. Salazar brought assorted vials and needles to a training camp</strong></h2> \n<p><strong>What was alleged </strong>Following the original Panorama and ProPublica revelations, Stiner also told the Daily Mail that he found vials in the fridge labelled “allergy one” and “allergy two” and a bag of unused hypodermic needles in the bathroom of one of the apartments the Nike Oregon Project rented while in Utah in 2008. Meanwhile the Mail also reported that Magness had also made allegations to the US Anti-Doping Agency (Usada), claiming he found an unmarked vial in France that belonged to Rupp.</p> \n<p><strong>Salazar’s response </strong>That these vials were simply allergy medicine for Rupp. “Galen has been receiving allergy immunotherapy vaccine injections since approximately 2004. His allergy specialists at the Allergy Clinic in Portland have specially mixed two vaccines for him. Vaccine A: Allergens &amp; Molds contains the following extracts: Cat, Dog, Dust Mites and two types of Molds. Vaccine B: Pollens contains: Mixed Grasses, Ragweeds, and 3 different Weeds common in the Pacific Northwest. Galen must receive weekly injections to help control his allergies and his asthma. All documents related to these medicines and Galen’s treatment for his allergies were provided to Usada in 2013. There is no issue here.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/allegations-alberto-salazar-response\">Ten allegations against Alberto Salazar, his response and where this leaves us</a> </p> \n</aside> \n<p><strong>Where this leaves us </strong>Salazar’s response is convincing – although it is slightly odd Magness was sent emails from Salazar and Rupp requesting the return of “Galen’s allergy serum” from France given such medicine appeared to be used so frequently.</p> \n<h2><strong>5. Salazar tried to get a therapeutic use exemption (TUE) certificate for Rupp at the 2011 world championships</strong></h2> \n<p><strong>What was alleged </strong>Kara Goucher, the 10,000m bronze medallist at the 2007 world championships, told Panorama and ProPublica that Salazar had coached Rupp to try to get a TUE for an intravenous drip before the 2011 World Championships. Under Wada rules, such drips are prohibited and anyone caught manipulating the TUE process to get one would be liable for a ban.</p> \n<p><strong>Salazar’s response </strong>That the allegation is false – and he has documentation that backs him up. “As the US team doctor has confirmed, at no time did I request the US team doctor to give Galen an IV or saline drip while he was in Daegu in 2011,” he said. “Galen did not receive any vitamin shots in Daegu. The US team doctors did not have any needles and UK Athletics doctors could not treat a US athlete.”</p> \n<p><strong>Where this leaves us </strong>Again at a stalemate. ProPublica says other people back up Goucher’s claim but Salazar is adamant it wasn’t the case.</p> \n<h2><strong>6. Rupp said he was tired after the 2011 World Championships in South Korea yet ran a personal best soon afterwards</strong></h2> \n<p><strong>What was alleged </strong>The BBC quoted Goucher, who appeared to suggest Rupp’s improvement between races was suspicious. “I had a conversation with Galen in 2011 and he told me how tired he was and how he was so excited to have the season be over,” she said. “You don’t get to the end of a long year burnt out and take two weeks off and come out and run the best race of your life, that’s not how it works.”</p> \n<p><strong>Salazar’s response </strong>As Salazar points out, when Rupp ran in Daegu it was 80F (26.6C) and the heat wouldn’t have suited him because he weighed more than other athletes, while in Brussels – where Rupp broke the US record – it was only 59F (15C). He added: “It should be noted that even while making these false allegations against me, neither Kara nor Adam ever claim that I violated the Wada code or IAAF anti-doping rules.”</p> \n<p><strong>Where this leaves us </strong>Another impasse. Salazar claims Rupp’s improvement in 2011 was no surprise because he had steadily got better throughout his career. Others who have worked at the Nike Oregon Project have told the Guardian that they did not expect Rupp to improve as much as he did in 2011 and 2012.</p> \n<h2><strong>7. Salazar wanted to give Goucher a prescription thyroid drug because she had put on weight after giving birth</strong></h2> \n<p><strong>What was alleged </strong>Goucher claimed to Panorama that Salazar had tried to get her to take the prescription thyroid drug Cytomel, saying: “Alberto was always unhappy about my weight after I had Colt, like it was almost as if I didn’t have a child, I’d just like gained 30 pounds. He said: ‘You need to just take some Cytomel.’ Maybe four or five days goes by and Alberto brought me this prescription drug that I didn’t have a prescription for. It has Alberto’s writing on it clear as day.”</p> \n<p><strong>Salazar’s response </strong>Salazar has published a trail of email correspondence between the pair which appears to suggest that he did not want Goucher to lose weight more quickly. “I was thrilled with Kara’s weight, body composition and fitness in 2011,” he added. However, he did admit: “There was one time when I gave Kara Cytomel. It was in August 2011 in Daegu, South Korea. I did so after being expressly directed to do so by Kara’s endocrinologist, Dr Brown.”</p> \n<p><strong>Where this leaves us </strong>Salazar’s evidence appears to back up his claims regarding weight loss. However ProPublica has since spoken to Dr Brown, who says that while he could not discuss individual patients: “I would never, ever give somebody Cytomel for weight loss, ever.” As to the bottle, Brown said: “I don’t write on frickin’ bottles, and if it was mine, you wouldn’t be able to read it.”</p> \n<h2><strong>8. Salazar was happy for his athletes to take banned testosterone medication</strong></h2> \n<p><strong>What was alleged </strong>Panorama spoke to another unnamed runner, who worked with Salazar for several years, who said that in 2007 he was feeling run down and went to see Dr Loren Myhre, who “suggested that I go and see an endocrinologist that Alberto and most of the athletes work with, to get testosterone and thyroid. He said: ‘This is what Alberto does. You’ll feel better and you’ll be able to train better,’ and so then I said: ‘Well, isn’t that cheating?’ And he goes: ‘Well no, Alberto does it.’ I did mention something about being, like: ‘Wouldn’t it test positive?’ He said: ‘No, no, no. We’ll get you into the normal range.’”</p> \n<p><strong>Salazar’s response </strong>A fierce and emphatic denial. Salazar called these allegations “a remarkable display of irresponsible journalism” adding: “I do not know of a single instance where Dr Myhre ever recommended that an athlete that I was coaching take testosterone whether with a prescription or otherwise.” He added: “To claim ‘That is what Alberto does’ is completely false. It is not what I did then; it’s not what I do now and it’s not what I have ever done.”</p> \n<p><strong>Where this leaves us </strong>Another impasse. Dr Myhre passed away in 2012, which makes it particularly hard to prove or refute the allegations.</p> \n<h2><strong>9. Rupp received unspecified pills in a paperback thriller</strong></h2> \n<p><strong>What was alleged </strong>Magness and Rupp were in D&uuml;sseldorf when Rupp told him he wasn’t feeling well. Magness called Salazar, who he says told him to expect a package. Two days later, a box arrived at his hotel room. Inside it he found a paperback thriller. Confused, he flipped it open. A section of the pages had been hollowed out to form a compartment into which two pills were taped. “At that point,” Magness says, “my mind was like: ‘This is stuff you see in movies, this is extremely strange.’” He handed the pills to Rupp, who he says promptly swallowed them and laughed off the clandestine packaging as typical Salazar antics.</p> \n<p><strong>Salazar’s response </strong>Neither Salazar nor Rupp responded to Epstein’s original questions about the hollowed-out book containing pills. But in his statement Salazar says: “Allegations around prednisone in D&uuml;sseldorf are false, and Steve Magness is fully aware of what occurred because he was involved.” Salazar also quotes another time, in Birmingham, where he used unusual packaging via mail. “Noting my peculiar packaging, Galen wrote: ‘You went all Shawshank Redemption on that book and nasal spray. I loved it!!!’</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-case-expert-says-athletes-are-particularly-asthma-prone\">Alberto Salazar case: Expert says athletes are particularly asthma-prone</a> </p> \n</aside> \n<p><strong>Where this leaves us </strong>Depending on your point of view, this either shows that Salazar – for all his reputation for being intense and win-at-all costs – is a secret practical joker, or needs to explain why he didn’t send medicine to his athlete in the normal way.</p> \n<h2><strong>10. Salazar tested testosterone on his son, Alex, in a laboratory to see the levels needed to evade tests</strong></h2> \n<p><strong>What was alleged </strong>Salazar’s son was involved in tests to see how much testosterone cream would trigger a positive test. According to Magness, Alex told him they were worried that someone could rub some cream on one of their athletes after a race. Magness said he believed that explanation to be “ludicrous” – and that they were instead trying to figure out how to cheat.</p> \n<p><strong>Salazar’s response </strong>Salazar does not mention Alex in his response but does say he “let his paranoia get the best of him” when he asked Dr Brown to “set up an experiment” to see whether it was possible for an athlete to be sabotaged by someone rubbing testosterone on them. Salazar says that when Justin Gatlin, the 100m runner, blamed his positive test for exogenous testosterone on being sabotaged by his massage therapist, Chris Whetstine, a claim Whetstine denied. Salazar claims he was worried the same thing might happen to Rupp – especially when Whetstine rubbed Rupp’s shoulders in 2009.</p> \n<p><strong>Where this leaves us </strong>ProPublica have since spoken to Brown, who said he did not prescribe a controlled substance for Salazar’s son or other research subjects as part of an experiment. “No, absolutely not,” Brown said. “I didn’t do that, and would not do that.” He said that he was merely advising Salazar on how to conduct research on potential sabotage “in a hypothetical situation”. He said that Salazar’s exploration of potential testosterone sabotage was admirable.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435264278597/Alberto-Salazar-in-1984-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP","credit":"/AP","altText":"Alberto Salazar in 1984","cleanCaption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP"}],"bodyImages":[],"webPublicationDate":"2015-06-25T20:35:34Z","lastModified":"2015-06-25T23:01:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Alberto Salazar","Drugs in sport","US sports","Athletics","Sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/allegations-alberto-salazar-response","shortUrl":"http://gu.com/p/4a634","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/allegations-alberto-salazar-response","webUri":"http://www.theguardian.com/sport/2015/jun/25/allegations-alberto-salazar-response"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435264278597/Alberto-Salazar-in-1984-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP","credit":"/AP","altText":"Alberto Salazar in 1984","cleanCaption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP"}},"importance":4,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/6ff3a1d0e009554029f8d68156e2c3f732b74a6f/0_163_4663_2798/1000.jpg","height":600,"width":1000}}]},{"title":"Kevin Curren: 1985 defeat by Becker a special, not bitter, memory","rawTitle":"Kevin Curren: 1985 defeat by Becker a special, not bitter, memory","item":{"type":"article","id":"sport/2015/jun/25/kevin-curren-1985-wimbledon-boris-becker","title":"Kevin Curren: 1985 Wimbledon defeat by Boris Becker a special not bitter memory","trailText":"Hours after watching Bruce Springsteen in concert, the South African-born player was bossed on court by a 17-year-old German with a ‘trademark fighting spirit’","standFirst":"Hours after watching Bruce Springsteen in concert, the South African-born player was bossed on court by a 17-year-old German with a ‘trademark fighting spirit’","byline":"Simon Cambers","body":"<p>In the 30 years since Boris Becker and Kevin Curren clashed for the Wimbledon title, the two men have met on numerous occasions, often at the All England Club. Each time, the German cannot help himself from reminding his foe turned friend of their special connection. “He always has a little dig at me about it,” said Curren, with a laugh. “But it’s been a very special part of my life and the greatest tournament in tennis. I’m very grateful for the experiences I’ve had.”</p> \n<p>It is rare for one match to be such a defining moment in the careers of two players – the Bjorn Borg-John McEnroe <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/that-1980s-sports-blog/2013/jul/04/the-a-z-wimbledon-1980s\" title=\"\">Wimbledon final of 1980</a> is perhaps another – but their 1985 final was just that. For Becker, it was the first of three Wimbledon victories, the beginning of his love for the place and the Centre Court he called his living room. For Curren it was the closest he came to a grand slam singles title, an agonising defeat, but a blow that time has softened.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/australia-set-for-largest-wimbledon-assault-in-20-years\">Australia set for biggest contingent at Wimbledon in 20 years</a> </p> \n</aside> \n<p>Memories of Becker’s winning moment, the shuffle of the feet and both arms stretched to the skies, is as fresh as almost anything that happened at Wimbledon before or since. Having double-faulted on his first match point, the 17-year-old fired down another enormous serve that Curren only got a nick on, making the German the first unseeded champion and the youngest winner of the men’s singles, 6-3, 6-7, 7-6, 6-4. “You’re as excited as you can be on the tennis court,” said Becker, dressed in a pinstripe suit as he cast his mind back. “That’s what I felt.”</p> \n<p>It seems barely believable now, in an era when the top players are nearer 30 than 20, to think that a 17-year-old could win Wimbledon. Becker thinks it is still possible physically but unlikely mentally. Few people thought it would happen in 1985, apart from the South African Johan Kriek, whose words after losing to Becker in the final at Queen’s Club a week before Wimbledon began turned out to be spot on. “If he plays like that, he’ll win Wimbledon”, he said.</p> \n<p>Curren believed he was going to win himself, as did many experts. This, after all, was a man who had wiped John McEnroe and Jimmy Connors off the court in the quarter-finals and semi-finals, without losing a set. Curren thought the teenager would crack under the pressure. With his huge serve working smoothly, he was confident and relaxed. So relaxed that he went to a Bruce Springsteen concert the night before the final. “You may laugh but it was unbelievable,” said Curren, who admits now it was a bit “insane”. “It was phenomenal. It was just a small thing but it wasn’t like me because I wasn’t a big concert-goer. But he was the man right then.”</p> \n<p>Becker was unaware of his opponent’s trip. “Really?” he said. “Maybe it relaxed him.” The German had not had time to get too nervous, having completed a rain-delayed victory over the Swede Anders Jarryd in the semi-finals on the Saturday morning. “I think it worked in my favour, since the Saturday was quick, that I didn’t have too much time to think about the consequences,” said Becker. “It was still the semi-finals, playing Saturday morning, still a little bit tired, so it worked in my favour that my mind was preoccupied.”</p> \n<p>In the final he won the first set but Curren hit back to level before breaking early in the third set. It was then he thought Becker would fall away, that the pressure of the final would get to the younger man. The opposite happened. “It was my trademark, to fight,” Becker said. “Then the tie-breaker really settled the match.” One break of serve in the fourth was enough for Becker to serve out for the biggest win of his life.</p> \n<p>“People said: ‘how could such a young guy win?’” Curren said. “But there were two guys I played against that the bigger occasion, the better they played – McEnroe and Becker. It seemed like if they were really put on the spotlight, they played for their life. They enjoyed it, looked forward to it. [Becker] had it at a very young age, it was just unfortunate that I ran into him in that final match. Then he reinforced it the following year, beating [Ivan] Lendl in the final, so the guy was not your normal 17-year-old, he was more like a 25-year-old in mindset and he had a big artillery.”</p> \n<p>It was only when he was reflecting on the final for his recently released book Boris Becker’s Wimbledon that the German really thought in detail about 1985 but it is still surprising that he says he has not watched the match back in full. Curren has, on more than one occasion, a fact that made Becker laugh heartily. “Never, never,” he said. “Maybe the match point or one or two points but I’ve never seen the whole match.”</p> \n<p>Victory changed Becker’s life and German tennis. His return to his home town of Leimen after Wimbledon was, he said, “like the pope coming to town”. The South African Curren, who became a US citizen in April 1985, may have lost but he is far from bitter. “It could have gone either way,” he said. “In the third set, I remember I was livid that I was on top of him and ready to put him away. It was an opportunity but when I analyse it all, I had an amazing tournament and Wimbledon was good to me for many, many years.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/25/1435247108979/Boris-Becker-has-never-wa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boris Becker says he has never watched the match coverage of his 1985 Wimbledon triumph over Kevin Curren in full. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Boris Becker has never watched the match of his 1985 Wimbledon win over Kevin Curren in full","cleanCaption":"Boris Becker says he has never watched the match coverage of his 1985 Wimbledon triumph over Kevin Curren in full. Photograph: Colorsport/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-25T15:51:03Z","lastModified":"2015-06-25T23:35:01Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/kevin-curren-1985-wimbledon-boris-becker","shortUrl":"http://gu.com/p/4a5zv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/kevin-curren-1985-wimbledon-boris-becker","webUri":"http://www.theguardian.com/sport/2015/jun/25/kevin-curren-1985-wimbledon-boris-becker"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/25/1435247108979/Boris-Becker-has-never-wa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boris Becker says he has never watched the match coverage of his 1985 Wimbledon triumph over Kevin Curren in full. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Boris Becker has never watched the match of his 1985 Wimbledon win over Kevin Curren in full","cleanCaption":"Boris Becker says he has never watched the match coverage of his 1985 Wimbledon triumph over Kevin Curren in full. Photograph: Colorsport/Rex Shutterstock"}},"importance":4,"byline":{"title":"Simon Cambers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/25/1435247108979/Boris-Becker-has-never-wa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boris Becker says he has never watched the match coverage of his 1985 Wimbledon triumph over Kevin Curren in full. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Boris Becker has never watched the match of his 1985 Wimbledon win over Kevin Curren in full","cleanCaption":"Boris Becker says he has never watched the match coverage of his 1985 Wimbledon triumph over Kevin Curren in full. Photograph: Colorsport/Rex Shutterstock"}}]},{"title":"Whispers do little for Martino’s attempts to solve Messi enigma","rawTitle":"Whispers do little for Martino’s attempts to solve Messi enigma","item":{"type":"article","id":"football/blog/2015/jun/25/lionel-messi-argentina-tata-martino-copa-america","title":"Whispers do little for Tata Martino’s attempts to solve Lionel Messi enigma","trailText":"Conflicting reports of what Messi was caught saying to Argentina team-mate in the tunnel highlights the absence of a public persona for Argentina’s star player, who is yet to find his best form under Tata Martino","standFirst":"Conflicting reports of what Messi was caught saying to Argentina team-mate in the tunnel highlights the absence of a public persona for Argentina’s star player, who is yet to find his best form under Tata Martino","byline":"Marcela Mora y Araujo","body":"<p>As Argentina re-emerged in the tunnel for the second half of their first Copa Am&eacute;rica match against Paraguay, a giggling <a href=\"https://www.youtube.com/watch?v=y3xWTlrx9bM\" title=\"\">Lionel Messi and Angel Di Mar&iacute;a had a brief exchange</a> – both players with their hands over their mouths, as is becoming the norm, only too aware of the lip-reading that accompanies major sporting events these days.</p> \n<p>The first assumption – by all accounts incorrect as it turns out – was that Messi and Di Mar&iacute;a were mocking Tata Martino’s half-time chat. TV microphones – only partially audible – picked up Messi’s use of the word <em>boludez</em>, an Argentinian slang term for nonsense, something not important, “balls” one might say.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/16/lionel-messi-copa-america-argentina-uruguay\">Lionel Messi and Argentina losing sleep as Uruguay loom at Copa Am&eacute;rica 2015 | Jonathan Wilson</a> </p> \n</aside> \n<p>The video went viral, speculation about tension between Messi and Martino gathered momentum. The Copa was kicking off and everyone needed something to talk about. Eventually, Canal+ aired extended footage of the incident with clearer sound, changing the official picture: Sergio Ag&uuml;ero tells his team-mates that it’s not going to be an easy result, Javier Mascherano pronounces a general “c’mon, c’mon” and as they all move on towards the pitch Messi reveals, if anything, that he wasn’t really listening to any of that and mutters to Di Mar&iacute;a “what balls did he say?” to which Di Mar&iacute;a replies “it’s not going to be an easy result”. Ag&uuml;ero was proved right, as Argentina lost their 2-0 lead over Paraguay and the match ended in a 2-2 draw. In their next two group matches, against Uruguay and Jamaica, Argentina won by a single goal and so now as the quarter-finals approach, <em>La Albiceleste</em> are through and ready to face Colombia.</p> \n<p>When Martino was the manager of Paraguay national side some years ago many praised him for his pragmatism; as a player he had been an exquisite exponent of the ball-on-the-ground style of slow passing; thoughtful football, emblematic not just of Argentina but of Rosario, the city from which he hails.</p> \n<p>As he began coaching Martino worked closely with Marcelo Bielsa, a rigid scheme builder who has been labelled by Alex Ferguson and Pep Guardiola among others as a master among masters. Yet Martino’s Paraguay were fast-paced, long-ball, somewhat defensive exponents of the game, which led many to decree that Martino the disciple had cut the umbilical cord from Bielsa and learnt to work as best he could with the players available to him, as well as the idiosyncrasies of Paraguay.</p> \n<p>Martino then returned to manage Newell’s Old Boys in Rosario, his boyhood club, where he was able to return to the stylish <em>Gambetta</em> school of thought and lead the club to the league title with football that delighted even rival fans. His success was so sweet that his next assignment was perhaps one of the most coveted spots in world club management, Barcelona.</p> \n<p>As the Messi family also come from Rosario, Newell’s fans to the bone, it was rumoured at the time that their influence had played no small part in this appointment. In spite of Messi tweeting that it was a “lovely surprise” to welcome Martino to the club, it is now widely acknowledged that Jorge Messi, Lionel’s father who has become a man of influence in world football, “strongly supported” Tata’s appointment. However, Martino’s stint in Barcelona was less than harmonious and he left with a year still to run on his contract. Critics of Martino often like to point out that he is the only Bar&ccedil;a manager not to have won anything with Messi.</p> \n<p>Some take the claim even further, aptly summarised by a tweet from the respected journalist Rafael Hern&aacute;ndez following the match against Paraguay: “ I have seen only two managers that effectively nullified Messi: Jos&eacute; Mourinho and Tata Martino, the latter for a full season.”. This is interesting because Martino’s appointment as Argentina’s manager, following Alejandro Sabella’s uninspiring yet successful command of the national side, was again rumoured to have been driven by the need to have a manager who can understand that the leader is Messi; a manager who can get everyone else to play in a way that allows Messi to be the player that he is for Barcelona. Again, word was that the Messi camp had given the thumbs-up for Martino to fill those shoes.</p> \n<p>Speaking to the Argentinian newspaper Clar&iacute;n last December, Martino was candid about his admiration for Messi: “Were you able to contribute in any way?” Clarin asked Tata about his time with Messi: “Nothing at all” came the honest reply, “in football terms I can’t aspire to improve the best in the world. My job is to make sure I don’t make him worse.”</p> \n<p>So far in the Copa Am&eacute;rica the jury is still out as to how this project is going. Against Uruguay Martino managed to get himself sent off, and the highlight of the Jamaica game was the selfie that Deshorn Brown requested with Messi, which also went viral, showing that when it comes to Messi, ultimately, we are all fans. Unlike the controversial snippet of the giggling Leo using the word <em>boludez</em> at the start of the tournament, though, the selfie tells us nothing at all about the out-of-this-world star, who poses for the picture with dead-pan composure and reveals as little about himself as ever.</p> \n<figure class=\"element element-video\" data-canonical-url=\"https://vine.co/v/eiPgDrjgmwQ\"> \n <iframe width=\"460\" height=\"460\" src=\"https://vine.co/v/eiPgDrjgmwQ/embed/simple\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Messi is an enigma: we know nothing about the character other than what he does with the ball, and though this should be plenty we would like more. Now and again we get a hint of what he might be like, mostly through others’ interpretations of him, such as the comedian <a href=\"https://www.youtube.com/watch?v=AghGoCfAs9E\" title=\"\">Martin Bossi’s irreverent parody</a> in which he gets the tone of voicedown to a tee and the constant references to Ag&uuml;ero holding the camera hint at the familiarity between the two: something we were privy to <a href=\"https://www.youtube.com/watch?v=TKlhPn7Fy9Q\" title=\"\">when he interviewed Messi a couple of years ago</a>.</p> \n<p>For the most part, we are left guessing. Sometimes his father will corroborate or deny something – for instance it was Jorge who pointed me in the direction of the Canal+ extended video when I asked whether Messi has reason to mock Tata’s game plan. Interestingly, while we chatted, he said he advocated Martino’s appointment at Barcelona “when asked” but that in the case of Argentina it was a decision between the Argentinian federation and Martino, and the Messis “had nothing to with that”.</p> \n<p>The quarter-final against Colombia on Thursday will be a real test of Argentinian schools of football, as Jos&eacute; P&eacute;kerman’s Colombia take on Jose P&eacute;kerman’s Argentina, all in one way or another products of the youth development revolution he set in motion towards the end of last century. P&eacute;kerman’s most controversial stance to date remains the 2006 match against Germany in Berlin in which he left a young Messi on the bench. Perhaps he was protecting him from inevitable failure, perhaps he deemed the moody teenager a risk, perhaps he simply erred. Many still do not forgive him, but time has proved that Messi had many more important international games to look forward to, and that P&eacute;kerman was not alone as a manager who struggles to provide him with the context he needs.</p> \n<p>Is Martino going to be the one to take a title back to the trophy cabinet in the shambolic football association headquarters as it undergoes its most public shake-up ever? Is Messi going to find a way to be the extra-terrestrial demon we all know and want? Will they say something rude, or funny, to entertain us? I sure hope so.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435230222207/Lionel-Messi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Argentina have reached the quarter-finals of the Copa América but again Lionel Messi has failed to recreate his Barcelona form. Photograph: Jorge Saenz/AP","credit":"Jorge Saenz/AP","altText":"Lionel Messi","cleanCaption":"Argentina have reached the quarter-finals of the Copa América but again Lionel Messi has failed to recreate his Barcelona form. Photograph: Jorge Saenz/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-25T11:37:54Z","lastModified":"2015-06-25T12:30:42Z","metadata":{"commentable":true,"commentCount":132,"contributors":[{"name":"Marcela Mora y Araujo","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marcelamorayaraujo"}],"feature":true,"keywords":["Lionel Messi","Argentina","Copa América","Football","Sport"],"tags":[{"id":"football/lionel-messi","webTitle":"Lionel Messi"},{"id":"football/argentina","webTitle":"Argentina"},{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Marcela Mora y Araujo","topic":{"type":"tag-contributor","name":"profile/marcelamorayaraujo"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/25/lionel-messi-argentina-tata-martino-copa-america","shortUrl":"http://gu.com/p/4a5dt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/25/lionel-messi-argentina-tata-martino-copa-america","webUri":"http://www.theguardian.com/football/blog/2015/jun/25/lionel-messi-argentina-tata-martino-copa-america"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435230222207/Lionel-Messi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Argentina have reached the quarter-finals of the Copa América but again Lionel Messi has failed to recreate his Barcelona form. Photograph: Jorge Saenz/AP","credit":"Jorge Saenz/AP","altText":"Lionel Messi","cleanCaption":"Argentina have reached the quarter-finals of the Copa América but again Lionel Messi has failed to recreate his Barcelona form. Photograph: Jorge Saenz/AP"}},"importance":3,"byline":{"title":"Marcela Mora y Araujo"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435230222207/Lionel-Messi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Argentina have reached the quarter-finals of the Copa América but again Lionel Messi has failed to recreate his Barcelona form. Photograph: Jorge Saenz/AP","credit":"Jorge Saenz/AP","altText":"Lionel Messi","cleanCaption":"Argentina have reached the quarter-finals of the Copa América but again Lionel Messi has failed to recreate his Barcelona form. Photograph: Jorge Saenz/AP"}}]},{"title":"AFL: what to look out for in round 13","rawTitle":"AFL: what to look out for in round 13","item":{"type":"article","id":"sport/blog/2015/jun/26/afl-what-to-look-out-for-in-round-13","title":"AFL: what to look out for in round 13","trailText":"An intriguing Friday night clash, more misery for the Bombers, things to love about the Crows, Saints not to be taken lightly, and a masochists’ dream","standFirst":"<p>An intriguing Friday night clash, more misery for the Bombers, things to love about the Crows, Saints not to be taken lightly, and a masochists’ dream</p>","byline":"Russell Jackson","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/afl-leaders-fremantle-scrape-past-collingwood\">AFL ladder toppers Fremantle scrape past Collingwood in seven-point win</a> </p> \n</aside> \n<h2><strong>Don’t rule the Tigers out completely</strong></h2> \n<p>Friday night football should have seen it coming to be honest. For years it’s taken its status as the coolest kid at school for granted, thumbing its nose at the nerds and complacently assuming that everyone would turn up to its parties. Then along comes Thursday, the carefree kid from interstate who everyone wants to sit next to at little lunch.</p> \n<p>Is it too late for Friday to make its charge? All those Carlton games and whitewashes in the first half of the season certainly didn’t help but tonight’s subtly enticing meeting of Sydney and Richmond kicks off a fortnight in which both Friday games (Collingwood and Hawthorn meet next week) are of genuine interest. The Eagles stopped Richmond’s stellar month-long winning streak last weekend and they’ll face a refreshed, post-bye Sydney, but with the defensive capabilities to control the likes of Lance Franklin and Kurt Tippett, the Tigers aren’t without a chance if they can manage the miniscule margin for error in midfield duels at the SCG. </p> \n<p>Nathan Gordon and former skipper Chris Newman return for Richmond and Kane Lambert debuts, while the sagging fortunes of Steven Morris have continued with the hard nut receiving the chop. Flint-hard Zak Jones is a handy ‘in’ for the Swans. At ANZ Stadium last year the Tigers won this game – the craziest and most joyful of all their victories in that utterly bonkers run home to the finals – so how could you totally rule out an upset from the only side to defeat Fremantle this season? </p> \n<h2><strong>The Bombers are in for a rough day</strong></h2> \n<p>Here’s a bizarre scenario to recall: just 11 weeks back the Essendon football club – they of the goalless halves of football and the failure to reach 10 goals in six separate games already this season – actually beat reigning premiers Hawthorn. At football. Now half of them couldn’t get a kick in a stampede and people are putting aside their theories that the coach might be a terrible bloke in favour of the more pressing issue that he’s potentially a terrible coach. </p> \n<p>The general malaise is proving hard to shake for the 13<sup>th</sup>-placed Bombers, who enter this game against the Hawks at least having managed to avoid defeat on their bye weekend. Injured Paul Chapman is one of five omissions from the side that lost to West Coast two weeks back but the bigger ‘out’ is that of pacey ball-winner Travis Colyer with a foot complaint. He’s been one of few shining lights this season.</p> \n<p>As all that’s been happening, Hawthorn has managed to recover from its indifferent start to the season, easily accounting for Gold Coast, St Kilda and Adelaide either side of the bye. The Bombers have genuinely challenged them in the last few meetings but this time around it’s easier to see them dish out the kind of pounding that characterised this rivalry from 2011-13. You can never place much stock in these things but the sight of Michael Hurley at centre-half forward in Essendon’s selected side – sheer desperation aside – comes with the more alarming rider of James Gwilt being slotted into his place at the defensive end alongside Jason Winderlich. I have a hunch that Jack Gunston won’t mind forcing them to stride out and chase him up the ground.</p> \n<h2><strong>Adelaide will be back in the winner’s column</strong></h2> \n<p>There’s been far worse 6-5 sides than seventh-placed Adelaide, who enter Saturday afternoon’s Gabba encounter with Brisbane after a creditable loss to Hawthorn last week. The thing I love most about the Crows (oh geez, did I really just say I <em>love</em> them?) is the amount of sentences that new coach Phil Walsh starts with the words, “I’ll sound like a bit of a weirdo, but…” </p> \n<p>This week it was <a href=\"http://www.afc.com.au/news/2015-06-25/walshs-work-of-art\">the world of art from which he was drawing unique inspiration</a> and with more effortlessly quote-worthy results. “When I was in Amsterdam I did go to the Van Gogh Museum and I’m not an art critic … there’s a man with great frustration,” he started. “I looked at that painting <em>Sunflowers</em> and for a bogan from Hamilton like myself, I could actually see the beauty in that frustration.”</p> \n<p> “So although our fans are frustrated, we’re frustrated, we like to think there’s some masterpieces still to be painted this year.” </p> \n<p> How could you not love this man? Let him run the entire league I say. Imagine the game-day experience of watching Marina Abramovic stare out Walsh’s former team-mate John Gastev in the middle of the MCG. Picture a football world in which the rules of the game were administered not by Mark Evans, Leigh Matthews and John Worsfold but David Lynch, Ai Weiwei and Damien Hirst. Even the Brownlow count could be spiced up with the winner stepping on stage in scenes of jubilation only to be given an atomic wedgie by Banksy.</p> \n<p> What helps Walsh’s side in a football sense this week is that they’ll be facing a truly dismal Brisbane outfit whose nearest artistic metaphor at the moment would be Marcel Duchamp’s dirty urinal, only if it was one that had also seen heavy abuse from an entire week’s worth of nightclub revellers. If Adelaide lose this one the only honorable thing is for Phil Walsh to chop off an ear.</p> \n<h2><strong>The Bulldogs must take St Kilda seriously</strong></h2> \n<p>In most pre-season analyses it didn’t seem unreasonable that St Kilda were being spoken of with something close to pity, merely a rebuilding side who’d pump games into the kids and get flogged more often than not. That’s held true against a few of the top sides but for everyone else the Saints have proved a trickier prospect. Melbourne, Brisbane and Gold Coast have all slipped on the banana skin, as did this week’s opponents the Bulldogs in round six, when they squandered a 55-point lead as David Armitage and a host of Saints midfielders ran rampant.</p> \n<p>Of interest here is the fact that following the bye, St Kilda has actually dropped three players – Luke Delaney, Blake Acres and Cameron Shenton – who featured in the thrilling win over Melbourne a fortnight back. Into the side in their place come Adam Schneider, Sam Fisher and Dylan Roberton while the Dogs welcome back Dale Morris. Luke Beveridge’s side is right in the finals hunt this season – unexpectedly so – but if they drop another one to the Saints they make that job far more difficult than it ought to be.</p> \n<h2><strong>Masochists queue here</strong></h2> \n<p>Like an Adam Sandler film or a trip through the KFC drive-thru, games of football like Carlton’s clash with Gold Coast this weekend are not the kind of activities you want to be caught engaging in, but one imagines that a certain number of diehards will still perform the thankless task of half-filling Etihad Stadium on Sunday. </p> \n<p>The Blues fans among them can enter the game with renewed confidence, to be fair. That thrilling win against Port Adelaide last week was actually foreseeable in a lot of ways and outright favoritism in this one is certainly an improvement on the shambolic first two months of the season. Vital to that has been not only the winds of change floating through Princes Park but the emergence of the staggeringly talented, possibly bionic Rising Star shoo-in Patrick Cripps. Would it be outlandish to say that after nine games of league football he’s already Carlton’s best player?</p> \n<p> Bryce Gibbs is one of only a handful who’d disagree, but he’s missing this week on account of his controversial suspension and Andrew Walker is out with a knee injury, so others will need to step into the void. Stephen May and Harley Bennell return for the Suns but Gary Ablett didn’t quite get up, so this still qualifies as a ‘hit and hope’ mission for Rodney Eade’s poorly side. Not in a long time has a day of football promised so little.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/377d347f74e2a2d7295c4740c0ed7f13e2b600db/0_43_2638_1587/2638.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1587,"width":2638,"orientation":"landscape","credit":"Adam Tafford/AFL Media/Adam Tafford/AFL Media/Getty Ima","altText":"Trent Cotchin and the Tigers are as well-placed as any to cause an upset against Sydney on Friday night.","cleanCredit":"Photograph: Adam Tafford/AFL Media/Adam Tafford/AFL Media/Getty Ima"}],"bodyImages":[],"webPublicationDate":"2015-06-26T00:13:31Z","lastModified":"2015-06-26T00:15:42Z","metadata":{"commentable":true,"commentCount":43,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":true,"keywords":["AFL","Richmond","Sydney Swans","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/richmond","webTitle":"Richmond"},{"id":"sport/sydney-swans","webTitle":"Sydney Swans"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/afl-what-to-look-out-for-in-round-13","shortUrl":"http://gu.com/p/4a65v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/afl-what-to-look-out-for-in-round-13","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/afl-what-to-look-out-for-in-round-13"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/377d347f74e2a2d7295c4740c0ed7f13e2b600db/0_43_2638_1587/2638.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1587,"width":2638,"orientation":"landscape","caption":"Trent Cotchin and the Tigers are as well-placed as any to cause an upset against Sydney on Friday night. Photograph: Adam Tafford/AFL Media/Adam Tafford/AFL Media/Getty Images","credit":"Adam Tafford/AFL Media/Adam Tafford/AFL Media/Getty Images","altText":"Trent Cotchin and the Tigers are as well-placed as any to cause an upset against Sydney on Friday night.","cleanCaption":"Trent Cotchin and the Tigers are as well-placed as any to cause an upset against Sydney on Friday night.","cleanCredit":"Photograph: Adam Tafford/AFL Media/Adam Tafford/AFL Media/Getty Images"}},"importance":3,"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/377d347f74e2a2d7295c4740c0ed7f13e2b600db/0_43_2638_1587/2638.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1587,"width":2638,"orientation":"landscape","credit":"Adam Tafford/AFL Media/Adam Tafford/AFL Media/Getty Ima","altText":"Trent Cotchin and the Tigers are as well-placed as any to cause an upset against Sydney on Friday night.","cleanCredit":"Photograph: Adam Tafford/AFL Media/Adam Tafford/AFL Media/Getty Ima"}}]}],"lastModified":"2015-06-26T07:06:47Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}