{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Jordan Spieth: the all-American hero predestined for golfing greatness","rawTitle":"Jordan Spieth: the all-American hero predestined for golfing greatness","item":{"type":"article","id":"sport/blog/2015/jul/11/jordan-spieth-all-american-hero-golfing-greatness-the-open","title":"Jordan Spieth: the all-American hero predestined for golfing greatness","trailText":"Jordan Spieth can join Ben Hogan in the record books with victory at the Open but his rocket-fuelled progress comes as no surprise","standFirst":"The 21-year-old Masters and US Open champion can join Ben Hogan in the record books with victory at the Open but his rocket-fuelled progress is no surprise","byline":"Ewan Murray","body":"<p>Long before Jordan Spieth was burdened by constant attention, he had acquainted himself with lofty ambition. On YouTube, a 2008 video exists of a 14-year-old Spieth outlining his golfing plans. “My ultimate goal is to win the Masters,” says the skinny teenager. Skip forward to December 2012 and footage appears of Spieth explaining his decision to leave the University of Texas only 18 months into a four-year degree to embark on a career in professional golf. At that juncture, he was ranked as the eighth best amateur player in the world. “I had to feel ready to be out there on my own,” Spieth explains. “I have made that decision, I am comfortable with it, I am ready to go.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/rory-mcilroy\">Rory McIlroy pulls out of Open title defence at St Andrews through injury</a> </p> \n</aside> \n<p>John Fields, the university’s golf coach, asserted that Spieth would be “an extremely successful professional golfer”. Spieth had been part of a university team which claimed the national championship for the first time since 1972. Ben Crenshaw and Tom Kite are other members of the university’s famous golfing alumni. Amateur success, though, is a guarantee of nothing. In the early 1970s a Floridian named Eddie Pearce was heralded as the new Jack Nicklaus. Pearce made no inroads at all on the professional game and ended up selling cars for a living.</p> \n<p>Spieth’s story is somewhat different. In 2013, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/19/jordan-spieth-open-muirfield\" title=\"\">victory at the John Deere Classic</a> made him the first teenager to win on the PGA Tour since 1931. He was already diverting prize monies into shares and investments. Whereas his former college classmates are in the midst of graduation, Spieth has amassed more than $16m in on-course earnings. He is a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/us-open-2015-jordan-spieth-wins-in-thrilling-finish-to-add-to-masters-crown\" title=\"\">back-to-back major champion</a> and the golfer whom – inevitable glances towards Tiger Woods aside – the eyes of the world will be upon during the Open at St Andrews starting on Thursday.</p> \n<p>Spieth’s main sponsor, Under Armour, smartly secured its marquee golfing athlete on a new, 10-year contract this January, before he prevailed at both the Masters and US Open. Now, he is in a different commercial stratosphere.</p> \n<p>“Jordan is a special guy,” said Under Armour’s chief executive, Kevin Plank. “He’s going to win a lot of golf tournaments and that’s going to end up costing us a lot of money at some level but I’d say it’ll probably be some of the best money we ever spent.”</p> \n<p>Spieth is a sponsor’s dream. Clean cut, Bible-observing and without a hint of controversy, the 21-year-old is even still in a relationship with his high-school girlfriend, Annie Verret. In short, he is the ideal American sporting pin-up. A junior Phil Mickelson, if you like. Maturity is the aspect of Spieth’s character that instantly hits anybody who spends time in his company. Spieth’s rocket-fuelled progress has clearly been beyond even his own wildest dreams and yet his ability to at least compete on the PGA Tour and refusal to buckle in illustrious or senior company was not a complete shock.</p> \n<p>Spieth had, after all, joined Woods as the only two-times winner of the US Junior Amateur Championship. Spieth played in the 2010 Byron Nelson Championship as a 16-year-old, where he not only survived for the weekend but finished in 16th place. “He wasn’t playing in the tournament to make the cut,” said Spieth’s mother, Chris. “He was playing to see his name at the top of the leaderboard. That’s how he plays every tournament. He’s got a lot of confidence.”</p> \n<p>A large chunk of Spieth’s back story is well known, such as the inspiration offered by his autistic younger sister, Ellie, who would receive a gift from her brother when he returned to Texas from any given tournament. Spieth’s caddie, Michael Greller, worked as a maths teacher before taking a sabbatical which has been extended to the level where he is a millionaire in his own right.</p> \n<p>Spieth’s parents were both college athletes. Chris played basketball while Jordan’s father, Shawn, was a baseball pitcher. Steven, Spieth’s highly academic brother, will not continue his own basketball career into the professional scene but, again, represents his college with distinction.</p> \n<p>Spieth himself was never pigeonholed as a golfer early on, an interesting antidote to coaches who insist upon hour after hour of sporting specialisation for promising youngsters. “We did not raise our kids to be one-sport athletes,” Chris explained. “You have to let them explore options. You have to make sure they know that life is more than one sport or one goal.”</p> \n<p>To this end, Spieth was a pitcher, quarterback and point guard as well as golfing prodigy. Being part of a team, his mother and father recognised, was just as valuable as individual pursuits. The element of selfishness, which is an attribute rather than a negative for top-level golfers, could come later.</p> \n<p>When attending the White House as part of a victorious Presidents Cup team, Spieth was picked upon playfully by Barack Obama. “Spieth told me this is the first suit he has ever bought,” said the President of his youngest guest. At the last Ryder Cup, Spieth and Patrick Reed were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/27/ryder-cup-2014-jordan-spieth-patrick-reed-usa\" title=\"\">the only shining American lights </a>in what was otherwise an unmitigated Gleneagles disaster.</p> \n<p>Spieth claims he is “humbled and honoured” to now have the respect of players he once idolised. “I would have to say he’s a friend,” says Woods of Spieth. “I like Jordan a lot. I’ve watched his career. He’s got all the talent in the world. And it’s going to be fun to watch him grow and mature into the player that he will become.”</p> \n<p>Spieth does not drive the ball further than any of his fellow golfers. His ability to win on such grand stages is an endearing aspect of a sport which too frequently is dominated by big hitters. His putting offers clear explanation for that, with Spieth’s talent for holing out the envy of world golf.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six\">The Joy of Six: The Open at St Andrews</a> </p> \n</aside> \n<p>“I’ve played a lot more golf with Jordan recently than anybody else and I’ve just seen how solid he is,” says Justin Rose. “I think that he’s going to do very well at St Andrews because a good shot at St Andrews – it’s often 20, 30ft away, especially if they tuck the pins [away].</p> \n<p>“Obviously, you can never use backspin to get the ball close at St Andrews or any links course. In my opinion, 20, 30ft, that’s where you’re going to have putts and that’s where he’s at his best. He knocks in more 20, 30-footers than anybody on tour.”</p> \n<p>Spieth has another advantage, on account of a Dallas upbringing. A Scottish breeze will not so much trouble the man seeking to join only Ben Hogan in the history books by winning the first three majors of a calendar year, as feel natural. “The more you look at the big picture of things, the more weight there is on it,” says Spieth. “To have an opportunity to get to a level where you would only include one name, and that’s Ben Hogan, that would be pretty cool. There’s an opportunity to actually be in a different category in a single season.”</p> \n<p>Needless to say, the 14-year-old Spieth did not foresee this. Regardless of events on the Old Course this week, he has surpassed the stuff of dreams.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550926018/Jordan-Spieth--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth has 'all the talent in the world', according to his friend and idol Tiger Woods. 'It’s going to be fun to watch him grow and mature into the player that he will become.' Photograph: Harry How/Getty Images","credit":"Harry How/Getty Images","altText":"Jordan Spieth ","cleanCaption":"Jordan Spieth has 'all the talent in the world', according to his friend and idol Tiger Woods. 'It’s going to be fun to watch him grow and mature into the player that he will become.' Photograph: Harry How/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T20:59:01Z","lastModified":"2015-07-11T23:02:28Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["Jordan Spieth","The Open","US sports","Golf","Sport"],"tags":[{"id":"sport/jordan-spieth","webTitle":"Jordan Spieth"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/11/jordan-spieth-all-american-hero-golfing-greatness-the-open","shortUrl":"http://gu.com/p/4ahyj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/11/jordan-spieth-all-american-hero-golfing-greatness-the-open","webUri":"http://www.theguardian.com/sport/blog/2015/jul/11/jordan-spieth-all-american-hero-golfing-greatness-the-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550926018/Jordan-Spieth--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth has 'all the talent in the world', according to his friend and idol Tiger Woods. 'It’s going to be fun to watch him grow and mature into the player that he will become.' Photograph: Harry How/Getty Images","credit":"Harry How/Getty Images","altText":"Jordan Spieth ","cleanCaption":"Jordan Spieth has 'all the talent in the world', according to his friend and idol Tiger Woods. 'It’s going to be fun to watch him grow and mature into the player that he will become.' Photograph: Harry How/Getty Images"}},"importance":7,"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550926018/Jordan-Spieth--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth has 'all the talent in the world', according to his friend and idol Tiger Woods. 'It’s going to be fun to watch him grow and mature into the player that he will become.' Photograph: Harry How/Getty Images","credit":"Harry How/Getty Images","altText":"Jordan Spieth ","cleanCaption":"Jordan Spieth has 'all the talent in the world', according to his friend and idol Tiger Woods. 'It’s going to be fun to watch him grow and mature into the player that he will become.' Photograph: Harry How/Getty Images"}}]},{"title":"Van Persie leaves Manchester United with some magical memories","rawTitle":"Van Persie leaves Manchester United with some magical memories","item":{"type":"comment","id":"football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories","title":"Robin van Persie leaves Manchester United with some magical memories","trailText":"United need an exceptional striker now, not one looking to recapture his former brilliance, but the Dutchman’s jaw-dropping goals will not be forgotten in a hurry","standFirst":"They need an exceptional striker now, not one looking to recapture his former brilliance, but the Dutchman’s jaw-dropping goals will not be forgotten in a hurry","byline":"Paul Wilson","body":"<p>This time last year it appeared Robin van Persie’s career was again on the verge of something remarkable. There had been that World Cup header against Spain, an exceptional and lasting decoration to the portfolio of a striker who has specialised in the jaw-dropping.</p> \n<p>Run through any of the YouTube compilations of Van Persie’s goals and note how many times commentators use the word “sumptuous”. There had been the high-five celebration with Louis van Gaal on the Salvador sideline, a good omen, surely, for the Holland pairing that would be working together at Old Trafford the following season. Even Daley Blind, a third Dutchman, versatile defender-cum-midfielder and supplier of the astute long ball that allowed Van Persie to do his Superman impression in Brazil, was coming to Manchester too. What could possibly go wrong?</p> \n<p>Something must have, for Van Persie will soon be packing his bags for Istanbul, a destination that the little boy inside him is unlikely to be screaming about, at least not in a positive way. Right now Van Persie is probably doing his best to ignore the advice being offered by the idealist within, for when you are a few weeks short of your 32nd birthday you have a duty to listen to the more grown-up, pragmatic voices of agents and accountants.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/robin-van-persie-fenerbahce-manchester-united\">Robin van Persie set to join Fenerbahce from Manchester United for &pound;4.7m</a> </p> \n</aside> \n<p>Nothing in particular went wrong for Van Persie in his last couple of seasons at United, it was just that not enough went right. He was not alone. The same could be said of &Aacute;ngel Di Mar&iacute;a and Radamel Falcao, both of whom made the &pound;24m Sir Alex Ferguson spent on Van Persie three years ago look an absolute bargain, though the eyebrows that were raised when previously parsimonious United pushed the boat out for a 29-year-old with a patchy injury record ultimately expressed a valid concern.</p> \n<p>Van Persie had one glorious season at Old Trafford, followed by two ordinary ones. Perhaps the departure of Ferguson did not help, and Van Persie seemed to find it difficult to warm to David Moyes, though his limited contribution last season under Van Gaal – 10 goals in 29 appearances – tells its own story.</p> \n<p>Injuries did not quite return to haunt the striker, not in the way that led to him being sidelined for long stretches at Arsenal in any case, though fitness issues seemed to hamper him in each of his last two seasons, with Moyes worried he was not getting the right treatment and Van Gaal expressing concern that he was not involved in games as much as he should be. Even with age catching up with him, Van Persie remains a formidable technician and one would not be surprised to see his finishing prowess flourish once more in new surroundings, but United have to be businesslike and unsentimental about the situation.</p> \n<p>First, they have spent two years treading water and need to take off again. They require a striker who can be exceptional now, not one struggling to recapture his former brilliance. Second, United have Wayne Rooney, who has never quite managed to strike up a playing rapport with Van Persie and when playing as a striker usually takes up similar positions. As a partnership, Rooney and Van Persie never really took off. One always seemed likely to dislodge the other from United’s strongest side. Initially it appeared Rooney might be the one forced out by Ferguson’s preference for Van Persie, and had the Scot stayed in control a little longer that might have happened. But Moyes and Van Gaal both favoured Rooney, the latter emphatically, and it was Van Persie who began to lose his place in the team.</p> \n<p>Without goals, Van Persie could have little argument, even if Falcao and the rest were also failing to convince. Rooney managed only 14 goals for United last season, his lowest ever total, though a lot of the time he was deployed in midfield, ironically to allow the strikers their chance to shine. Now that Falcao has moved on to Chelsea and Van Persie has been allowed to talk to other clubs, United have a vacancy for a proven striker who can hit the ground running, ideally someone who can match the template Van Persie himself set out on his arrival from Arsenal when, with 30 goals from 48 appearances, including 26 in the league, he provided the cutting edge that won the title back from Manchester City.</p> \n<p>The statistics are impressive enough, though with Van Persie they do not begin to tell the whole story. Some of the goals he scored for Arsenal were simply sublime, especially the stunning left-foot volleys against Everton and Liverpool, not to mention what Ars&egrave;ne Wenger described as the goal of a lifetime when he took to the air to volley home against Charlton.</p> \n<p>It would have been the goal of most people’s lifetimes, at any rate. In the Van Persie scrapbook it has to fight for prominence with some ridiculously spectacular goals scored for Holland, most notably against Spain and Ecuador, and a few more perfectly executed volleys in the Manchester United shirt. The player’s opening goal for his new club was quite typical, a deftly clipped in left-foot volley against Fulham that was in the back of the net before most of the visitors had woken up to the danger. Van Persie had just scored with his first shot for United on his home debut, and even Wenger could not help expressing admiration. “I just thought it was another lovely goal by Robin, nothing too unusual about that,” the Arsenal manager said. “It took me a few seconds to remember he was no longer an Arsenal player.”</p> \n<p>Wenger took some stick over losing Van Persie to United, when really supporters should be thankful for a manager who bought what would prove an ideal Arsenal signing for a knockdown price of just &pound;2.75m. Feyenoord originally wanted &pound;5m. Subsequent events proved they were robbed. No one really has a right to complain. In his time in England Van Persie has been a joy to watch, a rare treat. Some of his goals had to be seen to be believed, and the memories will last for years. Sumptuous is probably the word.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436563154587/Robin-van-Persie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Robin van Persie ","cleanCaption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-11T21:30:01Z","lastModified":"2015-07-11T23:01:38Z","metadata":{"commentable":true,"commentCount":146,"contributors":[{"name":"Paul Wilson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulwilson"}],"feature":false,"keywords":["Robin van Persie","Manchester United","Wayne Rooney","Football","Sport"],"tags":[{"id":"football/robin-van-persie","webTitle":"Robin van Persie"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/wayne-rooney","webTitle":"Wayne Rooney"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Wilson","topic":{"type":"tag-contributor","name":"profile/paulwilson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories","shortUrl":"http://gu.com/p/4ahkk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories","webUri":"http://www.theguardian.com/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436563154587/Robin-van-Persie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Robin van Persie ","cleanCaption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP"}},"importance":5,"byline":{"title":"Paul Wilson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436563154587/Robin-van-Persie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Robin van Persie ","cleanCaption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP"}}]},{"title":"Greenway feels England can build on success elsewhere for women’s Ashes","rawTitle":"Greenway feels England can build on success elsewhere for women’s Ashes","item":{"type":"article","id":"sport/2015/jul/11/lydia-greenway-england-womens-ashes","title":"Lydia Greenway feels England can build on momentum for third women’s Ashes","trailText":"Following the success of England’s women’s rugby and football teams, the leading batsman believes the current interest in women’s sport can galvanise her side to a third Ashes series win agaisnt Australia","standFirst":"Following the success of England’s women’s rugby and football teams, the leading batsman believes the current interest in women’s sport can galvanise her side to a third Ashes series win against Australia","byline":"Elizabeth Ammon","body":"<p>As England’s women prepare for their pursuit of a third straight Ashes victory Lydia Greenway believes they can capitalise on the successful momentum in women’s sport to win a hard-fought contest.</p> \n<p>“As a female sports star, I love seeing other female sports teams do well,” Greenway said. “I watched the women’s Rugby World Cup and it was fantastic and the spirit and fight of the women’s football team is so exciting to see. It’s something we want to carry on. We want to make people proud of us like that.</p> \n<p>“There’s a real buzz around this series. We’re getting a lot of interview requests and we want to play in front of big crowds and really get the public behind us.</p> \n<p>“When you look on social media and see that people are not just excited about the men’s Ashes but also the women’s Ashes, it is really exciting for us as a group of players.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/charlotte-edwards-england-womens-ashes-cricket\">Charlotte Edwards: England will take attacking cue from men in Women’s Ashes</a> </p> \n</aside> \n<p>Greenway is one of England’s most experienced batters, having started her international career 12 years ago. She has won 121 one-day international caps and has played a key role in England’s victories in the last two Ashes series, including a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/29/england-women-ashes-twenty20-australia\" title=\"\">match-winning 64-ball 80 not out</a> in the Twenty20 success which sealed the inaugural multi-format series in 2013.</p> \n<p>She is an elegant batsman who is known for her deft placement and athletic running between the wickets but she, like Charlotte Edwards, her captain, believes England will display a more attacking and aggressive style of cricket in this series.</p> \n<p>“It’s been something we have been consciously working on since we got back from New Zealand and something we have been practising in our warm-up games. That sort of attacking mindset will really move our cricket forward. Seeing some of the scores being made in the men’s game, it just makes you think how much we can increase our scores in our matches.”</p> \n<p>It’s been just over a year since the England and Wales Cricket Board gave full-time professional contracts to 18 players and Greenway believes we will start to see the difference that has made.</p> \n<p>“We have much more time to train together and focus on our cricket now but just as importantly we have opportunity for some down time. When we weren’t professional we obviously had to balance our cricket with work or study and it was a real challenge to fit everything in and sometimes that took its toll. We will start to see the long term benefits soon.”</p> \n<p>This Ashes has all the makings of a hugely entertaining series. “I don’t think it’s too dramatic a statement to say that the 2015 Women’s Ashes contest is possibly the most eagerly anticipated series in the history of international women’s cricket,” said the ECB’s director of women’s cricket, Clare Connor, at the squad announcement.</p> \n<p>The women’s game is developing at an extraordinary pace. This is the first time ever, two fully professional teams will be competing with every ball live on television. Greenway is relishing the prospect.</p> \n<p>“Australia are a very good side, they’re obviously the World Cup holders and the World T20 champions but we have won the last two Ashes and we’re not going to let them go without a fight.</p> \n<p>“We will be doing everything that we can to make sure they stay in England and for the whole series to be televised is fantastic for women’s cricket and for women’s sport in general.</p> \n<p>“It’s a really big thing; as players this is what we play and train for - to show people what we can do and to continue to grow the support.”</p> \n<p>Greenway is known as one of the best fielders in women’s cricket. When asked about this her response was one you seldom hear from cricketers of either gender.</p> \n<p>“I just love fielding” she said “when I was growing up I used to be diving around the garden with my brother and sister as my dad whacked tennis balls at us, it is something that I have always loved doing. Not being a bowler I feel like it’s doubly important I contribute in the field.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436618872738/Lydia-Greenway-England-wo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Lydia Greenway is optimistic that England can win the women's Ashes for a third straight series. Photograph: Darrian Traynor/Getty Images","credit":"Darrian Traynor/Getty Images","altText":"Lydia-Greenway-England-women's-cricket","cleanCaption":"Lydia Greenway is optimistic that England can win the women's Ashes for a third straight series. Photograph: Darrian Traynor/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T12:54:11Z","lastModified":"2015-07-11T23:02:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Elizabeth Ammon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lizzy-ammon"}],"feature":true,"keywords":["England women's cricket team","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/england-women-cricket-team","webTitle":"England women's cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Elizabeth Ammon","topic":{"type":"tag-contributor","name":"profile/lizzy-ammon"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/lydia-greenway-england-womens-ashes","shortUrl":"http://gu.com/p/4ahk5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/lydia-greenway-england-womens-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/11/lydia-greenway-england-womens-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436618872738/Lydia-Greenway-England-wo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Lydia Greenway is optimistic that England can win the women's Ashes for a third straight series. Photograph: Darrian Traynor/Getty Images","credit":"Darrian Traynor/Getty Images","altText":"Lydia-Greenway-England-women's-cricket","cleanCaption":"Lydia Greenway is optimistic that England can win the women's Ashes for a third straight series. Photograph: Darrian Traynor/Getty Images"}},"importance":5,"byline":{"title":"Elizabeth Ammon"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436618872738/Lydia-Greenway-England-wo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Lydia Greenway is optimistic that England can win the women's Ashes for a third straight series. Photograph: Darrian Traynor/Getty Images","credit":"Darrian Traynor/Getty Images","altText":"Lydia-Greenway-England-women's-cricket","cleanCaption":"Lydia Greenway is optimistic that England can win the women's Ashes for a third straight series. Photograph: Darrian Traynor/Getty Images"}}]},{"title":"Turan becomes £24m pawn in the game that is a Barcelona election","rawTitle":"Turan becomes £24m pawn in the game that is a Barcelona election","item":{"type":"article","id":"football/blog/2015/jul/11/arda-turan-barcelona-presidential-election-atletico-madrid","title":"Arda Turan becomes £24m pawn in the game that is a Barcelona election","trailText":"Arda Turan perhaps going straight back to Atlético Madrid days after arriving, and Johan Cruyff’s preference not being recorded: Barcelona’s presidential election is a just bizarre","standFirst":"Arda Turan perhaps going straight back to Atl&eacute;tico Madrid days after arriving, and Johan Cruyff’s preference not being recorded: the Barcelona presidential election is a story that just could not be made up","byline":"Sid Lowe","body":"<p>Barcelona bought Arda Turan from Atl&eacute;tico Madrid on Monday – but could sell him back again at the end of this coming week. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/arda-turan-barcelona-atletico-madrid-five-year-deal\" title=\"\">Turan joined for €34m</a> (&pound;24.4m) and was presented on Friday, complete with the club’s new kit, on which the blue and crimson lines are hooped rather than the traditional vertical, and a curious 14-day money back guarantee. Thanks to a Fifa-imposed transfer ban and presidential election at the Camp Nou, the Turkish international would not be able to play until January 2016 – by which time he could be long gone.</p> \n<p>It will not actually happen, of course. Not unless Agust&iacute; Benedito wins the election that is being held next Saturday. Benedito, a 51-year-old with a chain of car dealerships and experience from two previous elections, says he would rather sign Marco Verratti from Paris Saint-Germain and that if he is elected Turan will be sent back. The transfer was set up by the outgoing board and finalised by a theoretically independent temporary committee who added the clause to enable Benedito, or whoever wins, to do just that – at a cost of €3.4m to Barcelona, 10% of the fee.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/10/barcelona-arda-turan-xavi-iniesta\">Barcelona’s Arda Turan: I’m not new Xavi but can’t wait to play with Iniesta</a> </p> \n</aside> \n<p>Benedito, the third favourite, almost certainly will not win and is the only candidate who would actually return Turan, but he is not the only one furious at the deal. It has also been attacked by the other two candidates, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/16/barcelona-joan-laporta-president-stand-again\" title=\"\">Joan Laporta</a> and Toni Freixa. The interim committee’s role is to manage the day-to-day running of the Catalan club during elections, not to sign players, according to three of the four candidates; the fourth, the outgoing Josep Maria Bartomeu, publicly encouraged them to complete the deal. <em>His</em> deal.</p> \n<p>Asked why Barcelona had signed Turan now and not waited until after the elections, Bartomeu talked about the pressure that Atl&eacute;tico applied to get the deal done quickly and the desire of the coach, Luis Enrique, to bring him to the Camp Nou. And, in a remark that broke from his normal measured tone, he said: “We’re like that: if we like a player, we sign him.” The response was that they should not be. And who is “we” anyway?</p> \n<p>Benedito described the deal as “disloyal”, “irresponsible” and an “attack on the democratic spirit of the club”. It called into question the neutrality and independence of the committee. Electoral periods are often full of promised signings; now, Bartomeu had actually delivered on one, without even officially being in power. It did not sit right with many. “When he was the president, he acted like a candidate; now that he is a candidate, he acts like he is the president,” Benedito said.</p> \n<p>The doubt is whether signing Turan will help Bartomeu’s campaign as he probably intended, or whether it will instead go against him: here was another act that jars with some supporters. “We’re like that” is a comment that could rebound on him and this is a campaign that may hinge more on questions of identity and off-field probity than the usual staple of signings and populist promises. Turan’s case has caused the elections to spark into life along familiar fault lines, bringing confrontation even more clearly to the surface.</p> \n<p>Of seven pre-candidates, four have made the cut. A €77m deposit-guarantee is required and pre-candidates also needed to collect 2,534 signatures to stand. Jordi Farr&eacute; and Jordi Maj&oacute; did not get through. Nor did the revelation of the pre-campaign, Seguiment FCB – a fans’ group mobilised through social media. When their signatures were analysed by the electoral committee, around 8% were declared null, and they missed out by just 16. Those were not the only signatures that were not accepted: in the kind of story you couldn’t make up, Johan Cruyff’s support for Laporta was also not formally recorded. That leaves four men. Unlike Seguiment, who will be courted by the candidates, they are familiar faces. Bartomeu (8,554 signatures) was never elected but instead replaced Sandro Rosell when he was forced to resign over allegations of tax evasion and corruption over the signing of Neymar. Laporta (with 4,272), who says that under him Barcelona’s commitment to Catalan independence will be unequivocal, was president between 2003 and 2010. Freixa (3,068) was the board’s spokesman under Bartomeu. And Benedito, who gathered 3,367, was on the sporting commission for six years under Laporta.</p> \n<p>In fact, all four men were part of the young, dynamic Laporta team that won the 2003 elections, just as the four candidates that stood in 2010 were: Benedito, Rosell, Marc Ingla, and Jaume Ferrer. Bartomeu’s adviser is Jaume Masferrer, who ran Laporta’s campaign in 2003 and Rosell’s in 2010.</p> \n<p>But if that sounds cosy, it is not. The relationship between Rosell and Laporta, successful president and vice-president in 2003, descended into a civil war that paralleled the ideological divide between Cruyff and Josep Llu&iacute;s N&uacute;&ntilde;ez, president from 1978-2000, that has persevered since, trenches occupied. These are not rivals, they are enemies. Freixa and Benedito have accused Bartomeu of being a front for Rosell, while Laporta described Freixa as Bartomeu’s “submarine”. When, during one debate, Freixa said: “I agree with Laporta,” Laporta shot back: “No, you don’t, because I don’t agree with you on anything.” When Freixa said he did not know what Neymar had cost, Laporta was on to him: “If you don’t know and you were on the board …”</p> \n<p>Polls suggest Laporta may be right when he said that it will be a head to head between him and Bartomeu. Pacts remain possible, and last night Laporta called on Benedito and Freixa to come together with him against Bartomeu.</p> \n<p>Bartomeu has the wholehearted support of the powerful God&oacute; group, which owns <em>El Mundo Deportivo</em> and <em>La Vanguardia</em>, and of a swathe of a largely silent, conservative core support. What’s more, this has been one of the most successful seasons in the club’s history, with the treble of La Liga, Copa del Rey and Champions League titles.</p> \n<p>These are also atypical elections: names have emerged, with Benedito talking about Verratti, Laporta saying he can sign Paul Pogba and Bartomeu getting Turan, but the Fifa ban means game-changing bombastic promises have been fewer.</p> \n<p>Another position around which campaigns cannot be built this time is that of coach. Bartomeu kept Luis Enrique and called elections in January <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/07/luis-enrique-ultimatum-barcelona-crisis\" title=\"\">when a sacking appeared certain</a>; now every candidate says they will stick with him. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/09/barcelona-extend-luis-enrique-contract\" title=\"\">He is, after all, the man that won the treble</a> – a treble that might be Bartomeu’s trump card. But Laporta also won a treble in 2009 and claims to have laid the foundations for this success, too, the true architect of an edifice he says is actually being torn down. As for him, he would love the chance to tear into Bartomeu.</p> \n<p>So far Laporta and his enemy have not met because Bartomeu has avoided debates attended by the other candidates. The four men will come together just once, next week. And in that arena, Laporta is indisputably the better performer: sharper, more decisive, more charismatic. Laporta will have ammunition too. Not everyone has forgotten that elections were called in January amid a genuine crisis on and off the pitch. Bartomeu has sought to claim credit for the successes of the Rosell regime, as well as the 18 months during which he has been president, yet distance himself from the flaws of Rosell’s mandate, and not always convincingly.</p> \n<p>Barcelona have been charged with corruption, with both Rosell and Bartomeu directly accused. Fifa has banned them for openly breaking rules on youth development. The Qatar shirt sponsorship has angered many – Laporta says he will remove it – and the new shirt has defied the club’s statutes to make the lines horizontal, not vertical as the founder, Joan Gamper, stipulated. Under the current regime, sporting director Andoni Zubizarreta was sacked, fewer players have come through La Mas&iacute;a, Barcelona B plunged into crisis and were relegated.</p> \n<p>Lionel Messi publicly attacked the board, Pep Guardiola left, promises made to Eric Abidal were broken and Cruyff had his honorary presidency revoked. Laporta claims to have a “telepathic” relationship with Messi. “I don’t; I call him,” Bartomeu responded. Messi has not said anything and is unlikely to do so but Guardiola, Cruyff and Abidal have, with all the symbolism and power that carries, and all three are openly supporting Laporta. Abidal is Laporta’s sporting director, the man Laporta will ask about Turan when the elections are over.</p> \n<p>In the meantime, on it goes, with Turan standing in the crossfire, hoping that his Barcelona career will last beyond election fortnight.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436616203454/Arda-Turan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The new Barcelona signing Arda Turan displays the club's controversial new shirt during his official presentation at the Camp Nou stadium. Photograph: Joan Valls/  Joan Valls/NurPhoto/Corbis","credit":"Joan Valls/  Joan Valls/NurPhoto/Corbis","altText":"Arda Turan","cleanCaption":"The new Barcelona signing Arda Turan displays the club's controversial new shirt during his official presentation at the Camp Nou stadium. Photograph: Joan Valls/  Joan Valls/NurPhoto/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-11T12:06:44Z","lastModified":"2015-07-11T23:02:15Z","metadata":{"commentable":true,"commentCount":243,"contributors":[{"name":"Sid Lowe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sidlowe"}],"feature":true,"keywords":["Barcelona","Atlético Madrid","La Liga","European club football","Football","Sport"],"tags":[{"id":"football/barcelona","webTitle":"Barcelona"},{"id":"football/atleticomadrid","webTitle":"Atlético Madrid"},{"id":"football/laligafootball","webTitle":"La Liga"},{"id":"football/europeanfootball","webTitle":"European club football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Sid Lowe","topic":{"type":"tag-contributor","name":"profile/sidlowe"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/11/arda-turan-barcelona-presidential-election-atletico-madrid","shortUrl":"http://gu.com/p/4ahqq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/11/arda-turan-barcelona-presidential-election-atletico-madrid","webUri":"http://www.theguardian.com/football/blog/2015/jul/11/arda-turan-barcelona-presidential-election-atletico-madrid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436616203454/Arda-Turan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The new Barcelona signing Arda Turan displays the club’s controversial new shirt during his official presentation at the Camp Nou stadium. Photograph: Joan Valls/NurPhoto/Corbis","credit":"Joan Valls/  Joan Valls/NurPhoto/Corbis","altText":"Arda Turan","cleanCaption":"The new Barcelona signing Arda Turan displays the club’s controversial new shirt during his official presentation at the Camp Nou stadium. Photograph: Joan Valls/NurPhoto/Corbis"}},"importance":4,"byline":{"title":"Sid Lowe"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436616203454/Arda-Turan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The new Barcelona signing Arda Turan displays the club's controversial new shirt during his official presentation at the Camp Nou stadium. Photograph: Joan Valls/  Joan Valls/NurPhoto/Corbis","credit":"Joan Valls/  Joan Valls/NurPhoto/Corbis","altText":"Arda Turan","cleanCaption":"The new Barcelona signing Arda Turan displays the club's controversial new shirt during his official presentation at the Camp Nou stadium. Photograph: Joan Valls/  Joan Valls/NurPhoto/Corbis"}}]},{"title":"The Open / Seats for 21,000 to marvel at ‘insane’ and ‘disgusting’ changes","rawTitle":"Seats for 21,000 to marvel at ‘insane’ and ‘disgusting’ changes","item":{"type":"article","id":"sport/2015/jul/11/the-open-2015-st-andrews-golf","title":"Open 2015: Seats for 21,000 to marvel at ‘insane’ and ‘disgusting’ changes","trailText":"St Andrews stages the Open for a 29th time where a two-tiered grandstand will form part of the biggest arena in the 144 years of the championship","standFirst":"St Andrews stages the Open for a 29th time where a two-tiered grandstand will form part of the biggest arena in the 144 years of the championship","byline":"Observer Sport","body":"<h2><strong>The history</strong></h2> \n<p>The home of golf, the venerable links course where players soak up the history like sunbathers on the nearby beaches. St Andrews oozes history and has hosted the Open 28 times, dating back to 1873, the year the first sleeper was introduced in Britain on the Glasgow to London express.</p> \n<h2><strong>The last time</strong></h2> \n<p>2010 saw the 27-year-old unheralded South African Louis Oosthuizen clinched the Claret Jug by seven strokes, mastering the course and braving the elements. The high winds famously did for Rory McIlroy: he shot a blistering opening round of 63 but was blown away and his Friday round of 80 abruptly halted his challenge.</p> \n<h2><strong>More the merrier </strong></h2> \n<p>St Andrews now boasts a gargantuan new grandstand capable of seating 10,000 and the 144th is billed as being the biggest arena in Open history. Those perched in its seats are promised glorious vistas of the famous 1st, 17th and 18th holes of the Old Course. For the first time, a two-tiered grandstand will be erected behind the 18th green “to further enhance the extraordinary atmosphere created by the grandstands located alongside the adjoining 1st fairway”, coos the R&amp;A. More than 21,000 grandstand seats will be available across the course.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/rory-mcilroy\">Rory McIlroy pulls out of Open title defence at St Andrews through injury</a> </p> \n</aside> \n<h2><strong>Course change controversy</strong></h2> \n<p>There are changes to the Old Course for the first time in 70 years - and they have met with dismay in some quarters. Ian Poulter, never known for restraint, called them “insane” when they were announced in 2012 and Geoff Ogilvy labelled them “disgusting” . The most significant alteration is at the 17th – the infamous Road Hole – which has had its greenside bunker widened by 20 inches and the front contour of the green has been reshaped to ensure more approach shots are gathered into the sand. After the uproar caused by staging <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/chambers-bay-golf-course-us-open\">the US Open at Chambers Bay</a> near Seattle expect yet more bleatings about the impossibility of the famed Scottish links.</p> \n<h2><strong>McIlroy’s stand-in</strong></h2> \n<p>Scotland’s Russell Knox takes Rory McIlroy’s place at St Andrews after<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/rory-mcilroy\"> the world No1 pulled out after injuring his ankle in a kickaround.</a> The world-ranked 77 learned of his inclusion while playing a pro-am event before the Scottish Open at Gullane. “My wife sent me a text out on the course saying Rory had withdrawn but I was waiting for official confirmation from the R&amp;A, but then my manager received an email from the R&amp;A to say 100% I am into the Open,” Knox said. “I was down on the 12th hole and had a big smile on my face when I got the text and bizarrely it was close to where I got a hole-in-one some years back.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436625657651/Tiger-Woods-St-Andrews-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods examines the bunker on the 18th hole at St Andrews during a practice round on Saturday. Photograph: Peter Morrison/AP","credit":"Peter Morrison/AP","altText":"Tiger-Woods-St-Andrews","cleanCaption":"Tiger Woods examines the bunker on the 18th hole at St Andrews during a practice round on Saturday. Photograph: Peter Morrison/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-11T20:59:01Z","lastModified":"2015-07-11T23:02:29Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Observer Sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/observer-sport"}],"feature":true,"keywords":["The Open","Golf","Sport"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Observer Sport","topic":{"type":"tag-contributor","name":"profile/observer-sport"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/the-open-2015-st-andrews-golf","shortUrl":"http://gu.com/p/4atx6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/the-open-2015-st-andrews-golf","webUri":"http://www.theguardian.com/sport/2015/jul/11/the-open-2015-st-andrews-golf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436625657651/Tiger-Woods-St-Andrews-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods examines the bunker on the 18th hole at St Andrews during a practice round on Saturday. Photograph: Peter Morrison/AP","credit":"Peter Morrison/AP","altText":"Tiger-Woods-St-Andrews","cleanCaption":"Tiger Woods examines the bunker on the 18th hole at St Andrews during a practice round on Saturday. Photograph: Peter Morrison/AP"}},"importance":4,"kicker":{"title":"The Open"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/11/1436625657651/Tiger-Woods-St-Andrews-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods examines the bunker on the 18th hole at St Andrews during a practice round on Saturday. Photograph: Peter Morrison/AP","credit":"Peter Morrison/AP","altText":"Tiger-Woods-St-Andrews","cleanCaption":"Tiger Woods examines the bunker on the 18th hole at St Andrews during a practice round on Saturday. Photograph: Peter Morrison/AP"}}]},{"title":"From the World Cup to … where? Casey Stoney on England's future","rawTitle":"From the World Cup to … where? Casey Stoney on England's future","item":{"type":"article","id":"football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","title":"From the World Cup to … where? How to help women’s football keep growing","trailText":"When Casey Stoney joined Chelsea at the age of 12, the women’s game was a joke. Now the former England captain is a World Cup hero, the team are stars – and the sport is back in the spotlight. This time, can the surge be made to stick?","standFirst":"<p>When Casey Stoney joined Chelsea at the age of 12, the women’s game was a joke. Now the former England captain is a World Cup hero, the team are stars – and the sport is back in the spotlight. This time, can the surge be made to stick?</p>","byline":"Paula Cocozza","body":"<p>Moments after Casey Stoney jogged on to the pitch from the substitutes’ bench in England’s win over Canada, the final whistle blew. Stoney was caught in a tiny bubble of peace: one of those moments where time stops and noise silences and&nbsp;all you can hear is your own voice in&nbsp;your head. “I looked around; 55,000 people. We’d just won our first ever quarter-final,” she says, “and I thought, ‘Things are going to change. Things are&nbsp;going to change because of what we’re doing.’”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/fa-england-women-tweet\">England’s women big enough to laugh off FA’s ‘partners and mothers’ tweet | Marina Hyde</a> </p> \n</aside> \n<p>The team’s historic success – their third-place finish is the highest of any England side since 1966 – won them bronze medals, accolades, record TV audiences, and <a href=\"https://twitter.com/GaryLineker/status/616408703349227520\" title=\"\">approving tweets from Gary Lineker</a>. But the real prize – the prize Stoney was quietly contemplating in that “watershed moment” of locked-in amazement – still awaits, valuable and elusive. To complete their triumph, the women must convert their international success to domestic renown, and stretch a few weeks of public excitement into active support.</p> \n<p>“Now we need to make it count,” Stoney nods. She is sitting on the grass outside Kensington Palace, where the team has attended a reception with the Duke of Cambridge – another proof of how well they did. There’s a nervous laugh. “No pressure, then.”</p> \n<p>Stoney has a down-to-earth, husky way of talking. She refers to the World Cup as “this event of the last three or&nbsp;four weeks”, which is funny because you would imagine the grandeur of the tournament would contrast too strikingly with her early experiences of&nbsp;football to permit that kind of understatement. As a child, Stoney played in boys’ teams – the only girl in&nbsp;her whole league in Morden, south London, where she grew up. At 11, she&nbsp;was crowned player of the year, and&nbsp;then banned – in those days, the Football Association forbade mixed football for&nbsp;older children; Stoney lost a&nbsp;year’s development before joining Chelsea women at the unwomanly age of 12. For&nbsp;years, football was something she&nbsp;paid to play.</p> \n<div>\n __VIDEO_EMBED_gu-video-457455133__\n</div> \n<p>Somehow, in the rumpus on the artificial pitch in Vancouver, while Stoney was whisked into a swirl of celebrating team-mates – semi-final here&nbsp;we come – the sense of all she had&nbsp;been through pushed to the fore. In&nbsp;the dressing room afterwards, she spoke to her colleagues: “I thanked them. I said to the girls, ‘Because of what you’re doing, my little girl’s going&nbsp;to grow up with so many opportunities.’” From this platform, how could the sport not progress?</p> \n<p>As England’s elder stateswoman – she is 33, and the former captain – Stoney has a keen sense of her ambassadorial responsibilities to the sport. But since she and her partner, Megan Harris, became mothers to twins seven months ago, the personal responsibilities have been driving her on: “I’ve never wanted to do more or better than I do right now,” she says. She knows that if her son, Teddy, loves football, he’ll&nbsp;be fine. But what about Tilly?</p> \n<p>“I’ll take this,” she says, lifting the bronze medal from her chest and examining it. “This is amazing. But it’s what my little girl’s going to grow up with that means more to me than anything, because I know it’s not just about my little girl, it’s about every little girl. What we have done might change the perception of teachers. They might now take an after-school club. It might change the perception of a dad who’s now going to take a daughter to the park to play on a Saturday. All those things mean more than this.”</p> \n<figure class=\"element element-image\" data-media-id=\"704acdcf39823a41a9e8ffa50da47680dca34c98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540596058/5efbefcb-bd3f-4161-9658-a2bd3c860d11-460x276.jpeg\" alt=\"England celebrate taking third place after defeating Germany in the 2015 Women's World Cup in Canada.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Lewis/FIFA/Getty</span> \n </figcaption> \n</figure> \n<p>She lets the medal go. “Little boys are&nbsp;going out in the playground now and saying, ‘I want to be a Fara Williams or a&nbsp;Lucy Bronze.’”</p> \n<p>Are they? “I hope so,” she says. She has a way of saying “hope” that endows the word with certainty.</p> \n<p>The moments of truth for Stoney and&nbsp;her England team-mates will comeon Sunday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/05/faye-white-england-women-s-world-cup-domestic-game-super-league\" title=\"\">when the Women’s Super League (WSL) recommences</a> after its summer break, and on 1 August, when the women’s FA Cup takes place at Wembley. (Wembley! <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/09/wembley-host-womens-fa-cup-final-2015\" title=\"\">That’s a first for a&nbsp;cup final.</a> See how good things have got?) Around 10,000 tickets have already been sold.</p> \n<p>There’s no holiday for the England women. Stoney, who has the sort of work ethic that enables her to list all her&nbsp;Saturday jobs from the age of 14 (Wimpy, McDonald’s, a bookmakers), is available for selection for Arsenal tomorrow. And then, on top of that, there is the larger job that never goes away, of trying to sell the game to the public. In particular, to raise the interest&nbsp;of the World Cup’s 2.5 million peak TV audience from its resting place on the sofa and redirect it to the home ground of its nearest WSL side. How do&nbsp;you do that?</p> \n<p>“It’s the million-dollar question,” says&nbsp;<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2003/apr/27/cricket.theobserver\" title=\"\">Clare Connor</a> , the former England cricketer whose first international call-up came along with a bill for the blazer, and who is now charged with growing the profile of women’s cricket for the ECB. “For a long time we’ve had women’s sports being very successful, but not necessarily converting that on-pitch global success.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/04/germany-v-england-womens-world-cup-third-place-playoff-live\">Germany v England: Women's World Cup third-place play-off –&nbsp;as it happened | Alan Smith</a> </p> \n</aside> \n<p>Connor lists the targets: to attract a&nbsp;larger audience, to get the players’ stories known, to increase participation, to win media coverage, drive commercial interest. After their Ashes success, the female cricketers caught the attention of Kia, which sponsored them with cash and a car each. No female footballer has yet attracted an&nbsp;independent sponsorship deal. “Endorsements are pretty much nonexistent, if I’m honest,” says Stoney, who does, at least, have an agent.</p> \n<p>This is clearly a bugbear. Can’t her agent get her one? “We’ll see!” she says,&nbsp;in a way that suggests she has been&nbsp;seeing for some time. She thinks that, for a quarter of the cost of men’s sponsorship, a company interested in&nbsp;“values” could get a good deal – a&nbsp;female footballer willing to be generous with her time.</p> \n<p>This sort of commercial viability depends on name recognition. At <a href=\"http://www.nclfc.co.uk/index.html#cLpGhp2ASkQotKk6.97\" title=\"\">Notts County</a>, for instance, they&nbsp;are rubbing their hands at the own goal that sent England out of the World Cup. It was scored by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">their captain, Laura Bassett</a>. “Unfortunate as&nbsp;it is for her, it’s great for&nbsp;the club. Her&nbsp;name is out there and with her name is Notts County,” says marketing manager Matt Rowland. Even&nbsp;at this peak in Bassett’s value, the&nbsp;club, currently third in the WSL, has&nbsp;just sold&nbsp;her sponsorship (a club rather than&nbsp;a personal deal) for a&nbsp;measly &pound;250&nbsp;plus VAT.</p> \n<p>Since the launch of <a href=\"http://www.fawsl.com/index.html#Dbuh6ZI6CQ840wbp.97\" title=\"\">the WSL</a> in 2011,&nbsp;the majority of women play professionally (though some earn the minimum wage). Stoney, in her first season as a full-time pro, reports the&nbsp;best fitness results she has ever achieved. The central contracts that England players receive are worth &pound;20,000 a year, with a &pound;500 bonus for each call-up. Stoney adds to that the (lesser) amount she receives as a full-time professional at Arsenal.</p> \n<figure class=\"element element-image\" data-media-id=\"650e614ab92448484714d08c9a116884ccd563b5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540808203/40ecf54d-006b-4896-a157-e880b2fcee9d-460x276.jpeg\" alt=\"In 2002, the FA declared football the most popular participation sport for women – but some local girls' clubs are still sparsely attended.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended.</span> \n  <span class=\"element-image__credit\">Photograph: Teri Pengilley for the Guardian</span> \n </figcaption> \n</figure> \n<p>Things have come a long way since the early 2000s, when Chelsea’s women were so broke they resorted to an illicit bucket collection outside Stamford Bridge, and Birmingham City’s players unpicked the men’s sponsors’ logo from&nbsp;their shirts in order to re-sell the empty space. But even Stoney, for all her certainty and enthusiasm, admits that she sometimes looks at the progress of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/06/women-six-nations-2015-england-wales-ponsford-rugby-union\" title=\"\">England’s female rugby union team</a> – currently world champions – and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing\" title=\"\">the cricketers</a>, triumphant in the last two Ashes, and thinks, “It’s slow.” At WSL matches, attendance is up 22% on last&nbsp;season, but the average gate is still&nbsp;only 898.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/women-t20-super-league-launch-cricket\">ECB announces plan to launch Women’s Cricket Super League next year</a> </p> \n</aside> \n<p>According to the FA, 2.89 million women and girls play football in England. By 2018 it wants to be the second-biggest participation sport in England, behind men’s football, says Russell James, its head of marketing. In&nbsp;fact, the announcement of record numbers has been an FA marketing device since the early 2000s. In 2002, it&nbsp;declared football <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2002/apr/20/newsstory.sport\" title=\"\">the most popular participation sport for women</a>. At the time, this sort of growth in the game was a news story that was always overtaking itself. The figures kept rising; I was among those reporting them.</p> \n<p>Maybe that is why, when my own daughter wanted to join a club this year,&nbsp;I expected to find one easily. But the parks, in this part of east London at&nbsp;least, are hardly full of bobbing ponytails. Across the first four years of&nbsp;primary school, only six girls attend football club, stuck in a perennial game&nbsp;of three-a-side. We found a “mixed” club in the end, although so&nbsp;far&nbsp;the mix is about 80 to 1.</p> \n<p>So what is holding all these girls back?&nbsp;Is it confidence? “Confidence,” affirms Polly Fildes, who runs <a href=\"https://twitter.com/hashtag/WeCanPlay?src=hash\" title=\"\">the FA’s&nbsp;We Can Play programme</a>. “Also&nbsp;parental support.”</p> \n<p><a href=\"http://www.thefa.com/news/fawsl/2015/jun/the-fas-we-can-play-campaign-19062015\" title=\"\">According to recent FA research</a>, “just one in five dads want their daughters to play football”. The fathers who weren’t keen cited peer-to-peer pressures, gender stereotyping and “derogatory results of internet searches”. It is hard to avoid the presumption that a lot of this plugs into the old double bind of sexism and prejudice that says girls are rubbish at sport, and if they’re any good, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/feb/12/sportswomen-stereotyped-gay-coming-out-casey-stoney\" title=\"\">they’re probably gay</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/oct/10/casey-stoney-positives-gay-arsenal-england\">Casey Stoney: ‘My life would be a hell of a lot simpler if I was straight. Being gay isn’t a choice’</a> </p> \n</aside> \n<p>“It’s amazing, isn’t it?” says Stoney, who admits that all these thoughts were on her mind <a href=\"http://www.bbc.co.uk/sport/0/football/26084748\" title=\"\">when she came out last year</a>. “That’s why it took me 10 years to do it. Because I didn’t want to reaffirm those stereotypes: ‘Oh, she plays football, she’s going to be a lesbian. Well, no. I’m not gay because I play football, and don’t stereotype all my team-mates just because I am. That’s really, really unfair.” She says – and although she doesn’t sound sad, it is the saddest thing to hear – “I didn’t want them to get tarred with the same brush.”</p> \n<p>The men in Stoney’s family were always supportive; she played street football with her cousins; her grandad took her to matches because her mum was at work (mornings cleaning people’s houses, afternoons in a bookmaker, evenings in a pub: this must be where the work ethic comes from). “Go and ask&nbsp;my dad what he thinks of my life, when he’s followed me around the world watching me play,” she says. Perhaps this is what England needs: a generation of soccer dads, to transform the game here <a href=\"http://sites.duke.edu/wcwp/research-projects/womens-soccer-in-the-u-s/1999-womens-world-cup\" title=\"\">in the way “soccer moms” did</a> in the US in the run-up to becoming world champions at the inaugural tournament in 1999.</p> \n<p>For now, at least, it is tournaments that drive growth, and in between, women’s football must scrap to keep the game alive in the public imagination. The comfort is that each successive event brings a small lift to the baseline of progress. No wonder Stoney thinks “it’s a bit of a disaster that we’re not going to have an Olympics team”. She sounds cross, citing hockey, in which where “the women qualify as England and play as GB and it’s not a problem”. Her voice quickens; she is thinking of&nbsp;Tilly again. “And it’s not just about this generation, it’s about the next generation, and the generation after&nbsp;that.”</p> \n<p>For a short time at least, England’s advance at this World Cup provided a brilliant correction. To be able to wake up a seven-year-old girl with a morning kiss and video highlights of another victory by her national side, her gender, was exquisitely normalising. It’s over now, but there is still a perfect riposte to&nbsp;boys at school (“better than the men did”). And those dreams of a future as a&nbsp;famous footballer seem a shade more realistic – about as realistic, anyway, as&nbsp;most boys’ dreams.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540597875/5efbefcb-bd3f-4161-9658-a2bd3c860d11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada. Photograph: Matthew Lewis/FIFA/Getty","credit":"Matthew Lewis/FIFA/Getty","altText":"England celebrate taking third place after defeating Germany in the 2015 Women's World Cup in Canada.","cleanCaption":"England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada.","cleanCredit":"Photograph: Matthew Lewis/FIFA/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540809713/40ecf54d-006b-4896-a157-e880b2fcee9d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended. Photograph: Teri Pengilley for the Guardian","credit":"Teri Pengilley for the Guardian","altText":"In 2002, the FA declared football the most popular participation sport for women – but some local girls' clubs are still sparsely attended.","cleanCaption":"In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended.","cleanCredit":"Photograph: Teri Pengilley for the Guardian"}],"webPublicationDate":"2015-07-10T23:02:08Z","lastModified":"2015-07-11T16:26:51Z","metadata":{"commentable":true,"commentCount":101,"contributors":[{"name":"Paula Cocozza","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulacocozza"}],"feature":true,"keywords":["Women's football","Women's World Cup 2015","Football","Sport","World Cup"],"tags":[{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/world-cup-football","webTitle":"World Cup"}],"section":{"id":"football"},"topics":[{"displayName":"Paula Cocozza","topic":{"type":"tag-contributor","name":"profile/paulacocozza"}}],"embeddedVideos":[{"id":"gu-video-457455133","source":"ITN","durationInSeconds":45,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150709PrinceWilliam.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150709PrinceWilliam_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436454214336/KP_347450_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Prince William mingles with Englands womens football team - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Prince William mingles with Englands womens football team - video","cleanCaption":"620x372 trailpic for Prince William mingles with Englands womens football team - video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","shortUrl":"http://gu.com/p/4ahgx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","webUri":"http://www.theguardian.com/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I said to the girls: Because of what you’re doing, my little girl’s going to grow up with so many opportunities’ … Casey Stoney. Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCaption":"‘I said to the girls: Because of what you’re doing, my little girl’s going to grow up with so many opportunities’ … Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}},"importance":3,"byline":{"title":"Paula Cocozza"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}}]},{"title":"England’s World Cup success must bring more women to Super League games","rawTitle":"England’s World Cup success must bring more women to Super League games","item":{"type":"article","id":"football/2015/jul/11/england-world-cup-women-super-league","title":"England’s World Cup success must bring more women to Super League games","trailText":"The small number of women spectators contrasts starkly with the number of female players – so why are they not becoming supporters?","standFirst":"The small number of women spectators contrasts starkly with the number of female players across the country – so why are they not becoming supporters?","byline":"Steve McKevitt","body":"<p>The Women’s Super League recommences on Sunday following its mid-summer break, with all those involved with the sport hoping <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report\" title=\"\">England’s World Cup success</a> immediately translates into more fans through the turnstiles.</p> \n<p>In truth it will take very little to make a considerable difference. Last month the FA announced record crowds for the first half of the season, with average attendances of 892 in WSL1 and 326 in WSL2. This is welcome news – an increase of 8% and 12% over the same period last year and, overall, slightly ahead of the FA’s target – but the headlines tell only part of the story.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/england-casey-stoney-rejects-sexism-row-tweet\">Casey Stoney rejects sexism row over FA’s ‘mothers and partners’ tweet</a> </p> \n</aside> \n<p>Played during the summer months, the WSL is the top tier of the woman’s game in England, but it contains only 18 teams in two divisions. The aggregate attendance each week across the whole league is only 5,198.</p> \n<p>The minuscule number of spectators contrasts starkly with the number of players. For more than a decade women’s football has been the nation’s fastest-growing participation sport and, according to the latest FA figures, of the 11 million adults and children playing regularly, some 3.1 million are female. So why are almost none of these players becoming supporters?</p> \n<p>The traditional audience for live football is predominantly male and a significant proportion remains entirely blind to the appeal of women’s football. That view is changing, but you do not have to speak to many male fans before egregious comparisons with the men’s game emerge: the old canards about poor goalkeeping, a lack of pace and physicality. These prejudices tend to be deep-seated and even a World Cup that saw England winning the third-place play-off over their nemesis Germany in a tournament that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/womens-world-cup-awards-of-tournament-guardian-usa\" title=\"\">compares well with many moribund international ones</a> of recent memory is unlikely to dispel them. Some men simply do not like the idea of women even playing football, let alone being good at it.</p> \n<p>With that mindset, it seems logical that in the search for fans clubs should reach out to those millions of women playing the game regularly instead and indeed this does appear to be the case. Yet in many ways the challenge of winning over this audience is no less significant. For a start they are not watching matches at the moment and, as any marketing type will tell you, there is nothing more difficult than changing consumer behaviour.</p> \n<p>The problem is men and women may well enjoy playing football as much as each other, but in other respects their relationship with the game tends to be completely different. Women are generally far less interested in the nerdier aspects that typify the hardcore male supporter: the obsession with stats, facts and figures relating to everything from appearances to – let’s face it – attendances. For example, the bestselling computer simulation Football Manager is an institution among football fans, selling 1.75 million copies a year, but barely 2% of those consumers are female.</p> \n<p>Despite these issues there is evidence that a sizeable audience does exist. Armchair support for England during the World Cup semi-final peaked at 2.4 million viewers, while attendance for the national side’s most recent home game was 45,619: the equivalent of around half an entire season of WSL matches. The challenge is converting these passive national supporters into proactive fans of their local clubs.</p> \n<p>With an average attendance of 1,303, Notts County are the best supported club in the WSL. The chief executive, Luke Negus-Hill, identifies “excellent media relations” as the key to this achievement. It is a view that is echoed again and again. The WSL’s newest club are Sheffield FC, who in May 2015 won the first Women’s Premier League play-off final. Their reward was the opportunity to apply for a WSL licence; promotion itself was only granted after the club’s sales and marketing plans had been formally approved.</p> \n<p>Sheffield FC’s rise has been remarkable – from formation to WSL in little more than a decade – and one that is testament to the capabilities of their manager, Helen Mitchell, and the work of the chairman, Richard Timms. Yet this is a story that has played out almost entirely without an audience. To fulfil the WSL licence requirements the club must pull in at least 350 fans every week: around four times the WPL average.</p> \n<p>Timms is optimistic and realistic about the club’s chances, “It’s an achievable target – it’s not like we’re being asked to pull 20,000,” he said. “We know from experience with our men’s side that when we get 400 people in our ground, the atmosphere is fantastic and everyone will say they’ve really enjoyed it, but it’s getting them to come back and support us every week that’s difficult. With a limited marketing budget, PR coverage is vital.”</p> \n<p>The targets for this PR activity are the girls and women (along with their families) playing football in the Sheffield and Hallamshire League, the largest grassroots football league in Europe. Julie Higgins is the secretary of the women’s section which operates at every age group from under-9s to adult. “We’re hoping the World Cup will encourage more girls to start playing,” Higgins says. “Last season we were down to 112 teams in the junior section from a high of 160 a few years ago, but the senior section is growing and we’ll probably have between 1,500 to 1,800 players registered altogether.”</p> \n<p>Higgins also runs Sheffield Wednesday Ladies, the league’s biggest club with more than 200 players. “Many girls join us because they support Wednesday or their families do and their aim is progress to the senior team, but that doesn’t really translate into support. Our first team play just below the WPL. It’s a good standard and free to watch, but it’s usually just family and friends who turn up.”</p> \n<p>Despite laying claim to being the most successful women’s team of all time, Higgins’ experience is shared by Doncaster Rovers Belles, whose junior teams also compete in the Sheffield and Hallamshire League. Despite a good season on the pitch, Belles are falling just short of their WSL2 licence requirement with average crowds of 297. Faye Lygo, the Belles marketing director, says: “I can sum up the problems all women’s clubs face in just two words: communication and infrastructure.”</p> \n<p>Lygo’s succinct summary gets to the heart of the matter. There is much to support the view that greater communication would help to unlock demand for watching women’s football. It has certainly transformed perceptions of the national team. However, many clubs are finding it very difficult to get any media interest at all. “Coverage makes a huge difference,” Lygo adds, “but getting sports journalists to engage with us is a struggle.”</p> \n<p>This situation is compounded by the game’s structure: there is a startling lack of cohesion across women’s football. These problems begin at the top with the WSL itself and cascade downwards. The league’s format, with fewer than 10 home games and an extended mid-season break, discourages habitual attendance. Moreover, while the WSL has a summer season, the rest of the sport –from the second-tier WPL to grassroots’ under-9s – is played during the winter.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/england-fran-kirby-chelsea-reading-record-fee\">England’s Fran Kirby joins Chelsea from Reading for record fee</a> </p> \n</aside> \n<p>Anyone trying to navigate their way through women’s football will quickly finds it is completely disconnected. There are no channels of communication from the top down. Junior clubs are often completely separate entities to the seniors (as is the case with Belles). Neither Manchester City, Notts County, Sheffield FC nor Doncaster Belles have their own centre of excellence, while Manchester United, Sheffield United,York and Lincoln all have CoEs but no senior teams to feed the players they produce into.</p> \n<p>The result is that few girls playing in junior leagues, or their parents, have any idea about the structure of the game beneath the England team. This makes it very difficult for them to find out about it, let alone follow it.</p> \n<p>The outcome is a vicious circle: the clubs charge, almost certainly correctly, that more media support equals bigger attendances, while the media look at WSL figures and argue back that there is no demand.</p> \n<p>The FA cannot control the media, but it could do more. Initiatives like streaming news and information about the WSL (and WPL during the winter months) through the local FA and club websites would be an easy, cost-effective way to raise awareness.</p> \n<p>But what the women’s game really needs above all is a plan to bring its various disconnected parts together and enable them to work in concert. Until that happens it is likely to remain beyond the power of most clubs to turn those millions of female players into thousands of supporters.</p> \n<p><span class=\"bullet\">•</span> <em>Steve McKevitt writes about marketing, communications and football. His latest book is Playing with the Boys: The Story of the Girl Footballer Who Took on the Boys at Their Own Game and Won</em></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436527627938/England-v-Germany-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England celebrate beating Germany to finish third at the Women's World Cup but the average attendance at WSL1 matches in the first half of the season were 892. Photograph: Xinhua/REX Shutterstock","credit":"Xinhua/REX Shutterstock","altText":"England v Germany","cleanCaption":"England celebrate beating Germany to finish third at the Women's World Cup but the average attendance at WSL1 matches in the first half of the season were 892. Photograph: Xinhua/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-11T10:59:00Z","lastModified":"2015-07-11T23:01:37Z","metadata":{"commentable":true,"commentCount":22,"contributors":[],"feature":true,"keywords":["Women's football","Women's World Cup 2015","Football","Sport"],"tags":[{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/england-world-cup-women-super-league","shortUrl":"http://gu.com/p/4ah8p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/england-world-cup-women-super-league","webUri":"http://www.theguardian.com/football/2015/jul/11/england-world-cup-women-super-league"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436527627938/England-v-Germany-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England celebrate beating Germany to finish third at the Women’s World Cup but the average attendance at WSL1 matches in the first half of the season were 892. Photograph: Xinhua/Rex Shutterstock","credit":"Xinhua/REX Shutterstock","altText":"England v Germany","cleanCaption":"England celebrate beating Germany to finish third at the Women’s World Cup but the average attendance at WSL1 matches in the first half of the season were 892. Photograph: Xinhua/Rex Shutterstock"}},"importance":3,"byline":{"title":"Steve McKevitt"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436527627938/England-v-Germany-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England celebrate beating Germany to finish third at the Women's World Cup but the average attendance at WSL1 matches in the first half of the season were 892. Photograph: Xinhua/REX Shutterstock","credit":"Xinhua/REX Shutterstock","altText":"England v Germany","cleanCaption":"England celebrate beating Germany to finish third at the Women's World Cup but the average attendance at WSL1 matches in the first half of the season were 892. Photograph: Xinhua/REX Shutterstock"}}]}],"lastModified":"2015-07-12T00:09:56Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}