{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Will Liverpool restore Milner to his central best?","rawTitle":"Will Liverpool restore Milner to his central best?","item":{"type":"article","id":"football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa","title":"Will Liverpool restore James Milner to his swashbuckling, central best?","trailText":"During the 2009-10 season, Martin O’Neill unleashed James Milner in a central midfield role and he responded with his best club season to date. Brendan Rodgers may be tempted to offer him that freedom at Liverpool","standFirst":"During the 2009-10 season, Martin O’Neill unleashed James Milner in a central midfield role and he responded with his best club season to date. Brendan Rodgers may be tempted to offer him that freedom at Liverpool","byline":"Lawrence Ostlere","body":"<p>As November 2009 drew to a close, Martin O’Neill took stock. Aston Villa’s season had started with four wins in their opening five, but the manager had just watched his side desperately cling on to a home draw against Tottenham, a fifth <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/nov/30/aston-villa-tottenham-hotspur-match-report\" title=\"\">1-1 scoreline in eight games</a>. “I’m satisfied we didn’t get beaten,” he said afterwards, with added cheek puff.</p> \n<p>Stewart Downing was finally fit. O’Neill had resisted the temptation to start his &pound;10m summer signing against Spurs, but a midweek League Cup tie at Portsmouth offered a chance to try something different. He brought in Downing on the left of midfield, Ashley Young switched to the right, and James Milner made a rare start in the middle as the more defensive Nigel Reo-Coker dropped to the bench.</p> \n<p>That night at Fratton Park, Villa became a different proposition. From the centre, Milner created one goal and hammered in the second before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/01/portsmouth-aston-villa-carling-cup\" title=\"\">Young and Downing also scored in a 4-2 win</a>.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/08/danny-ings-james-milner-liverpool-brendan-rodgers\">Ings and Milner look a better fit for Liverpool than the 2014 vintage</a> </p> \n</aside> \n<p>The following weekend the same lineup thumped <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/05/premier-league-aston-villa-hull-city\" title=\"\">Hull City 3-0</a> (Milner with a brilliant lobbed goal and assist) and in the next three games the same XI beat <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/12/premier-league-manchester-united-aston-villa\" title=\"\">Manchester United</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/15/premier-league-sunderland-aston-villa\" title=\"\">Sunderland (another Milner goal and assist)</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/21/premier-league-aston-villa-stoke-city\" title=\"\">Stoke</a>.</p> \n<p>The trio bristled with pace and attacking intent behind Gabby Agbonlahor – all around 23, and English, with the 2010 World Cup around the corner. And in the middle of it all, Milner had been freed.</p> \n<p>With Stiliyan Petrov sitting deep he could drift and charge forwards from midfield. This James Milner was a rambunctious, all-action central cog that never stopped turning, driving all the bits and pieces around him, reminiscent of an unpolished Steven Gerrard with an untucked shirt flapping behind him like a cape.</p> \n<p>From then on Milner played in centre midfield in almost every match until the end of the season. Villa finished sixth in the Premier League, reached an FA Cup semi-final and the League Cup final – and Milner won the PFA Young Player of the Year award.</p> \n<p>In the league, Milner had made the 12th most tackles of any player, scored the 10th most goals, had the seventh most touches of the ball and claimed the third most assists. Here was a player not quite top of the class in any subject, yet able to perform all duties with unwavering competence and occasional brilliance.</p> \n<p>As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/16/manuel-pellegrini-manchester-city-barcelona-champions-league?CMP=share_btn_tw\" title=\"\">Manuel Pellegrini put it to the Guardian in March</a>: “Find me a more complete English player. There are players who’re better technically, yes. Quicker players, yes. Players who head better, yes. But show me one who does all the things Milner does well. There isn’t one.”</p> \n<p>After the successful 2009-10 season came the World Cup in South Africa. Milner was in the squad but the England manager, Fabio Capello, ignored calls to use Milner in a midfield three that would have matched the formations in vogue (Spain, Holland, Germany). The Italian stuck with a cumbersome 4-4-2, which failed terribly.</p> \n<p>Off the back of an outstanding season in the centre, Milner started three of four World Cup games out wide. That has pretty much been the tale of his career ever since.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2010/aug/17/manchester-city-james-milner-stephen-ireland\" title=\"\">Manchester City still spent &pound;26m following the tournament</a> to sign the midfielder. Five years on, Milner is 29 and it is hard to tell if he has progressed as a footballer through what were meant to be his prime years. He has worked hard for club and country and often performed well – the December <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/dec/10/bayern-munich-manchester-city-champions-league\" title=\"\">2013 Champions League win at Bayern Munich</a> stands out – but usually as a sort of intermittent, new-age defensive winger, a long way from the regular freedom O’Neill once offered.</p> \n<figure class=\"element element-image\" data-media-id=\"9fe692bb2607ea53cc5ad8394b9440e0bd9e1790\"> \n <img src=\"http://media.guim.co.uk/9fe692bb2607ea53cc5ad8394b9440e0bd9e1790/0_215_4411_2643/1000.jpg\" alt=\"James Milner in action\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">James Milner scores Manchester City’s third goal in the 3-2 win over Bayern Munich in 2013 at the Allianz Arena.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Rose/Bongarts/Getty Images</span> \n </figcaption> \n</figure> \n<p>“Milner’s a phenomenon, a guy with big balls and a heart this big,” Pellegrini had explained, opening out his hands. “Intelligent, great mentality, one of those players that when you leave him out you’re left with this feeling of injustice; it hurts because he should always play, but sometimes you need a technical player with other characteristics.”</p> \n<p>Would he have fared better staying at Villa, or moving to a different Champions League club? The fortunes of Downing, Young and Agbonlahor in the intervening years do not suggest an obvious path which Milner missed – he is, after all, a Premier League winner now – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/james-milner-sign-free-liverpool-manchester-city\" title=\"\">but his move to Liverpool</a> this summer offers hope for the all-action player of 2010 to return to centre stage.</p> \n<p>Given Pellegrini’s impassioned words, this is clearly a move driven not by City but by Milner’s desire for game-time. He has likely been assured of minutes on the pitch at Anfield, but his place within Brendan Rodgers’ tactical tinkering is not immediately obvious.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Find me a more complete English player</p> \n  <footer> \n   <cite>Manuel Pellegrini</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>A plausible partnership is Milner and Jordan Henderson paired together in midfield. Both carry a similar range of traits, such as high energy, defensive commitment and goal threat that would offer Rodgers the tactical flexibility he enjoys. They could be the attacking elements in a three with Lucas Leiva, or the defensive base of a three with Philippe Coutinho; they could fit in the middle of a four-man midfield or to the sides of a diamond.</p> \n<p>The risk for Milner is that his adaptability counts against him. The option is there, for example, for Rodgers to use him at full-back or wing-back as he did with Henderson and Raheem Sterling at times last season. More regularly, Milner may be used wide as he was for City and England, a position he fills with merit, but where his influence is understandably muted and lack of penetrative pace exposed. It is this handyman tag from which Milner must debrand himself if he is to return to cementing a regular place in the middle.</p> \n<p>The transfer window could also dictate his role: Gerrard’s exit leaves a vacancy at the team’s hub but, come the end of the summer, a Sterling-shaped hole might require filling on the wing. Simon Curtis, a Manchester City supporter and writer, is not convinced Milner will command a regular spot in the centre. “Obviously he has now decided for once to put his own needs first: he wants to play more regularly and I believe he wants to play more centrally. Whether this will be possible at Anfield, I don’t know.”</p> \n<p>How Liverpool utilise these qualities remains to be seen. There are plenty of stories of wasted talent in football, but the strange thing about Milner is that the answer was there, engraved on a PFA trophy after six months of award-winning displays at the heart of the team.</p> \n<p>The journalists had noticed his transformation. O’Neill recognised it that night at Fratton Park. Five and a half years on, Milner must hope Rodgers sees it too.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435055832404/James-Milner-playing-for--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images","credit":"Michael Regan/Getty Images","altText":"James Milner playing for Aston Villa","cleanCaption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fe692bb2607ea53cc5ad8394b9440e0bd9e1790/0_215_4411_2643/4411.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2643,"width":4411,"orientation":"landscape","caption":"James Milner scores Manchester City’s third goal in the 3-2 win over Bayern Munich in 2013 at the Allianz Arena. Photograph: Martin Rose/Bongarts/Getty Images","credit":"Martin Rose/Bongarts/Getty Images","altText":"James Milner in action","cleanCaption":"James Milner scores Manchester City’s third goal in the 3-2 win over Bayern Munich in 2013 at the Allianz Arena.","cleanCredit":"Photograph: Martin Rose/Bongarts/Getty Images"}],"webPublicationDate":"2015-07-05T09:30:10Z","lastModified":"2015-07-05T09:33:42Z","metadata":{"commentable":true,"commentCount":403,"contributors":[{"name":"Lawrence Ostlere","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lawrence-ostlere"}],"feature":true,"keywords":["Liverpool","Football","Brendan Rodgers","Aston Villa","Manchester City","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Lawrence Ostlere","topic":{"type":"tag-contributor","name":"profile/lawrence-ostlere"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa","shortUrl":"http://gu.com/p/4a3cb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa","webUri":"http://www.theguardian.com/football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435055832404/James-Milner-playing-for--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images","credit":"Michael Regan/Getty Images","altText":"James Milner playing for Aston Villa","cleanCaption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images"}},"importance":7,"byline":{"title":"Lawrence Ostlere"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/6646205d3041e923df1af573a8c0a83deed54429/209_96_1082_649/1000.jpg","height":600,"width":1000}}]},{"title":"Women’s World Cup: England win nation’s support with World Cup bronze","rawTitle":"Women’s World Cup: England win nation’s support with World Cup bronze","item":{"type":"article","id":"football/2015/jul/05/england-womens-world-cup-mark-sampson-germany","title":"Women’s World Cup: England win nation’s support with World Cup bronze","trailText":"England’s coach, Mark Sampson, inspired his side to third place in the Women’s World Cup in Canada and hopes the achievement will lead to growth in the game at home","standFirst":"Mark Sampson hopes his Lionesses receive the acknowledgment they deserve after the best return from a national football side since 1966","byline":"Louise Taylor in Edmonton","body":"<p>England arrived in Canada in search of a new identity and departed with that wish fulfilled. The pride of Lionesses that left London as near-anonymous figures in late May will attract plenty of second glances as they make their way back through passport control at Heathrow on Monday morning.</p> \n<p>After persuading a nation finally to fall in love with women’s football and, they hope, inspiring an entire new generation of young female players, Mark Sampson’s squad are suddenly household names. England’s coach described his team’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/germany-england-womens-world-cup-third-place-match-report\" title=\"\">1-0 defeat of Germany</a> – a side the Lionesses had never beaten in 31 years of internationals – as “awesome” and “amazing”.</p> \n<p>A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\" title=\"\">harsh semi-final defeat by Japan </a>meant they did not make the final but, by collecting the bronze medal in the third-place play-off, England did better than any national side of either gender at a World Cup since 1966.</p> \n<p>“I really hope that in 50 or 60 years’ time this team is still talked about,” said Sampson, whose bold decision to experiment with a back three for the first time seemed to confound Silvia Neid, Germany’s coach.</p> \n<p>“So many people at home have been pushing against the wind for so long, working so hard to put our game on the map,” he continued. “So I hope this team’s performance here will serve as a catalyst to change everything, to inspire a new generation of female players. Hopefully girls will be going out and buying pairs of football boots now.</p> \n<p>“I hope their mums and dads say: ‘Yes, you can play football.’ These girls have a challenge to convince their parents to let them become footballers. There’s still not that much money in the women’s game but let’s hope people pick up the baton now and charge away with it. Let’s pack Wembley for Chelsea v Notts County in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/09/wembley-host-womens-fa-cup-final-2015\" title=\"\">women’s FA Cup final next month</a>.”</p> \n<p>The national team returned on a high thanks to Fara Williams’ extra-time penalty and England’s key midfielder could not have been more delighted. “We’ve shown we’re no joke team,” she said. “All the sacrifices we’ve all made have been worthwhile. Now we really want to push on.</p> \n<p>“For the last 18 months, since Mark and his staff came in, we’ve had this belief, drive and togetherness. We can go anywhere we want to now. We believe we’re the best team in Europe. Now we just need to take our game forward. I believe we can get gold and win a tournament. It was only a freakish own-goal that stopped us reaching the final so we were never going to let Germany beat us.”</p> \n<p>Alongside Williams, Laura Bassett, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">scorer of that stoppage-time own-goal against Japan</a>, was smiling again. “The German girls are in tears,” she said. “In the past that was always us but the roles have been reversed. Times are changing in women’s football and they’re exciting for this England team. Why can’t we win gold in the future? Why can’t we win a tournament? We can beat anyone on our day.”</p> \n<p>For the moment bronze will do. “After the sacrifices, the disappointments and setbacks we’ve had over the years, to look around and see everyone smiling now is lovely,” she said. “This medal really means everything.”</p> \n<p>When Bassett’s name was read out as the teams were announced before kick-off a spontaneous, sympathetic cheer rang round Edmonton’s Commonwealth Stadium. “I didn’t mean to score an own-goal and it was a horrible experience,” said the central defender, who shone against Germany. “But talking about it has helped me realise you can’t change the past, you can only affect the future. I had a hard couple of days but I’ve had so many messages of support that I just want to thank everyone who took time to reach out. I really do appreciate it.”</p> \n<p>It was early on Saturday evening and the time for the Lionesses to let their hair down had arrived. “I’m sure some of my players and staff will party right through the night,” said Sampson. “Unfortunately we’ve got a 7.30am flight back home tomorrow morning. I think it might be a quiet plane.”</p> \n<p>Ever since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/dec/06/mark-sampson-appointed-england-womens-head-coach\" title=\"\">the 32-year-old Welshman’s appointment</a> questions have been raised about his suitability for the role. There were legitimate concerns about the Football Association’s failure to recruit a woman as Hope Powell’s successor but Sampson has proved himself to be the best person for the job.</p> \n<p>For all their manifold strengths England have weaknesses in areas such as ball retention and creative incision but Sampson has camouflaged them with an array of astute, thoroughly rehearsed, formations and game plans.</p> \n<p>His belief in near-constant squad rotation has not only worked but kept almost everyone in the 23-woman squad happy. There can be no doubt that Williams and company have bought into Sampson’s methodology and man management to the point where they appear willing to leap through metaphorical hoops of flame for him.</p> \n<p>“You’re only as good as your players,” he said, sensibly shying away from comparisons to Sir Alf Ramsey. “There’s absolutely no reason why this side can’t win the next World Cup. And the way they’ve represented themselves in Canada has been an example to any sports team. I hope that, when we get home, they get the welcome they deserve.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436116729184/After-31-years-of-coming--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup pl","cleanCaption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:19:26Z","lastModified":"2015-07-05T23:01:28Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":true,"keywords":["England women's football team","Women's World Cup 2015","Women's football","Football","Sport"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/england-womens-world-cup-mark-sampson-germany","shortUrl":"http://gu.com/p/4advz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/england-womens-world-cup-mark-sampson-germany","webUri":"http://www.theguardian.com/football/2015/jul/05/england-womens-world-cup-mark-sampson-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436116729184/After-31-years-of-coming--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup pl","cleanCaption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA"}},"importance":5,"byline":{"title":"Louise Taylor"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/5/1436116729184/After-31-years-of-coming--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup pl","cleanCaption":"After 31 years of coming off second best, England's victory over Germany in the Women's World Cup play-off was celebrated long into the Edmonton night. Photograph: Dan Riedlhuber/EPA"}}]},{"title":"Golden Horn retirement too tempting to resist for Oppenheimer","rawTitle":"Golden Horn retirement too tempting to resist for Oppenheimer","item":{"type":"comment","id":"sport/blog/2015/jul/05/golden-horn-retirement-anthony-oppenheimer-last-race","title":"Golden Horn retirement too tempting to resist for Anthony Oppenheimer","trailText":"Critics took to Twitter after the owner Anthony Oppenheimer indicated, after Golden Horn had added the Eclipse to his victory in the Derby, that the brilliant colt may well run his last race this autumn","standFirst":"Critics took to Twitter after Derby winner’s owner indicated his brilliant colt may well run his last race this autumn","byline":"Greg Wood","body":"<p>Racing fans are hardly unique in always wanting more, so it was no surprise that when Anthony Oppenheimer, the owner of Golden Horn, dropped a heavy hint on Sunday that his colt will retire to stud at the end of the year, it was followed by a strong swell of Twitter-led disapproval. On Saturday Golden Horn became the first unbeaten Derby winner since Nashwan in 1989 to follow up in the Eclipse Stakes at Sandown but, with only five career starts behind him, it is likely that his racing career is already past halfway.</p> \n<p>On the surface it could be argued that Golden Horn did no more on Saturday than a starting price of 4-9 suggested he should. Golden Horn’s four-length defeat of The Grey Gatsby, though, was an improvement on his Derby success, in terms of the proven Group One-winning quality of the runner-up and also his versatility in making all. Whatever else may eventually beat him this season – and he is still 5-1 with Hills to go unbeaten in the rest of 2015 assuming that he has at least one more run – it is unlikely to be a small field and no pace.</p> \n<p>Golden Horn has already proved himself to be a cut above many recent Derby winners, hence the widespread disappointment that he may have – at most – only four runs left and quite possibly two or three. From this point, however, every subsequent Group One win for Golden Horn will increase the likelihood that this season will be his last on the track.</p> \n<p>Perhaps everyone has been a little spoiled in recent years by the sight of Workforce, Camelot and Ruler Of The World, three of the five Derby winners before Golden Horn, returning to the track at four. For Oppenheimer, however, the arguments in favour of retirement at the end of the year could well seem overwhelming.</p> \n<p>It is not just about the money, either, though Golden Horn will certainly be an immensely valuable stallion once his racing days are done. Oppenheimer, like Christopher Tsui, who attracted similar criticism when Sea The Stars retired from racing at three, is an owner-breeder on a relatively small scale. For him breeding and racing have broadly equal significance.</p> \n<p>What looks like retirement to racing fans is just a career switch, from Oppenheimer’s point of view. If Golden Horn races on at four, it means an entire generation of his sons and daughters – 100 or more in the modern way of doing things – would never see a track.</p> \n<p>A four-year-old racing season for a colt like Golden Horn does not just come with physical risks. There is also an imbalance between the potential ups and downs for his value and reputation. Of the 15 Derby winners this century before Golden Horn, six have raced on at four but only one, High Chaparral, made any significant improvement to his record.</p> \n<p>Three of the six, incidentally, were owned by the Coolmore Stud syndicate and, while it was still a very sporting decision to send High Chaparral and Camelot back out for another season on the track, it may have been a little easier to take when Galileo – Camelot’s sire – was already back home covering nearly 200 mares a season at &pound;300k apiece.</p> \n<p>Even Khalid Abdullah and the Aga Khan, both of them operators on a much grander scale than Oppenheimer or Tsui, have generally retired their star performers at three in the past (Abdullah’s Workforce, the 2010 Derby and Arc winner, being a rare exception).</p> \n<p>It has always been easy to moan from a distance and Twitter makes it easier and cheaper than ever. But my guess is that the overwhelming majority of those lining up to complain about Golden Horn possibly being an ex-racehorse in little more than three months’ time would do exactly the same themselves if the opportunity to do so were anything more than a hopeless daydream.</p> \n<p>I know I would.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436116563837/Frankie-Dettori-with-Gold-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse Stakes.  Photograph: Andrew Boyers/Reuters","credit":"Andrew Boyers/Reuters","altText":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse","cleanCaption":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse Stakes.  Photograph: Andrew Boyers/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:18:42Z","lastModified":"2015-07-05T23:00:51Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":false,"keywords":["King George VI & Queen Elizabeth Stakes","John Gosden","Horse racing","Sport"],"tags":[{"id":"sport/king-george-vi-queen-elizabeth-stakes","webTitle":"King George VI & Queen Elizabeth Stakes"},{"id":"sport/john-gosden","webTitle":"John Gosden"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/golden-horn-retirement-anthony-oppenheimer-last-race","shortUrl":"http://gu.com/p/4acqf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/golden-horn-retirement-anthony-oppenheimer-last-race","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/golden-horn-retirement-anthony-oppenheimer-last-race"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436116563837/Frankie-Dettori-with-Gold-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse Stakes.  Photograph: Andrew Boyers/Reuters","credit":"Andrew Boyers/Reuters","altText":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse","cleanCaption":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse Stakes.  Photograph: Andrew Boyers/Reuters"}},"importance":5,"byline":{"title":"Greg Wood"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436116563837/Frankie-Dettori-with-Gold-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse Stakes.  Photograph: Andrew Boyers/Reuters","credit":"Andrew Boyers/Reuters","altText":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse","cleanCaption":"Frankie Dettori with Golden Horn in the Sandown winner's enclosure after they won the Coral-Eclipse Stakes.  Photograph: Andrew Boyers/Reuters"}}]},{"title":"Stage of Origin / Five things to look out for in Game III","rawTitle":"Five things to look out for in Game III","item":{"type":"article","id":"sport/blog/2015/jul/06/stage-of-origin-five-things-to-look-out-for-in-game-iii","title":"State of Origin: five things to look out for in Game III","trailText":"A series, and the pride of two warring states hangs in the balance; David Klemmer the Blues big-man panacea; and who will be Origin’s series standout","standFirst":"<p>A series, and the pride of two warring states hangs in the balance; David Klemmer is the Blues big-man panacea; and who will be Origin’s series standout</p>","byline":"Nick Tedeschi","body":"<h2>Blues Meet Maroons on the Low Road</h2> \n<p>Queensland – and to a lesser extent New South Wales – have long considered eligibility rules entirely fluid. The Maroons have been so blatant for so long that it inspired the extremely popular tune by Rugby League songster Denis Carnahan ‘That’s In Queensland’.</p> \n<p>The Blues have this week decided to join the Maroons on the low road by the completely transparent ruse of naming Robbie Farah at hooker despite the regular rake having almost no chance of turning out on Wednesday night. Farah was last week booted from a plane after having surgery on a busted hand while QRL supremo Peter Betros said the Blues No.9 “might be related to Jesus Christ if he is to make a miraculous recovery”. </p> \n<p>The move was necessary because backup Michael Ennis received a one-game suspension, a ruling that would have rubbed Ennis out as an option for Origin III. The Blues proceeded along the path despite an apparent agreement not to following Queensland’s famous move back in 2002 when the Maroons named ‘TBA’ on the wing to get a young Lote Tuqiri in the side. </p> \n<p>Ennis has played seven Origins for just two wins and never would have imagined he would get another shot at 31, four seasons after he last donned the Blue. And he will be desperate to add some success to his New South Wales legacy. He won’t get a better opportunity than in a decider in the cauldron of Suncorp. </p> \n<p>And he has been playing arguably as well as he ever has this season. He leads all hookers in try assists with 10, six clear of second-placed Cam Smith, while no player has touched the ball more in 2015. </p> \n<p>Ennis has never really shown his best at Origin level. It will be fascinating to see if he steps up on Wednesday – even if the circumstances that brought him into the team were dubious at best.</p> \n<h2>Deciders Have Long Favoured Maroons</h2> \n<p>There have been 17 deciders throughout the history of State Of Origin and Queensland have, quite incredibly, won 11 while New South Wales have managed just four wins. Two deciders have ended in draws.</p> \n<p>It has been over Queensland’s sustained success over the last decade that the Maroons have come into their own in deciders, winning five since 2006.</p> \n<p>The Blues’ last live Game III win was back in 2005.&nbsp;</p> \n<p>That experience in deciders could prove critical at Suncorp, particularly with the Blues fielding a relatively inexperienced side.</p> \n<p>In front of a rabid Suncorp crowd, the Blues are going to need to find their deepest reserves of composure and nerve. It will be a remarkable test for the Maroons as well, knowing their aging side might be at their last stand. </p> \n<p>There is little in sport that thrills like an Origin decider – one that will be reflected with a sold out crowd, the biggest television ratings ever and the potential to break social media.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/game-ii-state-of-origin-wrapup\">Forget the controversy, NSW deserve their Game II State of Origin victory | Paul Connolly</a> </p> \n</aside> \n<h2>Dane Finally Arrives</h2> \n<p>For a player who has yet to wear the Maroon, Queensland winger Dane Gagai will enter his debut with a long history of trouble with his state.</p> \n<p>Gagai was dismissed from the squad and barred from selection in 2014 by coach Mal Meninga after missing a training session at an emerging Maroons camp before this year reportedly becoming involved in a nightspot dispute with Queensland veteran Corey Parker. </p> \n<p>It is a long rap sheet for a player who will only don the state colours for the first time Wednesday night. </p> \n<p>Of course, a big performance that leads to a Maroons win and all will long be forgotten and completely forgiven.</p> \n<h2>Klemmer to Quieten The King</h2> \n<p>David Klemmer has emerged as not only a cult figure at Belmore but the hard-headed and beloved enforcer – think Mark Geyer, think Paul Harragon, think Mark O’Meley – that the Blues have long craved.</p> \n<p>And just two games into what looks like a burgeoning Origin career, he has already earned the ire of the Maroons camp. Queensland veteran Corey Parker last match demanded Klemmer “show some respect” while Wally Lewis declared that he has “only played one game”. </p> \n<p>Klemmer’s first hit up is going to be one of Origin’s most explosive moments. It will be fascinating to see if he comes out on top and quietens his Maroons detractors or whether Queensland have a plan in place to contain the behemoth.</p> \n<h2>Man of the Match, Man of the Series</h2> \n<p>Australian selectors have made quite a habit in recent years of ensuring the winner of the Wally Lewis Medal has won at least one Man of the Match award throughout the series.</p> \n<p>The last time a player won the award without the honour of being named best in an individual game was Greg Inglis, way back in 2009. </p> \n<p>That certainly limits the possibilities for the decider, particularly with Michael Jennings being virtually no hope of Wally Lewis Medal honours. </p> \n<p>If the Maroons win, Johnathan Thurston and Cooper Cronk are the only hopes of the award.&nbsp;If the Blues secure a second straight series victory, star fullback Josh Dugan and relentless prop Aaron Woods are the only two chances.</p> \n<p>For what it is worth, your author is fancying a star turn from Dugan in a New South Wales upset. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc073280f9b1488cbdbad6811201d8eee1ccf29c/0_44_2136_1282/2136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2136,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"State of Origin NSW QLD","cleanCredit":"Photograph: Julian Smith/AAP"}],"bodyImages":[],"webPublicationDate":"2015-07-06T00:29:07Z","lastModified":"2015-07-06T01:27:12Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Nick Tedeschi","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412091784698/Nick-Tedeschi-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-tedeschi"}],"feature":true,"keywords":["State of Origin","NRL","Rugby league","Australia sport","Sport"],"tags":[{"id":"sport/state-of-origin","webTitle":"State of Origin"},{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Nick Tedeschi","topic":{"type":"tag-contributor","name":"profile/nick-tedeschi"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/06/stage-of-origin-five-things-to-look-out-for-in-game-iii","shortUrl":"http://gu.com/p/4ad38","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/06/stage-of-origin-five-things-to-look-out-for-in-game-iii","webUri":"http://www.theguardian.com/sport/blog/2015/jul/06/stage-of-origin-five-things-to-look-out-for-in-game-iii"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc073280f9b1488cbdbad6811201d8eee1ccf29c/0_44_2136_1282/2136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2136,"orientation":"landscape","caption":"It’s all to play for in Game III of the Stage of Origin. Photograph: Julian Smith/AAP","credit":"Julian Smith/AAP","altText":"State of Origin NSW QLD","cleanCaption":"It’s all to play for in Game III of the Stage of Origin.","cleanCredit":"Photograph: Julian Smith/AAP"}},"importance":4,"kicker":{"title":"Stage of Origin"},"byline":{"title":"Nick Tedeschi"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc073280f9b1488cbdbad6811201d8eee1ccf29c/0_44_2136_1282/2136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2136,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"State of Origin NSW QLD","cleanCredit":"Photograph: Julian Smith/AAP"}}]},{"title":"Sexism and skulduggery: how Spanish tennis went into meltdown","rawTitle":"Sexism and skulduggery: how Spanish tennis went into meltdown","item":{"type":"article","id":"sport/blog/2015/jul/05/spanish-tennis-sexism-scandal-skulduggery-nadal","title":"Sexism, scandal and skulduggery: how Spanish tennis went into meltdown","trailText":"A golden period for Spanish tennis that brought five Davis Cup triumphs could be derailed by an ugly bout of internal wrangling","standFirst":"A golden period for Spanish tennis that brought five Davis Cup triumphs could be derailed by an ugly bout of internal wrangling","byline":"Les Roopanarine","body":"<p>Not often in recent years has Britain had more to crow about in the Davis Cup than Spain. Spearheaded by a trio of world No1s in Carlos Moy&aacute;, Juan Carlos Ferrero and Rafael Nadal, the Spanish have reached the final of the venerable team competition seven times since the turn of the century, winning on five occasions. Britain, meanwhile, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/jun/03/tennis.features1\">last appeared in the final</a> in 1978, when a team consisting of John and David Lloyd, Buster Mottram and Mark Cox lost 4-1 to the US.</p> \n<p>But a crisis in Spanish tennis means the worm has turned. While the British, led by Andy Murray and ably backed by the resurgent James Ward, will be vying for a first semi-final appearance since 1981 when they play France at Queen’s Club a week on Friday, Spain face an arduous journey to Vladivostok, where they will play Russia.</p> \n<p>Defeat for the Spanish – who last September tumbled out of the World Group as a third-string side slumped to a shock 3-1 loss against Brazil – is unthinkable. While victory would secure a tie against one of this year’s first-round losers, offering a potentially swift return to the competition’s top tier, a further reversal of fortune would condemn Nadal and company to a more extended stay in the relative wilderness of Europe/Africa Zone Group I. A succession of British Davis Cup captains can attest to the difficulty of escaping that sporting straitjacket.</p> \n<p>So where has it all gone wrong for the Spanish? The problems began last September in S&atilde;o Paulo. With Nadal at home recovering from a wrist injury and David Ferrer also absent, Roberto Bautista Agut and Pablo And&uacute;jar occupied the two singles berths against a Brazil team led by Thomaz Bellucci, a useful player but ranked beneath both men. Even without their two star players, Spain should have had more than enough in reserve to clinch the contest. Instead, an inspired Bellucci won both his singles matches and that – combined with a not entirely unexpected win by doubles specialists Marcelo Melo and Bruno Soares – meant Spain were out of the World Group for the first time in 18 years.</p> \n<p>At that point, all hell broke loose. First the popular Moy&aacute; <a href=\"http://www.reuters.com/article/2014/09/18/us-tennis-davis-spain-moya-idUSKBN0HD22920140918\">resigned as Spanish captain</a>, citing the difficulty of persuading the country’s best players to turn out. Then Ferrero – like Moy&aacute; a former world No1 and French Open winner, and a figure who would have been warmly welcomed by the players – was overlooked as his replacement. Instead, the Spanish tennis federation president Jos&eacute; Luis Esca&ntilde;uela appointed Gala Le&oacute;n, the former world No27, as <a href=\"http://www.bbc.co.uk/sport/0/tennis/29305674\">Spain’s first female Davis Cup captain</a>.</p> \n<p>Fresh from dismissing the furore surrounding his decision to take on Am&eacute;lie Mauresmo as his coach, Murray <a href=\"https://twitter.com/andy_murray/status/513887578723188737\">applauded the news on Twitter</a>. The mood among the Spanish tennis fraternity was darker, however. Toni Nadal, Rafa’s coach and uncle, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/22/gala-leon-garcia-becomes-spain-first-female-davis-cup-captain-tennis\">wondered publicly</a> how a woman with no experience of the men’s tour could function effectively as coach given that she could not enter the locker room. Ferrer said the decision had been made too quickly and without consulting the players. Political opportunism inevitably reared its head, with Spanish parliamentarians wading into a rapidly evolving sexism debate.</p> \n<p>Le&oacute;n inflamed the controversy further when she declared, after what was billed as a conciliatory <a href=\"http://www.marca.com/2014/10/21/tenis/1413893653.html\">meeting with some of the country’s top male players in Valencia</a>: “I’m not going to apologise for being a woman.” That comment drew <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/18/rafael-nadal-spain-female-davis-cup-captain\">a strong response from Rafa</a>, who countered: “It seems strange to me, as Davis Cup captain, that instead of seeking union and harmony between players, captains and the federation, she has incited and fed a debate that is totally false and absurd.</p> \n<p>“It seems unfair to me that they have wanted to shift the issue to a place that is evidently a clear issue of populism.”</p> \n<p>Esca&ntilde;uela, meanwhile, the man behind the appointment, came out strongly in support of the beleaguered Le&oacute;n. “I’m the president, and Gala Le&oacute;n is my captain,” he said. “I don’t think any woman has the obligation to explain why she is a woman.”</p> \n<p>Strong words, but before long <em>el presidente</em> would be overtaken by events. Things came to a head on the eve of Wimbledon, when Esca&ntilde;uela was <a href=\"http://spanishnewstoday.com/spanish-tennis-federation-chief-suspended_21691-a.html#.VZkqMZTF-Jd\">suspended by the Tribunal Administrativo del Deporte</a>, the Spanish government’s disciplinary committee for sport, amid questions over the whereabouts of at least €700,000 (&pound;497,000) distributed by the Spanish federation and allegations of a “complete lack of collaboration” with auditors. Nadal bemoaned the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation\">“ugly and continuous media show”</a> surrounding Spanish tennis, perhaps suggesting he had taken his eye off the ball well before his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/dustin-brown-rafael-nadal-wimbledon\">second-round defeat to Dustin Brown</a>. And Nadal, Ferrer and 42 other Spanish tennis luminaries <a href=\"http://www.reuters.com/article/2015/06/29/us-tennis-spain-idUSKCN0P90V720150629\">signed an open letter</a> branding the federation’s leadership chaotic and belligerent.</p> \n<p>His position untenable, Esca&ntilde;uela <a href=\"http://uk.reuters.com/article/2015/07/02/tennis-spain-federation-idUKL3N0ZI53S20150702\">stood down as president</a> on Thursday. He was immediately replaced by Fernando Fern&aacute;ndez-Ladreda, a former vice-president of the Spanish federation, who pledged to “restore institutional and sporting normality” as a matter of priority. His first move? To <a href=\"http://uk.reuters.com/article/2015/07/03/tennis-spain-coach-sacking-idUKL8N0ZJ3GT20150703\">sack Le&oacute;n</a> after what a statement described as “reflection on the benefits” of her continuing as captain for the Russia tie.</p> \n<p>It is all an ungodly mess, and things are likely to get worse before they get better. With the Russia showdown looming, no one knows who will captain Spain in Vladivostok. Even less clear is who will play. Bautista Agut, who faces Roger Federer on Centre Court on Monday, is the only Spaniard left in the men’s singles at Wimbledon. And in news that will doubtless be <a href=\"https://www.youtube.com/watch?v=CVCXloxMOog\">a dagger through the heart for Judy Murray</a>, Feliciano L&oacute;pez, the world No16, is due to marry the Spanish model Alba Carrillo on the weekend of the tie. <a href=\"http://www.atpworldtour.com/en/video/atp-insider-takeover-feliciano-lopez-mailbag\">Among the invitees</a> are Nadal, Ferrer, Fernando Verdasco and Marc L&oacute;pez. How the Spanish must wish they could call on a player like Andy Murray.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436106522700/b72a9d84-c32f-4a0c-878a-79179e33bda8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Glyn Kirk/AFP/Getty Images","altText":"Rafael Nadal's early Wimbledon exit is perhaps the least of the problems facing Spanish tennis after the resignation of its president and sacking of its Davis Cup coach.","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T15:02:26Z","lastModified":"2015-07-05T19:08:17Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Les Roopanarine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lesroopanarine"}],"feature":true,"keywords":["Rafael Nadal","Tennis","Sport","Wimbledon 2015","Wimbledon"],"tags":[{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Roopanarine","topic":{"type":"tag-contributor","name":"profile/lesroopanarine"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/spanish-tennis-sexism-scandal-skulduggery-nadal","shortUrl":"http://gu.com/p/4acqv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/spanish-tennis-sexism-scandal-skulduggery-nadal","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/spanish-tennis-sexism-scandal-skulduggery-nadal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436106522700/b72a9d84-c32f-4a0c-878a-79179e33bda8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rafael Nadal’s early Wimbledon exit is perhaps the least of the problems facing Spanish tennis after the resignation of its president and sacking of its Davis Cup coach. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Rafael Nadal's early Wimbledon exit is perhaps the least of the problems facing Spanish tennis after the resignation of its president and sacking of its Davis Cup coach.","cleanCaption":"Rafael Nadal’s early Wimbledon exit is perhaps the least of the problems facing Spanish tennis after the resignation of its president and sacking of its Davis Cup coach.","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}},"importance":4,"byline":{"title":"Les Roopanarine"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436106522700/b72a9d84-c32f-4a0c-878a-79179e33bda8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Glyn Kirk/AFP/Getty Images","altText":"Rafael Nadal's early Wimbledon exit is perhaps the least of the problems facing Spanish tennis after the resignation of its president and sacking of its Davis Cup coach.","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}}]},{"title":"Ashes duel between Cook and Clarke will be key","rawTitle":"Ashes duel between Cook and Clarke will be key","item":{"type":"article","id":"sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia","title":"Ashes duel between Alastair Cook and Michael Clarke will be key","trailText":"The general perception is that Australia’s captain is better than England’s but it will be the amount of runs they score that will matter most","standFirst":"The general perception is that Australia’s captain is better than England’s but it will be the amount of runs they score that will matter most","byline":"Vic Marks","body":"<p>Here we go again. From the frequency with which Ashes series come around you might think that this entertainment has been commissioned by the same people who bring us Strictly, MasterChef or Downton Abbey. Find a winning formula and squeeze it dry.</p> \n<p>We are about to embark upon the third Test series between these two countries in the past two years, in part a consequence of rejigging the international schedule so that England’s winters in Australia no longer coincide with the World Cup, a measure, we can safely say, that did absolutely nothing for the ECB’s recent pursuit of glory in 50-over cricket. After all the changes of itinerary England ignominiously <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/09/england-crash-out-cricket-world-cup-bangladesh\" title=\"\">failed to make the quarter-finals</a> of the World Cup.</p> \n<p>Yet despite the recent saturation, the fascination with those cricketers with the baggy green cap endures. Go to Canterbury or Chelmsford and the crowds have flocked in.</p> \n<p>The games have not been particularly special. There have been runs aplenty as the Australians enjoy the most cordial of welcomes from counties so grateful for their presence and their ability to generate income way beyond any other cricketing nation. Like Tom Jones, Dolly Parton or Lionel Richie, the old bunch of troupers from down under (has there ever been a tour party with 10 of the 17 aged over 30?) can still pack them in. We all remain remarkably curious and excited by the prospect of the Ashes.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/alastair-cook-captaincy-england-ashes-spain-camp\">Alastair Cook declines to say if he will drop England captaincy after Ashes</a> </p> \n</aside> \n<p>The mood is very different from two years ago. Australia were the underdogs and how they deserved that role. There was disarray in the wake of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/mar/12/weekly-sport-diary-england-italy\" title=\"\">“homework” fiasco in India</a> when none of the senior citizens of Cricket Australia could persuade Mickey Arthur, the coach, or Michael Clarke, the captain, to change their obstinate, blinkered determination to drop four of the team. Australian cricket was a laughing stock, with one of their best batsmen, David Warner, sidelined for the first Test against England after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jun/12/cricket-australia-david-warner-incident\" title=\"\">incident at the Birmingham Walkabout involving Joe Root</a>.</p> \n<p>This was followed by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/england-win-second-ashes-test-australia\" title=\"\">a crushing defeat in the Lord’s Test</a>, Australia’s sixth consecutive loss, the same sequence that prompted Kim Hughes to resign in tears in 1984. One journalist said to Clarke: “I presume that won’t happen this time.” Clarke replied: “Presume nothing.”</p> \n<p>Meanwhile, Alastair Cook was being pilloried by Shane Warne for his defensive captaincy, but not by many others. Kevin Pietersen was batting at four and hit his last Ashes century (at least, I presume there won’t be another one) and England won the series 3-0. It might have been 4-0.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/25/england-australia-fifth-test-match-report\" title=\"\">Clarke’s funky declaration at The Oval</a>, which had senior Australians snorting with fury, took his team to the brink of defeat, whereupon the umpires decided to take the players off for bad light. Yet today Clarke is heralded as one of the great captains and – with justification after the Phillip Hughes tragedy – a wonderful ambassador for the game. Now it is not only Warne who is eager to point out the shortcomings of Cook the captain, especially since the decision to ostracise Pietersen.</p> \n<p>The Warne factor will be an interesting sideshow throughout the series. Warne is Clarke’s “biggest mate” and how gratifying it must be for Australia’s captain to have the world’s greatest wrist-spinner, who has always been blessed with a fertile cricket brain, in his corner. However, there is a downside here if the captain is more inclined to follow the advice of his old mate than his coach. This has been a source of friction within the Australia camp, even during the successes of the Darren Lehmann era.</p> \n<p>Warne’s relationship with Cook has never been quite so warm. On the eve of the Headingley Test in June 2014 it became apparent that Warne’s frequent criticisms had got to the England captain. Speaking with more candour than good sense, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/19/alastair-cook-scene-last-test-century\" title=\"\">Cook admitted as much, saying that the criticism was personal and that “something should be done about it”.</a> This was a bullseye for Warne, who sometimes still appears to be preoccupied by winning the Ashes rather than just talking or writing about them. He had rattled the England captain.</p> \n<p>The general perception is that Clarke’s captaincy is vastly superior to Cook’s: the statistics do not entirely back that up. Clarke has won 22 and lost 13 of his 42 Tests as captain, a good record; Cook has won 14 and lost 10 of his 33 Tests in charge, which is not too bad either. There is not a huge disparity in the figures. What they may tell us is that we can overestimate the impact of the captain, whether he be funky or pragmatic, provided he has his team four-square behind him.</p> \n<p>It is more important how the two captains bat. Both are titanic run-scorers of the modern game. Cook has 9,000 runs at 47 from his 114 Test matches, Clarke 8,511 at 51 from 110 games. It will not come as a major surprise that when England win Test matches Cook averages 60, when they lose he slumps to 29. Clarke averages 56 when Australia win and 31 when they lose.</p> \n<p>Those runs are usually more influential than any funky field/bowling changes. A prime objective for both players in the hullaballoo that precedes an Ashes series is to get their own games in order. In recent times Clarke has managed this better than Cook, who has averaged 26 in his last 10 Tests against Australia and who has barely seen a ball that can be cut or clipped on the leg-side. In this series look to the captains rather than the coaches.</p> \n<p>There are plenty of other compelling duels. Eighteen months ago Mitchell Johnson reintroduced the fear factor to Test cricket. There was the mesmerising sight of certain batsmen quaking in their boots. Can he repeat that on slower English pitches? It was instructive that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/englands-stuart-broad-puts-up-his-dukes-as-he-relishes-villainous-role\" title=\"\">Stuart Broad hoped for “slow seamers”</a> this summer, an odd request for an opening bowler. Johnson is unlikely to be given the new ball, which is now in the possession of Mitchell Starc, an ominous development for England.</p> \n<p>Of the two wonderkids of international cricket, who will come out on top? Steve Smith at No3 or Root at No5? The chances are that when the next Ashes series comes around this pair will be tossing up together. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/england-ben-stokes-australia-intimidation-cricket\" title=\"\">How will Ben Stokes react to a little bit of goading from behind the stumps?</a> How much will Australia miss the inspirational Ryan Harris after his sad and sudden retirement? Will England be able to control Warner, potentially the most destructive batsmen in the series? Will the Aussies? Will anyone bother to defend against the spinners?</p> \n<p>There are intriguing questions everywhere, which start and end with the captains. And now, traditionally, comes a prediction: no, not the outcome but the observation that whichever captain ends up on the losing side will relinquish their job at the end of the series, not necessarily of their own volition.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922768329/Michael-Clarke-and-Alasta-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images","credit":"Pool/Action Images","altText":"Michael Clarke and Alastair Cook","cleanCaption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:00:03Z","lastModified":"2015-07-04T23:01:49Z","metadata":{"commentable":true,"commentCount":114,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":true,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Alastair Cook","Michael Clarke","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia","shortUrl":"http://gu.com/p/4acv4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia","webUri":"http://www.theguardian.com/sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922768329/Michael-Clarke-and-Alasta-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia’s Michael Clarke and England’s Alastair Cook face each other as Test captains for the third time in two years. Photograph: Action Images","credit":"Pool/Action Images","altText":"Michael Clarke and Alastair Cook","cleanCaption":"Australia’s Michael Clarke and England’s Alastair Cook face each other as Test captains for the third time in two years. Photograph: Action Images"}},"importance":3,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922768329/Michael-Clarke-and-Alasta-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images","credit":"Pool/Action Images","altText":"Michael Clarke and Alastair Cook","cleanCaption":"Australia's Michael Clarke and England's Alastair Cook face each other as Test captains for the third time in two years. Photograph: Pool/Action Images"}}]},{"title":"Williams thwarted at Silverstone but their future looks brighter","rawTitle":"Williams thwarted at Silverstone but their future looks brighter","item":{"type":"comment","id":"sport/blog/2015/jul/05/williams-silverstone-british-grand-prix-f1-felipe-massa","title":"Williams thwarted by weather in British Grand Prix but their future looks brighter","trailText":"Superb drives from Felipe Massa and Valtteri Bottas at Silverstone signalled that Williams are on the verge of becoming serious players again","standFirst":"Superb drives from Felipe Massa and Valtteri Bottas at Silverstone signalled that Williams are on the verge of becoming serious players again","byline":"Giles Richards at Silverstone","body":"<p>The British fans at Silverstone had the winner they wanted in Lewis Hamilton but they were treated to one of the best races of the season largely courtesy of the resurgence of another much-loved home-grown racing operation in the form of Williams. For a time it even looked like the world champion would be denied his third victory here by the team that have not won the British Grand Prix since 1997 – also the last year they won the title.</p> \n<p>When Felipe Massa made a blistering start and passed Hamilton and Nico Rosberg from third on the grid and his team-mate Valtteri Bottas claimed second after Hamilton had overcooked it trying to pass Massa following a brief safety car period, the unthinkable had happened and there was a Williams rather than a Mercedes one-two at the front of a Grand Prix in 2015. It was the shot in the arm the sport so needed and for 20 laps the glory days of the Oxfordshire-based team, which has won seven drivers’ world championships, were suddenly stronger, sharper memories. Although the two Mercedes were keeping them within arms length, the chance that they might claim a memorable home win seemed truly possible.</p> \n<p>But Hamilton is a determined foe who was not going to let sentimentality get in the way of more championship points. Despite radio calls asking the Williams drivers not to race one another in the opening laps they were, as is the team’s ethos then free to go at it and they did, with Bottas climbing all over his team‑mate. He could not pass however and Hamilton had stayed in touch, enough indeed to take the lead when he came in for the undercut on lap 19.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg\">Lewis Hamilton wins British F1 GP from Nico Rosberg at damp Silverstone</a> </p> \n</aside> \n<p>Massa and Bottas had stayed ahead of Rosberg through the only stop however and despite being told to push, the German could not get past. Williams had spent Friday practice working on race pace particularly on the hard tyre they were now using and it was paying off. A second and third place, still a fantastic result, looked on the cards. But motor sport is a cruel mistress and having done so much to put on a great show, the team were to be denied.</p> \n<p>The late rain, that again even further enlivened what had already been a rapturously received race by the 140,000 fans, was not welcomed by Williams. Their car underperforms in the wet, in direct contrast to the Mercedes which has a downforce advantage in greasy conditions. Rosberg cleared both cars to take second and then, staying out one lap too long as the real downpour began, allowed Ferrari’s Sebastian Vettel, ever vigilant to changing conditions, to nip in and take third. Their potential one-two had fallen to a fourth and fifth and while the show had been brilliant, the result for the team and many of their British fans here, was disappointing.</p> \n<p>Rob Smedley, who had been Massa’s race engineer when the driver was at Ferrari and is now the head of vehicle performance at Williams, accepted that it had been hard. “We want to come here and race and win and to get both cars on the podium,” he said. “It hasn’t happened and so therefore of course as we are all racers, we are all disappointed. We come here because we want to win. That’s why we get out of bed in the morning.”</p> \n<p>Yet their performance is ultimately good news for the team and the sport. They cannot match the Mercedes for pace yet but they have proved that they can get among them and mix it. On the hard tyres, in the dry – the level playing field – they looked hard to pass and Hamilton did all but clamber over the top of Massa at one point. Indeed, Massa noted that: “It could even have been possible to win the race if it had stayed dry, which is great to see”. And it is reasonable to assume there is more to come. The Mercedes power unit they use is clearly solid and last season they out-developed their rivals to claim third in the championship.</p> \n<p>At the race in Bahrain Pat Symonds, the chief technical officer, had said it was their firm intent to do so again this year and the upgrades they brought to Austria are already paying off. “The weekend has been really really positive,” said Smedley. “All the upgrades and development has worked really, really well. It is the first weekend since the start of the season where we have been clearly faster than our closest competitor, Ferrari. What is clear is that in the dry we were the second quickest car here and very clearly the second quickest car.”</p> \n<p>They now trail Ferrari by 60 points in the constructors’ championship, a figure that would have been considerably lower had fate not intervened. Should they catch the Scuderia, second place in the championship will be their best result since 2003. After what was Williams’s lowest ebb just two years ago, when they scored only five championship points and finished ninth ahead of only Marussia and Caterham, that might be just enough of a fairytale finish to overcome the overwhelming sense of what might have been at their home grand prix.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436117758227/Felipe-Massa-Valtteri-Bot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felipe Massa is just ahead of Valtteri Bottas, his Williams team-mate in the British Grand Prix at Silverstone. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Felipe-Massa-Valtteri Bottas-Williams-Silverstone","cleanCaption":"Felipe Massa is just ahead of Valtteri Bottas, his Williams team-mate in the British Grand Prix at Silverstone. Photograph: Clive Mason/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:46:16Z","lastModified":"2015-07-05T23:00:51Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["Williams","British Grand Prix","Formula One 2015","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/williams","webTitle":"Williams"},{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/williams-silverstone-british-grand-prix-f1-felipe-massa","shortUrl":"http://gu.com/p/4adxx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/williams-silverstone-british-grand-prix-f1-felipe-massa","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/williams-silverstone-british-grand-prix-f1-felipe-massa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436117758227/Felipe-Massa-Valtteri-Bot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felipe Massa is just ahead of Valtteri Bottas, his Williams team-mate in the British Grand Prix at Silverstone. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Felipe-Massa-Valtteri Bottas-Williams-Silverstone","cleanCaption":"Felipe Massa is just ahead of Valtteri Bottas, his Williams team-mate in the British Grand Prix at Silverstone. Photograph: Clive Mason/Getty Images"}},"importance":3,"byline":{"title":"Giles Richards"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436117758227/Felipe-Massa-Valtteri-Bot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felipe Massa is just ahead of Valtteri Bottas, his Williams team-mate in the British Grand Prix at Silverstone. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Felipe-Massa-Valtteri Bottas-Williams-Silverstone","cleanCaption":"Felipe Massa is just ahead of Valtteri Bottas, his Williams team-mate in the British Grand Prix at Silverstone. Photograph: Clive Mason/Getty Images"}}]}],"lastModified":"2015-07-06T00:35:27Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}