{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Phil Walsh: an old-school coach, lifted by grit and inspired by the art of the game","rawTitle":"Phil Walsh: an old-school coach, lifted by grit and inspired by the art of the game","item":{"type":"article","id":"sport/2015/jul/03/phil-walsh-an-old-school-coach-lifted-by-grit-and-inspired-by-the-art-of-the-game","title":"Phil Walsh: an old-school coach, lifted by grit and inspired by the art of the game","trailText":"The Victorian’s single-minded focus on football raised him to the elite playing and coaching ranks, though he regretted that it also strained family relationships ","standFirst":"<p>The Victorian’s single-minded focus on football raised him to the elite playing and coaching ranks, though he regretted that it also strained family relationships </p>","byline":"Michael Safi","body":"<p>No matter his talent, Phil Walsh believed it was grit that lifted him from Hamilton, in western Victoria, on to the game’s biggest stage.</p> \n<p>Confessing he sounded “a bit like a weirdo”, last month he mused: “Great art comes from a level of frustration.”</p> \n<p>He had been struck, on a recent trip to Amsterdam, by Van Gogh’s sunflowers. “There’s a man with great frustration,” he said.</p> \n<p>“For a bogan from Hamilton like myself, I could actually see beauty in that frustration.”</p> \n<p>Walsh, the youngest of seven siblings, never lost this sense of himself as a battler.</p> \n<p>The son of a second world war veteran, he trained as a teacher in Bendigo before making his VFL debut with Collingwood in 1983. He won the equivalent of the Rising Star award for best young player, and was poached by Richmond the following year. He joined Brisbane in 1987, picking up the club’s best and fairest award.</p> \n<p>A handy wingman, it was as an old-school coach – “a hard man, a hard taskmaster,” Adelaide legend Graham Cornes said – that Walsh left his biggest imprint on the game.</p> \n<p>He became Geelong’s strength and conditioning coach in 1995, joined Port Adelaide as an assistant coach four years later and then West Coast in 2009. Last year he re-joined Port, before applying for the vacant spot at the Crows and winning it.</p> \n<p>“He bloomed, it was the opportunity he had been waiting for,” Cornes said on Friday.</p> \n<p>This obsessive focus on football left little room for anything else. Asked if he was a good father, he admitted “that’s a really hard question”.</p> \n<p>“The bonus of me taking the Crows job is my son is 26 and my daughter is 22, so the collateral damage isn’t so big. But have I been a good father? To my son, I had a disconnect because of footy,” he said.</p> \n<p>“In a selfish way, I taught my daughter to surf, and that’s my release, so when I go surfing, I take her. Now I’ve got my son into it as well and that’s what I should’ve done a long time ago.</p> \n<p>“A couple of months ago we all went surfing together at Middleton and it was almost the best day I’ve had ... ever,” he said.</p> \n<p>“We all got a wave, went to the bakery on the way home, we smiled, and laughed and there was none of this stuff, that I’ve got Melbourne, then the Bulldogs, then Port. Just none of that.”</p> \n<p>Single-mindedly was the way you played sport in Hamilton, a town set among sheep pastures in Victoria’s west. The grass never got a chance to grow at the Walsh house, trampled by his five hockey-playing sisters and his own backyard heroics.</p> \n<p>“Those days, you were either playing or training virtually every night of the week, except Sundays, even as kids,” a friend, Brian Guy, <a href=\"http://v\">told the Adelaide Advertiser</a>.</p> \n<p>His qualities as a leader were obvious. Walsh was elected school vice-captain at Monivae College, where he is still listed as a wingman in the school’s team of the century.</p> \n<p>“I’d say Walshy was limited skill-wise, but jeez, he was fit,” former Collingwood team-mate, Gavan Bell said. “That was his key. He was a good player, courageous, all that stuff. He was a hard working, defensive winger. That’s what he was about.”</p> \n<p>A near-death experience in Peru in late 2012 – he was hit by a bus and flown back to Australia for treatment – had broadened his horizons. “I saw the white light, had the drowning sensation,” Walsh said. “I thought I’d die.”</p> \n<p>He quit drinking, dedicated himself to mastering Japanese and kept an image of the Peruvian street as his screensaver. “That’s my wake up call every day, as soon as I turn my computer on,” <a href=\"http://www.heraldsun.com.au/sport/afl/adelaide-coach-phil-walsh-invites-mark-robinson-into-the-inner-sanctum-of-the-crows-and-his-life/story-fnp04d70-1227308300112\">he told the Herald Sun</a>. “Don’t get too angry, Phil.”</p> \n<p>Walsh had yet to complete his first year as Adelaide’s coach when he died on Friday, aged 55. The level of esteem he had built over two decades in the coaches’ box was only beginning to be known.</p> \n<p>“He spoke at [former Melbourne coach] Dean Bailey’s funeral, and he spoke so beautifully and eloquently and without notes,” Cornes recalled on Friday. “You gained the sense immediately there there was a depth and a side to this man the rest of the world needed to see.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7563a63c6aaa3268f3a7256a7e3990a36a36b336/0_129_2500_1500/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1500,"width":2500,"orientation":"landscape","credit":"Michael Willson/AFP/Getty Images","altText":"Phil Walsh, coach of the Adelaide Crows","cleanCredit":"Photograph: Michael Willson/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T03:37:34Z","lastModified":"2015-07-03T05:55:37Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Michael Safi","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428486477615/Michael-Safi-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-safi"}],"feature":true,"keywords":["AFL","Adelaide","Adelaide","Geelong","Australia news","Australia sport","Australian rules football","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/adelaide","webTitle":"Adelaide"},{"id":"australia-news/adelaide","webTitle":"Adelaide"},{"id":"sport/geelong","webTitle":"Geelong"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Michael Safi","topic":{"type":"tag-contributor","name":"profile/michael-safi"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/phil-walsh-an-old-school-coach-lifted-by-grit-and-inspired-by-the-art-of-the-game","shortUrl":"http://gu.com/p/4abtk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/phil-walsh-an-old-school-coach-lifted-by-grit-and-inspired-by-the-art-of-the-game","webUri":"http://www.theguardian.com/sport/2015/jul/03/phil-walsh-an-old-school-coach-lifted-by-grit-and-inspired-by-the-art-of-the-game"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457396237","source":"Australian Associated Press","durationInSeconds":111,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/03/150703Fans_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/03/150703Fans_FromGAus/150703Fans_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435899895534/Adelaide-Crows-supporters-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Jenny Smart, a spokeswoman for the Adelaide Crows Supporters group, speaks outside the club's football headquarters at AAMI Stadium in Adelaide, after senior coach Phil Walsh was found dead after a domestic dispute at his home. 03 July 2015 Photograph: AAP","credit":"AAP","altText":"Adelaide Crows supporters group","cleanCaption":"Jenny Smart, a spokeswoman for the Adelaide Crows Supporters group, speaks outside the club's football headquarters at AAMI Stadium in Adelaide, after senior coach Phil Walsh was found dead after a domestic dispute at his home. 03 July 2015 Photograph: AAP"}}},"importance":7,"byline":{"title":"Michael Safi"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7563a63c6aaa3268f3a7256a7e3990a36a36b336/0_129_2500_1500/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1500,"width":2500,"orientation":"landscape","credit":"Michael Willson/AFP/Getty Images","altText":"Phil Walsh, coach of the Adelaide Crows","cleanCredit":"Photograph: Michael Willson/AFP/Getty Images"}}]},{"title":"Denying GB women a place at the Olympics is an atrocious decision","rawTitle":"Denying GB women a place at the Olympics is an atrocious decision","item":{"type":"comment","id":"football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa","title":"Denying GB women footballers a place at the Olympics is an atrocious decision","trailText":"England’s women have had a wonderful World Cup and now is the time to build on the excitement – but, sadly, petty politicking by the FAs of Wales, Scotland, Northern Ireland and England has ruined a golden chance","standFirst":"England’s women have had a wonderful World Cup and now is the time to build on the excitement – but, sadly, petty politicking by the FAs of Wales, Scotland, Northern Ireland and England has ruined a golden chance","byline":"Owen Gibson","body":"<p>On a particularly cruel night for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\" title=\"\">the England women’s team in their heroic World Cup defeat by Japan</a>, it was just one final twist of the knife. Instead of maintaining the momentum from a tournament in which they demanded the attention of the nation, Laura Bassett – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">whose own goal seconds from the final whistle denied England extra time</a> – and her team-mates will be at home next summer watching the Olympics on television and still wondering what might have been.</p> \n<p>When their eventual conquerors Japan <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/japan-beat-holland-at-womens-world-cup\" title=\"\">edged out Holland</a> with a goal in each half in Vancouver last week, England’s already quarter-final bound players should have had further cause for celebration. It left Mark Sampson’s squad as one of only three European sides remaining in the competition, alongside France and Germany, and, as such, should have secured qualification for next summer’s Olympics in Rio.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\">Women's World Cup 2015: England dream dies with heartbreaking own goal</a> </p> \n</aside> \n<p>With memories of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/jul/31/london-2012-team-gb-brazil\" title=\"\">London 2012 and beating Brazil at Wembley</a> in front of more than 70,000 fans still fresh in the minds of some in the squad, including Karen Carney, and exciting young talents such as Fran Kirby since added to the mix, what a glorious bonus that could have been from a tournament that should prove a tipping point for the game.</p> \n<p>Prior to Japan’s match against Holland in Canada, the German tabloid Bild caught the mood with a picture of their players beneath the headline “Danke, England” – with four European teams remaining and the Football Association having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/30/team-gb-football-teams-2016-rio-olympics\" title=\"\">already abandoned plans to enter a team in Rio</a>, they knew qualification was secure.</p> \n<p>Unlike the men’s game, the Olympics is seen as on a par with the World Cup in women’s football. Denying British women the opportunity to play in it at such a crucial time for the sport’s development is looking more and more myopic with each passing day.</p> \n<p>Is the women’s game in the UK so well developed, so strong at the grassroots, so popular with fans, so embedded in schools, that it can afford to pass up the chance of one of the greatest shop windows it will ever have? Of course not. On the contrary, it is at a crucial phase in its development.</p> \n<p>To pass on the opportunity to play in Brazil – the home of the beautiful game, in a country where women’s football is taken seriously, in front of passionate crowds, as part of a British Olympic team, with all that entails – starts to feel like an act of vandalism.</p> \n<p>The arguments around a men’s team – as played out in the runup to London 2012 – are different and more contentious. For many reasons, from fixture congestion to the conflicted feelings of some fans, there are as many arguments against as for. That is just not the case when it comes to the women’s game, where it is virtually impossible to find anyone who is against the idea on principle.</p> \n<p>The reason we have ended up here is because of, as so often, the shortsighted and internecine nature of football politics and power games as played out by grey men in grey suits. The English FA was keen to put a team forward forboth the women’s and men’s competitions. With various levels of vigour, the idea was rejected by the other home nations who continue to maintain that to play in a joint team at the Olympics could, over time, undermine the sovereignty of the individual bodies.</p> \n<p>If there was to be no men’s team on principle, they railed, there could be no women’s side either. As it turned out, the men would not have qualified anyway because of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/england-under-21-italy-european-championship-match-report\" title=\"\">the limp performance</a> of Gareth Southgate’s England Under-21 side in the Czech Republic.</p> \n<p>Obviously, it is hard to take much of what Fifa says seriously but, for what it’s worth, there have been repeated assurances from Zurich, both verbal and written, that playing a British side in the Olympics would not undermine the case for separate national teams elsewhere.</p> \n<p>Sometimes another rationale is put forward, that it would threaten the “special privileges” enjoyed by the home nations at Fifa – a guaranteed seat on the executive committee and a place on the Ifab board that codifies the laws of the game.</p> \n<p>Those privileges are being steadily whittled away in any case and should arguably be voluntarily surrendered if we are to take the moral high ground in the debate on Fifa reform.</p> \n<p>It is hard not to conclude that the most vociferous reaction, from the Football Association of Wales chairman, Trefor Lloyd-Hughes, was not somehow bound up in his personal disappointment at being passed over for the Fifa executive committee <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/24/david-gill-fifa-vice-president\" title=\"\">in favour of the English FA’s favoured candidate, David Gill</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\">Laura Bassett is in a hard place right now … but she's a hero, says Lionesses coach</a> </p> \n</aside> \n<p>Under the previous Buggins’ turn formula it would have been time for a Welsh representative but under a new system in which Uefa votes on which candidate should take the seat Gill jumped the queue – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/30/sepp-blatter-fa-david-gill-resigned-fifa\" title=\"\">only to resign anyway when Blatter was re-elected</a>.</p> \n<p>Lloyd-Hughes, a retired ambulance driver from Anglesey, was furious at what he saw as English arrogance and was “livid” when he heard about the Team GB plans. Some of the resentment felt by the FAs in Wales, Scotland and Northern Ireland towards England is justified. There can be a tendency towards loftily deciding what is right for all four.</p> \n<p>However, to let such petty politicking and confusing internal rows get in the way of the development of a sport that should be at the forefront of faltering efforts to deliver a legacy from the London Olympics, and the thorny issue of engaging teenage girls in sport, is appalling. Surely the obvious compromise was to enter a women’s side and leave the more contentious issue of the men for another day?</p> \n<p>Not only will Sampson’s side be denied the opportunity to build on their momentum in Rio, for the handful of players from the other home nations who would have been in contention for a place in the squad the chance to play in an Olympics on the world stage is gone – probably for good.</p> \n<p>The Women’s Super League is now well established but has been a slow burn in terms of building attendances. Yet healthy audiences for England’s World Cup matches on the BBC, despite the time difference, have shown the appetite is there on the big occasion. To willingly turn down the opportunity to capitalise on that next summer and aim for Olympic gold is a decision that can only have the rest of the world shaking their heads and wondering, not for the first time, at the ways of our funny little island.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/2/1435836935897/Englands-progress-to-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports","credit":"Erich Schlegel/USA Today Sports","altText":"England's progress to the Women's World Cup semi-finals led to healthy audiences on the BBC","cleanCaption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-07-02T11:48:14Z","lastModified":"2015-07-02T23:35:02Z","metadata":{"commentable":true,"commentCount":661,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Women's World Cup 2015","England women's football team","Women's football","Olympic Games 2016","Olympic Games","Team GB","The FA","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/olympic-games-2016","webTitle":"Olympic Games 2016"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/team-gb","webTitle":"Team GB"},{"id":"football/fa","webTitle":"The FA"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa","shortUrl":"http://gu.com/p/4abvm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa","webUri":"http://www.theguardian.com/football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/2/1435836935897/Englands-progress-to-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports","credit":"Erich Schlegel/USA Today Sports","altText":"England's progress to the Women's World Cup semi-finals led to healthy audiences on the BBC","cleanCaption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports"}},"importance":5,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/2/1435836935897/Englands-progress-to-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports","credit":"Erich Schlegel/USA Today Sports","altText":"England's progress to the Women's World Cup semi-finals led to healthy audiences on the BBC","cleanCaption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports"}}]},{"title":"William Fotheringham / French well placed to end 30 years of Tour de France hurt","rawTitle":"French well placed to end 30 years of Tour de France hurt","item":{"type":"article","id":"sport/2015/jul/01/tour-de-france-2015-french-30-years-of-hurt","title":"Tour de France 2015: French well placed to end 30 years of hurt","trailText":"The recent successes of French riders such as Romain Bardet, Jean-Christophe Péraud and Thibaut Pinot have raised home hopes","standFirst":"<p>The recent successes of riders such as Romain Bardet, Jean-Christophe P&eacute;raud and Thibaut Pinot have raised hopes France can finally end a long lean run in the Tour</p>","byline":"William Fotheringham","body":"<p>Thirty years ago, give or take a week, Brittany was warming up to host the start of the Tour de France – the term Grand D&eacute;part had yet to stir in marketing men’s minds – and there was only going to be one winner as far as the home nation was concerned. Bernard Hinault was headed for his second Giro-Tour double and was about to join Eddy Merckx and Jacques Anquetil in the exclusive club of five-times Tour winners.</p> \n<p>Back then French Tour victories were a given. Between the close of Merckx’s reign in 1975 and Hinault’s fifth in 1985, the home nation took nine Tour wins from a possible 11. Before Merckx came on the scene, the picture was similar thanks to Anquetil and Louison Bobet. It is what came before that makes the 30 years of French hurt since 1985 so remarkable: there have been no French victories and only four appearances on the podium.</p> \n<p>France’s lack of a Tour win since 1985 is not down to any one factor, because the sport has changed constantly since Hinault retired at the end of 1986. Apart from Laurent Fignon, the last Frenchman to get close to victory, in 1989, the generation behind the Breton never fulfilled its potential. The sport rapidly became fully international, meaning that the home riders were suddenly competing on a far bigger stage.</p> \n<p>In the Lance Armstrong era, the phenomenon of “two-speed cycling” was noted – although Armstrong is keen to claim all his rivals were doping, the French federation brought in an early variant of the biological passport after the Festina scandal of 1998 and most of the teams cleaned up their act. Statistical and anecdotal evidence indicates the French simply could not hold their own against such as the Texan and those who went down the same road.</p> \n<p>What is certain is that in terms of its showpiece event, French cycling is on a roll again. In 2014, with Jean-Christophe P&eacute;raud in second place and Thibaut Pinot third, two Frenchmen finished on the podium for the first time in 30 years; Romain Bardet’s sixth overall gave the home riders three in the first half-dozen. It was one of several recent Tours in which the French progressed; six stage wins in 2010, Thomas Voeckler’s lengthy spell in the yellow jersey in 2011, four mountain stage wins in 2012. The less successful 2013 race looks like an exception.</p> \n<p>One reason is that “two-speed cycling” is now considered to be at an end, with the playing field levelled because of the adoption by the UCI of the biological passport in 2008. “The differences are less extreme, I can’t say everything is perfect but it’s more manageable,” Pinot’s manager Marc Madiot has said. That has resulted in a change of attitude: rather than being content with fighting valiantly in search of headlines, French cyclists have learned to win again.</p> \n<p>Most critically, the three leading French teams, Ag2R, Europcar and Madiot’s FDJ, have all adopted enlightened youth recruitment policies. Europcar’s feeder squad, Vend&eacute;e U, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/jun/26/tour-de-france-2011-vendee\" title=\"\">dates back almost 25 years</a> while FDJ have consistently recruited young French talent – often from the top amateur squad CC Etupes, where Pinot raced – and Ag2R invest €450,000 annually on a feeder squad run in conjunction with the university in Chamb&eacute;ry. Eight of their team including Bardet originated there. One reason for this focus on youth is French teams have smaller budgets than most and struggle to buy in the very best from abroad.</p> \n<p>“We have 15 young riders in Chamb&eacute;ry, recruited from the junior ranks, racing the international under-23 calendar and studying at the same time,” said Ag2R’s manager, Vincent Lavenu. “We started it because there are so many demands on young riders – they have to choose studies or racing. They have accommodation, the same backup as the professionals. We have a lot of demand from abroad now – this year, we have riders from Italy, Australia, Germany and the Netherlands. We had a Colombian last year who turned professional at Lampre. We’d like to think it’s setting an example to follow.”</p> \n<p>Lavenu and Madiot also cite a “generational phenomenon”, which has seen France produce a raft of talented juniors and under-23s under the national coach, the former professional Bernard Bourreau, although in some cases the youngsters have not kicked on into the professional ranks. “The important thing now is not necessarily to win the Tour but to have charismatic French riders with a high profile,” Madiot said.</p> \n<p>At this year’s Tour, while P&eacute;raud, Pinot and Bardet will be the focus for many, together with the sprinter Nacer Bouhanni, one youngster in particular should be worth watching: the 23-year-old Warren Barguil, who has shone in the Tour of Spain and is making his Tour de France debut. The minute he succeeds, his Breton parentage makes it inevitable he will be hailed as the next Hinault but it will take a little more than that to erase 30 years of pain.</p> \n<p><em>William Fotheringham is the author of </em><a href=\" http://www.randomhouse.co.uk/editions/bernard-hinault-and-the-slow-death-of-french-cycling/9780224092043\" title=\"\"><em>Bernard Hinault, the Fall and Rise of French Cycling</em></a><em>, published by Yellow Jersey Press</em></p> \n<h2>Five Frenchmen to follow</h2> \n<p><strong>Romain Bardet </strong></p> \n<p>Reed-thin youngster who was last year’s Tour revelation, finishing sixth overall at the age of 23. Weak at time trialling but a strong climber and nerveless descender as his recent stage win at Pra-Loup in the Dauphin&eacute; Lib&eacute;r&eacute; showed. He has clearly kicked on this year, and the Tour will show by just how much. If he survives the first week, he could make the top five and take the best young rider prize.</p> \n<p><strong>Warren Barguil</strong></p> \n<p>France’s next big thing after Bardet, the Breton will be relieved Marcel Kittel did not make the start as it means he will get full support from Giant-Alpecin in his first Tour. The 23-year-old has shone at the Vuelta, showing climbing strength and tactical nous, but his home race is another step up altogether; if he makes the top seven and presses for a stage win or two that will be a more-than-respectable start.</p> \n<p><strong>Bryan Coquard</strong></p> \n<p>Cheeky, rapid little sprinter riding for Europcar who was consistent last year although without threatening a stage win; at 23, however, he has plenty of time to improve. He’s on form, having won a stage in the Route du Sud, but most of his wins have come in French races and the Tour is several steps higher. He’s punching above his weight this July, but all it needs is the right gap, and he’s in.</p> \n<p><strong>Jean-Christophe P&eacute;raud</strong></p> \n<p>At 38, very much the oldie among the thrusting youths, but the former mountain biker has been road racing only since 2010, so is fresh to it all. P&eacute;raud can time trial and climb well but his second place last year boiled down to the fact that he stayed upright where Contador and Froome didn’t. This year’s question is not whether can get better – that’s unlikely – but how Ag2R will handle him and co-leader Bardet.</p> \n<p><strong>Thibaut Pinot</strong></p> \n<p>Promised much in 2012 with an <a href=\"https://www.youtube.com/watch?v=NMmyyEOeVTs\" title=\"\">epic stage win at Porrentruy</a> and the best young rider’s jersey; delivered in 2014 with third overall. This year, the 25-year-old has progressed again, winning the toughest stages in the Tour de Romandie and Tour of Switzerland. In 2013 the pressure of being France’s darling got to him, so this year he needs to keep his head. May not be quite at the level of the Big Four, but shouldn’t be far off. Amusingly, you can follow what he’s been up to on the <a href=\"https://www.strava.com/pros/tpinot\" title=\"\">Strava website</a>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2f0d46ffcd0febd4c0a493812b2da4579e45ddc/3_324_4925_2956/4925.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2956,"width":4925,"orientation":"landscape","credit":"Tim de Waele/Corbis","altText":"Cycling: 67th Criterium du Dauphine 2015 / Stage 7<br>13 Jun 2015, France --- Cycling: 67th Criterium du Dauphine 2015 / Stage 7 VUILLERMOZ Alexis (FRA)/ BARDET Romain (FRA)/ Montmelian - Saint-Gervais Mont Blanc 1372m (155km)/ Rit Etape / © Tim De Waele --- Image by © Tim de Waele/Corbis","cleanCredit":"Photograph: Tim de Waele/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-01T21:00:10Z","lastModified":"2015-07-01T23:00:55Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France","Cycling","Tour de France 2015","Sport"],"tags":[{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/tour-de-france-2015-french-30-years-of-hurt","shortUrl":"http://gu.com/p/4aabc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/tour-de-france-2015-french-30-years-of-hurt","webUri":"http://www.theguardian.com/sport/2015/jul/01/tour-de-france-2015-french-30-years-of-hurt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2f0d46ffcd0febd4c0a493812b2da4579e45ddc/3_324_4925_2956/4925.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2956,"width":4925,"orientation":"landscape","caption":"Romain Bardet, right, during stage seven of the 2015 Criterium du Dauphine. Photograph: Tim de Waele/Corbis","credit":"Tim de Waele/Corbis","altText":"Romain Bardet, right, during stage seven of the 2015 Criterium du Dauphine.","cleanCaption":"Romain Bardet, right, during stage seven of the 2015 Criterium du Dauphine.","cleanCredit":"Photograph: Tim de Waele/Corbis"}},"importance":5,"kicker":{"title":"William Fotheringham"},"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2f0d46ffcd0febd4c0a493812b2da4579e45ddc/3_324_4925_2956/4925.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2956,"width":4925,"orientation":"landscape","credit":"Tim de Waele/Corbis","altText":"Cycling: 67th Criterium du Dauphine 2015 / Stage 7<br>13 Jun 2015, France --- Cycling: 67th Criterium du Dauphine 2015 / Stage 7 VUILLERMOZ Alexis (FRA)/ BARDET Romain (FRA)/ Montmelian - Saint-Gervais Mont Blanc 1372m (155km)/ Rit Etape / © Tim De Waele --- Image by © Tim de Waele/Corbis","cleanCredit":"Photograph: Tim de Waele/Corbis"}}]},{"title":"Osvaldo: Sinner or Saint in football’s vanity parade?","rawTitle":"Osvaldo: Sinner or Saint in football’s vanity parade?","item":{"type":"comment","id":"football/blog/2015/jul/02/dani-osvaldo-southampton-transfer-deal-gamble-terminate-contract","title":"Dani Osvaldo: Saint or sinner in football’s enduring vanity parade?","trailText":"Southampton have ripped up the Italian international’s contract with two years left on the deal but the striker’s sorry story is just another roll of the dice in football’s great gamble","standFirst":"Southampton have ripped up the Italian international’s contract with two years left on the deal but the striker’s sorry story is just another roll of the dice in football’s great gamble\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2000/aug/06/newsstory.sport16\" title=\"\">The 10 worst signings of all time</a>","byline":"Paul Doyle","body":"<p>You always suspect that vanity is at work when a manager persuades his club to invest a fortune on the grounds that he can wring rewarding performance out of a player who has exasperated others.</p> \n<p>Brendan Rodgers, for instance, may have imagined himself as a young King Arthur last summer, about to pull the sword from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/aug/25/mario-balotelli-16m-liverpool-milan\" title=\"\">Mario Balotelli</a> stone to the astonished admiration of veteran knights such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2010/apr/21/mario-balotelli-tantrum-jose-mourinho\" title=\"\">Jos&eacute; Mourinho</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/jan/03/mario-balotelli-roberto-mancini-confrontation\" title=\"\">Roberto Mancini</a>. But sadly it hasn’t worked out like that, to no one’s astonishment.</p> \n<p>Before that Mauricio Pochettino’s Southampton forked out &pound;15m – almost as much as Liverpool paid for Balotelli – on Dani Osvaldo, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/aug/18/southampton-pablo-osvaldo-west-bromwich-albion\" title=\"\">making the Italy international the club’s record signing. Osvaldo</a>, whose contract at St Mary’s was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/southampton-dani-osvaldo-terminate-contract\" title=\"\">terminated on Wednesday</a> two years early, went on to make Balotelli look a bargain.</p> \n<p>In fairness to Pochettino, he had a good reason to be confident of honing Osvaldo’s spiky talent. After all, he had already done so once: the striker plundered 22 goals in 47 appearances for Espanyol under the Argentinian manager. He was also prolific at Roma, but the reason so many clubs steered clear of him, and why Southampton were able to get him, was that he didn’t just hit the net, he also hit team-mates. That turned out to be a habit he hadn’t got rid of.</p> \n<p>When at Bologna Osvaldo decked Nicola Mingazzini in a pre-season training session and, in 2011, he was fined and suspended for clobbering his Roma colleague <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jan/07/inter-mauro-icardi-juventus\" title=\"\">Erik Lamela, apparently because the now Tottenham player eschewed an easy pass to him</a>. “He will not bite anyone like Luis Su&aacute;rez – but he does have fire,” quipped Pochettino in December 2013.</p> \n<p>The manager said that with the same affectionate, almost paternal understanding with which Mancini and Rodgers would speak of Balotelli, and no wonder there was a tinge of pride to his tone – Osvaldo had just flummoxed Vincent Kompany on the way to scoring an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/dec/08/southampton-dani-osvaldo-manchester-city-england\" title=\"\">exquisite lob for Southampton against Manchester City</a>. Pochettino’s faith in the striker seemed set to be rewarded.</p> \n<p>“He has a reputation and he deserves it,” continued Pochettino. “He is a player of character, with a lot of passion, a lot of heart and who is very emotional. But he is growing every day and we are happy with how he is doing and with his behaviour. He is a friendly guy and a good team-mate.”</p> \n<p>But not for long.</p> \n<p>It was a pity that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/jan/29/southampton-dani-osvaldo-mauricio-pochettino\" title=\"\">Osvaldo came to blows with Jos&eacute; Fonte</a> just as he seemed to be getting to grips with the Premier League. His goal against City, his third in 12 Premier League games for Southampton up to that point, was not the catalyst to the striker’s conquest of England.</p> \n<p>He played only one more game for the club before a headbutt at training left Fonte with a black eye and Southampton looking for someone to take Osvaldo off their hands. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jan/31/dani-osvaldo-medical-juventus-southampton\" title=\"\">Juventus eventually</a> did so on loan, before Internazionale and Boca Juniors also harboured him for spells.</p> \n<p>Intended as the long-term replacement for Rickie Lambert, Osvaldo was himself replaced within a few months, as Southampton went back into the transfer market last summer to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/12/southampton-confirm-signing-graziano-pelle-feyenoord\" title=\"\">sign Graziano Pell&egrave;</a>. How Saints could have done with both their Italian international strikers in the second half of last season, if Osvaldo had progressed rather than relapsed, as the over-reliance on Pell&egrave; proved to be one of the factors in Ronald Koeman’s side fading slightly towards the end of an otherwise excellent campaign.</p> \n<p>Koeman will likely strengthen his strikeforce further this summer, there having been no expectation that Osvaldo would return from loan to uplift the squad.</p> \n<p>While at Inter he was banned for missing training and shunned by team-mates for trying to fight Mauro Icardi, and a breach of discipline in the team hotel led to him being chastised before his first match for Boca. In the end, it seems that no one has been sufficiently convinced of his quality, or his ability to subdue the fire to which Pochettino referred, to offer Southampton a significant transfer fee. So the club just cut their losses.</p> \n<p>It could have been worse for Southampton. Three other clubs who also made monumental misjudgments on strikers in the 2013-14 season wound up paying for it with their Premier League places, as Fulham, Norwich City and Cardiff City were relegated while ruing record investments in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/aug/31/kostas-mitroglou-fulham-olympiakos-loan\" title=\"\">Mitroglou</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/aug/06/ricky-van-wolfswinkel-norwich-saint-etienne\" title=\"\">Ricky van Wolfswinkel</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/feb/13/andreas-cornelius-cost-transfer-cardiff-malky-mackay\" title=\"\">Andreas Cornelius</a>.</p> \n<p>In an era when Southampton are widely lauded for the calibre of their player development and the shrewdness of their recruitment, they can choose to regard their record signing as being a bit like one of those mistakes in Persian rugs, evidence that nobody is perfect.</p> \n<p>Pochettino, meanwhile, might wish that he could plead trickery in the same way that one of his predecessors at Southampton, Graeme Souness, could after the club’s most memorable botched signing.</p> \n<p>But Osvaldo is no <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2008/nov/22/southampton-championship\" title=\"\">Ali Dia</a>. Which, of course, means that someone else is going to take a chance on him soon.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/2/1435843472041/Soccer---Dani-Osvaldo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Why always me? Southampton have terminated the contract of club record signing Dani Osvaldo. Photograph: Chris Ison/PA","credit":"Chris Ison/PA","altText":"Soccer - Dani Osvaldo","cleanCaption":"Why always me? Southampton have terminated the contract of club record signing Dani Osvaldo. Photograph: Chris Ison/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T13:33:37Z","lastModified":"2015-07-02T13:52:30Z","metadata":{"commentable":true,"commentCount":161,"contributors":[{"name":"Paul Doyle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pauldoyle"}],"feature":true,"keywords":["Southampton","Ronald Koeman","Football","Mauricio Pochettino","Sport"],"tags":[{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/ronald-koeman","webTitle":"Ronald Koeman"},{"id":"football/football","webTitle":"Football"},{"id":"football/mauricio-pochettino","webTitle":"Mauricio Pochettino"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Doyle","topic":{"type":"tag-contributor","name":"profile/pauldoyle"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/02/dani-osvaldo-southampton-transfer-deal-gamble-terminate-contract","shortUrl":"http://gu.com/p/4ab4g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/02/dani-osvaldo-southampton-transfer-deal-gamble-terminate-contract","webUri":"http://www.theguardian.com/football/blog/2015/jul/02/dani-osvaldo-southampton-transfer-deal-gamble-terminate-contract"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/2/1435843472041/Soccer---Dani-Osvaldo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Why always me? Southampton have terminated the contract of club record signing Dani Osvaldo. Photograph: Chris Ison/PA","credit":"Chris Ison/PA","altText":"Soccer - Dani Osvaldo","cleanCaption":"Why always me? Southampton have terminated the contract of club record signing Dani Osvaldo. Photograph: Chris Ison/PA"}},"importance":4,"byline":{"title":"Paul Doyle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ac8d5d3e382ebd9303998951c3ed125732d09692/45_98_2231_1338/1000.jpg","height":600,"width":1000}}]},{"title":"The Forgotten Story of ... / The world's best baseball stadium that was never built","rawTitle":"The world's best baseball stadium that was never built","item":{"type":"article","id":"sport/2015/jul/02/montreal-forgotten-story-baseball-stadium-never-built","title":"The Forgotten Story of ... the world's best baseball stadium – that was never built","trailText":"Labatt Park, in downtown Montreal, was to be modern, elegant and memorable. But then the money ran out – and the Expos moved to Washington","standFirst":"<p>Labatt Park, in downtown Montreal, was to be modern, elegant and memorable. But then the money ran out – and the Expos moved to Washington</p>","byline":"Les Carpenter in Montreal","body":"<p>The best major league baseball park that was never built now lives forever in a glass case. The case is sealed, protecting the best major league park that was never built from dust and grime and wobbly people who don’t watch their step. This is because the scale model of the best major league baseball park that was never built is too big to tuck away and too precious to destroy so it sits like beautiful but useless furniture on the lobby floor of the Montreal architecture firm Provencher Roy.</p> \n<p>The best major league baseball park that was never built was given a name: Labatt Park. It had a site; in downtown Montreal, just southeast of the Bell Center, home to hockey’s Canadiens. The best major league baseball park that was never built was going to be tiny, with only 35,000 seats. It would have given fans in even the worst seats a sense they were close to the field. It would have had a grace unique to any ballpark – modern but not utilitarian. It would have been … perfect.</p> \n<p>“Ahhh it’s a shame it didn’t get built,” Eugenio Carelli said with a sigh. Carelli is the architect who designed Labatt Park. Before the late 1990s, when Provencher Roy was approached by the Montreal Expos to create their new home, Carelli had never built a stadium. This didn’t bother him. He designed grand civic buildings in public places. The Expos park gave him a chance to make something memorable, something distinctive.</p> \n<p>For months he travelled North America, studying the best new sports stadiums. He visited Baltimore’s Camden Yards and was taken by Cleveland’s Jacobs (now Progressive) Field. Then he came back to Montreal and set about designing something great. What sits in the glass case of Provencher Roy’s lobby is a ballpark like none in baseball today.</p> \n<p>While Labatt Field would have opened into a downtown skyline like the stadiums in Baltimore, Cleveland, Seattle and Pittsburgh, it would not have the clunky, retro look of a 1930s ballpark. An original proposal for a Camden Yards-type park ringed in brick, was scuttled at the suggestion of legendary architect Richard Meier (a friend of then-Expos owner Jeffrey Loria), replaced with something sleeker. The ultimate design of Labatt Park gave an image of a wishbone rather than the box other stadium designers were making. There was nothing old-fashioned about Labatt Park, nothing to evoke a time lost. Carelli wanted something that would stand out, something more distinctive.</p> \n<p>“Baseball is a fluid game,” Carelli said, staring down that the model on the lobby floor. “I think it goes well. It’s not like the Astrodome or the round stadiums. We wanted to make something contemporary. We wanted something that spoke of our times.”</p> \n<p>Contemporary is always dangerous when building stadiums. Montreal got contemporary when it built Olympic Stadium for the 1976 Olympics and turned it into the Expos’ home for 27 years. Olympic Stadium was a dreary relic to a modernist view of a sports facility, a monument of concrete and garish yellow seats, covered by an enormous overhang that was supposed to be topped with a retractable roof that never worked. The roof was supposed to fold up into a tower that looms over the stadium. Eventually a permanent blue roof covered Olympic Stadium and the tower remains, awkwardly arcing over the stadium like a huge decapitated swan.</p> \n<p>Carelli’s park was going to be a happy place, built for the super low sum of $200m. No space would be wasted. Perhaps the park’s most endearing feature was the intimacy it was going to give. Even though the new ballparks were being built closer to the action, the fans were actually sitting farther away because the new parks put the bulk of their seats in the first tier – giving an impression of being close while not being close at all.</p> \n<p>Labatt Park’s bottom tier was small, only about 15 rows.</p> \n<p>Because of this, Carelli drew a steeper upper deck that dangled low over the field. In his stadium even the fans in the last row of the last tier would feel as if they were hovering over the action rather than being detached observers too far from the players to see their numbers.</p> \n<p>Maybe because Carelli had never built a stadium before, he never saw the politics that sabotaged his project. Big league baseball in Montreal had been a three-decade struggle. Once the city had been a thriving minor league city, most famous in game’s lore for being the place that welcomed Jackie Robinson to professional baseball. But stadium fiascos and economic burdens plagued the Expos’ ability to be a winning team. A chance for momentum was lost in 1994 when the season was scrapped by a lockout with the Expos in first place in the National League East. When team president Claude Brochu asked Provencher Roy to design a new home, Carelli had every reason to believe his project would be built.</p> \n<p>Carelli found it odd that when Loria assumed control of the team in 1999 that he only attended one meeting about the new park, but shook off any feelings of concern. The project kept moving forward until 2002, when the plans were 90% complete. Then one day he got a call. The stadium was off. Quebec premier Lucien Bouchard did not want to spend any public money – no matter how small – for a new stadium when the old Olympic Stadium was still being paid off. Labatt Park would never be built.</p> \n<p>“I have never had a project as advanced as this one without being built,” Carelli said.</p> \n<p>Loria cashed out of Montreal, selling the team to Major League Baseball while taking over the Florida Marlins. After the 2004 season, the Expos moved to Washington, and developers began picking at the downtown site that would have been perfect for baseball. Today the skeletons of high rise condominiums rise from pieces of the plot that would have housed the best major league ballpark that was never built.</p> \n<p>But even as Carelli gazes forlornly at the model of his perfect stadium, a movement is growing to bring it back – not as the structure under the glass but as some kind of home to another major league team. Former Expos outfielder Warren Cromartie has quietly been gathering potential owners to form a group that could buy another big league team and move it to Montreal. A common belief is that team could be the Tampa Bay Rays, if the Rays are unable to leave their own dreary indoor stadium much the way the Expos couldn’t nearly two decades ago.</p> \n<p>Cromartie said in a phone interview that on a trip to Montreal four and a half years ago, someone tapped him on the shoulder and asked where the Expos Hall of Fame was. It was then that Cromartie realized no legacy of the old team existed. He decided to find a new team and build a new history.</p> \n<p>“Why not me?” he said. “When I started this it was something I was supposed to do. I am the one.”</p> \n<p>For the last two years baseball as staged exhibition games at Olympic Stadium and the response has been tremendous.</p> \n<p>“It felt like a huge celebration of baseball the whole weekend,” said Mark Byrnes, a writer for Atlantic’s City Lab who attended this year’s exhibition games and wrote a nostalgic piece about Labatt Park.</p> \n<p>In recent months, Cromartie and Carelli have been talking. Carelli is looking at other downtown sites for a possible stadium. To see if they work he lays the plans for Labatt Park over the prospective plots to see if a ballpark will fit. He is probably wiser this time, expecting nothing, careful about his dreams.</p> \n<p>But if the right investors step forward and if a team can be bought and baseball agrees to let it move, a new stadium might indeed be built. It just won’t be Labatt Park.</p> \n<p>“That was the coolest ballpark that never got built,” Cromartie said softly.<br /></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854284853/8dca0630-ea0e-4047-9f03-0cd59f90c61f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Provencher Roy","altText":"Montreal ballpark","cleanCredit":"Photograph: Provencher Roy"}],"bodyImages":[],"webPublicationDate":"2015-07-02T10:00:03Z","lastModified":"2015-07-02T21:33:42Z","metadata":{"commentable":true,"commentCount":37,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":true,"keywords":["MLB","Baseball","Sport","US sports"],"tags":[{"id":"sport/mlb","webTitle":"MLB"},{"id":"sport/baseball","webTitle":"Baseball"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/montreal-forgotten-story-baseball-stadium-never-built","shortUrl":"http://gu.com/p/4aagv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/montreal-forgotten-story-baseball-stadium-never-built","webUri":"http://www.theguardian.com/sport/2015/jul/02/montreal-forgotten-story-baseball-stadium-never-built"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854284853/8dca0630-ea0e-4047-9f03-0cd59f90c61f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A sketch for the proposed Labatt Park. Photograph: Provencher Roy","credit":"Provencher Roy","altText":"Montreal ballpark","cleanCaption":"A sketch for the proposed Labatt Park.","cleanCredit":"Photograph: Provencher Roy"}},"importance":4,"kicker":{"title":"The Forgotten Story of ..."},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854284853/8dca0630-ea0e-4047-9f03-0cd59f90c61f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Provencher Roy","altText":"Montreal ballpark","cleanCredit":"Photograph: Provencher Roy"}}]},{"title":"A team-by-team guide to this year's Tour de France","rawTitle":"A team-by-team guide to this year's Tour de France","item":{"type":"article","id":"sport/2015/jul/01/tour-de-france-2015-team-by-team-guide","title":"Tour de France 2015: our team-by-team guide","trailText":"All eyes will be on Utrecht this Saturday when the Dutch city hosts the Grand Départ for the 102nd Tour de France but who are the hot favourites and the teams to watch out for?","standFirst":"<p>All eyes will be on Utrecht this Saturday when the Dutch city hosts the Grand D&eacute;part for the 102nd Tour de France but who are the hot favourites and the teams to watch out for?</p>","byline":"Barry Glendenning","body":"<h2>AG2R La Mondiale (Fr)</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\">Tour de France 2015 – stage by stage</a> </p> \n</aside> \n<p>Once best known for the hideous brown shorts worn by their riders, the French team make headlines for their solid performances at the business end of the toughest bicycle races. They won the team classification at last year’s Tour and in Jean-Christophe P&eacute;raud and Romain Bardet, had two riders placed inside the top six on General Classification. Their all-rounder <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/12/biel-kadri-tour-de-france-stage-eight\">Biel Kadri, who has not made this year’s team, also won a stage</a>. With P&eacute;raud currently out of form, Bardet is likely to lead their assault on the GC this year. Unfortunately, they suffered a setback in February this year when Lloyd Mondory tested positive for EPO.</p> \n<p><strong>Team leader</strong> Jean-Christophe P&eacute;raud (Fr) or Romain Bardet (Fr)</p> \n<p>While P&eacute;raud finished second last year, Bardet was the revelation of the race, finishing sixth overall and second in the Best Young Rider classification. In a rivalry that calls to mind the Froome v Wiggins power struggle at Sky, this should be the Tour in which Bardet eclipses his compatriot, who had a woeful Crit&eacute;rium du Dauphin&eacute;.</p> \n<p><strong>Team name</strong> An amalgamation of belt and braces: two insurance companies - Ag2R and La Mondiale.</p> \n<figure class=\"element element-image\" data-media-id=\"f015f75bc6a24c2f066cfa72ef561338392ad9d7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745301154/b9568d1b-f9ee-46d0-a87f-c78af2d285ff-460x276.jpeg\" alt=\"Peraud\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jean-Christophe P&eacute;raud of AG2R La Mondiale.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Astana (Kaz)</h2> \n<p>A team regularly mired in scandal since their 2006 inception, they have had a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/27/astana-doping-cycling-troubled-team\">troubled time</a> since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/27/vincenzo-nibali-tour-de-france-win\">Vincenzo Nibali won last year’s Tour</a>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/11/valentin-iglinsky-sacked-astana-epo\">Brothers Valentin and Maxim Iglinskiy</a> both tested positive for EPO, while three members of their Continental feeder team also fell foul of the drug testers, prompting the International Cycling Union (UCI) to recommend their World Tour licence be revoked. In April it was announced that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/24/teams-demand-transparency-uci-astan-licence\">Astana would be allowed to continue</a> racing, as stripping them of their licence mid-season would not “respect the principle of proportionality”. Good news, then, for the team’s highly-principled manager, the unrepentant drugs cheat <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/jul/30/cycling.tourdefrance3\">Alexander Vinokourov</a>.</p> \n<p><strong>Team leader</strong> Vincenzo Nibali (It)</p> \n<p>Defending his title in the wake of a victory made easier by Nairo Quintana’s absence, the abandonment through injury of Chris Froome and Alberto Contador, not to mention the constant whiff of skulduggery surrounding Astana. Lucky to be defending his title, considering the raised eyebrows that greeted the decision to let his team keep their licence.</p> \n<p><strong>Team name</strong> Taken from a group of state-owned companies in Kazakhstan, where Astana is also the capital city.</p> \n<figure class=\"element element-image\" data-media-id=\"4caee474700fddefa0d7540f52e580fbdfab1019\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745381197/f2553416-29c9-430e-acdf-0048a36262a1-460x276.jpeg\" alt=\"Vincenzo Nibali\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincenzo Nibali of the controversy-mired Astana defends his title this month.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>BMC Racing (US)</h2> \n<p>Disparagingly referred to as Big Money Club due to the riches lavished upon them by their billionaire benefactor Andy Rihs, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/25/tour-down-under-final-stage-report\">BMC claimed this year’s Tour Down Under</a> and Tour of Belgium, as well as notching notable stage wins elsewhere. Team leader Tejay van Garderen is in good form and wants a podium finish, while the team boast specialists in most areas of expertise and functions superbly as a collective. They subjected rivals Sky to a beating in the team time trial of the Crit&eacute;rium du Dauphin&eacute; in a stage very similar to its equivalent on this year’s Tour.</p> \n<p><strong>Team leader</strong> Tejay van Garderen (US)</p> \n<p>BMC’s new leader following the retirement of Cadel Evans, the American led going into the final stage of the Crit&eacute;rium du Dauphin&eacute;, only to have victory snatched from his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">grasp by Chris Froome</a>. Fifth last year and his chances of a podium place will hinge on his performances in the mountains.</p> \n<p><strong>Team name</strong> An acronym of the snappily-titled Swiss bicycle manufacturing company Bicycle Manufacturing Company.</p> \n<figure class=\"element element-image\" data-media-id=\"498c48e10ca195f7191d3b8ec19cc85ffa269151\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745480983/3ba70bab-6a7f-41d7-ab02-3cf45a6a6a1f-460x276.jpeg\" alt=\"Van Garderen\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The BMC Racing team leader Tejay Van Garderen.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Feferberg/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Bora-Argon 18 (Ger)</h2> \n<p>One of five wildcard teams, the Bavarian outfit are, like BMC, also one of five in the race to feature a bicycle manufacturer – Montreal-based Argon 18 – in their name. Having secured seventh place in last year’s Tour courtesy of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/30/team-sky-announce-nicolas-roche-five-new-signings-2015-cycling\">Leopold Konig, who has since moved to Sky</a>, the team will be co-led by the German all-rounder Dominik Nerz and look likely to target assorted flat stages, where the Czech time-trialist Jan B&aacute;rta will be tasked with helping to lead out Irish Tour debutant and co-leader Sam Bennett.</p> \n<p><strong>Team leader</strong> Sam Bennett (Ire) and Dominik Nerz (Ger)</p> \n<p>In Bennett and Nerz, the general manager Ralph Denk has named co-leaders, revealing his team will target flat stages, playing to the strengths of the Belgium-born Irishman. Denk described Bennett as one of the fastest sprinters around and said “he deserves to compete with the best sprinters in the biggest race in the world”.</p> \n<p><strong>Team name</strong> Sponsored by German cooking surface and extractor manufacturer Bora and Canadian bike manufacturers Argon, whose Argon 18 bicycles they ride.</p> \n<figure class=\"element element-image\" data-media-id=\"c3f7089a046d312cd8583d4e0a63cee9a8ec4742\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745551563/102cbe49-135b-48e6-9d15-a34e96928c9c-460x276.jpeg\" alt=\"Sam Bennett\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Bora-Argon 18 team co-leader Sam Bennett.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Bretagne-S&eacute;ch&eacute; Environment (Fr)</h2> \n<p>Another of the second tier wildcards, Bretagne-S&eacute;ch&eacute; participated in their first Tour de France last summer. Dan McLay, a 23-year-old from Leicester, turned pro with them this season after four years as an amateur in Belgium and has been touted as a potential Classics star of the future but just missed out on their roster for the Tour. While extremely unlikely to trouble the top 10 in General or Team Classification, expect this team to throw the kitchen sink and various other household items at Stage 8, which begins departs from Rennes, home of their HQ, and finishes in M&ucirc;r-de-Bretagne.</p> \n<p><strong>Team leader</strong> Brice Feillu (Fr)</p> \n<p>Not to be confused with Romain, his older brother, who also rides for Bretagne-S&eacute;ch&eacute; Environnement. Feillu the younger was triumphant in the mountain stage at Andorra Arcalis on the 2009 Tour and hasn’t won a race of any kind since. Needs a good performance to build on his early promise.</p> \n<p><strong>Team name </strong>The hail from Brittany and are sponsored by S&eacute;ch&eacute; Environnement, a French waste treatment company.</p> \n<figure class=\"element element-image\" data-media-id=\"04b4d46bd8eb1350f13a81bfc595f81c9c617ae7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745779775/5d675dc5-6fc0-4a0c-970a-83178ba20e1c-460x276.jpeg\" alt=\"Brice Feillu\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brice Feillu leads Bretagne-S&eacute;ch&eacute;.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Cofidis Solutions (Fr)</h2> \n<p>Reliant on wildcard entries since losing their ProTour licence in 2009 and without a stage win since the year before that, it’s difficult to know what function they serve in the peloton in recent years beyond making up the numbers and sending scarlet-clad riders off in breakaways that invariably get reeled in by the peloton. While Spanish rider Daniel Navarro is their best hope of making an impact on the General Classification, Cofidis appear to have placed all their eggs in a Nacer Bouhanni-shaped basket this season and the in-form 24-year-old sprinter could very well find himself being handed a bouquet and trophy at the conclusion of at least one stage.</p> \n<p><strong>Team leader</strong> Nacer Bouhanni (Fr)</p> \n<p>A winner of<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/10/criterium-du-dauphiine-stage-four\"> two stages and the green points jersey at the Crit&eacute;rium du Dauphin&eacute;</a>, the French sprinter crashed at the French national road championships last weekend putting his participation in some doubt. Celebrates his birthday on the Tour, but is unlikely to mark the occasion with a stage win as the riders will be tackling Alpe d’Huez on the day in question.</p> \n<p><strong>Team name</strong> Their sponsor is a French company offering credit ‘solutions’ and - according to Wikipedia - specialises in the consumer credit business of the 3 Suisses Group. Rock and roll.</p> \n<figure class=\"element element-image\" data-media-id=\"9cc98d8d870721399e76b18549bb6239b2837591\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745881760/a2b67827-03e5-4f38-a791-1c9fe1264f73-460x276.jpeg\" alt=\"Bouhanni\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cofidis’s big hope Nacer Bouhanni .</span> \n  <span class=\"element-image__credit\">Photograph: David Stockman/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Etixx-Quick Step (Bel)</h2> \n<p>With Bradley Wiggins having bowed out of proceedings to focus on the track, Tony Martin will expect to finish the opening day’s “race of truth” in Utrecht being zipped into the race leader’s yellow jersey, which he could keep for quite some time. Beyond that, the team will slave in the service of Manx missile <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/02/mark-cavendish-life-saddle-i-love-to-win-tour-of-turkey-cycling\">Mark Cavendish</a>, relentlessly stoking the furnace of the train from which he’ll launch himself at the end of each flat stage in the hope of adding to his 25 stage victories.</p> \n<p><strong>Team leader</strong> Mark Cavendish (United Kingdom)</p> \n<p>Came a cropper in the first stage last year and had to withdraw, rounding off a fairly miserable season by his own very high standards. Cavendish has been in spectacular form this season and, in the absence of his nemesis Marcel Kittel, looks nailed on to add to his quarter-century of Tour de France stage wins.</p> \n<p><strong>Team name</strong> Premium sports nutrition brand meets laminate flooring manufacturer and the rest is history. Who says romance is dead?</p> \n<figure class=\"element element-image\" data-media-id=\"dbd65710a33a48f1d6407e39ce78ef9781b84b4c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745998892/40d07f6a-c292-4c4a-8bd2-fd29da97cf93-460x276.jpeg\" alt=\"Mark Cavendish\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Cavendish, the Etixx-Quick Step team leader, has been in excellent form this year.</span> \n  <span class=\"element-image__credit\">Photograph: Robertus Pudyanto/Getty Images</span> \n </figcaption> \n</figure> \n<h2>FDJ (Fr)</h2> \n<p>Having appalled the cycling world with the fashion faux pas of including white shorts in their team ensemble, it is not just in the field of ill-advised leg-wear that FDJ will be competing fiercely with their compatriots at AG2R La Mondiale. Both teams will fancy their chances of producing the Tour’s highest-placed Frenchman, with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/26/thibaut-pinot-leads-french-revival-tour-de-france-2014\">Thibaut Pinot</a> having finished third overall last season just behind his compatriot at AG2R, Jean-Christophe P&eacute;raud. Having lost their sprinter Nacer Bouhanni to Cofidis Solutions, FDJ’s chances of success in the flat stages have been compromised and the burden of responsibility for taking on the fast men now rests on 23-year-old Arnaud D&eacute;mare.</p> \n<p><strong>Team leader</strong> Thibaut Pinot (Fr)</p> \n<p>Third on General Classification last year and winner of the best young rider classification ahead of Romain Bardet. Chose the Tour of Switzerland over the Crit&eacute;rium du Dauphin&eacute; for his preparations, having won a stage and finished fourth overall in the Tour de Romandie. A burgeoning talent who should go well again.</p> \n<p><strong>Team name</strong>: Francais des Jeux is the company behind France’s national lottery, making them one of three national lottery companies to sponsor a team in this race.</p> \n<figure class=\"element element-image\" data-media-id=\"6f3c18c7f14a7937431bc34bf287c22b9288394a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746130019/142a3773-271b-4758-b067-c6ab9c00287f-460x276.jpeg\" alt=\"Pinot\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The FDJ team leader Thibaut Pinot is well placed to thrive again.</span> \n  <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>IAM Cycling (Swi)</h2> \n<p>Riding their first full season with the big boys, IAM Cycling unveiled 10 new signings ahead of this year’s road season, including French rouleur Jerome Coppel and Dutch time trial specialist Stef Clement, who joined Sylvain Chavanel and former hour record holder Matthias Brandle in the Swiss team’s ranks. Highlights this season? Heinrich Haussler – who has not made the Tour roster – won the Australian Road Race Championships, stage wins in the Tour of Oman and Tour of Belgium, Clement turning up late for a doping control at the Giro because of crowd congestion and some amusing YouTube footage of <a href=\"http://www.cyclingweekly.co.uk/news/latest-news/watch-sylvain-chavanel-struggles-to-take-his-rain-coat-off-at-ghent-wevelgem-video-164664\">Chavanel struggling to remove a rain jacket</a>.</p> \n<p><strong>Team leader</strong> Sylvain Chavanel (France)</p> \n<p>Criticised in his younger days by one mentor for his “gratuitous long-range sorties and suicide attacks”, Chavanel is approaching the end of a fine career. Renowned for his combativity, he has previously worn the maillot jaune and won three Tour de France stages. Would be an extremely popular winner of a fourth.</p> \n<p><strong>Team name</strong> A Swiss finance company, IAM Investment Funds provide an institutional investment style servicing private investors. “We favour slow but solid growth,” they say.</p> \n<figure class=\"element element-image\" data-media-id=\"3ecf4260fff944085a76e1cb6f1cb75a0d012971\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746304339/81809c27-86c8-4900-99b3-9cd665800df9-460x276.jpeg\" alt=\"Sylvain Chavanel\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The popular Sylvain Chavanel of IAM Cycling.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Lampre-Merida (It)</h2> \n<p>Easily identifiable by their arresting fluorescent pink crash helmets and the matching shoulder panels on their jerseys, this Italian team has had a good year by their own fairly mediocre standards, with four stage wins (by three different riders) in the Giro and overall victory in the Tour of Oman already in the bag. Portuguese leader Rui Costa will be relying on the support of his team-mates to get him as high up the General Classification as possible, while under-achieving Italian classics rider Filippo Pozzato is riding for a new contract after two unsuccessful years, during which his manager Brent Copeland labeled him a “prima donna”. Ouch.</p> \n<p><strong>Team leader</strong> Rui Costa</p> \n<p>A former world champion and the winner of three Tour de France stages in the past, most recently in the mountains in 2013. After winning the Tour de Suisse three times in a row, he chose not to defend his title this year, instead opting for the Crit&eacute;rium du Dauphin&eacute;, where finished third and won stage six.</p> \n<p><strong>Team name</strong> Lampre manufacture prefinished steel sheet materials in Italy, while Meridia make bicycles in Taiwan.</p> \n<figure class=\"element element-image\" data-media-id=\"69167dba3fb5ee1cb1045e1e9c7abe65df914535\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746410924/64413884-f12e-42a5-ade0-4c065a557089-460x276.jpeg\" alt=\"Rui Costa\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rui Costa, the Lampre-Merida team leader.</span> \n  <span class=\"element-image__credit\">Photograph: Agence Zoom/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Lotto NL-Jumbo (Neth)</h2> \n<p>One of two teams with the word ‘Lotto’ in their title, expect this Dutch outfit and their Belgian counterparts Lotto-Soudal to cause no end of confusion for race commentators in the event of riders from both forming their own breakaway. The Dutch team formerly known as Belkin will be relying on Wilco Kelderman and Laurens ten Dam to keep their excitable roadside support enthused during the early stages in the Low Countries, where they’ll be riding in a change strip because their usual kit is considered too “yellow” for a race in which that particular colour is reserved exclusively for the race leader.</p> \n<p><strong>Team leader </strong>Wilco Kelderman (Netherlands) and Robert Gesink (Netherlands)</p> \n<p>Kelderman competes in his maiden Tour de France after two previous and highly commendable cracks at the Giro (17th and 7th) and one at the Vuelta (14th). His compatriot Robert Gesink finished fifth in the 2010 Tour de France and has overcome a heart condition to take his place in the line-up after missing most of last season.</p> \n<p><strong>Team name</strong> The artists formerly known as Rabobank and Belkin, among other names, are sponsored by the Dutch National Lottery and a supermarket chain. Included the ‘NL’ in their name to avoid confusion with ...</p> \n<figure class=\"element element-image\" data-media-id=\"3cd104e1e15ea5c2aaa98136ed0adcef9bb713ee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746567102/595fb169-edc9-4df7-bd40-74d662039a15-460x276.jpeg\" alt=\"Wilco Kelderman \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wilco Kelderman of Lotto NL-Jumbo competes in his first Tour de France this year.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Lotto Soudal (Bel)</h2> \n<p>Another lot of Lotto riders, this team is co-sponsored by Belgium’s national lottery and what appears to be a foam and glue factory. Ageing German sprinter <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/10/paris-nice-stage-two-andre-greipel-geraint-thomas\">Andr&eacute; Greipel</a> has six stage wins to his name (13 altogether in Grand Tours) and is invariably there or thereabouts in bunch finishes, while French rider Tony Gallopin took almost eight minutes out of eventual winner Vincenzo Nibali on Stage 9 of last year’s Tour in a breakaway that earned him a day in yellow that he followed up with a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/16/tony-gallopin-wins-stage-11-tour-de-france\">courageous win on Stage 11</a>.</p> \n<p><strong>Team leader</strong> Andr&eacute; Greipel (Ger)</p> \n<p>The German sprinter won stage six at the Giro before withdrawing ahead of a time trial and the subsequent mountain stages. Likely to call the shots in the Tour’s opening flat stages, one or two of which he has every chance of nicking, before handing the loudhailer to Gallopin as the race goes uphill.</p> \n<p><strong>Team name </strong>As mentioned previously, this team is backed by the Belgian National Lottery and a major European provider of silicone and caulks, Polyurethane-Foams and adhesives. Gripping stuff.</p> \n<figure class=\"element element-image\" data-media-id=\"312b2eff7570eb7465b7a601455a4729beb88dca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746692990/438a9839-36f2-4796-b225-09a04a3566df-460x276.jpeg\" alt=\"Andr&eacute; Greipel\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andr&eacute; Greipel of Lotto-Soudal can call the shots in the Tour’s flat stages.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Movistar (Sp)</h2> \n<p>Solid time trialists and apparently tireless climbers, Spain’s lower-rent version of Sky will be eyeing the main prize with a view to securing victory for Nairo Quintana, who finished second behind Chris Froome in 2013 before choosing and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/06/nairo-quintana-giro-ditalia-richard-williams\">winning last year’s Giro</a> upon deciding its mountainous route was more suited to a man of his talents than the French equivalent. The Colombian climber heads a talented squad of riders that still includes deposed former team leader Alejandro Valverde, who finished fourth last season after being welcomed back to the team in the wake of two-year suspension incurred for his part in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jan/27/wada-opertion-puerto\">Operation Puerto doping affair</a>.</p> \n<p><strong>Team leader</strong> Nairo Quintana (Col)</p> \n<p>Along with Chris Froome, Vincenzo Nibali and Alberto Contador, this young Colombian mountain goat is one of four riders hotly tipped to triumph, following his stunning debut in 2013. Sat out last year’s Tour after winning the Giro and could conceivably struggle on the cobbles on stage four of this year’s race.</p> \n<p><strong>Team name </strong>Nothing to do with Hollywood: Movistar is a Spanish mobile phone operator owned by Telef&oacute;nica.</p> \n<figure class=\"element element-image\" data-media-id=\"261aa84ec8eab1d855c3afd59ed26d5f8ab24cbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746807725/dfe039bc-a278-4883-ae72-d477d7dc5c52-460x276.jpeg\" alt=\"Nairo Quintana\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Movistar’s Nairo Quintana is well fancied to triumph.</span> \n  <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>MTN-Qhubeka (SA)</h2> \n<p>Another wildcard entry, for the first African team to compete in the Grand Boucle. Eritrea’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/eritrean-cyclists-tour-de-france-mtn-qhubeka\">Daniel Teklehaimanot</a> secured their first ever WorldTour classification win by taking the King of the Mountains jersey at the Dauphin&eacute;, while British cyclist Steve Cummings also looks nailed on to start his first Tour de France since 2012. Edvald Boasson Hagen and Tyler Farrar are the big names in a team facing a challenge their principal Doug Ryder has described as “the realisation of the dream of taking an African registered team to the ultimate annual cycling event, Le Tour de France”.</p> \n<p><strong>Team leader </strong>Edvald Boasson Hagen (Nor)</p> \n<p>Having joined his new paymasters after five years as a Sky workhorse, the Norwegian suffered a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/11/tour-de-france-boasson-hagen\">broken collarbone in March</a>, but picked up his first win in two years during his comeback ride at the Tour des Fjords. This will be his fifth Tour de France and he has two stage wins, though both were back in 2011.</p> \n<p><strong>Team name</strong> MTN are a South African mobile phone company, while Qhubeka (an Nguni word that means “to carry on”) is a charity aiming to put 5,000 underprivileged African kids on bicycles.</p> \n<figure class=\"element element-image\" data-media-id=\"7f18b63049b7d485cc6abf76429397855f24bee8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746901168/56c63e9b-3e4c-42d4-b100-8113a8e8a69e-460x276.jpeg\" alt=\"Edvald Boasson Hagen\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Edvald Boasson Hagen, team leader of MTN-Qhubeka.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Orica Greenedge (Aus)</h2> \n<p>Blessed with one of the best lead-out trains in the business, but with no sprinter of note to capitalise on the hard yards they put in, this Australian team beat their rivals in the team time trial at the Giro and will be hoping to do the same on stage nine of this year’s Tour from Vannes to Plumelec. With Simon Gerrans having struggled to stay fit through a series of injuries, Michael Matthews will ride as team leader, while Gerrans and British twins Adam and Simon Yates will be hopeful of picking up other stage wins.</p> \n<p><strong>Team leader </strong>Michael Matthews</p> \n<p>A former under-23 world road race champion, this Australian is a proven Grand Tour stage winner, and not just with his teammates in time trials. Tackling his first Tour de France, Matthews is expected to leave an impressive mark but remains an outsider in the race for the green jersey.</p> \n<p><strong>Team name </strong>Expect no shortage of fireworks from this outfit - GreenEdge cycling are sponsored by Orica, an Australian explosives manufacturer.</p> \n<figure class=\"element element-image\" data-media-id=\"5c9b31c92180e64b590183cf1d87fde6c6807ae6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746993033/4586b3f6-4921-405b-9c74-8791a4e8efc7-460x276.jpeg\" alt=\"Michael Matthews\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Matthews, the Orica Greenedge team leader.</span> \n  <span class=\"element-image__credit\">Photograph: Luk Benies/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Cannondale-Garmin (US)</h2> \n<p>Formed after the merger of Cannondale and Garmin-Sharp, team leader Andrew Talansky is hitting form at the right time, having won the American time trial championship in May. In Classics specialist Dan Martin and former Giro winner Ryder Hesjedal, he has a pair of lieutenants who are more than capable of picking up stage wins. The youngest team of riders on the Tour, Cannondale-Garmin will compete with a lot of public goodwill following the outpouring of sympathy that greeted the injured Talansky’s heroic and ultimately successful attempt to finish stage 11 of last year’s Tour just ahead of the broom wagon.</p> \n<p><strong>Team leader</strong> Andrew Talansky (US)</p> \n<p>The New Yorker has had a decent year, winning the American national time trial championship and finishing in the top 10 of the Crit&eacute;rium du Dauphin&eacute;, which he won in 2014. Talansky provided one of the enduring images of last year’s Tour, cycling 90 kilometres injured and alone to finish stage 11, before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/17/andrew-talansky-withdraws-tour-de-france-injuries\">withdrawing</a> from the race a hero.</p> \n<p><strong>Team name</strong> The partnership of a bike manufacturer and a SatNav company means the Cannondale-Garmin riders may not necessarily get there first, but they will get there.</p> \n<figure class=\"element element-image\" data-media-id=\"7d9555696d94e0926b12d6b705d0f9433705ce90\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747099605/25a7dce7-6a74-4191-a938-a90e82f0cfc9-460x276.jpeg\" alt=\"Andrew Talansky\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andrew Talansky of Cannondale-Garmin has been in decent form this year.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Devich/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Europcar (Fr)</h2> \n<p>Having lost their ProTour licence for this season for unspecified concerns about them fulfilling the necessary “financial criteria”, Europcar had to rely on a wildcard to compete in this year’s Tour. And with the rental car company with whom they share their name to end their sponsorship this seasons, these are trying times for Jean-Ren&eacute; Bernaudeau’s men in green. Never one to shirk in the face of adversity, expect to see Thomas Voeckler putting the hurt on himself and others as, tongue lolling its inimitable trademark way, he instigates or chases down breakaways in the hope of securing airtime and, with it, potential new sponsors.</p> \n<p><strong>Team leader</strong> Thomas Voeckler (Fr)</p> \n<p>With his comical riding style, <a href=\"https://www.youtube.com/watch?v=mgsepZux4kw\">Voeckler</a> can at times look like a spectator who’s sneaked into the peloton for a giggle, only to sprint clear of the field on one of his occasionally successful breakaways. Simultaneously painful and a real pleasure to watch, expect him to provide no end of entertainment in the mountains.</p> \n<p><strong>Team name</strong> The hire car company is soon to end their sponsorship of this team, who may find themselves going cap-in-hand to Hertz instead.</p> \n<figure class=\"element element-image\" data-media-id=\"881b37dc1fe17e6a0c6a0c5700d7e13bf702f4e9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747197996/73d890b9-9a33-45dc-8828-d27cad996342-460x276.jpeg\" alt=\"Thomas Voeckler \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Europcar’s Thomas Voeckler, simultaneously a pain and a pleasure to watch.</span> \n  <span class=\"element-image__credit\">Photograph: Guillame Souvant/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Giant Alpecin (Ger)</h2> \n<p>The German-based outfit have made the difficult decision to go without their giant speed merchant Marcel Kittel, who had an extremely disrupted build-up to the Tour. Having had his season ruined by a virus he picked up while competing in the Tour Down Under, the thunder-thighed super-sprinter was finally showing signs of returning to race fitness, but has now been sidelined for this year’s Tour, with his participation being too much of a gamble. In his absence, Giant Alpecin will expect big things from the German John Degenkolb, a winner of two classics, Milan-San Remo and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/12/john-degenkolb-paris-roubaix-bradley-wggings-team-sky\">Paris-Roubaix</a>, already this year.</p> \n<p><strong>Team leader</strong> John Degenkolb (Ger)</p> \n<p>With Marcel Kittel being rested as he continues to recuperate from illness, John Degenkolb has been appointed team leader. “John Degenkolb is not a replacement for Marcel Kittel, John Degenkolb is another rider with other qualities,” says Giant-Alpecin boss Iwan Spekenbrink, who is hopeful his team can win at least one stage.</p> \n<p><strong>Team name</strong> Sponsored by Giant bicycles and a German shampoo manufacturer, their riders will be tested each day for dry scalp and dandruff, as well as illegal performance-enhancing drugs.</p> \n<figure class=\"element element-image\" data-media-id=\"a49e2412b9c2259c8f3a9db2cef9cc20fb5f1612\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747300537/abfaab95-6e60-47e5-bfe1-f9ff962e2811-460x276.jpeg\" alt=\"John Degenkolb\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Degenkolb of Giant Alpecin.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Kathusha (Rus)</h2> \n<p>With Norwegian sprinter and classics specialist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/20/alexander-kristoff-wins-stage-15-of-tour-de-france-with-nibali-safe\">Alexander Kristoff</a> in scorching form, a team previously renowned for its ragbag collection of Russian has-beens and journeymen go into this year’s with high hopes of removing the green jersey for best of all-rounder from the shoulders of Peter Sagan for the first time in four years. Serial nearly man Joaquim Rodr&iacute;guez has targeted this year’s Tour and Giro in his latest attempts to add a Grand Tour win to his palmares, but remains an outside bet to finish on the podium. Surprisingly, Katusha have named just one Russian in their line-up.</p> \n<p><strong>Team leader</strong> Joaquim Rodr&iacute;guez (Sp)</p> \n<p>An excellent climber who is invariably let down by his abysmal time-trialling, the clock is running down on the career of this ageing Spaniard, who looks increasingly unlikely to retire with a Grand Tour victory to his CV. He does have one Tour de France stage win to his name and could conceivably add another one.</p> \n<p><strong>Team name</strong> Backed by the Russian Global Cycling Project foundation, which is funded by a variety of Russian businesses, including Gazprom.</p> \n<figure class=\"element element-image\" data-media-id=\"e23331b685c4c1bd4f9b468221014e70fa7c9f6b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747390909/04bb9c1e-3a2e-45d2-a9a1-2a6af2b7913a-460x276.jpeg\" alt=\"Joaquim Rodr&iacute;guez \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Spaniard Joaquim Rodr&iacute;guez of Katusha.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Sky (GB)</h2> \n<p>With their big black team bus and obsession with “marginal gains”, the arrival of Team Sky to the professional peloton prompted much tittering. Two Tour de France wins later, the laughter has stopped and their methods have now been adapted by those rivals who previously found them so amusing. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/06/team-sky-dave-brailsford-cycling-new-technology\">David Brailsford</a> will be quietly confident of masterminding a third Tour victory for his team, with Richie Porte, Ian Stannard, Wout Poels, Leopold K&ouml;nig and Peter Kennaugh all looking in good shape to provide strong support for Chris Froome. A significant defeat in the Crit&eacute;rium du Dauphin&eacute; team time trial would appear to be their one major concern.</p> \n<p><strong>Team leader</strong> Chris Froome (UK)</p> \n<p>After a good start to the season, back-to-back stage wins powered <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">Froome to victory in the Crit&eacute;rium du Dauphin&eacute;</a> but the 2013 Tour de France winner said he still had work to do to be at his best for this year’s race. With Sky looking strong, he could win his second Tour.</p> \n<p><strong>Team name</strong> One of the peloton’s richer teams, sponsored by BSkyB, who wished to get involved in a sport in which they could have a positive impact. So far, so good, although they’re not too popular with some continental cycling fans.</p> \n<figure class=\"element element-image\" data-media-id=\"b8c25a6677d3fa3818612a64cbf559e485f28ed1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747491078/7e4c778b-b17a-4dba-b9d5-c7e0eff236a0-460x276.jpeg\" alt=\"Froome\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sky’s team leader Chris Froome is well placed to win a second Tour.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Feferberg/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Tinkoff-Saxo (Rus)</h2> \n<p>The team of Alberto Contador, who won this year’s Giro with an injured collarbone, Tinkoff Saxo underwent significant personnel changes on and off the bike this season, announcing the signing of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/apr/02/peter-sagan-apology-pinching-bottom\">Podium girl botherer Peter Sagan</a> before parting company with manager Bjarne Riis on the back of an acrimonious feud with team sponsor Oleg Tinkov. Sagan will be targeting his fourth consecutive green jersey title this year, but may find his chances of doing so harmed by having to play second fiddle to Contador after a long stretch as top dog at Cannondale.</p> \n<p><strong>Team leader </strong>Alberto Contador (Sp)</p> \n<p>The Spaniard overcame injury to pull off the first half of what he hopes will be a rare Giro-Tour double, but only time will tell how much his surprisingly gruelling Italian triumph will have taken out of a 32-year-old who has spent recent weeks in Livigno for altitude training.</p> \n<p><strong>Team name</strong> Sponsored by a partnership of the Russian Tinkoff Bank and Danish investment outfit Saxo Bank.</p> \n<figure class=\"element element-image\" data-media-id=\"204b8d9daa55fb62725d4d7a733fbabf7572fceb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747619082/180e9aa2-01f8-44d2-b490-1fda077cf11a-460x276.jpeg\" alt=\"Alberto Contador\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tinkoff-Saxo’s Alberto Contador is hoping to pull off a Giro-Tour double.</span> \n  <span class=\"element-image__credit\">Photograph: Luk Benies/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Trek Factory (US)</h2> \n<p>Having added distinctive white sleeves and chest panels to their otherwise pinstriped duds and rolled out eye-catching “viper red” bicycles, Trek’s image isn’t the only thing to have undergone an overhaul. The cycling team formerly known as Radioshack have signed a new General Classification contender in Dutch rider Bauke Mollema, but endured a miserable Crit&eacute;rium du Dauphin&eacute;, where they won just €300 in prize money. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/frank-schleck-miss-tour-de-france-knee-injury\">Frank Schleck has been ruled out with a knee injury</a>, while time trialist Fabian Cancellara has struggled with a bad back, but will hope to finish the opening time trial in yellow.</p> \n<p><strong>Team leader </strong>Bauke Mollema (Neth)</p> \n<p>The lanky Dutchman finished 10th last year, but may struggle to match his performance after pulling out of the Crit&eacute;rium du Dauphin&eacute; due to a recurring back injury. Mollema insists that a few sessions with the osteopath should ensure he has no concerns ahead of the Tour, but only time will tell.</p> \n<p><strong>Team name</strong> Trek Bicycle Corporation is a major bicycle and cycling product manufacturer, based in Wisconsin.</p> \n<figure class=\"element element-image\" data-media-id=\"0415eb5f6b2d075d6284ba908381380a1ca4ec29\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747702610/fe3032cc-713c-4bd5-91a2-cb98e08222e1-460x276.jpeg\" alt=\"Bauke Mollema\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bauke Mollema, the Trek Factory team leader.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<p><span class=\"bullet\">•</span> This article was amended on 2 July 2015 because an earlier version said that Edvald Boasson Hagen had not won any Tour de France stages. This has been corrected to say that he has had two stage wins, though both were back in 2011.<br /></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435680337126/Astana-team-rider-Nibali--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS","credit":"Jean-Paul Pelissier/REUTERS","altText":"Astana team rider Nibali celebrates","cleanCaption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745302516/b9568d1b-f9ee-46d0-a87f-c78af2d285ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jean-Christophe Péraud of AG2R La Mondiale. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Peraud","cleanCaption":"Jean-Christophe Péraud of AG2R La Mondiale.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745382631/f2553416-29c9-430e-acdf-0048a36262a1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali of the controversy-mired Astana defends his title this month. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Vincenzo Nibali","cleanCaption":"Vincenzo Nibali of the controversy-mired Astana defends his title this month.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745482327/3ba70bab-6a7f-41d7-ab02-3cf45a6a6a1f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The BMC Racing team leader Tejay Van Garderen. Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Van Garderen","cleanCaption":"The BMC Racing team leader Tejay Van Garderen.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745552911/102cbe49-135b-48e6-9d15-a34e96928c9c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Bora-Argon 18 team co-leader Sam Bennett. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Sam Bennett","cleanCaption":"The Bora-Argon 18 team co-leader Sam Bennett.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745781266/5d675dc5-6fc0-4a0c-970a-83178ba20e1c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brice Feillu leads Bretagne-Séché. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Brice Feillu","cleanCaption":"Brice Feillu leads Bretagne-Séché.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745883574/a2b67827-03e5-4f38-a791-1c9fe1264f73-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cofidis’s big hope Nacer Bouhanni . Photograph: David Stockman/AFP/Getty Images","credit":"David Stockman/AFP/Getty Images","altText":"Bouhanni","cleanCaption":"Cofidis’s big hope Nacer Bouhanni .","cleanCredit":"Photograph: David Stockman/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746000375/40d07f6a-c292-4c4a-8bd2-fd29da97cf93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Cavendish, the Etixx-Quick Step team leader, has been in excellent form this year. Photograph: Robertus Pudyanto/Getty Images","credit":"Robertus Pudyanto/Getty Images","altText":"Mark Cavendish","cleanCaption":"Mark Cavendish, the Etixx-Quick Step team leader, has been in excellent form this year.","cleanCredit":"Photograph: Robertus Pudyanto/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746131428/142a3773-271b-4758-b067-c6ab9c00287f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The FDJ team leader Thibaut Pinot is well placed to thrive again. Photograph: Fabrice Coffrini/AFP/Getty Images","credit":"Fabrice Coffrini/AFP/Getty Images","altText":"Pinot","cleanCaption":"The FDJ team leader Thibaut Pinot is well placed to thrive again.","cleanCredit":"Photograph: Fabrice Coffrini/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746305642/81809c27-86c8-4900-99b3-9cd665800df9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The popular Sylvain Chavanel of IAM Cycling. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Sylvain Chavanel","cleanCaption":"The popular Sylvain Chavanel of IAM Cycling.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746412482/64413884-f12e-42a5-ade0-4c065a557089-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rui Costa, the Lampre-Merida team leader. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Rui Costa","cleanCaption":"Rui Costa, the Lampre-Merida team leader.","cleanCredit":"Photograph: Agence Zoom/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746568538/595fb169-edc9-4df7-bd40-74d662039a15-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wilco Kelderman of Lotto NL-Jumbo competes in his first Tour de France this year. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Wilco Kelderman ","cleanCaption":"Wilco Kelderman of Lotto NL-Jumbo competes in his first Tour de France this year.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746694402/438a9839-36f2-4796-b225-09a04a3566df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"André Greipel of Lotto-Soudal can call the shots in the Tour’s flat stages. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"André Greipel","cleanCaption":"André Greipel of Lotto-Soudal can call the shots in the Tour’s flat stages.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746809274/dfe039bc-a278-4883-ae72-d477d7dc5c52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Movistar’s Nairo Quintana is well fancied to triumph. Photograph: Fabrice Coffrini/AFP/Getty Images","credit":"Fabrice Coffrini/AFP/Getty Images","altText":"Nairo Quintana","cleanCaption":"Movistar’s Nairo Quintana is well fancied to triumph.","cleanCredit":"Photograph: Fabrice Coffrini/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746902744/56c63e9b-3e4c-42d4-b100-8113a8e8a69e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Edvald Boasson Hagen, team leader of MTN-Qhubeka. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Edvald Boasson Hagen","cleanCaption":"Edvald Boasson Hagen, team leader of MTN-Qhubeka.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746994723/4586b3f6-4921-405b-9c74-8791a4e8efc7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Matthews, the Orica Greenedge team leader. Photograph: Luk Benies/AFP/Getty Images","credit":"Luk Benies/AFP/Getty Images","altText":"Michael Matthews","cleanCaption":"Michael Matthews, the Orica Greenedge team leader.","cleanCredit":"Photograph: Luk Benies/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747101254/25a7dce7-6a74-4191-a938-a90e82f0cfc9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Talansky of Cannondale-Garmin has been in decent form this year. Photograph: Jonathan Devich/Getty Images","credit":"Jonathan Devich/Getty Images","altText":"Andrew Talansky","cleanCaption":"Andrew Talansky of Cannondale-Garmin has been in decent form this year.","cleanCredit":"Photograph: Jonathan Devich/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747199393/73d890b9-9a33-45dc-8828-d27cad996342-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Europcar’s Thomas Voeckler, simultaneously a pain and a pleasure to watch. Photograph: Guillame Souvant/AFP/Getty Images","credit":"Guillame Souvant/AFP/Getty Images","altText":"Thomas Voeckler ","cleanCaption":"Europcar’s Thomas Voeckler, simultaneously a pain and a pleasure to watch.","cleanCredit":"Photograph: Guillame Souvant/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747301903/abfaab95-6e60-47e5-bfe1-f9ff962e2811-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Degenkolb of Giant Alpecin. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"John Degenkolb","cleanCaption":"John Degenkolb of Giant Alpecin.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747391384/04bb9c1e-3a2e-45d2-a9a1-2a6af2b7913a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Spaniard Joaquim Rodríguez of Katusha. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Joaquim Rodríguez ","cleanCaption":"The Spaniard Joaquim Rodríguez of Katusha.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747497442/7e4c778b-b17a-4dba-b9d5-c7e0eff236a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sky’s team leader Chris Froome is well placed to win a second Tour. Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Froome","cleanCaption":"Sky’s team leader Chris Froome is well placed to win a second Tour.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747620513/180e9aa2-01f8-44d2-b490-1fda077cf11a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tinkoff-Saxo’s Alberto Contador is hoping to pull off a Giro-Tour double. Photograph: Luk Benies/AFP/Getty Images","credit":"Luk Benies/AFP/Getty Images","altText":"Alberto Contador","cleanCaption":"Tinkoff-Saxo’s Alberto Contador is hoping to pull off a Giro-Tour double.","cleanCredit":"Photograph: Luk Benies/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747703915/fe3032cc-713c-4bd5-91a2-cb98e08222e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bauke Mollema, the Trek Factory team leader. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Bauke Mollema","cleanCaption":"Bauke Mollema, the Trek Factory team leader.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}],"webPublicationDate":"2015-07-01T12:00:15Z","lastModified":"2015-07-02T15:22:23Z","metadata":{"commentable":true,"commentCount":48,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Team Sky","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/tour-de-france-2015-team-by-team-guide","shortUrl":"http://gu.com/p/4a97p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/tour-de-france-2015-team-by-team-guide","webUri":"http://www.theguardian.com/sport/2015/jul/01/tour-de-france-2015-team-by-team-guide"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435680333777/Astana-team-rider-Nibali--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year’s Tour win. Photograph: Jean-Paul Pelissier/REUTERS","credit":"Jean-Paul Pelissier/REUTERS","altText":"Astana team rider Nibali celebrates","cleanCaption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year’s Tour win.","cleanCredit":"Photograph: Jean-Paul Pelissier/REUTERS"}},"importance":3,"byline":{"title":"Barry Glendenning"},"showQuotedHeadline":true,"sublinks":[{"title":"Interactive / A stage by stage guide to this year's Tour de France","rawTitle":"A stage by stage guide to this year's Tour de France","item":{"type":"article","id":"sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage","title":"Tour de France 2015 – stage by stage interactive","trailText":"Tour de France 2015 – stage by stage","standFirst":"<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/tour-de-france-2015-team-by-team-guide\">Tour de France: team-by-team guide</a></li>\n</ul>","byline":"Finbarr Sheehy, Garry Blight, William Fotheringham","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/07/tour-de-france/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/07/tour-de-france/boot.js\" data-alt=\"key=1pnRPxPSI2oNYqCnUUValMirUnA53eQMuNyVM5oBbPlI\"> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fff8173323a5d8bb921ee257e102469e840f49de/28_95_3470_2082/3470.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2082,"width":3470,"orientation":"landscape","credit":"Benoit Tessier/Reuters","altText":"A giant logo of the Tour de France cycling race in Utrecht","cleanCredit":"Photograph: Benoit Tessier/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-01T11:40:16Z","lastModified":"2015-07-02T08:50:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Finbarr Sheehy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/finbarrsheehy"},{"name":"Garry Blight","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/garry-blight"},{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":false,"keywords":["Sport","Cycling","Tour de France"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"}],"section":{"id":"sport"},"displayHint":"immersive","topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage","shortUrl":"http://gu.com/p/4a9qg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage","webUri":"http://www.theguardian.com/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"Interactive"},"byline":{"title":"William Fotheringham"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fff8173323a5d8bb921ee257e102469e840f49de/28_95_3470_2082/3470.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2082,"width":3470,"orientation":"landscape","credit":"Benoit Tessier/Reuters","altText":"A giant logo of the Tour de France cycling race in Utrecht","cleanCredit":"Photograph: Benoit Tessier/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435680337126/Astana-team-rider-Nibali--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS","credit":"Jean-Paul Pelissier/REUTERS","altText":"Astana team rider Nibali celebrates","cleanCaption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS"}}]},{"title":"Ali Martin / Bayliss lives up to reputation with measured words","rawTitle":"Bayliss lives up to reputation with measured words","item":{"type":"article","id":"sport/2015/jul/01/trevor-bayliss-england-australia-coach","title":"Trevor Bayliss lives up to reputation with measured words not hyperbole","trailText":"England’s new Australian coach, who was on the Sri Lanka team bus attacked by terrorists in 2006, knows how to keep cricket in perspective","standFirst":"England’s new Australian coach, who was on the Sri Lanka team bus attacked by terrorists in 2006, knows how to keep cricket in perspective","byline":"Ali Martin","body":"<p>“If you look in history at the best players in the world, they’ve all been self-reliant,” said the bespectacled and slightly bestubbled Trevor Bayliss, decked out in an official England training top and speaking the first time in his new role as head coach, on a sweltering Wednesday at Lord’s. “Not only are they single-minded and they know what to do off the field and how to prepare, they are able to make decisions for themselves out on the ground rather than look to the coaching staff for an answer.”</p> \n<p>And so, the rumours are seemingly true. In the five weeks since Bayliss was appointed by England’s director of cricket, Andrew Strauss, the void has been filled by the ringing endorsements of those players who have worked under the 52-year-old Australian.</p> \n<p>Eoin Morgan, Mahela Jayawardene, Brendon McCullum and Brad Haddin – disciples of his regimes at Kolkata Knight Riders, Sri Lanka and New South Wales – have talked up his ability to empower cricketers by keeping their dressing room calm and delivering concise, considered messages without ever going down the route of hyperbole, or, as Morgan put it, “bullshit”.</p> \n<p>“I keep things simple. At the top level it’s about creating a good environment,” Bayliss continued. “If you’ve got a good, honest, hard-working environment where players enjoy what they’re doing, it allows them to go out with less pressure and show off the skills they’ve got.”</p> \n<p>These words could have been delivered by Paul Farbrace, who is reunited with Bayliss six years after their time together in the Sri Lanka set-up and who seemingly began the unshackling of England’s cricketers while they awaited the permanent replacement to Peter Moores. “He will be my eyes and ears early on while I get to know the system and the players,” said Bayliss, who admitted his old friend played a part in convincing him to up sticks from Sydney and start a new life in the mother country. “He is a good coach as well. I’m very lucky to have him.”</p> \n<p>The pair have been through more than just cricket together, of course, having both been on the team bus that was attacked by terrorists in Lahore in 2009 and saw six policemen and two civilians killed.</p> \n<p>“I certainly remember when the bombs and the bullets were flying around,” he said, while demonstrating he was just a matter of inches from being struck. “There was nothing you could do except keep your head down and your arse up.”</p> \n<p>Bayliss admits that ordeal, along with the tragic death of the batsman Phillip Hughes last November when playing for South Australia against his New South Wales side, has shaped his outlook on life and keeps the cricket fully in perspective.</p> \n<p>Having left his dual roles in Australia and Kolkata following a &pound;400,000-a-year offer from Strauss – an approach he neither courted nor expected having agreed contract extensions at both – Bayliss will not be joined by his wife and two children for at least 12 months because of his 17-year-old daughter’s final year at school.</p> \n<p>Now, with a working visa secured, the former first-class batsman can familiarise himself with their new home and continue passing on a message of self-determination to his players that began during their four-day training camp in Spain over the weekend.</p> \n<p>“One of my philosophies is that the best coaches are the other 10 players in the team,” he said. “The younger players look up to those older players and learn from them. If you’re watching the right things, listening to those players, asking the right questions, you will learn more about the game actually competing than you will from any coach.”</p> \n<p>Whether this player-led approach, the green shoots of which were evident against New Zealand, can bring about an Ashes victory this summer remains to be seen, with just seven days now until the first Test in Cardiff. Much has been made of his inside knowledge of Michael Clarke’s tourists, with nine of his former charges in their 17-man touring party. Yet again, it comes down those who take the field.</p> \n<p>“There are enough guys in the England team with enough experience and who have played these guys plenty of times before,” Bayliss said.</p> \n<p>How will he feel when the national anthems blare out at the Swalec Stadium just as the sledging-heavy pre-series hype turns into actual bat on ball action? “I am old enough that in the first seven or eight years I was at school I sang God Save the Queen so I know most of the words and probably more than I do of our own at the moment,” he joked.</p> \n<p>While Bayliss has worked with the one-day captain, Morgan, at Kolkata, his relationship with Test equivalent Alastair Cook is just days old. Asked if he rated his new ally’s abilities as a leader, he replied: “I’ve not seen him up close or worked with him before. What I will say is that it is a lot easier from the captain’s point of view if the team are playing a good, positive brand of cricket.”</p> \n<p>And the overall objective? “Like any other team worth their salt we want to be No1 in Test matches, ODIs and T20s. If you haven’t got those aspirations I&nbsp;think you’re kidding yourself.”</p> \n<p>With a CV that includes two Sheffield Shields, two IPL titles, winning the Big Bash League at Sydney Sixers and two ICC limited-overs finals with Sri Lanka, success has followed everywhere Bayliss has worked. To make that hot streak to continue, England’s players will be told to stand on their own two feet. There will be no spoon-feeding.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/afef8040b4ef02acda0797bb07410ab52339737e/0_173_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Jordan Mansfield/Getty Images","altText":"Trevor Bayliss Press Conference & England Ashes Squad Announcement<br>LONDON, ENGLAND - JULY 01:  New England Coach Trevor Bayliss gives TV interviews during a Press Conference at Lord's Cricket Ground on July 1, 2015 in London, England.  (Photo by Jordan Mansfield/Getty Images)","cleanCredit":"Photograph: Jordan Mansfield/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T21:24:13Z","lastModified":"2015-07-01T23:01:14Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Trevor Bayliss","England cricket team","Ashes 2015","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/trevor-bayliss-england-australia-coach","shortUrl":"http://gu.com/p/4aagq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/trevor-bayliss-england-australia-coach","webUri":"http://www.theguardian.com/sport/2015/jul/01/trevor-bayliss-england-australia-coach"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/afef8040b4ef02acda0797bb07410ab52339737e/0_173_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Trevor Bayliss faces the media as England’s new coach at Lord’s, while WG Grace gets on the front foot. Photograph: Jordan Mansfield/Getty Images","credit":"Jordan Mansfield/Getty Images","altText":"Trevor Bayliss","cleanCaption":"Trevor Bayliss faces the media as England’s new coach at Lord’s, while WG Grace gets on the front foot.","cleanCredit":"Photograph: Jordan Mansfield/Getty Images"}},"importance":3,"kicker":{"title":"Ali Martin"},"byline":{"title":"Ali Martin"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/95c58ebaaa8d95762bd2d6518f557777a008cf3b/0_120_4984_2990/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-07-03T07:12:40Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}