{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Ross has the drive to lead F1 out of wilderness","rawTitle":"Ross has the drive to lead F1 out of wilderness","item":{"type":"comment","id":"sport/blog/2015/jun/24/f1-miami-dolphins-stephen-ross-bernie-ecclestone","title":"Stephen Ross has the drive to lead Formula One out of the wilderness","trailText":"The Miami Dolphins owner has shown he is capable of ‘growing the pie’ and, with Qatari backing, could be the man to give F1 the shot in the arm it desperately needs","standFirst":"The Miami Dolphins owner has shown he is capable of ‘growing the pie’ and, with Qatari backing, could be the man to give F1 the shot in the arm it badly needs","byline":"Paul Weaver","body":"<p>God Bless the USA,” said WH Auden, “so large, so friendly, and so rich.” And the poet, whose face was more heavily lined than Clapham Junction railway station, knew his subject, for he lived and worked in the States.</p> \n<p>And this land of plenty, with its overwhelming sense of abundance and optimism, could be just the place to lead Formula One – which is meant to be brash and tumultuous but is currently pensive and introspective – into a new world.</p> \n<p>The news that Stephen Ross, the owner of the Miami Dolphins NFL team, is working with investors in Qatar <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/f1-nfl-miami-dolphins-owner-qatar-investors-bernie-ecclestone\" title=\"\">to buy CVC Capital Partners’ majority shareholding in F1</a> may well come to nothing. Four years ago Rupert Murdoch was going to take over the circus and more recently everybody was talking about a move from John C Malone’s Liberty Global and Discovery Communications television group. So we have been here before.</p> \n<p>Perhaps it is because Formula One has recently been caught up in a vortex of criticism, and self-criticism, against a background of diminishing television and live audiences, and with sponsors disappearing faster than Prospero’s banquet, that the current story is being given more credence than it may deserve. But the interest is real. And a combination of Qatari money and American marketing expertise might just do the trick. But speculation that Bernie Ecclestone, the sport’s CEO who will be 85 this year, is about to quit may be wide of the mark.</p> \n<p>As one team principal said day: “History would suggest that Bernie is going nowhere. He will make a pile of money by selling his 5% shares in Formula One. But he’s already got a pile of money and he hasn’t been prepared to let go of the sport.”</p> \n<p>Even so, for one reason or another, Ecclestone’s grip on F1 will loosen in the years ahead. And that will be no bad thing. Ecclestone may well have been the sport’s very own Rumpelstiltskin but he spins gold no more and his aversion to appealing to the social media and a younger audience can only harm the sport he built up.</p> \n<p>Formula One will also be considerably better off without CVC, who have made about &pound;5bn profit since buying in 2006. They have marketed the sport very aggressively, creaming off the profits and not investing in their product. For that reason, and with a very few exceptions at the front of the grid, all the teams have struggled to make ends meet.</p> \n<p>A couple of years ago Bob Fernley, Force India’s deputy team principal, told the Guardian that CVC had been “a disaster” for the sport.</p> \n<p>He said: “I think they have done an absolutely awful job. In my view they are the worst thing that has ever happened to Formula One. They have done nothing whatsoever for the sport.”</p> \n<p>America might appear to represent an inadequate answer. After all, before its current home in Austin, F1 races were staged in Watkins Glen, Long Beach, Dallas, Detroit, Phoenix and Indianapolis among other places. And it never took root.</p> \n<p>In 1982 there were three races in America – at Long Beach in LA, Detroit and Caesars Palace – but when F1 went to Austin in 2012 it was the first US Grand Prix staged since 2007.</p> \n<p>But they do understand money and marketing. It might be “the only country in history which has gone from barbarism to decadence without an intervening period of civilisation,” according to Georges Clemenceau, but they do know how to put on a show.</p> \n<p>Bobby Epstein, the co-founder of the Circuit of the Americas (Cota), told the Guardian that F1 needs to “loosen up a bit” and “make the sport about personalities, like Nascar. People connect with people. They don’t connect with metal. They’ve got to get the drivers out front. They should take a look at the [US] PGA golfers and see how close they are to their fans.”</p> \n<p>Epstein’s very American thoughts are in sync with those of Jason Dial, the president of Cota, who said in Austin last year: “I’d like to see F1 taken off the track and be more about engagement. I think accessibility and digital social engagement could really move the needle. I want to make it younger. I want to grow the pie.”</p> \n<p>Ross is well capable of pie-growing. The young Ross was once fired from a job in Wall Street but then, on the back of a $10,000 loan from his mother, he has done rather well, building a fortune worth $6.5bn (&pound;4.14bn) according to Forbes magazine.</p> \n<p>Now 75, he lives and works in the gargantuan Time Warner Center on the south-west corner of Central Park. It represents his grandest achievement. However, saving Formula One could dwarf that.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168267997/Formula-One-World-Champio-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"When F1 went to Austin in 2012 it was the first US Grand Prix since 2007. Photograph:   Sutton Images/Corbis","credit":"  Sutton Images/Corbis","altText":"Formula One World Championship, ","cleanCaption":"When F1 went to Austin in 2012 it was the first US Grand Prix since 2007. Photograph:   Sutton Images/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-24T18:38:13Z","lastModified":"2015-06-24T23:00:47Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":true,"keywords":["Formula One","Miami Dolphins","Motor sport","Formula One 2015","Bernie Ecclestone","Sport","US sports"],"tags":[{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/miami-dolphins","webTitle":"Miami Dolphins"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/bernie-ecclestone","webTitle":"Bernie Ecclestone"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/f1-miami-dolphins-stephen-ross-bernie-ecclestone","shortUrl":"http://gu.com/p/4a5vb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/f1-miami-dolphins-stephen-ross-bernie-ecclestone","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/f1-miami-dolphins-stephen-ross-bernie-ecclestone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168267997/Formula-One-World-Champio-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"When F1 went to Austin in 2012 it was the first US Grand Prix since 2007. Photograph:   Sutton Images/Corbis","credit":"  Sutton Images/Corbis","altText":"Formula One World Championship, ","cleanCaption":"When F1 went to Austin in 2012 it was the first US Grand Prix since 2007. Photograph:   Sutton Images/Corbis"}},"importance":7,"byline":{"title":"Paul Weaver"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png"}}]},{"title":"Are racehorses really going faster? The verdict is possibly","rawTitle":"Are racehorses really going faster? The verdict is possibly","item":{"type":"article","id":"sport/blog/2015/jun/24/are-racehorses-going-faster-possibly","title":"Are racehorses really going faster? The verdict is possibly","trailText":"There is good evidence in a new study that racing’s fastest thoroughbreds are still speeding up but the intangibles involved in the sport mean there cannot be a definitive answer","standFirst":"There is good evidence in a new study that the fastest thoroughbreds are still speeding up but the intangibles involved in the sport mean there cannot be a definitive yes","byline":"Greg Wood","body":"<p>Horse racing is probably the world’s oldest spectator sport and has survived since antiquity by presenting a wealth of possibilities and storylines to its audience in neat, self-contained packages. The basic question – what is going to win? – always gets an answer but others, inevitably, are left to hang on the breeze. Why did my jockey not switch to the outside? How can an odds-on chance finish last? Is that ground <em>really</em> good-to-firm?</p> \n<p>Here is another: are racehorses getting faster? It has doubtless been asked since the earliest days of organised racing in Britain, when the thoroughbred breed was being refined by sending stout local mares to imported Arab stallions. But in recent decades, and in particular since the arrival of data-crunching supercomputers, there have been occasional attempts to provide a definitive and scientific answer.</p> \n<p>For the most part these studies have decided that racehorse performance has reached a plateau but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/new-study-racehorses-getting-faster\" title=\"\">the latest attempt to answer the same question, published this week in the Royal Society’s journal Biology Letters</a>, begged to differ. Patrick Sherman and Alistair J Wilson, two scientists from the Centre for Ecology and Conservation at Exeter University, concluded that racehorses <em>are</em> getting faster, in sprint events at least.</p> \n<p>The depth and breadth of the data that Sherman and Wilson gathered for their research is difficult to fault. Ruff’s Guide to the Turf and Raceform provided the winning times, and official going, for 48 of the best races in 47 separate years between 1850 and 1996, a total of 2,243 races in all, while post-1996 the study analysed more than 50,000 races and computed times for beaten horses as well as winners. In all, their data covered 616,084 races times run by 70,388 different horses.</p> \n<p>No previous study, according to the authors, has amassed such a wealth of information nor – astonishing as it might seem – gone to as much trouble to consider the impact of ground conditions on race times.</p> \n<p>And once as many variables as possible have been eliminated and the results have been plotted against time, their conclusion seems very plausible. Winning times have improved dramatically since 1850 but, while these have been largely static in middle-distance and long-distance events over the last two decades, the winners of top-class sprints – in fact, the runners in general – appear to be getting faster.</p> \n<p>More precisely Sherman and Wilson suggest that the winning speed in “elite” sprint races has increased by 0.110% per year since 1997. This might not sound like very much but equates to an improvement in the predicted winning time from 72.92sec to 71.74sec, or 1.18sec. On good ground that is just over seven lengths – in events with six-figure prize funds and in which tight finishes are commonplace.</p> \n<p>This seems to be as near to a definitive answer to the question as anyone could reasonably expect. Yet racing would not be racing without uncertainty. There are still some loose ends that may never be fully tied up.</p> \n<p>“If you just judge the speed of racehorses by, for instance, the winning times in the Derby at Epsom, you can produce graphs which clearly show how massively quicker the times are since 100 years ago,” Simon Rowlands, a race-timing specialist with the Timeform organisation, said on Wednesday.</p> \n<p>“But they have levelled out. Some of the Derbys in the 1970s were run on rock-hard ground that has not been repeated since, and that is quite deliberate on behalf of the people preparing tracks for racing these days. The increased emphasis on watering means that you don’t tend to get record-breaking or even very fast times repeated so often. Horses might be getting slightly faster in the last 10 or 20 years but it might be masked by the slightly slower surfaces that they are being asked to race on.”</p> \n<p>The going is the most obvious variable that could disrupt accurate analysis of race times but, while Sherman and Wilson have tried to account for it, the clerks of the course who provided most of their data are long gone. As a result there is an implicit acceptance that, for instance, good-to-soft at Sandown in 1895 was the same thing as good-to-soft at York 40 years later (or at Sandown 40 years later, for that matter).</p> \n<p>The use in the study of the British Horseracing Authority’s average GoingStick readings for different states of the ground – good-to-soft is 7.1, for instance, while good-to-firm is 8.6 – also raises a concern for Rowlands.</p> \n<p>“That’s not a standardised procedure and that’s the whole problem,” he said. “If they took a definitive going reading an hour or three hours before racing started, then you could compare like for like but they are all over the shop. The data exists but not in a way that can be interrogated properly. I’m not saying that the GoingStick has no validity but you shouldn’t use it as if it’s some unquestionable benchmark.”</p> \n<p>And if it is difficult to correct accurately for going, which is recorded, what about intangibles like the evolution of riding styles or even jockey competence?</p> \n<p>Top-class racehorses register fast winning times if they travel at, or close to, their optimum speed throughout a race – but only if they win. Going too fast is the easiest way to get the best horse in a race beaten, a point that may be more widely appreciated by jockeys today than in the past. Jockeys are also paid to win races, not to record fast times. Sometimes the best way to do that is to slow everything down.</p> \n<p>Are racehorses getting faster? In a sport that will always be founded squarely on uncertainty, it is reassuring that the answer still seems to be: possibly.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435161303537/Secretariat-Winning-the-T-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The great American horse Secretariat's record time in the 1971 Belmont Stakes still stands today. Photograph:    Bettmann/CORBIS","credit":"   Bettmann/CORBIS","altText":"Secretariat Winning the Triple Crown","cleanCaption":"The great American horse Secretariat's record time in the 1971 Belmont Stakes still stands today. Photograph:    Bettmann/CORBIS"}],"bodyImages":[],"webPublicationDate":"2015-06-24T16:03:30Z","lastModified":"2015-06-24T23:30:02Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":true,"keywords":["Horse racing","Sport"],"tags":[{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/are-racehorses-going-faster-possibly","shortUrl":"http://gu.com/p/4a4mc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/are-racehorses-going-faster-possibly","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/are-racehorses-going-faster-possibly"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435161303537/Secretariat-Winning-the-T-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The great American horse Secretariat’s record time in the 1973 Belmont Stakes still stands today. Photograph: Bettmann/Corbis","credit":"   Bettmann/CORBIS","altText":"Secretariat Winning the Triple Crown","cleanCaption":"The great American horse Secretariat’s record time in the 1973 Belmont Stakes still stands today. Photograph: Bettmann/Corbis"}},"importance":5,"byline":{"title":"Greg Wood"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/b3040d45dfab4ccfeb3ffcefc2d4c25abbee4de9/0_40_3430_2058/1000.jpg","height":600,"width":1000}}]},{"title":"Firmino is a thiever who never stops running","rawTitle":"Firmino is a thiever who never stops running","item":{"type":"comment","id":"football/blog/2015/jun/24/roberto-firmino-liverpool-thiever-of-balls","title":"Liverpool’s Roberto Firmino: a thiever of balls who never stops running","trailText":"The 23-year-old Brazilian arrives with a hefty price tag but no other player has created more chances in the Bundesliga over the past two seasons and his work rate and application is reminiscent of Luis Suárez","standFirst":"<p>The 23-year-old Brazilian arrives with a hefty price tag but his Bundesliga record is excellent and his work rate and application reminiscent of Luis Su&aacute;rez</p>","byline":"Marcus Christenson","body":"<p>In December 2010 the Hoffenheim sporting director, Ernst Tanner, travelled to the east coast of Brazil to check out a player at the second division side Figueirense. The reports had been promising but Tanner did not know what to expect as he turned up for training to watch the young Roberto Firmino Barbosa de Oliveira.</p> \n<p>Afterwards, Tanner was not much the wiser. “It was strange because during some exercises he would just, without any apparent reason, just fold … but instead of making a big meal out of it and getting angry, he listened carefully to his coach and learned from what he had done wrong. That impressed me.”</p> \n<p>It is perhaps not the most glowing reference ever heard from a scouting mission but Tanner convinced Hoffenheim that the 19-year-old, whose move to Liverpool <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">was announced on Wednesday</a>, was worth a gamble. In January 2011 the Bundesliga club signed the player for €4m without much fanfare. At the low-key unveiling Tanner explained the club’s plans for the unknown Brazilian.</p> \n<figure class=\"element element-embed\" data-alt=\"Tweet\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Here's what Liverpool fans can expect from their new Brazilian star Roberto Firmino. &lt;a href=&quot;https://twitter.com/hashtag/FirminoLFC?src=hash&quot;&gt;#FirminoLFC&lt;/a&gt; &lt;a href=&quot;http://t.co/xyY9a6UtmZ&quot;&gt;http://t.co/xyY9a6UtmZ&lt;/a&gt;&lt;/p&gt;— BT Sport Football (@btsportfootball) \n &lt;a href=&quot;https://twitter.com/btsportfootball/status/613623812496592896&quot;&gt;June 24, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>“We are delighted to have been able to strengthen our squad with a top talent from Brazil, in which several international clubs were interested,” he said. “We will give him enough time to settle in here at our club. He has already shown his qualities with eight goals in 36 games and was recently voted the best player in the Brazilian second division.”</p> \n<p>In hindsight, Firmino could hardly have chosen a better club to start his European adventure. Hoffenheim is a tiny town south of Frankfurt with only around 3,000 inhabitants. The young Brazilian was allowed to settle without the pressure of being at a big club, or even in a big city.</p> \n<div>\n __VIDEO_EMBED_gu-video-457264302__\n</div> \n<p>Hoffenheim are only in the Bundesliga because of Dietmar Hopp’s huge financial support but they have also been extremely successful with their South American imports. In the month Firmino arrived at Hoffenheim, the club sold Luiz Gustavo to Bayern Munich for €17m. He had arrived from Corinthians Alagoano in 2008 for an even smaller fee than Firmino did three years later.</p> \n<p>Firmino, in fact, was looking forward to moving to Europe so much that he got himself a tattoo in German before he boarded the flight. There was only one slight problem: he had used an internet translation tool, which did not use the umlaut on the &ouml; in the phrase <em>Familie unaufhorlich Liebe</em>, which roughly translates as “unremitting love for the family”.</p> \n<p>Undeterred, the Brazilian made his Bundesliga debut a month after arriving in Germany and played in 11 league games that season, mainly as a substitute, scoring three goals; and this is the thing about Firmino, he is not an out-and-out goalscorer. He is a forward who averages roughly a goal every three games, and he has done that throughout his career.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/22/liverpool-danny-ings-number-burnley-england\">Liverpool’s new signing Danny Ings prepares to play the numbers game</a> </p> \n</aside> \n<p>What he does provide, though, is an unrelenting work ethic. In that respect, he is similar to Luis Su&aacute;rez and Alexis S&aacute;nchez. He will harry and press the opponents until he drops. In one match report in Germany he was described as the “clever, first stealer of balls in Hoffenheim’s pressing system”.</p> \n<p>Holger Stanislawski, his first manager at Hoffenheim, immediately described him as being “unbelievably good tactically”, which will be music to Brendan Rodgers’ ears after a season of having to teach Mario Balotelli, among other things, how to defend at corners.</p> \n<p>In fact he has been showered with praise for most of his time in Germany, the papers describing him as one of few players “who stay focused for the entire 90 minutes” and a “master of moving around without anyone noticing him, to provide goals or score them himself”.</p> \n<p>There have been some disciplinary issues and he was once suspended briefly by Hoffenheim for turning up late for training but that was early on in his career and he has not done it since.</p> \n<figure class=\"element element-image\" data-media-id=\"aded4c584ecf231827c22161faf0036a1f6fcd4d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435144419488/2a6ae22b-e2fd-4678-abce-f12a0ea3577d-460x276.jpeg\" alt=\"Roberto Firmino\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roberto Firmino celebrates a Hoffenheim goal against Eintracht Frankfurt last season.</span> \n  <span class=\"element-image__credit\">Photograph: Action Press/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>The 23-year-old was born in Macei&oacute; – as was Pepe and Mario Zagallo – which is one of Brazil’s most dangerous cities. His father sold water bottles to commuters waiting in the queues in and out of the city and he had to move to Figueirense on his own when he was 16. “It was not an easy time,” he has said, “I was completely on my own.” But that experience will have prepared him for moving to Germany, and now to England.</p> \n<p>The 2013-14 season was arguably Firmino’s best to date with the manager Markus Gisdol getting the best out of him. Gisdol not only made him a better attacking player but also instilled the workrate ethic that was surely a big reason for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">Liverpool paying as much as &pound;29m for him</a>.</p> \n<p>That season he scored 16 goals in 33 Bundesliga games, finishing third behind Marco Reus (30) and Robert Lewandowski (31) in the goalscoring charts. He also provided 12 assists in that campaign and is, in fact, the player who has created most chances in the Bundesliga (138) over the past two seasons. Firmino also had the joint-third most assists last season (10) with Thomas M&uuml;ller. Not bad for someone playing for a mid-table club.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/20/liverpool-joe-gomez-charlton-athletic\">Liverpool announce signing of Joe Gomez from Charlton Athletic for &pound;3.5m</a> </p> \n</aside> \n<p>Currently with Brazil at the Copa Am&eacute;rica, Firmino has coped well with the pressure of leading the line now that Neymar is suspended and he has already scored four goals in nine appearances for the national team. Dunga’s side play Paraguay in the quarter-finals on Saturday.</p> \n<p>Behind the scenes, he is a bubbly, fun character but in front of the cameras he comes across as incredibly shy. On Tuesday, at a Copa press conference before his move was confirmed, he managed to answer 18 questions without saying anything of note. It got to a point where the Brazilian journalists could only smile.</p> \n<p>Most importantly for Liverpool, though, is that they seem to have learned from last summer’s travails in the transfer market. Then, a deal for Lo&iuml;c R&eacute;my collapsed in late July and the club were forced into what can only be described as a panic buy with Balotelli in August. This time they have already signed James Milner, Adam Bogdan, Danny Ings and now Firmino.</p> \n<p>The fee is eye-watering considering it is almost as much as Chelsea paid for Diego Costa and more (with add-ons) than Arsenal paid for S&aacute;nchez. But there is no doubt that he is an extremely talented young player who is still improving. There will be few defences in the Premier League looking forward to an afternoon battling Philippe Coutinho, Firmino and Daniel Sturridge – if fit.</p> \n<p>And while &pound;29m does seem a lot, if Raheem Sterling joins Manchester City for a fee of around &pound;45-50m then Liverpool will have got a more consistent performer and made a hefty profit in the process. They will settle for that, and if Sterling stays, then opposing defences will be in even more trouble next season.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/24/1435143968711/Roberto-Firmino-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The energetic Roberto Firmino takes on Venezuela's Ronald Vargas in the Copa América on Sunday. Photograph: Ricardo Moraes/Reuters","credit":"Ricardo Moraes/Reuters","altText":"Roberto Firmino","cleanCaption":"The energetic Roberto Firmino takes on Venezuela's Ronald Vargas in the Copa América on Sunday. Photograph: Ricardo Moraes/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435144421238/2a6ae22b-e2fd-4678-abce-f12a0ea3577d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roberto Firmino celebrates a Hoffenheim goal against Eintracht Frankfurt last season. Photograph: Action Press/Rex Shutterstock","credit":"Action Press/Rex Shutterstock","altText":"Roberto Firmino","cleanCaption":"Roberto Firmino celebrates a Hoffenheim goal against Eintracht Frankfurt last season.","cleanCredit":"Photograph: Action Press/Rex Shutterstock"}],"webPublicationDate":"2015-06-24T11:09:04Z","lastModified":"2015-06-24T16:40:53Z","metadata":{"commentable":true,"commentCount":720,"contributors":[{"name":"Marcus Christenson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marcuschristenson"}],"feature":true,"keywords":["Liverpool","1899 Hoffenheim","Brazil","Transfer window","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/hoffenheim","webTitle":"1899 Hoffenheim"},{"id":"football/brazil","webTitle":"Brazil"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Marcus Christenson","topic":{"type":"tag-contributor","name":"profile/marcuschristenson"}}],"embeddedVideos":[{"id":"gu-video-457264302","source":"@roberto_firmino","durationInSeconds":9,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/24/150624Firmino_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/24/150624Firmino.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/24/1435162054380/KP_324481_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Does Brazilian footballer Roberto Firmino really score a no-look basket with his foot? - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Does Brazilian footballer Roberto Firmino really score a no-look basket with his foot? - video","cleanCaption":"620x372 trailpic for Does Brazilian footballer Roberto Firmino really score a no-look basket with his foot? - video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/24/roberto-firmino-liverpool-thiever-of-balls","shortUrl":"http://gu.com/p/4a4dk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/24/roberto-firmino-liverpool-thiever-of-balls","webUri":"http://www.theguardian.com/football/blog/2015/jun/24/roberto-firmino-liverpool-thiever-of-balls"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/24/1435143968711/Roberto-Firmino-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The energetic Roberto Firmino takes on Venezuela’s Ronald Vargas in the Copa América on Sunday. Photograph: Ricardo Moraes/Reuters","credit":"Ricardo Moraes/Reuters","altText":"Roberto Firmino","cleanCaption":"The energetic Roberto Firmino takes on Venezuela’s Ronald Vargas in the Copa América on Sunday. Photograph: Ricardo Moraes/Reuters"}},"importance":5,"byline":{"title":"Marcus Christenson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ed604b5d98e69556474dcd77f7db465f46f8f21d/13_382_1857_1114/1000.jpg","height":600,"width":1000}}]},{"title":"Bayliss brand of fun and freedom geared to unchaining England","rawTitle":"Bayliss brand of fun and freedom geared to unchaining England","item":{"type":"comment","id":"sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket","title":"Trevor Bayliss brand of fun and freedom set to unchain England","trailText":"England head into the Ashes with a coach whose special ability is knowing what makes a team tick and removing restrictions to help his charges release their inner Test player","standFirst":"England head into the Ashes with a coach whose special ability is knowing what makes a team tick and removing restrictions to help his charges release their inner Test player","byline":"Barney Ronay","body":"<p>Four years ago England’s cricketers were enjoying a summer of rare success. The Test team were about to become No1 in the world for the first time since rankings began. The Twenty20 world championship belt was still on the mantelpiece. Even the much-maligned ODI side were en route to completing a clean sweep at the top of the ICC tree the following year. In some ways those few months stand as the zenith of England’s modern cricketing history, acme of the brutal, brilliantly-engineered professionalism of The Flower Years.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/jimmy-anderson-ditch-seldging-ashes-england-australia\">Jimmy Anderson calls for England and Australia to ditch Ashes sledging</a> </p> \n</aside> \n<p>For Trevor Bayliss 2011 was also an interesting summer. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/30/trevor-bayliss-new-coach-england-australia\" title=\"\">England’s new head coach</a>, the man charged both with reviving that level of achievement and recasting it as something more engaged and sustainable, was working as an estate agent in rural New South Wales.</p> \n<p>It was, it must be said, only a brief stint spent flogging houses, an unplanned hiatus between leaving the Sri Lanka job and his appointment as the head coach of the Sydney Sixers. Nonetheless the journey from World Cup final coach to estate agent three months later is a remarkable, if rather overlooked biographical detail. One thing does seem certain given the sheer weight of warm words directed Bayliss’s way in the past month: England’s head coach will have taken something useful from the experience, if only perhaps the skills required to negotiate his own salary up from the initial offer made by Andrew Strauss – rejected by Bayliss – to a reported final figure of &pound;400,000 a year.</p> \n<p>What England are getting for their money will emerge only in time. It is impossible to find anyone with a harsh word to say about Bayliss, a remarkable achievement in any professional sport. But there is also a slightly opaque pitch to the universal praise. Brendon McCullum has called Bayliss a “champion fella”, Shane Warne “a ripper”. Riki Wessels says he’s “chilled”. Eoin Morgan, whose familiarity with Bayliss from the Kolkata Knight Riders raises an interesting current in England’s cross-format power politics, says: “He doesn’t talk a lot of BS, he gets straight to the point.”</p> \n<p>Bayliss is old school. Bayliss is straight. Bayliss doesn’t rely much on the dreaded “data” (except, that is, when he does rely on data). If it is hard to get any real sense of detail behind the unanimous backslaps then perhaps this is the real nub of the Bayliss effect, a coach whose special power seems to be the ability to help his players become more not less like themselves.</p> \n<p>One man who has shared more than purely sporting extremes is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/mahela-jayawardene-trevor-bayliss-england-success\" title=\"\">Mahela Jayawardene</a>. He was captain of Sri Lanka and a fellow passenger with both Bayliss and Paul Farbrace during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/mar/03/sri-lanka-cricket-terrorist-attack-pakistan\" title=\"\">the terrorist attack in Lahore in 2009</a>, where players and staff were saved from certain massacre by the bravery of the Pakistani policemen guarding their bus.</p> \n<p>“He encourages a freedom for the boys on and off the field, for them to enjoy themselves and their cricket,” Jayawardene says of his former coach. “We had a lot of different personalities during his time in Sri Lanka and he handled all those guys well. One on one, he’s really good with players and understands them.</p> \n<p>“He lets people express themselves freely. He doesn’t put restrictions on players – if you’re a good talent he’ll ask you to go and play freely – and gets the best out of them. That’s what good coaches do. That’s what he’s done with the Sri Lanka team, what he did with New South Wales. All those teams have talented players and England, I’m sure, have the same.</p> \n<p>“A lot of the things he brought into the team were fun elements, allowing players to enjoy themselves, which in return led to a much more relaxed environment. Playing as a unit together is a big thing in his agenda. So I think the England boys will enjoy working under him.”</p> \n<p>The notion of a broader perspective is a recurrent theme. Bayliss was born in Goulburn, New South Wales. He worked for a while as a handyman at a local naval base before establishing himself as an attacking middle order batsman at New South Wales, enjoying his best years between 1988-1990 when he scored a hatful of runs and was thought of, briefly, as an outside bet for national selection.</p> \n<p>After which came life as an itinerant gun-for-hire coach, bringing with it an unprecedented range of global domestic trophies including the Sheffield Shield, the IPL, the Big Bash and the Champions League Twenty20. With Sri Lanka there were two losing limited-overs finals and a rise to a Test rankings high of second in the world.</p> \n<p>The bare specifics of his role in all this tend to emerge only through a veil of characteristic understatement. “It doesn’t matter where you are around the world – you’ve got the same kind of characters in the team,” Bayliss said in 2011, while he was at Kolkata. “You’ve got your funny guys, your mad guys, your happy guys. It doesn’t really change from one team to the other.</p> \n<p>“To actually coach the game is only a small part of it. These guys know how to play. It’s maybe a little reminder of what they were doing when they were playing well if they’re out of form. Otherwise it’s trying to create the right environment, a happy one and an honest one, where you allow the players to express themselves on the field and you don’t come down hard on them if they stuff up.”</p> \n<p>It is perhaps typical Bayliss to suggest his main contribution is simply to keep the engine running. For all the hands-off schtick he does have a reputation as an intense and innovative tactician. In the IPL his use of the attacking spinners Sunil Narine and Brad Hogg was a notable success, along with an emphasis on athletic, aggressive fielding, an area in which Bayliss excelled as a player. Above all he is known for his planning and strategy in white-ball cricket, with a reputation for affecting the course of a match even during the “time-out” phase in the IPL and Champions League.</p> \n<p>It is in the emphasis on dynamism and universal skills – “the best players are the best players in any format,” he has said – that the new coach’s interaction with England’s established certainties, the primacy of the Test team and the Test captain, promises to be most interesting. Bayliss knows Morgan from the IPL. He knows Sam Billings from a brief spell at Penrith but he will meet Alastair Cook for the first time on the pre-Ashes bonding trip to Spain.</p> \n<p>It is a lack of professional familiarity that reflects both Bayliss’s primary involvement over the last few years in high-end white-ball cricket and Cook’s own very specific kind of batting brilliance. In the next few weeks the pair will hope to forge a similarly productive relationship to that enjoyed by Duncan Fletcher and Nasser Hussain, who also had not met before they were yoked together as captain and coach.</p> \n<p>For now a common purpose awaits, and a common foe Bayliss knows better than his own charges, having coached nine members of Australia’s Ashes party at NSW. Not that there will be any doubt about his appetite for the fight. “He’ll definitely enjoy that,” Jayawardene says. “When we played Australia and he was coach he was really passionate about beating the Australians.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435161781806/England-head-coach-Trevor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images","credit":"Mark Metcalfe/Getty Images","altText":"England head coach Trevor Bayliss ","cleanCaption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T16:09:27Z","lastModified":"2015-06-24T23:00:53Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["Trevor Bayliss","England cricket team","The Ashes","Australia cricket team","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket","shortUrl":"http://gu.com/p/4a4zy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435161781806/England-head-coach-Trevor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images","credit":"Mark Metcalfe/Getty Images","altText":"England head coach Trevor Bayliss ","cleanCaption":"England head coach Trevor Bayliss once said: 'To actually coach the game is only a small part of it. These guys know how to play.' Photograph: Mark Metcalfe/Getty Images"}},"importance":4,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/3fddb57fe6e3d9ea67204489279ff9a6ca8f4154/0_103_3000_1800/1000.jpg","height":600,"width":1000}}]},{"title":"Call me a US-hating Commie but I don't always back USA! USA! USA!","rawTitle":"Call me a US-hating Commie but I don't always back USA! USA! USA!","item":{"type":"comment","id":"sport/blog/2015/jun/24/call-me-a-us-hating-commie-but-i-dont-always-back-usa-usa-usa-in-sports","title":"Call me a US-hating Commie but I don't always back USA! USA! USA! in sports","trailText":"It has its flaws, but I think America is pretty grand. But that doesn’t mean I have to support my country’s athletes without question<br>","standFirst":"<p>It has its flaws, but I think America is pretty grand. But that doesn’t mean I have to support my country’s athletes without question<br /></p>","byline":"DJ Gallo","body":"<p>I have a terrible admission: I’m an American and I don’t always root for American athletes. </p> \n<p>There it is. My deep, dark secret is published for all the world to see. Now I suffer the consequences. The next time I step out my door, I’ll likely be hit by a giant, steaming, red, white and blue freedom-dropping from a bald eagle, angrily and righteously circling over my head, the heat of its patriotic excrement burning the words AMERICA-HATING COMMIE forever into my forehead. </p> \n<p>But I don’t hate America. In fact, I think she’s pretty grand. Flawed, sure. But I’d stick the United States near the top of my World Nations Power Rankings every time. I’ve travelled overseas, but I’ve always come back home to the U-S-of-A. You could say the USA is on my Mount Rushmore of countries. Yet for some reason, admitting to not always rooting for a sports team swathed in the stars and stripes feels like I’ve ordered a customized USA jersey with “<a href=\"http://www.biography.com/people/benedict-arnold-9189320\">Benedict Arnold</a>” on the back. </p> \n<p>A few years ago, I dipped my virtual toe in these treasonous waters and asked my Twitter followers if they felt there is ever a time that it’s OK to not root for an American athlete in international competition. Many of the responses ranged from “never speak of this again” to “tell me your current location so I can have you blown up by drone strike”.</p> \n<p>It’s puzzling. To me, at least, the man currently huddled in his basement, fearing attack by drone and bald eagle – or even a bald eagle-controlled drone. Terrifying! Every true Patriot (the American kind, <a href=\"http://www.cbssports.com/nfl/eye-on-football/25222569/roger-goodell-hears-tom-bradys-deflategate-appeal-3-things-to-know\">not the cheating/deflating kind</a>) will admit they have neighbors they don’t like, right? Or former school classmates or co-workers or even family members that they don’t care for. Maybe you don’t openly root against these people, but you sure don’t root for them. You aren’t overjoyed if they get a promotion or if you see them posting photos all over Facebook of a luxurious vacation.</p> \n<p>All of these people you dislike are fellow Americans, are they not? All of these people were born within the same nation-state political boundary. They put on their American-made blue jeans one leg at a time, same as you do. But if these people instead put on a red, white and blue uniform and jogged on to a soccer pitch or jumped in a pool to do some water polo, you’d suddenly be screaming for them instead of at them? Not me. “Schadenfreude” is a German word, but it can be loosely translated into a very American saying: “Suck it.”</p> \n<p>Which brings us to the case of Hope Solo and the US Women’s World Cup soccer team. By many accounts, Hope Solo is not a nice lady. She’s not the kind of girl you’d want to bring home to mom, unless you were, for some reason, <a href=\"http://espn.go.com/espn/otl/story/_/id/12976615/detailed-look-hope-solo-domestic-violence-case-includes-reports-being-belligerent-jail\">looking for someone to punch your mom</a>. Or if you were wanting to introduce your mom to Jerramy Stephens, former NFL tight end, Hope Solo’s husband and soulmate and <a href=\"http://en.wikipedia.org/wiki/Jerramy_Stevens#Legal_troubles\">a confirmed terrible person</a>. <br /></p> \n<p>There’s zero reason anyone from any country would want to root for Hope Solo. The problem is, she plays a team sport. She’s not some inconsequential backup either. She plays a very important position. If karma causes her to play terribly in Friday’s World Cup quarter-final, she’ll take the whole American team down with her. Yet if she plays well and the US lifts the cup next month, the resulting celebration and praise will make her feel even more above reproach and consequence. Yuck. There is no good outcome. Her presence taints the whole team, like a Solo turd in the punchbowl. I’m not openly rooting against the US women, but I’m not stocking up on red, white and blue face paint either. </p> \n<p>It would be nice if Hope Solo was the only American athlete in existence who is not wholesome and good and pure and nourished entirely by their mother’s homemade apple pie. <a href=\"http://1.bp.blogspot.com/_fN8KZSfrxl0/SP1UpyHatXI/AAAAAAAAAco/DNTwkbdBxSU/s400/MichaelPhelps.jpg\">But drunk-driving aficionado and guy who dresses like this</a> Michael Phelps is also American. When the 2016 Olympics roll around, will I be rooting for swimmers from other countries and Ryan Lochte to beat him? Yeah! </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-JzW2tKkM3Q\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/-JzW2tKkM3Q?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The <a href=\"http://www.washingtonpost.com/wp-srv/sports/longterm/olympics1998/sport/hockey/articles/trash20.htm\">1998 Olympic men’s hockey team who trashed their hotel rooms</a> were American. Lance Armstrong is American. Tonya Harding is American. Even Floyd Mayweather – Floyd Mayweather! – fought in star-spangled shorts at the 1996 Olympics. (And he lost. What a great moment in Olympic – no, <em>American </em>– history.)</p> \n<p>You can choose to believe in American exceptionalism, but you have to be exceptionally stupid to believe that America has a monopoly on good people or brave people or people who have overcome adversity. Every team in the women’s World Cup field has a player or five that could be the subject of one of those sappy, Chris Connelly-voiced SportsCenter<em> </em>pieces about a relative who has an illness and serves as inspiration. I’ll take that person, whether she’s from Canada or England or Germany, over Hope Solo. And I’ll take most anyone in the world who hasn’t been convicted of war crimes over Floyd Mayweather.</p> \n<p>The entire concept of rooting for whoever is wearing red, white and blue is a bit contrived anyway. If you’ll recall, four members of the 2014 US men’s World Cup roster were born in Germany. A fifth grew up there. Another, Mix Diskerud, was born and raised in Norway and yet another, Aron Johannsson, grew up in Iceland. The idea of a “Team America” has already been blurred. If we’re convincing ourselves that Diskerud is American, then I should be allowed to wish that Solo wasn’t. </p> \n<p>Since I’ve made it this far into this article without being felled by eagle-sighted drone, I’ll say it again: There’s nothing wrong with not rooting for American athletes. In fact, deciding to root against your home nation’s team should be considered the ultimate in American thought. Or have you not heard of a little something called FREEDOM? Root for America in the second world war, but root for whoever you want to in sports. </p> \n<p>In fairness, I remain open-minded on the issue. If the future of the world and the promise of freedom and democracy came down to a women’s soccer match, I’d want Solo in net. I’d paint my face and scream her name. But as screwed up as the world is, its fate will never come down to a women’s soccer match. I hope. (The good kind of hope, not Solo.) </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/3/9/1425897322550/Lance-Armstrong-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mike Hutchings/Reuters","altText":"Lance Armstrong","cleanCredit":"Photograph: Mike Hutchings/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-24T09:00:07Z","lastModified":"2015-06-24T16:38:28Z","metadata":{"commentable":true,"commentCount":191,"contributors":[{"name":"DJ Gallo","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dj-gallo"}],"feature":false,"keywords":["US sports","Lance Armstrong","Michael Phelps","USA women's football team","Women's World Cup 2015","Floyd Mayweather","Football","Sport","Women's football","Swimming"],"tags":[{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/lance-armstrong","webTitle":"Lance Armstrong"},{"id":"sport/michaelphelps","webTitle":"Michael Phelps"},{"id":"football/usa-womens-football-team","webTitle":"USA women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"sport/floyd-mayweather","webTitle":"Floyd Mayweather"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/swimming","webTitle":"Swimming"}],"section":{"id":"sport"},"topics":[{"displayName":"DJ Gallo","topic":{"type":"tag-contributor","name":"profile/dj-gallo"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/call-me-a-us-hating-commie-but-i-dont-always-back-usa-usa-usa-in-sports","shortUrl":"http://gu.com/p/4a4xb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/call-me-a-us-hating-commie-but-i-dont-always-back-usa-usa-usa-in-sports","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/call-me-a-us-hating-commie-but-i-dont-always-back-usa-usa-usa-in-sports"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/3/9/1425897322550/Lance-Armstrong-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Lance Armstrong: doing America proud for two decades.  Photograph: Mike Hutchings/Reuters","credit":"Mike Hutchings/Reuters","altText":"Lance Armstrong","cleanCaption":"Lance Armstrong: doing America proud for two decades. ","cleanCredit":"Photograph: Mike Hutchings/Reuters"}},"importance":4,"byline":{"title":"DJ Gallo"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/3/9/1425897322550/Lance-Armstrong-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mike Hutchings/Reuters","altText":"Lance Armstrong","cleanCredit":"Photograph: Mike Hutchings/Reuters"}}]},{"title":"Brownlow Medal favourite Fyfe is poetic and murderous in equal measures","rawTitle":"Brownlow Medal favourite Fyfe is poetic and murderous in equal measures","item":{"type":"comment","id":"sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures","title":"Brownlow Medal favourite Nat Fyfe: poetic and murderous in equal measures","trailText":"The Fremantle star has been on a different level so far this AFL season, somehow managing to improve significantly from a year ago","standFirst":"<p>The Fremantle star has been on a different level so far this AFL season, somehow managing to improve significantly from a year ago</p>","byline":"Russell Jackson","body":"<p>If any moment could serve as a microcosm of Nat Fyfe’s spellbinding first half of the season for Fremantle it must be the miraculous, hypnotically bending goal he potted from the Domain Stadium boundary against Richmond in round 10. </p> \n<p><a href=\"https://www.youtube.com/watch?v=5HyJky1s9bs\">The skilfulness of the kick itself was one thing </a> – Fyfe hemmed in on the boundary with a sliver of goal face to aim at and a ‘banana’ his only option – but it was the moments prior that made it one of the cleverest, most instinctive goals of this or any season. He’d stalked his opponent out towards the boundary as the contest demanded but half-way there retreated subtly, simultaneously anticipating where Taylor Hunt’s outlet handball would land and backing off that target, Troy Chaplin, just enough for the contact of Fyfe’s firm shove to come as a surprise to the Tigers defender. </p> \n<p>Was it a push in the back? Only Richmond fans could have cared once Fyfe gathered the ball inches inside the boundary, took a quick step back inside the line and stroked a dead-eyed, millimetre-perfect goal from an acute angle. Here was the premier midfielder of the competition combining the endlessly-honed foot skills of Eddie Betts with the un-teachable, urchin street-smarts of Hayden Ballantyne. Poetry and murder within him equally, as Robertson-Glasgow might have put it.</p> \n<p>He’s had so many of those moments already in 2015. Can many other top-tier midfielders use opponents like stepladders <a href=\"https://www.youtube.com/watch?v=-V0AeUmIYqc\">as Fyfe did over Anthony Miles</a> in that same game? Fremantle lost that night and Fyfe had an off night in relative terms (20 contested possessions and nine clearances currently being his warped version of a dirty day) but he still seemed hell bent on producing both the mark and goal of the year. </p> \n<p>Even better than the Miles mark was the screamer<a href=\"http://www.youtube.com/watch?v=LGYlPa44sG8&amp;t=1m36s\"> Fyfe took over Sydney’s Luke Parker</a>, which benefits from multiple viewings of the reverse angle to fully appreciate the way he was able to contort his body mid-air, counter intuitively wrapping his left leg around the front of his opponent and using his own momentum to swivel into position for the mark. </p> \n<p>Most players would have launched a split second later from the left foot and led with the right knee. Had wily Swan Jarrad McVeigh lacked the foresight to hover behind the contest at ground level, Fyfe would have landed cleanly on both feet and facing Fremantle’s goal, so probably would have sped straight off into attack. An Olympic figure skater couldn’t have choreographed the precise coordination of limbs better. It was a moment of spontaneous genius.</p> \n<p>It’s been a “changing of the guard” year in a number of respects this 2015 season. Hawthorn, Sydney and Fremantle might again loom as the most serious premiership aspirants but much else remains unclear. Port Adelaide is no longer the thundering, irresistible force it was a season ago, Geelong’s golden era now seems eons ago, Chris Judd and Mick Malthouse are both gone from the game altogether and a number of sides – West Coast, Collingwood, GWS and the Bulldogs primarily – have come from near enough to nowhere.</p> \n<p>So too change has been wrought in the pecking order of elite individual talent, where Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him. Decent judges have Fyfe best on ground in eight of 11 matches so far. Gary Ablett Jr hasn’t fallen off the face of the earth of course, he’s just sidelined by injury and also, one suspects, encumbered with a fate suffered by only the very best; a complacency to the blinding brilliance he’s produced for the best part of the last decade and the expectation that he shouldn’t ever dip far below it. The other minor miracle of Fyfe’s season is that he’s so capably assumed the leading role.</p> \n<p>The only man consistently capable of running with Fyfe and Ablett in that outlier percentile is Pies skipper Scott Pendlebury, who also rarely drops off from his metronomic output nor wavers in the impossibly high standards he sets himself. He’s another for whom we’ve probably just run out of fresh ways to express our wonder.</p> \n<p>Fyfe is on a different level this year though, somehow improving significantly from a season ago, when a pair of two-week suspensions put paid to a near-certain Brownlow win. That situation was instructive in itself. For all the skill and grace he shares with Pendlebury and Ablett, Fyfe’s probably a more imposing physical presence around the contest. Fremantle’s website currently lists him at 85kg, which might be cause for wry smiles from any players who’ve met him at the foot of packs or had the Dockers star crash over the top of their heads for a spectacular mark. </p> \n<p>His tackle counts aren’t anything imposing for a Ross Lyon pupil but Fyfe often asserts himself with the keen physicality of a tagger so suspensions like last year’s always remain a possibility. In all of his six seasons in league football he’s conceded significantly more free kicks than he’s been awarded. “A regular country guy” is how Fyfe describes himself and in his attack on the ball carrier he’s often agricultural, impressively so.</p> \n<p>You can only speculate as to whether sliding to pick 20 in the 2009 Draft relieved Fyfe of the pressures sometimes encountered by top five selections but the striving ethic of the family cattle transport business is perhaps the more pertinent environmental factor to consider. There can’t be many current players of Fyfe’s ilk given to considered takes on <a href=\"https://www.youtube.com/watch?v=PLFBX0d3Ptg\">the meditative world of long-haul trucking</a> or being <a href=\"http://www.farmweekly.com.au/news/agriculture/general/news/fyfe-freo-and-finals/2671046.aspx?storypage=0\">quoted on live export trade in Farm Weekly</a>.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=PLFBX0d3Ptg\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/PLFBX0d3Ptg?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The Fyfe physique is certainly no longer that of the lanky country boy who first bounced his way onto league grounds in 2010 with those long, skinny legs that made his boots look like clown shoes. Now he’s more like a cyborg or a prototype of some unimagined future; arms thicker than the thighs that powered some midfielders of eras gone by; legs the proportions of a mountain-climbing cyclist and equally useful for bursts of explosive speed as they are to have him gliding serenely from end to end. </p> \n<p>Endurance and warp speed don’t hurt but at 190cm, Fyfe can also beat almost any match-up overhead as well. When he does take a rest from midfield duties and head forward he’s a desperately tough match-up, as Gold Coast found out a fortnight back when in the space of a minute Fyfe out-positioned Clay Cameron and then tossed aside Adam Saad for two quick goals, both of his makeshift opponents hopelessly ill-equipped to deal with the disparity in strength, class and poise. </p> \n<p>In <a href=\"https://www.youtube.com/watch?v=C4nmm9-EW4A\">a separate contest on the wing</a> Fyfe made Cameron look like a schoolboy, bullying his opponent away from the ball with an almighty shove and then powering towards goal from a standing start. A less resilient player than Fyfe would have earlier conceded that the ball was more likely to be ushered out of bounds. </p> \n<p>You’d doubt that any coach for the rest of the season will be as winningly romantic as Adelaide’s Phil Walsh when he engineered that epic one-on-one showdown between Fyfe and Patrick Dangerfield in round nine, but what a gift all three men gave the game that night. Dangerfield has the ability to make supreme athletes look like slack-footed bystanders but even in producing one of the best individual performances of his career he merely matched Fyfe’s transcendent level for a single game. </p> \n<p>All night they ran off each other, grappled, tackled and out-marked each other. Both kicked team-lifting goals while the game was in the balance. The singular and most audacious talent in their respective sides, they reloaded in synchronicity before every stoppage, holding the other’s arm with one hand and directing team-mates with the other. At one point Fyfe spotted a tackler descending on the Crow so left him to it, getting into position to receive the compromised handball before scurrying away along the boundary like a bag thief. </p> \n<p>With his lung-busting runs, swooping handballs and booming drop punts, Dangerfield gained 582 metres for his side that night. No mean feat. Fyfe went for 958, a performance that you can only really wrap your head around if you tuck a Sherrin under your arm and sprint around the block for five minutes. The pair probably finished each other’s congratulatory sentences as the siren sounded.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=QRhSIa9OfuI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/QRhSIa9OfuI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>“Call me a weirdo,” said Walsh after playing his directorial role in that absorbing duel, “but I think we have to protect the look of the game.” Amid all the corporate gibberish and cod-philosophy that modern footy generates, it’d do well to foster a few more weirdos like Walsh. Ball players like Fyfe fill the hearts of fans with unbridled joy. It’s heartening that someone of influence feels the same because that magic is produced against the backdrop of modern football’s overwhelmingly negative, cynical and unyielding strategies.</p> \n<p>Of course this Brownlow Medal of Fyfe’s is never assured anyway, but the honour that should really drive him through the second half of this stupefying season is the ultimate prize: Fremantle’s breakthrough premiership. We now survey the trail of stiff-armed opponents Fyfe leaves in his wake, the split-open packs, dizzying marks and boundary-hugging goals but he and the rest of Ross Lyon’s squad has to seize upon the moment before it escapes them. </p> \n<p>The rest of us need only get close to a TV screen when Fremantle is playing because watching in real time as Fyfe rises to this level of sustained, perspective-bending brilliance is the kind of opportunity that one shouldn’t squander. In other words, not such a regular country guy.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/597183323687df0100f1fd8f26042c09adbede09/0_45_2395_1437/2395.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1437,"width":2395,"orientation":"landscape","credit":"Dave Hunt/AAP","altText":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him.","cleanCredit":"Photograph: Dave Hunt/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-24T01:33:58Z","lastModified":"2015-06-24T05:24:56Z","metadata":{"commentable":true,"commentCount":34,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":false,"keywords":["AFL","Fremantle Dockers","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/fremantle-dockers","webTitle":"Fremantle Dockers"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures","shortUrl":"http://gu.com/p/4a373","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/597183323687df0100f1fd8f26042c09adbede09/0_45_2395_1437/2395.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1437,"width":2395,"orientation":"landscape","caption":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him. Photograph: Dave Hunt/AAP","credit":"Dave Hunt/AAP","altText":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him.","cleanCaption":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him.","cleanCredit":"Photograph: Dave Hunt/AAP"}},"importance":3,"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/7e3abbef3fabe7275fd125cd1b14dbd34985af89/550_251_1451_871/1000.jpg","height":600,"width":1000}}]},{"title":"Four key Australia players for England to contend with in the Ashes","rawTitle":"Four key Australia players for England to contend with in the Ashes","item":{"type":"article","id":"sport/2015/jun/24/ashes-2015-four-key-australia-players-steve-smith-mitchell-starc-adam-voges-josh-hazlewood-england","title":"Ashes 2015: Four key Australia players for England to contend with","trailText":"Steve Smith and Adam Voges are in ominous form with the bat, while in Mitchell Starc and Josh Hazlewood the tourists have two potentially devastating 6ft 5in quicks","standFirst":"<p>Steve Smith and Adam Voges are in ominous form with the bat, while in Mitchell Starc and Josh Hazlewood the tourists have two potentially devastating quicks</p>","byline":"Ali Martin","body":"<h2><strong>Key wicket – Steve Smith</strong></h2> \n<p>A maiden Test century <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/aug/22/steve-smith-australia-ashes-century\" title=\"\">at The Oval in 2013</a> proved the opening of the floodgates for Smith who, having once been the butt of English jokes for his initial selection in 2010-11 based on an ability to bring levity to a humourless Australian dressing room, has now arrived on these shores as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman\" title=\"\">the world’s No1-ranked batsman</a> and the key wicket for Alastair Cook’s attack following 12 months in which he has averaged 102 in 16 innings. Idiosyncrasies in the right-hander’s technique give bowlers hope right up to when the ball flies off the middle of his bat, while in the field he represents one of the most dynamic in world cricket. All nine of his Test hundreds have come in the first innings.</p> \n<h2><strong>Pace ace – Mitchell Starc</strong></h2> \n<p>Dominating large swathes of the Ashes buildup by virtue of being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/31/mitchell-starc-new-generation-the-spin\" title=\"\">player of the tournament at the World Cup</a>, it is Mitchell Starc – not Mitchell Johnson – who is being touted as the most dangerous weapon in the Australian armoury. Those 22 wickets at 10 runs apiece, in a tournament dominated by the bat, were claimed with the white Kookaburra ball, however, and do not guarantee the 6ft 5in left-armer success with the red Duke on English pitches. But while his Test career is yet to ignite in the same fashion as in one-day cricket, with just two five-wicket hauls in his 17 matches to date – both on home soil – his 10 victims in the recent two-Test series with West Indies suggest we may be about to witness the 25-year-old’s coming of age in the format.</p> \n<h2><strong>Latecomer – Adam Voges</strong></h2> \n<p>Arriving in Test cricket <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/01/adam-voges-australia-debut-west-indies\" title=\"\">at the age of 35</a>, Adam Voges had booked in for a full season captaining Middlesex in the County Championship, where he had previously filled in for fellow Australian Chris Rogers during the 2013 Ashes, until a monstrous showing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/25/victoria-claim-sheffield-shield-title\" title=\"\">in the most recent edition of the Sheffield Shield</a> – he scored 1,358 runs in 11 matches at an average of 104.46 – convinced the selectors that age was his least important number. Leaving Lord’s after four championship games, Voges was awarded his Baggy Green on the recent Caribbean tour and repaid that faith with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/05/voges-scores-unbeaten-century-on-debut-to-rescue-australia-in-west-indies\" title=\"\">an unbeaten, match-changing 130</a> on his debut in Dominica. The right-hander may not be one for the future but in the here and now of the Ashes cricket, his seven summers of experience playing for Nottinghamshire and Middlesex gives the tourists additional local nous.</p> \n<h2><strong>Newcomer – Josh Hazlewood</strong></h2> \n<p>Tall (he stands at 6ft 5in), quick (he regularly clocks 88mph) and blessed with the ability to consistently threaten off stump, the 24-year-old Josh Hazlewood has made up for time lost to injury early in his career and goes into his first Ashes series brimming with confidence after finishing as the leading wicket-taker on Australia’s recent tour of the Caribbean with 12 in the two-Test victory over West Indies, and on pitches not entirely conducive to fast bowling. The Glenn McGrath comparisons – by virtue of being a metronomic quick from the country in New South Wales – are yet to stretch to predictions of a whitewash. Give it time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435152213353/Australia-cricket-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Clockwise from left: Australia's Adam Voges, Mitchell Starc, the captain Steve Smith and Josh Hazlewood. Photograph: Getty Images","credit":"/Getty Images","altText":"Australia cricket","cleanCaption":"Clockwise from left: Australia's Adam Voges, Mitchell Starc, the captain Steve Smith and Josh Hazlewood. Photograph: Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T22:01:00Z","lastModified":"2015-06-24T23:26:18Z","metadata":{"commentable":true,"commentCount":75,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["The Ashes","Australia cricket team","Steve Smith","Mitchell Starc","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/steve-smith","webTitle":"Steve Smith"},{"id":"sport/mitchell-starc","webTitle":"Mitchell Starc"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/ashes-2015-four-key-australia-players-steve-smith-mitchell-starc-adam-voges-josh-hazlewood-england","shortUrl":"http://gu.com/p/4a4g3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/ashes-2015-four-key-australia-players-steve-smith-mitchell-starc-adam-voges-josh-hazlewood-england","webUri":"http://www.theguardian.com/sport/2015/jun/24/ashes-2015-four-key-australia-players-steve-smith-mitchell-starc-adam-voges-josh-hazlewood-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435152213353/Australia-cricket-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Clockwise from left: Australia’s Adam Voges, Mitchell Starc, the vice-captain Steve Smith and Josh Hazlewood. Photograph: Getty Images","credit":"Getty Images","altText":"Australia cricket","cleanCaption":"Clockwise from left: Australia’s Adam Voges, Mitchell Starc, the vice-captain Steve Smith and Josh Hazlewood. Photograph: Getty Images"}},"importance":3,"byline":{"title":"Ali Martin"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/36e0d7083151b89643edb6edae4f29d317bda3a6/884_63_1528_917/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-06-25T08:44:51Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}