{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Raf Honigstein / Schweinsteiger’s exit robs Munich of a football god","rawTitle":"Schweinsteiger’s exit robs Munich of a football god","item":{"type":"comment","id":"football/blog/2015/jul/13/bastian-schweinsteiger-transfer-bayern-munich-manchester-united","title":"Bastian Schweinsteiger’s exit robs Munich of a Bavarian football god","trailText":"Through their beloved Schweini Bayern supporters have experienced 13 years that had everything and the midfielder’s move to Manchester United has hit the city hard","standFirst":"<p>Through their beloved Schweini Bayern fans experienced 13 years that had everything and midfielder’s move to Manchester United has hit the city hard<br /></p>","byline":"Raphael Honigstein","body":"<p>This is not the end, only a temporary separation – that was the self-consoling message coming out of S&auml;bener Strasse after Bastian Schweinsteiger’s “personal Schwexit from the Bavarian currency union to pound sterling” (S&uuml;ddeutsche Zeitung). Previous heroes such as Franz Beckenbauer, Karl-Heinz Rummenigge and Paul Breitner left Munich only to return a few years later, as players or officials, to play pivotal roles again at FC Bayern, a source close to the board pointed out on Saturday night. Rummenigge, the Bayern CEO, had tempered public discontent among 60,000 supporters about their favourite player’s departure to Old Trafford at the team’s official presentation, without Schweinsteiger, a few hours earlier by promising that the Germany captain would be offered the chance of a second career after his time on the pitch was over.</p> \n<p>That’s the future. Right now, however, a feeling of sadness pervades Munich, a city that has lost its patron saint and very own football god. He’ll be missed in his Glockenbachviertel, the fashionable quarter at the heart of the Bavarian capital, and in Schumann’s Bar where he’d pop in after a big Champions League night, downing a beer amid reverential near-silence.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/13/bastian-schweinsteiger-manchester-united-bayern-munich\">Manchester United sign Bastian Schweinsteiger and Morgan Schneiderlin</a> </p> \n</aside> \n<p>You will no longer spot him playing football with friends in the Englischer Garten park, as he did <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2010/jul/04/bastian-schwiensteiger-maradona-germany-argentina\">wearing Frank Lampard’s red shirt</a> from the 4-1 World Cup win in Bloemfontein. No more early-morning jaunts to the River Isar, to cool a swollen ankle in icy waters, either.</p> \n<p>Schweinsteiger, born and raised at the foot of the nearby Alps, a skier so talented he nearly turned professional, stubborn but always friendly, confident but never haughty, was the first truly Bavarian leader of Bayern since Breitner’s retirement in 1983. With Philipp Lahm he was also the key player behind his club and country’s return to the footballing elite in the last five years after a decade or so in the wilderness.</p> \n<p>Last summer he won the World Cup with Germany, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/jul/14/bastian-schweinsteiger-germany-world-cup\">spending almost as much time lying on the Maracan&atilde; pitch</a> as running 15km, more than anybody else in the final. Argentina had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2014/jul/14/world-cup-2014-world-cup-football1\">singled him out for rough treatment</a> but he was “so full of adrenaline” he hardly felt the pain in Rio, he later said. And in any case he didn’t mind: “You live for these games”.</p> \n<p>A year before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/may/25/borussia-dortmund-bayern-munich-champions-league\">he had won the Champions League with Bayern</a> at Wembley, at the third attempt, paying homage to the former Bayern left-back Bixente Lizarazu with a re-enactment of the Frenchman’s “driving the cup” celebration after Bayern’s European triumph in 2001. A year before that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2012/may/20/petr-cech-chelsea-bayern-munich\">he had missed the decisive penalty</a> in the ill-fated Champions League “final at home” against Chelsea, his anguished face a picture of million-fold despair. And two years before that, the Bayern manager, Louis van Gaal, had solved an old, vexing conundrum – where was his best position? – by converting the former attacking midfielder into a deep-lying playmaker tasked with switching the play and setting the pace. Within the space of a few months his and Bayern’s football had shot up to a new level.</p> \n<p>Through their beloved Schweini supporters have experienced 13 years that had everything: championships (eight), DFB Cups (seven), a sports holdall of dreams broken and fulfilled. The ultras will sing his name, louder than ever, when the first Bundesliga game at the Allianz Arena comes on 14 August.</p> \n<p>But there’s a second part to the transfer, “a rational one” that contrasts with the melancholy, Bayern’s sporting director, Matthias Sammer, explained. “Emotionally our respect for Bastian will always be enormous but rationally it’s the case that he’s been injured often recently and therefore couldn’t be a calculable factor in the last two years.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BSchweinsteiger/statuses/620245849516417024\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">One last dream in my career come true. I am excited about the next chapter in my life with <a href=\"https://twitter.com/ManUtd\">@ManUtd</a>. <a href=\"http://t.co/aWnz9mnuD8\">pic.twitter.com/aWnz9mnuD8</a></p>— Basti Schweinsteiger (@BSchweinsteiger) \n  <a href=\"https://twitter.com/BSchweinsteiger/status/620245849516417024\">July 12, 2015</a>\n </blockquote> \n</figure> \n<p>It’s a rather technocratic way of saying Bayern didn’t feel they could offer him a new contract that went anywhere near Manchester United’s three-year package in view of the player’s recurring fitness problems since Euro 2012. An only intermittently healthy, disgruntled Schweinsteiger on the bench, on a big contract, was seen as a risk they couldn’t take if the oversupply of central midfielders in Pep Guardiola’s squad are taken into account.</p> \n<p>At the beginning of the summer Schweinsteiger was privately hinting he wanted to stay at least one more year to win an historic fourth consecutive championship with Bayern and prepare for his first tournament as <em>Nationalmannschaft</em> skipper in familiar surroundings. But the club leadership made no decisive attempt to extend his deal beyond 2016 and Guardiola intimating that he could live without him got Schweinsteiger thinking. On Wednesday he told Rummenigge he had an offer to reunite with van Gaal until 2018 and he wanted to leave. Bayern never put forward a counter-offer, knowing it would fall significantly short in financial and sporting terms.</p> \n<p>Unlike the Red Devils’ boss, Guardiola was unwilling to guarantee Schweinsteiger a starting berth in his favoured position, in front of the defence. The relationship between the two had not broken down, as some reports suggested, and Schweinsteiger’s connection with van Gaal is not quite as strong as some have made out either, but the decision was a fairly easy one in the end all things considered. He’d rather embark on a new adventure in England – he’s been a fan of the Premier League for a long time – than be a deposed king in Bavaria.</p> \n<p>“I hope you’ll understand that I’ve chosen this path,“ he said <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/12/bastian-schweinsteiger-goodbye-bayern-munich-manchester-united\">in a video message addressed to the supporters</a>, looking happy and relaxed. “But I will never forget you and will always have you [in my heart]. Hopefully we’ll see each other soon again.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/12/1436740302110/Bastian-Schweinsteiger-Ba-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger carries the European Cup after Bayern Munich's defeat of Borussia Dortmund in the 2013 final. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Bastian Schweinsteiger Bayern Munich","cleanCaption":"Bastian Schweinsteiger carries the European Cup after Bayern Munich's defeat of Borussia Dortmund in the 2013 final. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-13T09:00:07Z","lastModified":"2015-07-13T12:56:51Z","metadata":{"commentable":true,"commentCount":675,"contributors":[{"name":"Raphael Honigstein","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/raphaelhonigstein"}],"feature":false,"keywords":["Manchester United","Bayern Munich","Transfer window","Football","Sport"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/bayernmunich","webTitle":"Bayern Munich"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Raphael Honigstein","topic":{"type":"tag-contributor","name":"profile/raphaelhonigstein"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/13/bastian-schweinsteiger-transfer-bayern-munich-manchester-united","shortUrl":"http://gu.com/p/4atcc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/13/bastian-schweinsteiger-transfer-bayern-munich-manchester-united","webUri":"http://www.theguardian.com/football/blog/2015/jul/13/bastian-schweinsteiger-transfer-bayern-munich-manchester-united"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/12/1436740302110/Bastian-Schweinsteiger-Ba-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger carries the European Cup after Bayern Munich’s defeat of Borussia Dortmund in the 2013 final. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Bastian Schweinsteiger Bayern Munich","cleanCaption":"Bastian Schweinsteiger carries the European Cup after Bayern Munich’s defeat of Borussia Dortmund in the 2013 final. Photograph: Tom Jenkins for the Guardian"}},"importance":7,"kicker":{"title":"Raf Honigstein"},"byline":{"title":"Raphael Honigstein"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/608e70947bc7e596d434f74238df7ddf2dc44786/0_79_2443_1466/1000.jpg","height":600,"width":1000}}]},{"title":"How NBA's free-agency morality play screws over the players","rawTitle":"How NBA's free-agency morality play screws over the players","item":{"type":"article","id":"sport/blog/2015/jul/13/how-nbas-free-agency-morality-play-screws-over-the-players","title":"How NBA's free-agency morality play screws over the players","trailText":"Players who demand more money are seen as selfish, but they’re working in a system that royally underpays its talent","standFirst":"<p>Players who demand more money are seen as selfish, but they’re working in a system that royally underpays its talent</p>","byline":"Robert Silverman","body":"<p>The frenzied two-week maelstrom that is NBA free agency has come to an end, save for the last few stragglers and fringe rotation players. Surprisingly enough, the biggest domino of all was one of the last to fall. It lacked the overwrought fanfare of The Decision or even a <a href=\"http://www.si.com/nba/2014/07/11/lebron-james-cleveland-cavaliers\">ghostwritten open letter</a> in Sports Illustrated, but on Thursday, LeBron James finally <a href=\"http://espn.go.com/nba/story/_/id/13227780/lebron-james-sign-two-year-deal-cleveland-cavaliers\">returned to the Cleveland Cavaliers</a> on a two-year, $47m contract.</p> \n<p>The delay in question wasn’t an indication that he ever planned to leave Cleveland. Rather, it speaks to the fact that James is the one free agent who has enough agency to actually be considered “free”</p> \n<p>As was the case last summer, James has the option to once again opt out in 2016 just as the NBA salary cap jumps from $70m to $90m. And that’s just the beginning.</p> \n<p>“If he wants to keep the good times rolling with one-and-one contracts, James could then opt to once again hit the market in 2017 when the cap’s expected to hit an <a href=\"http://www.sbnation.com/nba/2015/4/17/8447839/nba-salary-cap-projection-free-agency-2016-2017\">unprecedented $108m</a>, which would push James’ ‘17-’18 max salary up to a whopping $35.5m,” <a href=\"http://sports.yahoo.com/blogs/nba-ball-dont-lie/report--lebron-james-opts-out-of-final-year-of-contract--will-enter-free-agency-193123038.html\">Dan Devine</a> wrote at Yahoo! Sports. “That would be the highest single-season player salary in NBA history, topping Michael Jordan’s <a href=\"http://sports.yahoo.com/blogs/nba-ball-dont-lie/you-can-bid-on-michael-jordan-s-nba-record-setting--33-million-1997-98-contract-with-the-chicago-bulls-201306137.html\">$33m deal</a> to play for the <a href=\"http://sports.yahoo.com/nba/teams/chi/\">Chicago Bulls</a> during the 1997-98 season. And so on, and so on.”</p> \n<p>This isn’t just about James being compensated at a rate that begins to approach his on-court contributions. He’s dead set on getting the whole Eastern Conference title-winning band back together. </p> \n<p>In the days prior to his signing, ESPN’s Brian Windhorst reported that <a href=\"http://espn.go.com/nba/story/_/id/13198864/lebron-james-waits-cleveland-cavaliers-hammer-other-deals\">James was stalling</a> to nudge the Cavs to sign Tristan Thompson to a long-term deal. James seems equally invested in reenlisting mercurial shooting guard <a href=\"http://www.cleveland.com/cavs/index.ssf/2015/07/lebron_james_cleveland_cavalie_57.html\">JR Smith</a> and sparkplug <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/matthew-dellavedova-isnt-dirty-america-hes-just-australian\">Matthew Dellavedova</a>. That’s after <a href=\"http://www.cleveland.com/cavs/index.ssf/2015/06/lebron_james_kevin_love_clevel.html\">commandeering a cabana</a> to whisper a few sweet nothings in Kevin Love’s ear, and you can only assume that he had a hand in bringing back <a href=\"http://www.cleveland.com/cavs/index.ssf/2015/07/mo_williams_happy_his_path_has_1.html\">Mo Williams</a>, a teammate from James’ previous stint in Cleveland.</p> \n<p>Given that the Cavs had the best record in the NBA in the second half of last season, all of these moves make sense, basketball-wise. But when all is said and done, including luxury tax payments, this year’s model might end up costing owner Dan Gilbert an eye-watering <a href=\"http://www.ohio.com/sports/cavs/cavaliers-agree-to-terms-with-free-agents-kevin-love-tristan-thompson-and-iman-shumpert-owner-dan-gilbert-shows-willingness-to-spend-1.604764\">$200m</a>. </p> \n<p>There’s no need to fret over Gilbert’s finances, not when the <a href=\"http://www.bloomberg.com/news/articles/2014-07-11/james-pushes-cavs-valuation-past-billion-dollar-mark\">value of the Cavs franchise doubled</a> to somewhere in the neighborhood of a cool billion the moment James was added to the roster. We’re gawking at the numbers because LeBron is the one player in the league with enough power to subvert the false, artificially-imposed non-choice that the other 99% of NBA athletes have to face at some point in their careers: whether to seek out compensation that’s in line with their abilities or to sacrifice millions such that a franchise can build a contender. </p> \n<p>LeBron, by dint of his unique abilities and the massive power that he wields within the franchise, can do both.</p> \n<p>Which brings us to the San Antonio Spurs. So far this offseason, <a href=\"http://www.si.com/nba/2015/07/09/tim-duncan-san-antonio-spurs-free-agency-lamarcus-aldridge-grades\">Tim Duncan</a>, possibly the greatest power forward in league history, returned for a mere $5m, they re-upped Manu Ginobili on a <a href=\"http://basketball.realgm.com/wiretap/238654/Manu-Ginobili-Re-Signing-With-Spurs-On-Two-Year-$57M-Deal\">minuscule deal</a>, sold Danny Green and David West on the virtues of leaving tens of millions of dollars on the table, and even Kawhi Leonard’s max extension should prove to be a bargain in the years to come.</p> \n<p>All this penny pinching carved out a large enough chunk of precious cap space such that they were able to add the top available free agent, All-Star <a href=\"http://basketball.realgm.com/wiretap/238654/Manu-Ginobili-Re-Signing-With-Spurs-On-Two-Year-$57M-Deal\">LaMarcus Aldridge</a>. That’s all well and good, especially for the Spurs. The problem here is that Duncan’s (and Green’s and West’s and Leonard’s and Ginobili’s) decision to sign a below-value contract are viewed as moral and/or ethical actions. </p> \n<p>The painful contradiction is that yes, Duncan et al are selfless, team players, and true professionals. To be clear, I don’t want to rob Duncan or any athlete of his or her agency. There are motives at play beyond profit and taking less money to stick with the league’s best-run franchise is certainly a valid life choice to make. </p> \n<p>But that sacrifice shouldn’t be seen as necessarily virtuous, especially when the hosannas of praise also imply the converse - that an NBA player, a worker seeking fair return for his services, who accepts the highest offer is greedy, selfish or worse. </p> \n<p>“It’s the popular thing to do,” <a href=\"http://espn.go.com/los-angeles/nba/story/_/id/11914742/kobe-bryant-los-angeles-lakers-says-hometown-discount-deals-big-coup-owners\">Kobe Bryant</a> told ESPN last November. “The player takes less, blah, blah, blah, blah, blah. I think it’s a big coup for the owners to put players in situations where public perception puts pressure on them to take less money. Because if you don’t, then you get criticized for it.”</p> \n<p>Management, however, is never subject to this kind of ethical inquisition with regard to <em>their</em> contract decisions. You’ll never see it suggested that inking a player for pennies on the dollar is dishonorable or a disservice, or that the Spurs’ offseason cost-cutting is just as “selfish” behavior as that of any maxed-out star. </p> \n<p>They’ve brilliantly framed the manipulation of a system – the collective bargaining agreement – that artificially suppresses wages and incentivizes screwing over labor as a greater good. It works because fans have a vested interest in a front office’s ability to act in a manner that is adversarial to labor, and don’t really give a fig if NBA stars, even in this bullish basketball market, remain <a href=\"http://regressing.deadspin.com/how-much-is-lebron-really-worth-1595374835\">royally underpaid </a>.</p> \n<p>For what it’s worth, Michelle Roberts, the new National Basketball Players Association executive director, seems to be girding up to fight this very battle.</p> \n<p>“I don’t know of any space other than the world of sports where there’s this notion that we will artificially deflate what someone’s able to make just because,” <a href=\"http://espn.go.com/nba/story/_/id/11868612/nba-owners-expendable-players-union-chief-michele-roberts-says\">she said in an interview with ESPN’s Pablo Torre</a>. “It’s incredibly un-American. My DNA is offended by it ... I can’t understand why the [players’ association] would be interested in suppressing salaries at the top if we know that as salaries at the top have grown, so have salaries at the bottom.</p> \n<p>“If that’s the case, I contend that there is no reason in the world why the union should embrace salary caps or any effort to place a barrier on the amount of money that marquee players can make.”</p> \n<p>You could certainly argue that removing the cap and BRI-split altogether would mean a serious shift of power to the large market teams, and an NBA whose spending patterns would more closely resemble the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/apr/18/premier-league-finances-club-by-club\">English Premier League</a>. </p> \n<p>Avoiding tumult that might arise – franchises going kaput, or trundling from city to city in search of a ripe market to exploit, a massive talent gulf arising between the rich and poor teams, and an even wider economic disparity the salaries for the LeBrons of the NBA world and the bulk of the rank and file – might in the long term be worth sacrificing an unknown amount of individual earnings. </p> \n<p>In that case, if we are going to view the NBA as a whole like a feudal lord providing safety and security from the suiting-up-for-the-Rhode-Island-Quahogs-alongside-Nate-Robinson chaos that’s perched just outside the manor walls, then at a minimum, the least they can do is more equitably share the wealth with those whose labor built the house to begin with. </p> \n<p>But that’s not going to happen as long as fans buy into the false morality play that still surrounds free agency. As long as that’s the case, for all of the time and energy spent fussing over offseason winners and losers, there’s really only one party that comes out on top: the owners, because they’re playing a rigged game.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1ae7d252c2e5202c51eeb1559ee56b724a5d34ee/0_46_2346_1408/2346.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1408,"width":2346,"orientation":"landscape","credit":"Streeter Lecka/Getty Images","altText":"LaMarcus Aldridge","cleanCredit":"Photograph: Streeter Lecka/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T15:42:06Z","lastModified":"2015-07-13T15:47:58Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Robert Silverman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robert-silverman"}],"feature":false,"keywords":["NBA","Basketball","Sport","US sports","LeBron James"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/lebron-james","webTitle":"LeBron James"}],"section":{"id":"sport"},"topics":[{"displayName":"Robert Silverman","topic":{"type":"tag-contributor","name":"profile/robert-silverman"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/13/how-nbas-free-agency-morality-play-screws-over-the-players","shortUrl":"http://gu.com/p/4aj5e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/13/how-nbas-free-agency-morality-play-screws-over-the-players","webUri":"http://www.theguardian.com/sport/blog/2015/jul/13/how-nbas-free-agency-morality-play-screws-over-the-players"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1ae7d252c2e5202c51eeb1559ee56b724a5d34ee/0_46_2346_1408/2346.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1408,"width":2346,"orientation":"landscape","caption":"The Spurs were able to sign LaMarcus Aldridge after other players accepted cut-price deals.  Photograph: Streeter Lecka/Getty Images","credit":"Streeter Lecka/Getty Images","altText":"LaMarcus Aldridge","cleanCaption":"The Spurs were able to sign LaMarcus Aldridge after other players accepted cut-price deals. ","cleanCredit":"Photograph: Streeter Lecka/Getty Images"}},"importance":5,"byline":{"title":"Robert Silverman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1ae7d252c2e5202c51eeb1559ee56b724a5d34ee/0_46_2346_1408/2346.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1408,"width":2346,"orientation":"landscape","credit":"Streeter Lecka/Getty Images","altText":"LaMarcus Aldridge","cleanCredit":"Photograph: Streeter Lecka/Getty Images"}}]},{"title":"Sterling has the talent – but Man City need to see it every week","rawTitle":"Sterling has the talent – but Man City need to see it every week","item":{"type":"article","id":"football/blog/2015/jul/13/raheem-sterling-manchester-city","title":"Raheem Sterling has the talent – but Manchester City need to see it every week","trailText":"Raheem Sterling possesses the star quality to make Manchester City Premier League title-winners again and Champions League heavyweights, and he can have no excuses if he fails to justify his £49m fee","standFirst":"Raheem Sterling possesses the star quality to make Manchester City Premier League title-winners again and Champions League heavyweights, and he can have no excuses if he fails to justify his &pound;49m fee","byline":"Jamie Jackson","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/12/raheem-sterling-miss-liverpool-tour-manchester-city\" title=\"\">Raheem Sterling’s &pound;49m acquisition</a> is the instant reinvigoration Manchester City require. Since Carlos Tevez, David Silva, Sergio Ag&uuml;ero, Yaya Tour&eacute; and Mario Balotelli arrived at the Etihad Stadium between 2009-11 the club has suffered a quality and glamour deficit.</p> \n<p>Fernando, Fernandinho, Aleksandar Kolarov, Edin Dzeko, Stevan Jovetic, Eliaquim Mangala, Jes&uacute;s Navas, Jack Rodwell, Javi Garc&iacute;a, Scott Sinclair. The Sheikh Mansour sales receipts have too often been marked John Lewis rather than Harrods as a long list of middling rather than boutique purchases were made.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/13/raheem-sterling-manchester-city-liverpool-brendan-rodgers\">Liverpool’s Brendan Rodgers confirms Raheem Sterling exit but denies rift with player</a> </p> \n</aside> \n<p>With Sterling to don the sky blue livery next season, City signal an end to this. The team is refreshed and renewed. This single transfer means the XI Manuel Pellegrini can choose will be injected with a desperately needed cocktail of pace, youth, flair, skill and rawness that make the 20-year-old second only to Wayne Rooney in the England hierarchy.</p> \n<p>Yet for some the jury remains out. Is the kid merely a mercenary? A puppet of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/21/aidy-ward-raheem-sterling-liverpool-agent\" title=\"\">his agent, Aidy Ward</a>, and a chancer yet to prove himself? Prime fodder for the “what has he ever done in the game?” merchants.</p> \n<p>One answer to the last question is to have made himself an established international as a teenager and started <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jun/15/england-italy-world-cup-2014-group-d-match-report\" title=\"\">England’s opening World Cup game</a> at Brazil 2014 against Italy in the vaunted No10 position. To shunt Wayne Rooney out to the left as Roy Hodgson was moved to do to his captain is no shabby entry on the Sterling CV. To rip apart Manchester United at Old Trafford when asked to play as a <em>trequartista</em> for virtually the first time as Sterling did in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/mar/16/manchester-united-liverpool-premier-league-match-report\" title=\"\">Liverpool’s 3-0 victory at Old Trafford</a> two seasons ago is also no skeleton in the career closet.</p> \n<p>That afternoon of 16 March 2014 was when the former Queens Park Rangers boy announced he could be a bona fide superstar. When the team-sheet fell and Brendan Rodgers had named the 19-year-old as the playmaker, the fulcrum of Liverpool at the home of their auld enemy, the cognoscenti’s eyebrows were raised.</p> \n<p>Yet by the time Sterling was replaced on 72 minutes he had put the swagger and fluidity into a crushing win for the visitors. Here was irrefutable evidence of Sterling’s star quality <em>and</em> potential to pilot his career on a skyward trajectory.</p> \n<figure class=\"element element-image\" data-media-id=\"d6435683d4c632846d1c5c147b4de2aa0fdbc29b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436792631731/ce1456b1-4ec7-4894-8d7e-458aa106a6ef-460x276.jpeg\" alt=\"Raheem Sterling's selection in the No10 role for England's World Cup match against Italy was confirmation of the high regard in which he is held by Roy Hodgson.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Raheem Sterling’s selection in the No10 role for England’s World Cup match against Italy was confirmation of the high regard in which he is held by Roy Hodgson. </span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins/for the Guardian</span> \n </figcaption> \n</figure> \n<p>This becomes Sterling’s great challenge now: to elevate his displays to world-beater level on virtually every game day. It is the mark of the very best and how Pellegrini and fans hope he will perform. If he does so, personal satisfaction and team glory are the dividends. Sterling can be the difference in winning the Premier League or not. He can be the man who propels City beyond the last 16 of the Champions League (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/18/barcelona-manchester-city-champions-league-match-report\" title=\"\">where they have fallen</a> in the past two years) and into the competition’s business end.</p> \n<p>In doing so Sterling would ease the burden on David Silva as team magician with his own ilk of X-factor. Pellegrini continually states he wishes his City to play just one way: on the front foot, constantly steamrollering the opposition. What Sterling can bring is a differing method of attack. A variety featuring strength, direction, scintillating dribbling and a Roadrunner turn of heel.</p> \n<p>In his time as one of Liverpool’s three amigos, alongside Luis Su&aacute;rez and Daniel Sturridge, Sterling thrived. Now he can join Silva and Ag&uuml;ero to form City’s own frightening attack trio. What Sterling certainly has is no excuses. In April’s BBC interview that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/01/raheem-sterling-not-money-grabbing-contract-liverpool\" title=\"\">made it clear he wanted out of Anfield</a>, Sterling said: “It’s not about the money at all. It’s never been about money. I talk about winning trophies throughout my career. That’s all I talk about. I don’t talk about how many cars I’m going to drive, how many houses I’ve got. I just purely want to be the best I can be.”</p> \n<p>He has his wish. He is surrounded by a far better class of footballer than at Liverpool. He is at a club that has paraded two Premier League championships in three seasons and which has serious pretensions to add the European Cup to the trophy room. So now is the time for Sterling to show he deserves the big move worth &pound;180,000 a week and the chance to stack up the honours he claims are craved.</p> \n<p>But the emphasis shifts. The onus is on him. Sterling’s quest is to be a serious factor in ensuring Manchester City regain the league title and the club becomes a genuine continental heavyweight. Achieve this and his &pound;49m fee will be viewed a snip.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436792329727/Raheem-Sterling-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Raheem Sterling could prove to be good value for Manchester City at £49m if he plays to the potential he has shown at Liverpool. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling could prove to be good value for Manchester City at £49m if he plays to the potential he has shown at Liverpool. Photograph: Tim Ireland/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436792633060/ce1456b1-4ec7-4894-8d7e-458aa106a6ef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling’s selection in the No10 role for England’s World Cup match against Italy was confirmation of the high regard in which he is held by Roy Hodgson.  Photograph: Tom Jenkins/for the Guardian","credit":"Tom Jenkins/for the Guardian","altText":"Raheem Sterling's selection in the No10 role for England's World Cup match against Italy was confirmation of the high regard in which he is held by Roy Hodgson.","cleanCaption":"Raheem Sterling’s selection in the No10 role for England’s World Cup match against Italy was confirmation of the high regard in which he is held by Roy Hodgson. ","cleanCredit":"Photograph: Tom Jenkins/for the Guardian"}],"webPublicationDate":"2015-07-13T13:12:21Z","lastModified":"2015-07-13T23:40:02Z","metadata":{"commentable":true,"commentCount":595,"contributors":[{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":true,"keywords":["Raheem Sterling","Manchester City","Liverpool","Transfer window","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Jamie Jackson","topic":{"type":"tag-contributor","name":"profile/jamiejackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","quoteColour":"#999999","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/13/raheem-sterling-manchester-city","shortUrl":"http://gu.com/p/4ajvv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/13/raheem-sterling-manchester-city","webUri":"http://www.theguardian.com/football/blog/2015/jul/13/raheem-sterling-manchester-city"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436792329727/Raheem-Sterling-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Raheem Sterling could prove to be good value for Manchester City at £49m if he plays to the potential he has shown at Liverpool. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling could prove to be good value for Manchester City at £49m if he plays to the potential he has shown at Liverpool. Photograph: Tim Ireland/AP"}},"importance":5,"byline":{"title":"Jamie Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436792329727/Raheem-Sterling-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Raheem Sterling could prove to be good value for Manchester City at £49m if he plays to the potential he has shown at Liverpool. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling could prove to be good value for Manchester City at £49m if he plays to the potential he has shown at Liverpool. Photograph: Tim Ireland/AP"}}]},{"title":"Mark Hensby / I loved it at St Andrews but it’s hard to get back there","rawTitle":"I loved it at St Andrews but it’s hard to get back there","item":{"type":"article","id":"sport/2015/jul/13/golf-mark-hensby-interview-the-open","title":"Mark Hensby: ‘I loved it at St Andrews but it’s hard to get back there’","trailText":"The player known as the forgotten man of Australian golf, Mark Hensby, has gone from the dizzy heights of The Open and Augusta to the lows of a car crash and a battle to reclaim the form which saw him rub shoulders with Tiger Woods","standFirst":"The player known as the forgotten man of Australian golf, Mark Hensby, has gone from the dizzy heights of the Open and Augusta to the lows of a car crash and a battle to reclaim the form which saw him rub shoulders with Tiger Woods","byline":"Mark Tallentire","body":"<p>Hitting balls on the range at TPC Scottsdale in Arizona preparing for qualifiers on the Web.com tour a decade after he finished high up the leaderboard in three of the four majors, Mark Hensby refuses to get down even though his career is at such a low ebb things can only get better.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/jason-days-vertigo-comes-and-goes-but-hes-confident-he-can-challenge-for-open\">Jason Day’s vertigo ‘comes and goes’ but he’s confident he can challenge for Open</a> </p> \n</aside> \n<p>The Australian had his annus mirabilis in 2005 and arrived at St Andrews in great form, having finished fifth in the Masters and third in the US Open. Playing alongside Graeme McDowell and Justin Leonard, he opened up with a five-under 67 in his first competitive round of links golf at the Open to sit one shot off the overnight leader Tiger Woods, who went on to become one of only five <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/jul/18/theopen2005.theopen1\">men to lift the Claret Jug twice at the Old Course</a>.</p> \n<p>Hensby’s 77 on the Friday undid much of the good work but he made the cut and climbed the leaderboard again over the weekend when first he played with Leonard again and then spent the Sunday in the company of his boyhood hero Greg Norman, Open champions both, and finished in a creditable tie for 14th.</p> \n<p>“I loved it at St Andrews,” Hensby recalls. “I got there on the Tuesday and had the one practice round. It was such a different thing to play a course that unusual. It was kind of impressive and the double greens were interesting, the size of them. And on the fairways you wondered what the architect was thinking and why there was a bunker in such a place, then the next day the wind changed and you found out why.”</p> \n<p>The experience stood him in good stead and, the same month, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/aug/01/golf\">Hensby went on to win the Scandinavian Masters</a> in a play-off from Henrik Stenson with a still record low for the tournament of 22-under, his first European Tour title, and was named in the Presidents Cup team by Gary Player. In Virginia the Australian picked up 3.5 points from four in a losing effort against the USA but that got him into the following year’s Open at Hoylake, where he finished tied for 22nd. Even then, however, Hensby was struggling for form and his results have tailed off ever since.</p> \n<p>“I had a car crash in January [2006] in Arizona when a car pulled out on us and I ran into a power-line pole at 48mph. My five-year old son was in the front and he got air-lifted to hospital in a helicopter and our car was a write-off,” says Hensby, who as well as serious whiplash suffered injuries to his back and leg and damaged his right arm reaching out to protect his son.</p> \n<p>“Two months after that I couldn’t feel my feet after about nine holes of golf but I tried to carry on playing. I’d worked so hard to get in the top 30 in the world and didn’t want to let it slide because of some stupid little accident.”</p> \n<p>After an unsuccessful attempt to defend the Scandinavian Open title in July 2006 Hensby realised he needed to get healthy and pulled out of the US PGA at Medinah – “that was hard to do” – and took a rehab break.</p> \n<p>On his comeback he began to get problems with his right arm which necessitated another four-month break and, after hitting a shot from the rough at the Memorial which sent shooting pains through the limb, he underwent shoulder surgery. He did contest the 2007 Open at Carnoustie after coming through international qualifying but failed to make the cut and since then has fallen away.</p> \n<p>Hensby, now 44, is still in the US and Arizona-based. In his early days in the country in 1994 he slept in his car for three weeks at the Cog Hill driving range in Illinois after losing his lodgings when friends returned to Australia before they found him a place to sleep in the clubhouse as he tried to qualify for events.</p> \n<p>Such determination remains. Hensby travelled back to Australia this year to play the Victoria Open and the Victoria PGA in February after missing out on getting through Q school and in the final analysis he added two more missed cuts to his record.</p> \n<p>“If you’ve lost form and gone down with injury, Q school is not really the place to be,” he says. “They have made it tougher to get back and I miss it a lot.</p> \n<p>“It’s difficult to get sponsors’ invites too, sometimes I think it’s a lot to do with who you know,” he adds. “Mike Weir wrote to the Riviera, where he won twice [the Northern Trust Open in 2003 and 2004] to get one, and was turned down, so I’m not the only one struggling.”</p> \n<p>The Canadian left-hander has got a major to his name though, the 2003 Masters, and that opens a few more doors. Hensby’s high watermark in 2005 was a fifth-placed finish at Augusta – “I had seen the course on television and had a fair idea what to expect around the greens” – and a third at Pinehurst in the US Open.</p> \n<p>Then he played with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/jun/21/golf.usopengolf2005\">Michael Campbell </a>in the third round and kept pace with him until the 17th when the New Zealander holed a bunker shot to get into the penultimate pair for the final round, which he went on to win by two shots from Woods.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/13/jordan-spieth-j-deere-classic-open\">Jordan Spieth prepares for Open by winning John Deere Classic</a> </p> \n</aside> \n<p>“It’s a fine line between winning a major and not winning one,” adds Hensby, who shot a three-under 67 in Monday qualifying for the Wichita event late last month to miss out by a shot and a five-over 77 last week to miss out by several on the John Deere, the event where it effectively started for him.</p> \n<p>“I’m really enjoying my golf now but I can’t seem to get anything to happen. For now I’m playing the qualifiers and trying get a little roll going. When you’ve been to the pinnacle it’s very hard to get back there,” he said.</p> \n<p>“It’s hard to compete if you are not playing the tour but hopefully I can get back. I will be watching the Open on TV and wish I was playing at St Andrews.</p> \n<p>“Kenny Perry and Fred Funk have both won tournaments in their late 40s, and Vijay Singh has too. Age isn’t going to stop us doing what we are doing. That’s an inspiration, that’s the target.”</p> \n<p>And with that it was back to the range and another bucket of balls.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436784712007/134th-Open-Championships-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Mark Hensby watches his tee shot on the 15th hole during the first round of the 134th Open Championship at St Andrews in 2005. Photograph: Andrew Redington/Getty Images Sport","credit":"Andrew Redington/Getty Images Sport","altText":"134th Open Championships","cleanCaption":"Mark Hensby watches his tee shot on the 15th hole during the first round of the 134th Open Championship at St Andrews in 2005. Photograph: Andrew Redington/Getty Images Sport"}],"bodyImages":[],"webPublicationDate":"2015-07-13T10:58:43Z","lastModified":"2015-07-13T14:29:44Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Mark Tallentire","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marktallentire"}],"feature":true,"keywords":["Golf","Sport","Australia sport","The Open","The Open 2015"],"tags":[{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/the-open-2015","webTitle":"The Open 2015"}],"section":{"id":"sport"},"topics":[{"displayName":"Mark Tallentire","topic":{"type":"tag-contributor","name":"profile/marktallentire"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/golf-mark-hensby-interview-the-open","shortUrl":"http://gu.com/p/4atyp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/golf-mark-hensby-interview-the-open","webUri":"http://www.theguardian.com/sport/2015/jul/13/golf-mark-hensby-interview-the-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436784712007/134th-Open-Championships-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Mark Hensby watches his tee shot on the 15th hole during the first round of the 134th Open Championship at St Andrews in 2005. Photograph: Andrew Redington/Getty Images Sport","credit":"Andrew Redington/Getty Images Sport","altText":"134th Open Championships","cleanCaption":"Mark Hensby watches his tee shot on the 15th hole during the first round of the 134th Open Championship at St Andrews in 2005. Photograph: Andrew Redington/Getty Images Sport"}},"importance":4,"kicker":{"title":"Mark Hensby"},"byline":{"title":"Mark Tallentire"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436784712007/134th-Open-Championships-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Mark Hensby watches his tee shot on the 15th hole during the first round of the 134th Open Championship at St Andrews in 2005. Photograph: Andrew Redington/Getty Images Sport","credit":"Andrew Redington/Getty Images Sport","altText":"134th Open Championships","cleanCaption":"Mark Hensby watches his tee shot on the 15th hole during the first round of the 134th Open Championship at St Andrews in 2005. Photograph: Andrew Redington/Getty Images Sport"}}]},{"title":"Pittsburgh Pirates are World Series contenders and it's unacceptable","rawTitle":"Pittsburgh Pirates are World Series contenders and it's unacceptable","item":{"type":"article","id":"sport/blog/2015/jul/13/pittsburgh-pirates-are-world-series-contenders-and-its-unacceptable","title":"Pittsburgh Pirates are World Series contenders and it's unacceptable","trailText":"The Pirates could have settled for being a midmarket team content not to lose but instead they had to raise their fans’ hopes<br>","standFirst":"<p>The Pirates could have settled for being a midmarket team content not to lose but instead they had to raise their fans’ hopes<br /></p>","byline":"DJ Gallo","body":"<p>Well, now you’ve done it, Pirates. You’ve ruined everything.<br /></p> \n<p>Not so long ago, your fans were completely happy with a simple .500 season. After a American professional sports record 20 consecutive losing seasons from 1993 through 2012 – with epic collapses ending the 2011 and 2012 campaigns – simply breaking through with a winning record in 2013 was reason for celebration. The wildcard victory and spot in the divisional round that came with it were icing on the quite palatable cake of mathematical non-failure. Another wildcard spot last year, which lasted a few innings before being mowed down by Madison Bumgarner and the Giants, was more of the same: evidence that the demons of the ‘90s and ‘00s were exorcised and that the Pittsburgh Pirates Baseball Club had achieved semi-relevance. Huzzah! </p> \n<p>You could have stopped there. You could have been a small market team that had a nice little run of competitiveness before falling back to baseball’s wasteland while seeing its best players poached by big-name teams. Everyone would have said: “Hey, remember those three years back in the early 20-teens when the Pirates were competitive? Those were some pretty good times.” </p> \n<p>But you’ve ruined it, Pirates. You’ve messed everything up. You’ve become … a legitimate World Series favorite. Uh-oh. </p> \n<p>It’s all because you had to go and become the best team in the National League over the past two months, trimming the St Louis Cardinals’ lead in the NL Central from insurmountable to just 2 &frac12; games at the All-Star break, capped by taking three of four from St Louis – <a href=\"http://espn.go.com/mlb/recap?gameId=350712123\">the last two in dramatic fashion on national TV</a>. You have a legitimate baseball superstar in Andrew McCutchen. You finally have a true ace in Gerrit Cole, a guy who can dominate a playoff run by himself like Bumgarner did a year ago. You have speed. You have youth. You have veterans. You have everything. You have … expectations. Gulp. </p> \n<p>Now absolutely no one will be content with a wildcard spot. Or even an appearance in the divisional round. Anything short of winning the World Series will feel like failure – failure like all those 90-loss seasons of the not-so-distant past, but worse because no one expected anything from those garbage squads. </p> \n<p>Your window to win a World Series is open. Right now. If you’re ever going to tap into your vast collection of prospects and make a big deal before the trade deadline to bring in a real bat – and not another Ryan Ludwick or Marlon Byrd-type, but an actual impact player – now’s the time. If you’re ever going to go get Cole Hamels, this is the year. Everything you do now will be examined and parsed and critiqued like never before. Every move, every acquisition, every promotion and demotion has World Series implications. Maybe you go all-in, or maybe you let it ride and hope your pipeline of minor league talent keeps you an annual contender far into the future. There’s no wrong answer. But there’s only one acceptable answer: winning the World Series this year. Not three years from now. Three months from now.</p> \n<p>You have real expectations. Pressure. A fanbase that expects greatness. You could have just been a nice team that was a nice story. But you had to mess it all up by becoming the best team in baseball. </p> \n<p>Way to go. </p> \n<h2><strong>Quote of the Week</strong></h2> \n<blockquote class=\"quoted\"> \n <p>[Pete Rose] has got to be suspended for life. If you are stupid enough to go out and bet on your own team and bet on baseball, there has got to be something wrong. If my brother did it, I’d say the same thing. I’m not afraid to come out and say it. Pete and I are friends. But he did something wrong, and it was terrible – <em>Tommy Lasorda, Hall of Fame manager of the Dodgers. </em></p> \n</blockquote> \n<p>Hey, if you want an expert on things that are wrong and terrible, <a href=\"http://thestacks.deadspin.com/the-brief-life-and-complicated-death-of-tommy-lasordas-485999366\">you can’t do better than Lasorda</a>. I suppose he’ll demand that Tommy Lasorda be kicked out of the Hall of Fame any day now.</p> \n<h2><strong>Stat of the Week</strong></h2> \n<p><strong>.106</strong> – Entering Sunday’s action, Mets outfielder Kirk Nieuwenhuis had a .106 average and 0 home runs in 66 at-bats this season. Then he three home runs against the Diamondbacks and became the first Mets player in the franchise’s 54-year history to hit three home runs in a home game. Nieuwenhuis’ big game continues the Mets’ season-long theme of getting memorable offense from their worst hitters. There’s Bartolo Colon’s inexplicable (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/will-mike-trout-improve-at-42-why-bartolo-colon-may-be-mlbs-best-athlete\">or completely predictable!</a>) four hits and three RBI on the season, Steven Matz’s five RBI in his first two MLB games, home runs from both Noah Syndergaard and Matt Harvey this year, and Jacob deGrom hitting a respectable .205. It might be time for the Mets to consider putting out an all-terrible lineup. They’d be unstoppable. </p> \n<h2><strong>This Week’s Horrible Fantasy Team That Crushed Your Team</strong></h2> \n<p> CJ Cron, DH, Angels – 9-for-15, 2 HR, 4 RBI</p> \n<p>John Jaso, DH, Rays – 8-for-19, HR, 2 RBI</p> \n<p>Dustin Ackley, OF, Mariners – 8-for-19, HR, 3 RBI</p> \n<p>Carlos Ruiz, C, Phillies – 7-for-17, HR, 3 RBI</p> \n<p>Danny Duffy, P, Royals – 12.1 innings, 1 win, 1.46 ERA</p> \n<p>Mike Leake, P, Reds – 14 innings, 14 strikeouts, 1 win, 1.93 ERA</p> \n<h2><strong>Reader Twitter Question of the Week</strong></h2> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Patrick_Neville/statuses/619306059216384000\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/DJGalloEtc\">@DJGalloEtc</a> Everyone is excited Kang danced to Gangnam Style. What token dance would they make an American do overseas? <a href=\"https://twitter.com/hashtag/BaseballQandA?src=hash\">#BaseballQandA</a></p>— Patrick Neville (@Patrick_Neville) \n  <a href=\"https://twitter.com/Patrick_Neville/status/619306059216384000\">July 10, 2015</a>\n </blockquote> \n</figure> \n<p>Yes, Pirates rookie infielder Jung Ho Kang delighted baseball during a rain delay on Thursday <a href=\"https://www.youtube.com/watch?v=7ovQWppy5rc\">by dancing to Gangnam Style</a>. I suppose an American player overseas would similarly delight a foreign audience by … twerking? Sure: twerking.</p> \n<p>Mr Baseball came out 23 years ago. It’s time for a sequel. Tom Selleck having to jiggle his 70-year old man ass on the big screen is <a href=\"http://www.latimes.com/local/lanow/la-me-ln-selleck-water-complaint-20150709-story.html\">a fair punishment for stealing California’s water</a>. </p> \n<p><strong>Phillies-ness of the Week</strong></p> \n<p>Despite being 87, an age when most people are sleeping through baseball games, not eloquently calling them, Vin Scully remains baseball’s best play-by-play man. As such, he captured Phillies baseball as only he could last Monday night during the opener of a four-game series, saying: “You wonder why a team is last, then you watch them play.” </p> \n<p>There’s really not much that can be added to that. Except let’s just add this anyway, from a Giants fan watching Sunday’s carnage: </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickmalatack/statuses/620344454164033536\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/Phillies\">@Phillies</a> are so bad I just observed a wild pitch outta the bullpen</p>— Patrick Malatack (@patrickmalatack) \n  <a href=\"https://twitter.com/patrickmalatack/status/620344454164033536\">July 12, 2015</a>\n </blockquote> \n</figure> \n<h2><strong>Chicago Cubs World Series Odds: Holding Steady</strong></h2> \n<p>The Cubs split a four-game series with the Cardinals last week and, with a win on Sunday against the White Sox, avoided getting swept by their crosstown rivals. Not the greatest week, but it could always be worse for the Cubs and – historically - it usually is. At least Jon Lester got his first major league hit this week after starting his career 0-for-66. Take that, DH proponents. </p> \n<h2><strong>A-Rod-ness of the Week</strong></h2> \n<p>Here’s Yankees catcher Brian McCann on Alex Rodriguez as a team-mate: “He’s one of the best team-mates I’ve ever had. The way he sticks to a routine every day, to watch him go about his business on a daily basis is absolutely incredible. When you watch him do his tee work, his flips, his machine work, you feel like you’re watching the best swing ... you’re watching a flawless swing. He works at it, he works on his craft, and it goes back to baseball’s on his mind 24/7. <a href=\"http://nypost.com/2015/07/11/mediocre-outing-for-ivan-nova-as-yankees-fall-to-red-sox/\">I’ve been so impressed</a>.” </p> \n<p>When McCann, one of the authors of baseball’s unwritten rules and a strict adherent to “The Code,” gives A-Rod his blessing, it’s probably time for everyone to let bygones be bygones. Alex Rodriguez is redeemed! (Or he’s just a guy who is playing well for Brian McCann’s team, so anything he does or ever has done is fine as long as he continues to produce, per baseball’s unwritten code.) </p> \n<h2><strong>10 Things I Think I Thought When I Thought</strong></h2> \n<p>1) The Mariners had a 108-year old woman throw out the first pitch before their game on Saturday night. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RVFL5vbW6X4\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/RVFL5vbW6X4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>She is one of just a handful of still-living humans who were alive when the Cubs won a World Series, yet her favorite team is an expansion team that began to play the year she turned 70. Odd. Most people pick a favorite team around the age of four or five, but she waited until 70. Maybe that’s the smartest way to do it, though. Seventy years in, you’d know which franchises are worth rooting for and which ones are hopeless. You could make a wise, informed choice. Or you could still mess up and pick the Seattle Mariners. I guess life decisions aren’t easy at any age.</p> \n<p>2) Congratulations to Brian Dozier on making the All-Star Game. After losing the Final Vote, Dozier got a spot due to Jose Bautista’s injury. It was the best way. The only way. Dozier simply had to lose the fan vote. Baseball must not allow players to be elected when the ballot box is stuffed with clumps of back hair. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cantpitch/statuses/619507052075835392\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/VoteDozier?src=hash\">#VoteDozier</a> because of the hair. <a href=\"https://twitter.com/hashtag/FinalVote?src=hash\">#FinalVote</a> <a href=\"http://t.co/hebCqjdPuR\">pic.twitter.com/hebCqjdPuR</a></p>— Hans Van Slooten (@cantpitch) \n  <a href=\"https://twitter.com/cantpitch/status/619507052075835392\">July 10, 2015</a>\n </blockquote> \n</figure> \n<p>3) Baseball wants us to pretend that the All-Star Game is important, and they’ve forced consequence on it by having the exhibition determine homefield in the playoffs, yet the best pitcher in baseball, Clayton Kershaw, only made the game at the last moment because two other players on the roster are unavailable to pitch. Absurd. If the game matters, then make sure the best players are in it – which means no fan vote(s) and no representative from every team. A player like Kershaw should be the first player on a roster, not a last-minute, chance, throw-in.</p> \n<p>4) Of course, on the other hand, I suppose you could make the case that Kershaw has enough influence on the World Series already without being in the All-Star Game, because any team who faces him in the postseason gets a free pass onto the next round. Thanks a lot for ruining my expertly constructed argument from above, baseball Peyton Manning.</p> \n<p>5) Here’s Andrew McCutchen’s 14<sup>th</sup> inning, walk-off home run against the Cardinals on Saturday night. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=wKxE85oGKAs\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/wKxE85oGKAs?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>I have nothing to say about it, I just know people like seeing the Cardinals look sad. Sometimes you just have to give people what they want and move on. <br /></p> \n<p>6) </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/based_ball/statuses/618935609378258944\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">White Sox position players in July have been worth 0.0 WAR, which is the group's best month of the season</p>— Jeff Sullivan (@based_ball) \n  <a href=\"https://twitter.com/based_ball/status/618935609378258944\">July 9, 2015</a>\n </blockquote> \n</figure> \n<p>Yikes. WAR, of course, is Wins Above Replacement – the Replacement level players being the filler, Triple-A-quality players ever team has stocked in the high minors. If this stat is accurate – and if you’ve seen the White Sox play this year, it is – the White Sox are no better than a Triple-A team (Jose Abreu and Chris Sale excluded). Here’s where it gets interesting – or at least a little less pathetic – the White Sox’s actual Triple-A team, the Charlotte Knights, have the third-best record in the International League at 51-40. Should the White Sox be relegated and replaced by their Triple-A team? You can make the case that they should – and if not logically, then at least for entertainment purposes.</p> \n<p>7) Comic-Con was in San Diego last week, but the Padres were on a road trip. What a bummer for the team. Comic-Con’s core audience tends to be people who aren’t exactly all that good at sports, and it was cruel for the baseball schedule to take the Padres away from their people.</p> \n<p>8) While I’m on the jock/nerd beat (guess which category sportswriters fall under!), Dodgers All-Star Joc Pederson is rather fortunate he was athletically gifted. It would be pretty rough growing up with the name “Joc” if you were a clumsy collection of bony limbs and gym class failure that liked collecting bugs. “What are you doing? Put your inhaler away and make some tackles! Is your name Joc or not?! This is more disappointing than when I had Einstein McGee write my science paper for me and got an F.” </p> \n<p>9) It’s easy to criticize baseball broadcasters for using dull catchphrases that feel safe and focus group-tested. But then you hear one of them try to come up with something on the fly. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damesmith/statuses/620348953955926016\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Rex Hudler: &quot;Paulo game-winning homo&quot; <a href=\"http://t.co/Sy4m6GyzQh\">pic.twitter.com/Sy4m6GyzQh</a></p>— Negus Dame (@damesmith) \n  <a href=\"https://twitter.com/damesmith/status/620348953955926016\">July 12, 2015</a>\n </blockquote> \n</figure> \n<p>Yeah, let’s stick to the focus group-tested lines.</p> \n<p>10) Don’t be surprised if some of the players at the All-Star game start a fight with Great American Ballpark. No way they’ll stand by and let a stadium with such a cocky name just sit there and get away with it. The unwritten rules (probably) say that stadium names have to be humble. Claiming to be a “Great American Ballpark” is the bat flip of corporate naming. Beat that stadium up, Kansas City Royals. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436787076275/fe0e983e-277b-4814-947b-b39ca10caa2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Charles LeClaire/USA Today Sports","altText":"Andrew McCutchen","cleanCredit":"Photograph: Charles LeClaire/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-07-13T11:32:31Z","lastModified":"2015-07-13T11:36:58Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"DJ Gallo","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dj-gallo"}],"feature":true,"keywords":["Pittsburgh Pirates","MLB","Baseball","Sport","US sports"],"tags":[{"id":"sport/pittsburgh-pirates","webTitle":"Pittsburgh Pirates"},{"id":"sport/mlb","webTitle":"MLB"},{"id":"sport/baseball","webTitle":"Baseball"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"DJ Gallo","topic":{"type":"tag-contributor","name":"profile/dj-gallo"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/13/pittsburgh-pirates-are-world-series-contenders-and-its-unacceptable","shortUrl":"http://gu.com/p/4atd8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/13/pittsburgh-pirates-are-world-series-contenders-and-its-unacceptable","webUri":"http://www.theguardian.com/sport/blog/2015/jul/13/pittsburgh-pirates-are-world-series-contenders-and-its-unacceptable"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436787076275/fe0e983e-277b-4814-947b-b39ca10caa2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew McCutchen has become a genuine superstar for the Pirates. Photograph: Charles LeClaire/USA Today Sports","credit":"Charles LeClaire/USA Today Sports","altText":"Andrew McCutchen","cleanCaption":"Andrew McCutchen has become a genuine superstar for the Pirates.","cleanCredit":"Photograph: Charles LeClaire/USA Today Sports"}},"importance":4,"byline":{"title":"DJ Gallo"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ca5b805e6b06e20a240e08c10bab94e534742703/568_78_957_574/957.jpg","height":574,"width":957}}]},{"title":"England need to play more matches to blood their promising young players","rawTitle":"England need to play more matches to blood their promising young players","item":{"type":"article","id":"sport/no-helmets-required/2015/jul/13/england-rugby-league-team-st-helens","title":"England need to play more matches to blood their promising young players","trailText":"The England rugby league team should adopt the football side’s approach of using friendlies to give their exciting young prospects some international experience","standFirst":"<p>The England rugby league team should adopt the football side’s approach and give their exciting young prospects some international experience in friendlies</p>\n<p>By <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/gavin-willacy\">Gavin Willacy</a> for <a href=\"https://www.facebook.com/nohelmetsrequiredbook\">No Helmets Required</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Gavin Willacy","body":"<p>There was a time when the champion team dominated the England side. In the early 1990s, when Great Britain were at their finest for a generation, the national team had a core from the all-conquering Wigan squad. Not anymore. </p> \n<p>Watching defending champions St Helens somehow concede 34 points at home to Huddersfield on Friday night and yet still squeeze out a win, it occurred to me that not one of their side played for England at last autumn’s Four Nations. That is either remarkable or ridiculous. Jon Wilkin and Louie McCarthy-Scarsbrook’s England days seem to have gone, while James Roby was a rare absentee, but with Saints fielding six English youngsters it is surely only a matter of time until that changes.</p> \n<p>The lack of England games in which coach Steve McNamara can try out exciting youngsters and the apparent abandonment of the England Knights programme – supposedly so vital to development and yet cast aside last year – means proven Super League stars such as Jonny Lomax and Tommy Makinson have not experienced an international camp. They are both already 24 years old. Last week the RFL revealed that they made a profit of &pound;295,000 on a &pound;19m turnover last year and have nearly &pound;8m in the bank. But they didn’t put on a single home international last year. Go figure.</p> \n<p>As soon as an English footballer gets more than a sniff of a first-team shirt at a top Premier League club, they are swept into Roy Hodgson’s England squad and given a game in a friendly or an undemanding qualifier against a minnow. The RFL’s severely limited senior international programme does not allow McNamara that opportunity. </p> \n<p>Thus, Lomax, Makinson, Adam Swift (22), Joe Greenwood (22), Mark Percival (21), Andre Savelio (20) and Greg Richards (20) are playing well for one of the best teams in the country but are unlikely to win caps this autumn either. Having two internationals against France next year will be a start and RLIF chief David Collier’s plan to make the European Championships a qualifying event for both the World Cup and/or his proposed second major international competition will provide England with three or four games a season to test out their youngsters.</p> \n<p>And all the while there are disturbing murmurings about Castleford’s Australian winger Justin Carney playing for England because he has lived here three years and has an English girlfriend. He would not be the first England call-up with no blood connection (Rangi Chase fits that category) but that would seem a dereliction of duty by the Sydney-based McNamara. The emerging talent is here – but the coach is 11,000 miles away.</p> \n<h2>Clubcall: <a href=\"http://www.galarfc.com/\">Gala RFC</a></h2> \n<p>Yes, I know they are a rugby union club, but stay with me. Rugby league is returning to the flagship Scottish Borders club. On 30 and 31 July, Gala are hosting a summer camp for secondary school kids run by Wigan Warriors Community Foundation. Among the coaches will be Scotland head coach Steve McCormack, who is also on the staff at Wigan. He will put on a coaching seminar on 30 July, too.</p> \n<p>McCormack will return to Netherdale in October with his Scotland side to play Ireland in the European Championship. After a successful Scotland v France event there last year, Borders rugby fans will get another taste of professional league as Danny Brough’s men defend their European crown. Gala were decimated by the migration to league more than any other Scottish union club bar Hawick, losing at least 10 players. That exodus ended in 1962 with Brian Shillinglaw, who fell out with Whitehaven and whose career ended prematurely through injury after transferring to… Wigan!</p> \n<h2>Foreign quota</h2> \n<p>Corbyn Kilday would probably have played in Super League for Wakefield this season if the game hadn’t done away with reserve teams. Released last autumn, Kilday, now 20, impressed for Scotland in their European Championship triumph before heading to Queensland to train with former Trinity, Hemel and Oldham coach John Harbin. Wily veteran Harbin soon directed him to his son Lionel, head coach of Central Queensland Capras in Rockhampton. Kilday is now playing every week in the Intrust Super Cup, where his opponents have included former Wakefield and Huddersfield winger Luke George, playing with Sam Obst at Northern Pride. A stocky, explosive and reliable second-rower, Kilday could well be the next Ben Garcia, the Avignon product who is off to Penrith Panthers after a superb season with Catalans, or Saints’ thrill-a-minute Andre Savelio.</p> \n<h2>Goal-line drop-out</h2> \n<p>There has been something of a brouhaha on Humberside over the news that the two Hull clubs are going to share an academy from next year onwards. As is often the case, this was a delicate issue managed within concrete hands. Instead of the dreaded word “merger”, it should have been explained as simply the latest of the RFL’s Regional Academies. </p> \n<p>RFL Player Development staff have long said that far too many young players are in Super League academies who are not good enough to be there. That was certainly the case in Hull, where a considerable slice of the 15- to 19-year-olds in the city were on the books of Rovers or the Airlie Birds. There will only be eight elite academies next year and Hull – as a city – need to be one of them. Hull FC were graded “outstanding” in this year’s audit while Rovers were “good”.</p> \n<p>Most at risk of losing their status are Salford (Grade 4 – “weak”), given they are surrounded by four “outstanding” academies (Saints, Wigan, Widnes and Warrington), and Castleford (Grade 3 – “needs improvement”).</p> \n<p>London Broncos, who have lost nearly every Under-19 game this season, may become a London regional hub instead, while Widnes have announced a partnership with Cumbria Regional Academy. Intriguingly, Wigan already recruits from Cumbria and now want to access London’s talent pool, something ruled out by the RFL when Leeds tried to set up an academy in the capital a couple of years ago.</p> \n<h2>Fifth and last</h2> \n<p>With two rounds of the regular season to go, all eyes are on the middle of the table. What used to be a dull place is now rather lively, given the bottom four are heading into the middle eight Qualifiers. </p> \n<p>Wakefield look certain to be joined by Salford and Widnes, despite the Vikings’ narrow win over Catalans on Sunday that drags the Dragons into serious trouble. Hull beating Cas means that, if they better Catalans’ results over the last two games, they will secure a Super 8 spot, regardless of the result in the Humberside derby on Friday night.</p> \n<p>Huddersfield and Cas losing and Warrington winning has also opened up the possibilities among the top four at the end of the 30-game campaign. Leeds and Saints should be sure of semi-final play-off berth but it is no longer unfeasible to imagine Warrington there, too.</p> \n<p>Defeat for London at Dewsbury coupled with Sheffield beating Bradford means the Broncos are condemned to another season in the Championship while Sheffield can join Leigh and Bulls in preparing for the Qualifiers. Halifax, who held off a brave Batley effort, are favourites to join them.</p> \n<p><strong>Follow No Helmets Required on <a href=\"http://www.twitter.com/nohelmetsreq\">Twitter</a> and <a href=\"http://www.facebook.com/nohelmetsrequiredbook\">Facebook</a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794723758/74c064c9-9047-47bd-837e-6b2966b0644d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Craig Brough/Action Images","altText":"Lomax","cleanCredit":"Photograph: Craig Brough/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T13:45:29Z","lastModified":"2015-07-13T14:13:17Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Gavin Willacy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gavin-willacy"}],"feature":true,"keywords":["Rugby league","Sport","St Helens","Super League","England rugby league team","Super League XX","Huddersfield Giants"],"tags":[{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/sthelens","webTitle":"St Helens"},{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/england-rugby-league-team","webTitle":"England rugby league team"},{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/huddersfieldgiants","webTitle":"Huddersfield Giants"}],"section":{"id":"sport"},"topics":[{"displayName":"Gavin Willacy","topic":{"type":"tag-contributor","name":"profile/gavin-willacy"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/no-helmets-required/2015/jul/13/england-rugby-league-team-st-helens","shortUrl":"http://gu.com/p/4atpp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/no-helmets-required/2015/jul/13/england-rugby-league-team-st-helens","webUri":"http://www.theguardian.com/sport/no-helmets-required/2015/jul/13/england-rugby-league-team-st-helens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794723758/74c064c9-9047-47bd-837e-6b2966b0644d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonny Lomax is a Super League star for St Helens but he still hasn’t had a chance to play for England. Photograph: Craig Brough/Action Images","credit":"Craig Brough/Action Images","altText":"Lomax","cleanCaption":"Jonny Lomax is a Super League star for St Helens but he still hasn’t had a chance to play for England.","cleanCredit":"Photograph: Craig Brough/Action Images"}},"importance":3,"byline":{"title":"Gavin Willacy"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ededb02b02f447a82b3a0e77ed53db58a1fa1276/1142_100_2192_1315/1000.jpg","height":600,"width":1000}}]},{"title":"Fall in Sky Ashes viewing figures leaves English cricket facing stark choices","rawTitle":"Fall in Sky Ashes viewing figures leaves English cricket facing stark choices","item":{"type":"comment","id":"sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv","title":"Fall in Sky Ashes viewing figures leaves English cricket facing stark choices","trailText":"If a 1974 episode of Columbo could attract nearly as many viewers as Sky’s Ashes coverage on Saturday, alarm bells should be sounding at the ECB","standFirst":"<p>If a 1974 episode of Columbo can attract nearly as many viewers as Sky’s Ashes coverage on Saturday, alarm bells should be sounding at the ECB</p>","byline":"Sean Ingle","body":"<p>Across the majority of Sunday’s newspapers, front and back, there were pictures of trippy smiles and clenched fists following England’s 169-run first Test victory over Australia – a recognition of the Ashes’ pre-eminence over even Wimbledon in the sporting summer. Yet one thing was missing amid the exhilaration and joy at England’s win: the wider audience the contest deserved.</p> \n<p>Sky Sports guards its viewing figures closely, but I have discovered that Saturday’s enthralling final day had a TV audience of 467,000. To put that into context, a 1974 Columbo film – shown on ITV3 at the same time as Joe Root took the winning catch – attracted just under 400,000 viewers. Friday’s Sky ratings were lower still, with only 340,000 watching.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/australia-dads-army-darren-lehmann-england-ashes\">Australia’s Dad’s Army under fire but Darren Lehmann says don’t panic | Barney Ronay</a> </p> \n</aside> \n<p>You could argue the Wimbledon ladies’ final dented those numbers, and possibly the fine weather too. Perhaps, but it doesn’t alter the broader point. Cricket in England is viewed on TV by less eyeballs than it once was. Remember the light-headedness after England went mano a mano against New Zealand on a staggering, swaggering final day of their first Test in May? Some even talked of it revitalising Test cricket. But Sky’s audience was 577,000 – fewer than the one-sided Championship play-off final between Norwich City and Middlesbrough which attracted 757,000 viewers. Given that about a million tuned in to Channel 5’s Ashes highlights, there is still an audience for Test cricket. But it appears to be declining.</p> \n<p>Babatunde Buraimo, a senior lecturer of sports management at Liverpool University, says the average Channel 4 ratings for live coverage of the Ashes in 2001 was 1.11m. In 2005 that rose to 2.5m, with an astonishing 8.4m people transfixed by the climax of the fourth Test. Cricket really did grip the nation: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2005/aug/30/ashes2005.broadcasting\" title=\"\">at one point 48.4% of those watching TV were watching the Ashes</a>.</p> \n<p>We know what happened next. Home Tests moved to Sky. And while the England and Wales Cricket Board swelled its coffers, viewing figures tumbled. That was not surprising – in 2005 all cricket’s planets aligned. A year later you could have put Test matches on prime time BBC1 hosted by Ant and Dec, with national lottery numbers drawn during tea, and ratings would probably have suffered an Ashes hangover.</p> \n<p>Even so, while the data is incomplete – Buraimo does not have all the figures for the 2009 and 2013 Ashes series because Sky do not make them public – there is a worrying pattern based on Broadcasters’ Audience Research Board (Barb) numbers.</p> \n<p>In 2009 there were 14 occasions on which Sky’s live Ashes coverage made the top 30 weekly ratings for non-terrestrial stations. The figures, of between 670,000 and 1.1m viewers, were healthy too. Yet in 2013 only two sessions attracted more than 650,000 viewers and made Barb’s top 30. We may only have had one Test, but the 2015 series is not bucking the trend. That is not a reflection of Sky’s excellent coverage, rather simple economics – more people watch stuff when it is free – and the slow unshackling of the public’s devotion to the sport.</p> \n<p>It is hardly encouraging either that fewer adults also appear to be playing cricket. The first Sport England Active People survey, conducted between October 2006 and October 2007, found 380,000 people aged 16 or over played at least once a month during the season. In the most recent survey, published last month, that figure had fallen to 259,200 – a decline of 32%. Other team sports’ participation levels are declining too, including football and rugby union, <a href=\"http://www.sportengland.org/research/who-plays-sport/by-sport/\" title=\"\">but cricket’s have fallen harder</a>.</p> \n<p>So what can be done? To some there is a simple answer. Move the clock back to when home Tests had to be shown on terrestrial TV. I am not so sure. Would the BBC, ITV or Channel 4 really free up their daytime schedules for cricket on 35 days each summer? Sky’s deal is also worth &pound;65m a year to the ECB. Lose a significant chunk of that and the sport would suffer.</p> \n<p>But wider exposure is critical. How many of us over the past 50 years have become fans by osmosis, watching Test matches on television because there was little else to do during the summer holidays, before becoming drawn in by its nuances and peculiarities? And while the ECB argues that organisations such as Chance to Shine attract youngsters in different ways by running taster sessions in primary schools, if kids don’t know Joe Root from Joe Bloggs then the chances of them persevering with the sport are surely less.</p> \n<p>So something needs to happen. And the questions the ECB should be asking are not difficult ones. What works? What doesn’t? Do young people really identify with county sides in the 21st century? And can the ECB strike TV deals that enable more people to watch cricket without a slump in its revenues?</p> \n<p>It is surely not beyond the ECB’s wit to devise a domestic Twenty20 tournament with more glamour and spice. Why not borrow some of the tricks of Australia’s Big Bash, and show one game a night only split between BBC and Sky? Why not find a way to include England’s players and the world’s best stars – you know, the players fans actually want to watch – even if it means blocking off the calendar for three weeks so that no England matches are played during that time? It’s radical, yes, but the status quo is hardly working.</p> \n<p>As things stand English cricket is in danger of becoming a sporting version of the Church of England, with an ageing demographic who attend because they always attend, and believe because they have always believed. Meanwhile younger generations will barely notice its slow and graceful slide into irrelevance.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774820945/cad0d1ae-eb2e-4a5b-b712-5c62372f6884-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Robin Hursthouse","altText":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCredit":"Photograph: Robin Hursthouse"}],"bodyImages":[],"webPublicationDate":"2015-07-12T18:38:07Z","lastModified":"2015-07-13T08:07:05Z","metadata":{"commentable":true,"commentCount":423,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Ashes 2015","The Ashes","England cricket team","Australia cricket team","Cricket","Sport","ECB","Media"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/ecb","webTitle":"ECB"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv","shortUrl":"http://gu.com/p/4atah","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv","webUri":"http://www.theguardian.com/sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774820945/cad0d1ae-eb2e-4a5b-b712-5c62372f6884-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped. Photograph: Robin Hursthouse","credit":"Robin Hursthouse","altText":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCaption":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCredit":"Photograph: Robin Hursthouse"}},"importance":3,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774820945/cad0d1ae-eb2e-4a5b-b712-5c62372f6884-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Robin Hursthouse","altText":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCredit":"Photograph: Robin Hursthouse"}}]}],"lastModified":"2015-07-13T23:36:21Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}