{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"BBC loses its grip on Twickenham amid the media scrum for TV rights","rawTitle":"BBC loses its grip on Twickenham amid the media scrum for TV rights","item":{"type":"comment","id":"sport/2015/jul/09/bbc-six-nations-deal-tv-rights-sky-bt-sport","title":"BBC loses its grip on Twickenham amid the media scrum for TV rights","trailText":"With subscription giants and terrestrial rivals moving in on the BBC’s territory, the old guard is being pushed to the periphery as the corporation battles to justify paying millions in austere times","standFirst":"With subscription giants and terrestrial rivals moving in on the BBC’s territory, the old guard is being pushed to the periphery as the corporation battles to justify paying millions in austere times","byline":"Owen Gibson","body":"<p>In sporting terms, the question for the BBC will be whether <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/bbc-itv-join-forces-sky-six-nations\" title=\"\">the new Six Nations deal</a> is two points dropped or one point gained.</p> \n<p>Against a backdrop of confusion and rancour at New Broadcasting House over a hastily agreed licence fee deal, which shadow culture secretary Chris Bryant on Thursday argued in the Commons could <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jul/09/bbc-funding-deal-sport-chris-bryant-rugby-world-cup-olympics\" title=\"\">drive sport off the BBC</a> altogether, it will be spun as the latter.</p> \n<p>Certainly in light of the one-way traffic in recent months, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/03/sky-sports-buys-open-championship-golf-bbc\" title=\"\">with Open golf going to Sky</a> and a new complex <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/bbc-loses-control-olympic-tv-rights-discovery-eurosport\" title=\"\">International Olympic Committee deal</a> under which it lost control of the destiny of the rights to the Games from 2022, it is better news.</p> \n<p>It will argue that it has stopped another sport high-tailing it behind the paywall in return for the greater riches on offer and that, in particular, the offering in Scotland and Wales will deepen its commitment to the nations and regions (an important consideration for the BBC politically as well as for viewers). Yet it is hard to escape the reality that this feels like a better deal for ITV, which is gaining something, than it is for the BBC, which is losing half of something it had to itself. ITV will show England, Ireland and Italy home matches and the BBC will air Scotland, Wales and France home games.</p> \n<p>Of course, over the course of the six-year deal the number of times each nation is shown will balance out – but for the BBC to surrender Twickenham still feels symbolic.</p> \n<p>Both broadcasters will have to work hard to ensure they are able to maintain the narrative thread of the Six Nations, which given its uneven scheduling and stop-start nature is even more important than for other sporting events.</p> \n<p>When the rights were shared between BBC and Sky for one contractual period, with the pay TV broadcaster showing England’s matches and the Corporation the rest, it was something of a disaster. The diehards still found a way to watch but the floating voters, so important to making the competition more than the sum of its parts, lost the plot and drifted away.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/bbc-itv-join-forces-sky-six-nations\">BBC and ITV join forces to stop Sky winning Six Nations broadcast rights</a> </p> \n</aside> \n<p>Its success in recent years has to a large extent been driven by the cross promotional power of the BBC across TV, radio and online, and the way that the competition builds to a thrilling single-day climax. A record 9m-plus viewers came to BBC1 for the climactic clash between <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/21/england-france-six-nations-match-report\" title=\"\">England and France</a> this year that handed the title to Ireland. That will be easier to do across two free-to-air broadcasters, but it remains to be seen to what extent they will share talent and whether the broadcasts will have a common look and feel.</p> \n<p>In many ways the deal, featuring an unusual pact between the two main terrestrial broadcasters under which ITV and the BBC will share the rights, reflects the new realities of the market. The BBC now shares the rights to Formula One, the FA Cup and the Six Nations with other broadcasters.</p> \n<p>The only surprise is that when the Six Nations, driven by the desire of the Celtic nations for more cash, fluttered its eyelashes at the big beasts of the pay TV jungle neither Sky nor BT Sport was prepared to deliver a blockbuster bid for exclusivity.</p> \n<p>Partly this is because of the peculiarities of the product which, despite attracting very healthy ratings, is neither one-off major event nor regular subscription driver. It is also a further indication that, given the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/feb/10/premier-league-tv-rights-sky-bt\" title=\"\">&pound;5.1bn they shelled out between them on Premier League football, neither Sky nor BT have a bottomless pit of funds</a>.</p> \n<p>Debate still rages about whether the England and Wales Cricket Board did the right thing in throwing its lot in with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/oct/14/the-spin-england-cricket-kevin-pietersen\" title=\"\">Sky in 2005</a> and it will be reignited again by the current Ashes series. The Royal &amp; Ancient club is now facing similar questions over its deal for the Open.</p> \n<p>But that debate has also become a more complex one, involving “pay-TV lite” services such as Now TV that allow viewers to sign up for a day or a week to watch a particular event and by the possibilities offered by the internet and on-demand viewing.</p> \n<p>The fear within BBC Sport must be that, for all that events such as the London 2012 Games and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/09/back-to-reality-what-now-for-usas-world-cup-winners\" title=\"\">Women’s World Cup in Canada</a> demonstrate not only what the BBC can do for sport but what it can do for the BBC, those at the top table of management will prioritise other genres when it comes to the difficult question of where the pain should be felt.</p> \n<p>In some ways, it is easy to make the case for salami slicing the sports rights budget. Formula One, in particular, must be at risk. The BBC’s sports rights cupboard, which still looked pretty healthy in the circumstances just a couple of years ago, is starting to look a bit bare.</p> \n<figure class=\"element element-image\" data-media-id=\"b1e40caa15d6d8c1ff202170040ed0f1ebcbb55f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436455997016/4dfc9aa2-7fb5-4ae3-87be-bff30f601fb6-460x276.jpeg\" alt=\"Heather Watson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">BBC viewers lapped up the Wimbledon clash between British No1 Heather Watson and Serena Williams.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Reuters</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/29/bbc-match-of-the-day-premier-league-highlights\" title=\"\">Match of the Day highlights</a> have been retained until 2018-19 and its Wimbledon deal is also likely to be renewed as long as it can maintain its existing investment. Add to that half of the Six Nations, half of Formula One and half of the FA Cup – plus, of course, the Olympics until 2022 and the World Cups in Russia in 2018 and (probably) Qatar in 2022.</p> \n<p>In some ways it is fortunate that these deals have been struck before the Crown Jewels list – that guarantees certain events for free-to-air TV – comes under renewed pressure and before the effects of the licence fee deal begin to bite.</p> \n<p>“This isn’t a cold bath – it’s a prolonged period in the deep freeze. Isn’t it the case that when sports rights inflation is running into double digits this BBC settlement means the secretary of state is effectively forcing sport off the BBC?” said Bryant in the Commons. “Doesn’t he realise that sport belongs to the fans, not to Sky, BT and Discovery – and the fans will be furious if the BBC can no longer compete for major sports rights?”</p> \n<p>In some ways this is just political grandstanding. But just as the BBC faces some pretty fundamental questions regarding its future over the coming months in the wake of director general Tony Hall’s deal with the chancellor George Osborne, so its role in the sporting life of the nation is going to come under the microscope.</p> \n<p>One only need look at the reaction to Mark Sampson’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/05/england-mark-sampson-germany-womens-world-cup\" title=\"\">bronze medal-winning England</a> side or the palpable frisson as viewers rushed home to put on their televisions to watch <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\" title=\"\">Heather Watson give Serena Williams</a> an almighty scare to understand that it retains the power to elevate sporting moments beyond the natural audience for subscription sports channels.</p> \n<p>Unfortunately, the abiding impression remains that, for many at the BBC, top table sport is tolerated for its ability to deliver big numbers and hard-to-reach audiences rather than nurtured for its part in the national conversation.</p> \n<p>The case for sport on the BBC must be made powerfully, both internally or externally, or it will face the prospect of being slowly whittled away by an almost imperceptible process of shared deals in which it progressively becomes an ever more junior partner.</p> \n<p>For the Six Nations, which gets a reasonable if not sensational uplift on its existing deal and retains the reach that free-to-air television provides, it is a good deal. For viewers who would rather not shell out for Sky Sports or BT Sport it is a good deal. For ITV, which will get a useful early evening driver of ratings and prestige, it is a good deal. For the BBC, things are a bit less clear cut.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436455818091/France-v-Ireland---RBS-Si-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ireland celebrate as they lift the Six Nations trophy following a dramatic end to the competition which brought in millions of viewers for the BBC. Photograph: Paul Gilham/Getty Images","credit":"Paul Gilham/Getty Images","altText":"France v Ireland - RBS Six Nations","cleanCaption":"Ireland celebrate as they lift the Six Nations trophy following a dramatic end to the competition which brought in millions of viewers for the BBC. Photograph: Paul Gilham/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436455998446/4dfc9aa2-7fb5-4ae3-87be-bff30f601fb6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"BBC viewers lapped up the Wimbledon clash between British No1 Heather Watson and Serena Williams. Photograph: Andrew Couldridge/Reuters","credit":"Andrew Couldridge/Reuters","altText":"Heather Watson","cleanCaption":"BBC viewers lapped up the Wimbledon clash between British No1 Heather Watson and Serena Williams.","cleanCredit":"Photograph: Andrew Couldridge/Reuters"}],"webPublicationDate":"2015-07-09T15:36:35Z","lastModified":"2015-07-09T16:17:26Z","metadata":{"commentable":true,"commentCount":61,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Six Nations","Rugby union","BBC","Sky Sports","BT Sport","ITV channel","Sport","Media"],"tags":[{"id":"sport/sixnations","webTitle":"Six Nations"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/sky-sports","webTitle":"Sky Sports"},{"id":"media/bt-sport","webTitle":"BT Sport"},{"id":"media/itv1","webTitle":"ITV channel"},{"id":"sport/sport","webTitle":"Sport"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/bbc-six-nations-deal-tv-rights-sky-bt-sport","shortUrl":"http://gu.com/p/4agj2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/bbc-six-nations-deal-tv-rights-sky-bt-sport","webUri":"http://www.theguardian.com/sport/2015/jul/09/bbc-six-nations-deal-tv-rights-sky-bt-sport"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436455818091/France-v-Ireland---RBS-Si-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ireland celebrate as they lift the Six Nations trophy following a dramatic end to the competition which brought in millions of viewers for the BBC. Photograph: Paul Gilham/Getty Images","credit":"Paul Gilham/Getty Images","altText":"France v Ireland - RBS Six Nations","cleanCaption":"Ireland celebrate as they lift the Six Nations trophy following a dramatic end to the competition which brought in millions of viewers for the BBC. Photograph: Paul Gilham/Getty Images"}},"importance":7,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436455818091/France-v-Ireland---RBS-Si-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ireland celebrate as they lift the Six Nations trophy following a dramatic end to the competition which brought in millions of viewers for the BBC. Photograph: Paul Gilham/Getty Images","credit":"Paul Gilham/Getty Images","altText":"France v Ireland - RBS Six Nations","cleanCaption":"Ireland celebrate as they lift the Six Nations trophy following a dramatic end to the competition which brought in millions of viewers for the BBC. Photograph: Paul Gilham/Getty Images"}}]},{"title":"Why the importance of a goalkeeper cannot be overestimated","rawTitle":"Why the importance of a goalkeeper cannot be overestimated","item":{"type":"article","id":"football/blog/2015/jul/09/goalkeeper-david-de-gea-petr-cech-iker-casillas","title":"Why the importance of a goalkeeper cannot be overestimated","trailText":"Top keepers such as David de Gea, Hugo Lloris, Petr Cech and Iker Casillas are in demand this summer and rightly so as a save can be worth as much as a goal","standFirst":"<p>Top keepers such as David de Gea, Hugo Lloris, Petr Cech and Iker Casillas are in demand this summer and rightly so as a save can be worth as much as a goal</p>","byline":"Jonathan Wilson","body":"<p>So far, this has been the transfer window of the goalkeeper. Petr Cech <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer\">has already joined Arsenal</a> and David de Gea, Hugo Lloris and Iker Casillas are all possibly on the move, each in turn provoking their own search for replacements. The slight surprise is that it hasn’t happened before: after all, very few clubs have more than one top-class keeper – the dilemma Chelsea faced last season, replacing Cech with Thibaut Courtois, is so rare that the closest precedent is perhaps Leicester City in 1967 deciding they could sell Gordon Banks and replace him with the 18-year-old Peter Shilton – so when one moves it should provoke a chain reaction.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/petr-cech-pat-jennings-jens-lehmann-arsenal-goalkeeper\">Petr Cech can follow Pat Jennings and Jens Lehmann as an inspired signing</a> </p> \n</aside> \n<p>Perhaps the truth is simply that goalkeepers have never been particularly appreciated. Lev Yashin remains the only goalkeeper ever to have won the Ballon d’Or. In England, Shilton is the only goalkeeper ever to have been named the Professional Footballers’ Association Player of the Year and Bert Trautmann, Banks, Pat Jennings and Neville Southall the only goalkeepers ever to have won the Football Writers’ Association award (there is an abiding oddity that an individual award in a team sport should have paid so little attention to the most individualistic position).</p> \n<p>The largest fee ever paid for a goalkeeper remains the &pound;32.6m Juventus paid Parma for Gianluigi Buffon in 2001 – a deal that seemed extraordinary at the time but one that, in retrospect, looks incredibly good value. Buffon is the only goalkeeper to feature in the list of the 100 most expensive transfers of all time. In a post-Moneyball world in which clubs are increasingly obsessed by seeking a competitive advantage through smart spending, the goalkeeper seems an under-exploited seam.</p> \n<p>The lot of the goalkeeper has perhaps always been to be overlooked. When Brian Clough signed Shilton for Nottingham Forest from Stoke City in 1977 for &pound;270,000, he faced opposition from his board (even though Stoke had paid &pound;325,000 three years earlier). Given Stoke had been relegated, one director supposedly asked Clough, was he really that good? And was it really wise to pay so much for a player who wouldn’t be involved for 85 minutes of every game?</p> \n<p>Clough always had a ready store of directors to act as straw men but in this case, whether his claim was based on an actual conversation or not, the quibble represented – perhaps still represents – a general feeling: if you can get the rest of the team right, your goalkeeper shouldn’t be that involved.</p> \n<p>As Clough pointed out, though, a save is worth as much as a goal. With John Middleton in goal Forest had conceded six goals in their first five games of that 1977-78 season; it took Shilton a further 14 games to let in six and, Clough always said it was largely thanks to him that Forest went on to win the title. “With Shilton in goal,” Clough told Duncan Hamilton, “it gave everyone more confidence. It spread through the side … The defenders felt safer, and the forwards thought if we could nick a goal, there was more than an evens chance that the opposition wouldn’t score at the other end.”</p> \n<p>The psychological side is only one of the unseen factors. Shilton was such a good organiser of his defence that he claimed in <a href=\"http://www.amazon.co.uk/Peter-Shilton-Magnificent-Jason-Tomas/dp/B00P3QW98M/ref=sr_1_1?ie=UTF8&amp;qid=1436453375&amp;sr=8-1&amp;keywords=The+Magnificent+Obsession+and+tomas\">The Magnificent Obsession</a> (the 1982 book he wrote with Jason Tomas, which is much more about the art of goalkeeping than his 2004 autobiography, an extraordinary act of character self-assassination) that many of his best games had come when he had barely touched the ball: he stopped the shot before a forward had even taken it.</p> \n<figure class=\"element element-image\" data-media-id=\"b3ed8b7c15e9f82cee50b67f1b646bdf0c3d7412\"> \n <img src=\"http://media.guim.co.uk/b3ed8b7c15e9f82cee50b67f1b646bdf0c3d7412/150_43_3350_2014/1000.jpg\" alt=\"Petr Cech\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Petr Cech shows off his Arsenal jersey during a presentation in Prague this month. </span> \n  <span class=\"element-image__credit\">Photograph: David W Cerny/Reuters</span> \n </figcaption> \n</figure> \n<p>That’s the paradox of goalkeeping: it tends to look good only when something has gone wrong (for more on this theme, see my book <a href=\"http://www.amazon.co.uk/Outsider-History-Goalkeeper-Jonathan-Wilson/dp/1409129845/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1436348774&amp;sr=1-1&amp;keywords=jonathan+wilson+the+outsider\">The Outsider</a>) and for that reason, at its best, it is rarely eye-catching, which reinforces the myth that goalkeeper is an area in which a club can economise.</p> \n<p>The lack of a truly top-class goalkeeper perhaps isn’t the only reason Arsenal haven’t mounted a realistic title challenge in a decade, but it’s certainly been a major factor. David Ospina, who had a superb Copa Am&eacute;rica, perhaps was a step towards that, but Cech is a further upgrade for his organisational capacity as much as anything more overt.</p> \n<p>It’s not as simple, though, as simply buying the best goalkeeper; no less than any other position, the goalkeeper has to fit the tactical makeup of the rest of the side. For Louis van Gaal more than most, there is a clear template his goalkeeper has to fit – something that comes across with brutal clarity in <a href=\"http://www.amazon.co.uk/Life-Too-Short-Tragedy-Robert/dp/0224091662\">Ronnie Reng’s biography of Robert Enke</a>.</p> \n<p>For Van Gaal, as for so many of the Dutch school, the goalkeeper has to be able to leave his box and play as a sweeper, which is why Enke didn’t fit at his Barcelona, and why the two goalkeepers with whom United have been most strongly linked should De Gea leave are Lloris and Jasper Cillessen, both of whom are comfortable with the ball at their feet. As, of course, is V&iacute;ctor Vald&eacute;s – if United really are in pursuit of Lloris and Cillessen, the only conclusion can be that they are not fully convinced of his recovery from a knee injury.</p> \n<p>But the truly significant aspect of this summer so far is how much talk there has been about goalkeepers. 103 years after they were given a different coloured shirt to wear, at last, perhaps, their full value is beginning to be recognised.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436454204766/Petr-Cech--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Petr Cech shows off his Arsenal jersey during a presentation in Prague this month. Photograph: David W Cerny/Reuters","credit":"David W Cerny/Reuters","altText":"Petr Cech ","cleanCaption":"Petr Cech shows off his Arsenal jersey during a presentation in Prague this month. Photograph: David W Cerny/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b3ed8b7c15e9f82cee50b67f1b646bdf0c3d7412/150_43_3350_2014/3350.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2014,"width":3350,"orientation":"landscape","caption":"Petr Cech shows off his Arsenal jersey during a presentation in Prague this month.  Photograph: David W Cerny/Reuters","credit":"David W Cerny/Reuters","altText":"Petr Cech","cleanCaption":"Petr Cech shows off his Arsenal jersey during a presentation in Prague this month. ","cleanCredit":"Photograph: David W Cerny/Reuters"}],"webPublicationDate":"2015-07-09T15:04:22Z","lastModified":"2015-07-09T17:36:31Z","metadata":{"commentable":true,"commentCount":388,"contributors":[{"name":"Jonathan Wilson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanwilson"}],"feature":true,"keywords":["Football","Brian Clough","Sport","Manchester United","Arsenal","Louis van Gaal"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"football/brian-clough","webTitle":"Brian Clough"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/louis-van-gaal","webTitle":"Louis van Gaal"}],"section":{"id":"football"},"topics":[{"displayName":"Jonathan Wilson","topic":{"type":"tag-contributor","name":"profile/jonathanwilson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/09/goalkeeper-david-de-gea-petr-cech-iker-casillas","shortUrl":"http://gu.com/p/4agt6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/09/goalkeeper-david-de-gea-petr-cech-iker-casillas","webUri":"http://www.theguardian.com/football/blog/2015/jul/09/goalkeeper-david-de-gea-petr-cech-iker-casillas"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436454204766/Petr-Cech--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Petr Cech shows off his Arsenal jersey during a presentation in Prague this month. Photograph: David W Cerny/Reuters","credit":"David W Cerny/Reuters","altText":"Petr Cech ","cleanCaption":"Petr Cech shows off his Arsenal jersey during a presentation in Prague this month. Photograph: David W Cerny/Reuters"}},"importance":5,"byline":{"title":"Jonathan Wilson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c9a652d31d0326cf38532892b66bebc715219a9c/0_308_2928_1757/1000.jpg","height":600,"width":1000}}]},{"title":"AFL / What to look out for in round 15","rawTitle":"What to look out for in round 15","item":{"type":"article","id":"sport/blog/2015/jul/10/afl-what-to-look-out-for-in-round-15","title":"AFL: what to look out for in round 15","trailText":"Retro Tigers and Blues, a bleak outlook at Watson-less Bombers, a semblance of normality at the Crows, an amuse bouche in Launceston, and the best of the rest","standFirst":"<p>Retro Tigers and Blues, a bleak outlook at Watson-less Bombers, a semblance of normality at the Crows, an amuse bouche in Launceston, and the best of the rest</p>","byline":"Russell Jackson","body":"<h2><strong>Richmond and Carlton go back to the future</strong></h2> \n<p>What a strange time September 2013 was. Vaulted from ninth position at season’s end to a finals slot after Essendon was dumped from the finals in the wake of the Asada supplements scandal, Carlton absorbed the pressure of a packed MCG and beat a Richmond side that for all its bold, youthful talent, couldn’t quite come to terms with such rabid finals excitement. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/afl-port-adelaide-hold-off-collingwood-charge\">Port Adelaide hold off Collingwood charge to register narrow AFL win</a> </p> \n</aside> \n<p>Close to two years on and after a few rough patches here and there, the middle-tier Tigers still retain a great deal of that joyful spirit but the Blues have completely nose-dived and require perhaps half a decade of painful overhaul, which shows how easily things can slip. You can’t imagine that this week’s meeting between the two sides will be a throwback to that upset, but the Blues do seem to have at least renewed their focus and resolve under John Barker, putting together back-to-back wins before last week’s creditable loss to the Bulldogs. </p> \n<p>In another retro touch, Tigers ruckman Shaun Hampson comes in for his first game of the season to replace Ivan Maric and finds himself in the unenviable position of turning out in front of two sets of fans who’ve remorselessly taunted him over the years. At least he’ll probably end up on the winning side.<br /></p> \n<h2><strong>The outlook remains bleak for the Bombers</strong></h2> \n<p>Say what you like about James Hird’s merits as a coach, but last week’s insipid performance from the Bombers said far more damning things about the efforts of his players, who were ill-disciplined, lazy and inept for a great majority of their 110-point loss to St Kilda. With their captain Jobe Watson now gone for the season we’re actually going to discover a few things about this playing list in the next few months – potentially uncomfortable things – because Watson has carried many of them for far too long. The Bombers are already the worst clearance team in the league so the risk of being bullied is clear. Where are the other leaders?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/afl-essendon-lose-injured-captain-jobe-watson-for-season\">Essendon lose injured captain Jobe Watson for rest of AFL season</a> </p> \n</aside> \n<p>The positive spin is that Watson’s absence can also be viewed as an opportunity for those youngsters who want to become genuine midfield contributors, but the patchwork oldies were the more depressing sight last week. James Gwilt played like a wounded double agent. Brent Stanton, David Zaharakis Courtenay Dempsey and the usually-reliable Brendon Goddard mostly looked like driftwood. Take away Dyson Heppell, Cale Hooker and Shaun McKernan’s annual day out and it didn’t look a lot like professional sport.</p> \n<p>This week the Dons face Melbourne, whose euphoric and cathartic win against Geelong in round 12 has obscured a lacklustre six weeks of football. If they can’t beat a side as lacking in mojo as this Essendon outfit you’d be asking some hard questions. The Dees nearly always match up well in this fixture and you’d think the likes of Nathan Jones, Jack Viney and Angus Brayshaw will murder the Dons in the middle. No excuses for Melbourne.</p> \n<h2><strong>Throw your arms around Adelaide</strong></h2> \n<p>It was an eerie, upsetting, but ultimately uplifting experience to attend a game of AFL football last weekend. In the moments before play started between Essendon and St Kilda on Sunday afternoon – immediately following a respectfully-observed minute of silence in honour of Adelaide coach Phil Walsh – I had one of those moments that removes you from the absurd cocoon that is footy, with its unseemly squabbles and bawdy scandals and its relentless, winter-long grip on our attention. One of my nephews, only nine years old, turned and earnestly noted how sad it all was the way that Walsh had died two mornings prior.</p> \n<p>I’d made a note of not mentioning it beforehand but of course he’d seen it on TV, heard it on the radio and even talked about it with his brothers. I stood and wondered how even in their innocence, each of them had absorbed that kind of information and taken it in their stride without asking difficult, unanswerable questions but then a few seconds later the ball was bounced and a melancholy, difficult moment became a happy and enjoyable one. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/phil-walsh-death-thousands-of-fans-attend-adelaide-crows-training\">Phil Walsh death: thousands of fans attend Adelaide Crows training session</a> </p> \n</aside> \n<p>It was enjoyable because football just goes on. It never leaves you sad for long. Its relentlessness is also its strength, providing a counterpoint to everything in life that really is sad and difficult. To these boys and many other kids around the ground every goal was worthy of a high five, every pack a gasp of appreciation. Phil Walsh had spoken earlier in the season of the responsibility he and other coaches held to make the game attractive and here it was at its most appealing; goals raining in from impossible angles, men roaming through the centre unimpeded, team-mates bounding into open space to mark inch-perfect passes.</p> \n<p>At the Adelaide Oval that afternoon Crows fans didn’t have the simple reassurances and the catharsis that a game of football can but they still got together and showed how much they cared for Walsh and what he was doing at the club. 15,000 of them marched from Parliament House to Adelaide Oval to pay their respects and share in their grief, like one giant group hug where nobody held back or pulled away early.</p> \n<p>This Saturday a little more normality returns when the Crows travel west to face the Eagles. The challenge is a stern one, psychologically and in a pure football sense. Nobody could envy the Adelaide players their task but in some ways you sense it’s better they get this game out of the way interstate, where the Eagles are making every attempt to make them as comfortable as they can. Second-placed West Coast are clear favourites on paper but if any coach knew that games are decided on a far more human level – by channeling both the physical and emotional – it was Phil Walsh.</p> \n<h2><strong>The Hawks and Dockers give us a taste of things to come</strong></h2> \n<p>To Aurora Stadium in Launceston, whose patrons will on Sunday witness a clash between ‘home’ side Hawthorn and ladder-leaders Fremantle but also, one suspects, a constant internal duel between the ugliness and beauty within both sides. Nat Fyfe is playing, so Fremantle would still remain watchable if he was joined by 17 Nick Subans playing on a field of wet cement. Hawthorn has perhaps the greatest density of match-winning players of any side in the league and how they fare here will give a few ideas of what’s to come at the pointy end of the year.</p> \n<p>There hangs over each Hawks-Dockers game now the ghostly spectre of all Hawthorn’s premiership-winning success of the last decade, meaning that no matter the 3 three-game gap between these sides as we enter round 15, the Dockers would remain wary of drawing too many conclusions so far out from when it counts. This game then presents us with an amuse bouche to a likely preliminary or grand final match-up, depending on how things shake out. </p> \n<p>One final acknowledgment to Dockers defender Luke McPharlin, <a href=\"http://www.theage.com.au/afl/afl-news/fremantle-dockers-luke-mcpharlin-regrets-tv-spray-during-brisbane-game-20150708-gi7ula.html\">who rightly apologised to teammates</a> after last weekend becoming the first player in AFL history to actually say something interesting during a half-time interview. Let’s hope there’s no repeat this week in his 250<sup>th</sup> league game. </p> \n<h2><strong>The best and worst of the rest</strong></h2> \n<p>New South Wales State of Origin representative Ryan Hoffman said it best in the wake of his side’s brutal loss to Queensland on Wednesday; sometimes you’ve just got to cop your medicine on the chin. If any side was likely to miss its own mouth right now it’s Brisbane, who’ll probably get a tranquilizing dose of the Swans on Sunday. Sydney has beaten the Lions up for fun in recent years and you can almost put your house on that happening again here.</p> \n<p>Far more absorbing will be the earlier game on Sunday, which pits ninth-placed (and sliding) GWS against St Kilda’s exciting batch of youngsters and age-defying superstars. There’s more questions than answers in predicting this result. What sort of water do Leigh Montagna and Nick Riewoldt bathe in and can the rest of us get access to some? How did this week’s Rising Star Jack Lonie slip to Pick 41 in the national draft? More pertinently to this game, how can a side as short-staffed for key defenders as the Giants are right now hope to handle Riewoldt and Josh Bruce’s double act on current form? </p> \n<p> On Saturday at Etihad we get to see if Brad Scott’s North Melbourne can follow through with a performance as spiky and confrontational as their coach’s media appearances but the sinking feeling is that major changes are required in their list. Any side is a chance against North and Geelong is no exception. At home to the Bulldogs on Saturday afternoon, Gold Coast seem almost twice the side with Gary Ablett Junior back but if the Dogs are playing finals this year they’ve got to win games against inferior sides and that is most certainly what the Suns are. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/895d5d44228104b7cb5c97d5c5d3e4c3150232b1/0_0_4396_2639/4396.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2639,"width":4396,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"Essendon’s plight is not just down to coach James Hird – his players were ill-disciplined, lazy and inept for a great majority of last week’s 110-point loss to St Kilda.","cleanCredit":"Photograph: Julian Smith/AAP"}],"bodyImages":[],"webPublicationDate":"2015-07-10T01:43:26Z","lastModified":"2015-07-10T01:45:42Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":true,"keywords":["AFL","Richmond","Carlton","Essendon","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/richmond","webTitle":"Richmond"},{"id":"sport/carlton","webTitle":"Carlton"},{"id":"sport/essendon","webTitle":"Essendon"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/afl-what-to-look-out-for-in-round-15","shortUrl":"http://gu.com/p/4ahx5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/10/afl-what-to-look-out-for-in-round-15","webUri":"http://www.theguardian.com/sport/blog/2015/jul/10/afl-what-to-look-out-for-in-round-15"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/895d5d44228104b7cb5c97d5c5d3e4c3150232b1/0_0_4396_2639/4396.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2639,"width":4396,"orientation":"landscape","caption":"Essendon’s plight is not just down to coach James Hird – his players were ill-disciplined, lazy and inept for a great majority of last week’s 110-point loss to St Kilda. Photograph: Julian Smith/AAP","credit":"Julian Smith/AAP","altText":"Essendon’s plight is not just down to coach James Hird – his players were ill-disciplined, lazy and inept for a great majority of last week’s 110-point loss to St Kilda.","cleanCaption":"Essendon’s plight is not just down to coach James Hird – his players were ill-disciplined, lazy and inept for a great majority of last week’s 110-point loss to St Kilda.","cleanCredit":"Photograph: Julian Smith/AAP"}},"importance":5,"kicker":{"title":"AFL"},"byline":{"title":"Russell Jackson"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/895d5d44228104b7cb5c97d5c5d3e4c3150232b1/0_0_4396_2639/4396.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2639,"width":4396,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"Essendon’s plight is not just down to coach James Hird – his players were ill-disciplined, lazy and inept for a great majority of last week’s 110-point loss to St Kilda.","cleanCredit":"Photograph: Julian Smith/AAP"}}]},{"title":"Vic Marks / Moeen impresses with bat and ball in first Ashes encounter","rawTitle":"Moeen impresses with bat and ball in first Ashes encounter","item":{"type":"comment","id":"sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket","title":"England’s Moeen Ali impresses with bat and ball in his first Ashes Test","trailText":"After batting with freedom at No8 on his way to 77 in England’s first innings, Moeen checked Australia’s progress by removing two of their key batsmen","standFirst":"After batting with freedom at No8 on his way to 77 in England’s first innings, Moeen checked Australia’s progress by removing two of their key batsmen","byline":"Vic Marks at the Swalec Stadium","body":"<p>The expectation is often that the spinners will prevail in Cardiff. Certainly that is frequently the view of weary pacemen, who watch their fastest balls decelerate upon landing before, more often than not, flopping into the wicketkeeper’s gloves. On Thursday Moeen Ali struck by dismissing the world’s No1 batsman, Steve Smith, and Michael Clarke, the twinkle-toed destroyer of pedestrian finger-spinners. This makes Moeen England’s most successful spin bowler in Ashes history – in Cardiff.</p> \n<p>Six years ago – when England had a spin attack to make you salivate – Graeme Swann and Monty Panesar took 1 for 246 in Australia’s first Test here. They did not bowl particularly well but the pitch tantalised; it suggested turn; occasionally there was turn. But it was clearly difficult to bowl anyone out.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two\">Moeen Ali puts England in the ascendancy as Australia struggle for parity</a> </p> \n</aside> \n<p>Hugh Morris, once England’s cricket director but now the chief executive here, was beaming. He could find only one minor drawback. “So far it’s gone so well with runs coming at four an over. The only problem is that the bars have been a bit empty. They are all watching the cricket,” he said with a hint of mischievous disappointment.</p> \n<p>Certainly this is a surface to make bowlers of all descriptions sweat and where fluent strokeplay is possible.</p> \n<p>There may be a bit of movement in the air and off the pitch but not much pace. There is no guarantee that the edges will carry. Before the match Stuart Broad hoped for a “slow seamer”, a curious request for an opening bowler but maybe a pragmatic one in the first Test against this Australian bowling attack – and at least 50% of his desires have been satisfied. Still, it’s never supposed to be easy in Test cricket. Mitchell Johnson clocked up his hundred without taking a wicket yet he did not seem to be bowling badly.</p> \n<div>\n __VIDEO_EMBED_gu-video-457459028__\n</div> \n<p>Meanwhile the spinners have been dependent on batsman error rather than the unplayable delivery for their hard-earned wickets (which is nearly always the case, by the way). Thus they require patience, perseverance and a bit of luck. For the all-rounders – and there are a few in this game – it required less energy to impose themselves with the bat rather than the ball.</p> \n<p>So far Moeen has managed to enhance his reputation in both disciplines in his first Ashes Test. He has the credentials to be the best No8 in Test history, albeit as an impostor given he has been batting at three for Worcestershire for the past half-dozen years.</p> \n<p>Yet it is far from straightforward to make this change. The main trap is to conclude: “Well, if they want me to bat at eight, I’ll damn well bat like a No8.” It is perhaps the equivalent to being the last speaker at a gala dinner, waiting until midnight to stand up when the audience is either on its way home or drunk. It can be construed as a bit of an insult.</p> \n<p>There is always the danger of running out of partners when playing well at No8. Opportunities for a major score are limited. In fact, Moeen shows signs of making a virtue of batting so far down the order even though he would prefer to bat higher. He can bat with freedom there and that is how he likes to play. He essays more cover drives in one innings than Alastair Cook attempts in a month and long may that balance continue.</p> \n<p>There were several of the highest quality in his 77, especially against Mitchell Starc, who retained his determination to let the ball swing and, therefore, his full-length.</p> \n<p>Moeen also clipped the ball off his toes with silky timing. On this pitch the short ball seldom disturbed him – in fact, he received very few since the Australians were reserving most of their bouncers for Stuart Broad. So Moeen ensured England reached a total similar to the one that enabled them to draw the 2009 Test against Australia – just.</p> \n<p>He did not terrify the Australian batsmen with his off-spin but he did get two of the best ones out. Moeen knows the Australians are minded to attack whoever is selected to bowl spin in this series, which is a chastening thought.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/mitchell-johnson-australia-stuart-broad\">Stuart Broad emerges victorious from duel with Mitchell Johnson | Ali Martin</a> </p> \n</aside> \n<p>Smith fulfilled that expectation in Moeen’s fourth over. At the start of it Smith spotted that mid-on was far too wide. He cracked the first ball in that gap. He then dragged the second from outside off stump to the same spot and, for good measure, smashed another drive through extra cover. The promised assault was duly being delivered.</p> \n<p>Cook kept Moeen on. Three overs later Smith advanced down the track. Perhaps Moeen saw him coming. More likely he just sensed that Smith was advancing – this happens – and the bowler instinctively adjusted his line and length, holding the ball back and propelling it outside leg stump. Smith was suddenly as entangled as an octopus with pads on.</p> \n<p>Somehow a leading edge sent the ball to an elated Cook. Smith had undoubtedly contributed more to this dismissal than Moeen, yet England’s off-spinner deserved this wicket because he had managed to keep himself on after the early assault from Smith.</p> \n<p>That is a crucial art for any spinner, which Moeen learned well last summer.</p> \n<p>The dismissal of Clarke? Well, obviously Moeen held the ball back, it being a mini-doosra, which held its line upon kissing the turf, thereby deceiving a bewildered Australian captain.</p> \n<p>Er, no. Clarke also wanted to impose himself and made a mistake. Moeen took a fine catch but he was still bowling at the time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436466061739/Englands-Moeen-Ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"England's Moeen Ali","cleanCaption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T18:23:06Z","lastModified":"2015-07-09T23:49:32Z","metadata":{"commentable":true,"commentCount":78,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["England cricket team","Ashes 2015","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket","shortUrl":"http://gu.com/p/4agze","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket","webUri":"http://www.theguardian.com/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436466061739/Englands-Moeen-Ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"England's Moeen Ali","cleanCaption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Vic Marks"},"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436466061739/Englands-Moeen-Ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"England's Moeen Ali","cleanCaption":"England's Moeen Ali removed the Australia captain  Michael Clarke caught and bowled on day two of the first Test in Cardiff. Photograph: Andrew Fosker/Rex Shutterstock"}}]},{"title":"Every club wants one but where have all the (good) strikers gone?","rawTitle":"Every club wants one but where have all the (good) strikers gone?","item":{"type":"article","id":"football/blog/2015/jul/09/strikers-premier-league-gonzalo-higuain","title":"Every club wants one but where have all the (good) strikers gone?","trailText":"If Gonzalo Higuaín is costing £67m, the emerging strikers who could become the next great generation are thin on the ground","standFirst":"If Gonzalo Higua&iacute;n is costing &pound;67m, the emerging strikers who could become the next generation of great forwards are thin on the ground","byline":"Amy Lawrence","body":"<p>For football’s flushest clubs, there are some intriguing prospects invitingly available this window, with one notable exception. If a striker is what you need – and without even looking too far afield all of the Premier League’s top four could do with any world-class finishers who happened to make themselves available – the search is a tricky one.</p> \n<p>It is still early days in this transfer period but the most eye-catching deals ( <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/arda-turan-barcelona-atletico-madrid-five-year-deal\" title=\"\">Arda Turan</a>, Geoffrey Kondogbia, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer\" title=\"\">Petr Cech,</a> Sami Khedira) and the grandest names being heavily touted by their representatives (Paul Pogba, Arturo Vidal, Sergio Ramos, David de Gea etc) are more loved for their qualities further back on the pitch. At the sharp end? The pool does not exactly overflow.</p> \n<p>When Napoli’s loquacious president, Aurelio De Laurentiis, reiterated his valuation of Gonzalo Higua&iacute;n – just a mere nudge over &pound;67m – it smacked of glorious brinkmanship. “If a madman arrives and offers to pay his buyout clause then we must consider it,” he said but it also shone a light on to the state of supply and demand with strikers.</p> \n<p>Higua&iacute;n has great pedigree, having led the line and scored roughly a goal every other game during his career with River Plate, Real Madrid, Napoli and Argentina. He joined the Serie A club for a shade over &pound;30m two years ago. De Laurentiis knows there are willing buyers, without great alternatives on the market, so he can push the price up accordingly. Now aged 27, if anyone takes the Higua&iacute;n plunge they probably won’t get a great deal of resale value.</p> \n<p>The same goes for Jackson Mart&iacute;nez, aged 29, who has joined Atl&eacute;tico Madrid for a fee in the &pound;25m bracket. He replaces Mario Mandzukic (also 29) who left for Juventus. Carlos Bacca, aged 28, has moved to Milan from Sevilla for his buyout clause of &pound;21m. They are all proven, experienced European performers. The fact their statistics pale in comparison with the phenomena at Barcelona and Real Madrid is one of those things. They are, in terms of availability and readiness at a high level, more or less the next best thing.</p> \n<p>Midway through last season, Ars&egrave;ne Wenger observed there are not enough predators emerging outside of South America. “If we look across the world of football, then South America is the only continent to develop strikers today,” he said, estimating that “at least 80%” of the best attackers come from South America. Wenger enthused about the fighting qualities and determined self expression that are still part of the picture for young players in that region.</p> \n<p>So following that train of thought, it is slightly alarming to look at how the strikers fared in the Copa Am&eacute;rica. It was not a great tournament for forwards. The top scorers were Paolo Guerrero, of Peru, and Eduardo Vargas, of Chile, who managed only four goals. Vargas struggled to find any rhythm and largely played out of position for QPR last season – that was the 25-year-old’s third loan since he joined Napoli, who seem conspicuously keen to get him off the books.</p> \n<p>One goal behind was Sergio Ag&uuml;ero, Paraguay’s Lucas Barrios and Vidal, of Chile. Guerrero and Barrios are both in their 30s and fairly well travelled, now back playing in South America, so their European days would appear to be over. Guerrero is a traditional striker who played well in the Copa but his history of disciplinary explosions would make him a gamble for most suitors. He has just joined Flamengo, the club from Rio de Janeiro.</p> \n<p>Looking more broadly around South America, Argentina remain the best served, with Ag&uuml;ero, Higua&iacute;n and of course Lionel Messi at their disposal. Colombia also have a decent crop, with Bacca and Mart&iacute;nez, although they do not always get used to the best effect because of the desire to shoehorn an off-form Radamel Falcao into the team.</p> \n<p>It will be interesting to observe where all this leaves a few big hitters in the Premier League. Chelsea delivered brilliantly last summer with their purchase of Diego Costa. Now, with Didier Drogba’s departure, they have signed Falcao but whether he is the answer remains to be seen.</p> \n<p>Manchester City, with Edin Dzeko perhaps on his way out and Stevan Jovetic disappointing in the goals stakes, would welcome an accomplice for Ag&uuml;ero. Arsenal have the shadow of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/27/olivier-giroud-arsenal-thierry-henry\" title=\"\">is-Giroud-good-enough</a> debate sparked by Thierry Henry. Manchester United may wish for a post-Falcao option.</p> \n<p>Tottenham could do with an alternative to Harry Kane able to provide more than Roberto Soldado or Emmanuel Adebayor. Liverpool might not have finished their forward business despite already investing in Danny Ings and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/liverpool-roberto-firmino-new-chapter-premier-league-copa-america\" title=\"\">Roberto Firmino</a>. Even just mentioning the top handful in England, there are not really enough high quality strikers to go around.</p> \n<p>Juventus spent quite heavily in Paulo Dybala from Palermo, an Argentinian who, at 21, has potential to refine his talent. So who else is buyable? Is Lyon’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/19/alexandre-lacazette-50m-euros-lyon-president-jean-michel-aulas\" title=\"\">Alexandre Lacazette</a>, another lively prospect, the answer? If he is, perhaps the question needs to be, where on earth are all the rest of the planet’s emerging, potentially great strikers?</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436355935661/Roberto-Firmino-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brazil's Roberto Firmino, centre, in action in the Copa América. Liverpool will hope they have signed a top goalscorer. Photograph: Guillermo Arias/Xinhua Press/Corbis","credit":"Guillermo Arias/Xinhua Press/Corbis","altText":"Roberto Firmino","cleanCaption":"Brazil's Roberto Firmino, centre, in action in the Copa América. Liverpool will hope they have signed a top goalscorer. Photograph: Guillermo Arias/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-09T09:30:10Z","lastModified":"2015-07-09T09:33:42Z","metadata":{"commentable":true,"commentCount":784,"contributors":[{"name":"Amy Lawrence","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/21/1408638591823/Amy-Lawrence-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amylawrence"}],"feature":true,"keywords":["Transfer window","Football","European club football","Radamel Falcao","Napoli","Sport"],"tags":[{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"football/europeanfootball","webTitle":"European club football"},{"id":"football/radamel-falcao","webTitle":"Radamel Falcao"},{"id":"football/napoli","webTitle":"Napoli"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Amy Lawrence","topic":{"type":"tag-contributor","name":"profile/amylawrence"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/09/strikers-premier-league-gonzalo-higuain","shortUrl":"http://gu.com/p/4afbq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/09/strikers-premier-league-gonzalo-higuain","webUri":"http://www.theguardian.com/football/blog/2015/jul/09/strikers-premier-league-gonzalo-higuain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436355935661/Roberto-Firmino-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brazil's Roberto Firmino, centre, in action in the Copa América. Liverpool will hope they have signed a top goalscorer. Photograph: Guillermo Arias/Xinhua Press/Corbis","credit":"Guillermo Arias/Xinhua Press/Corbis","altText":"Roberto Firmino","cleanCaption":"Brazil's Roberto Firmino, centre, in action in the Copa América. Liverpool will hope they have signed a top goalscorer. Photograph: Guillermo Arias/Xinhua Press/Corbis"}},"importance":4,"byline":{"title":"Amy Lawrence"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436355935661/Roberto-Firmino-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brazil's Roberto Firmino, centre, in action in the Copa América. Liverpool will hope they have signed a top goalscorer. Photograph: Guillermo Arias/Xinhua Press/Corbis","credit":"Guillermo Arias/Xinhua Press/Corbis","altText":"Roberto Firmino","cleanCaption":"Brazil's Roberto Firmino, centre, in action in the Copa América. Liverpool will hope they have signed a top goalscorer. Photograph: Guillermo Arias/Xinhua Press/Corbis"}}]},{"title":"How would the world's best squash players fare at Wimbledon? Not well","rawTitle":"How would the world's best squash players fare at Wimbledon? Not well","item":{"type":"article","id":"sport/willstrop-s-world/2015/jul/09/squash-players-tennis-wimbledon-transfer-skills","title":"How would the world's best squash players fare at Wimbledon? Not well","trailText":"World champion squash players would be embarrassed by Wimbledon qualifiers. The skills required for both sports might look transferable, but if you want to play a racquet sport professionally you need to specialise in it from an early age","standFirst":"<p>World champion squash players would be embarrassed by Wimbledon qualifiers. The skills required for both sports might look transferable, but if you want to play a racquet sport professionally you need to specialise in it from an early age</p>\n<p><span class=\"bullet\">•</span> By <a href=\"https://twitter.com/james_willstrop\">James Willstrop</a> for the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"James Willstrop","body":"<p>It’s always about this time of year when I get the pangs. When the tennis is everywhere and the Tests are on and I’m just embarking on another summer of training for squash, indoors, as the sun blazes away outside. I can’t help but imagine what might have happened if I had picked up a tennis racket or a cricket bat rather than a squash racket when I was four years old. Presumably I could be at Wimbledon now if I had done this or that, or if my family had been tennis nuts. If, if, if. </p> \n<p>But then, on the evidence of my tennis nowadays, perhaps I wouldn’t be competing against Andy Murray and Novak Djokovic. What do I have going for and against me? Well, I’m a giant, so I would have served well. There’s a lot of resting and switching ends in tennis, which would suit me, but the matches are very long. Three and a half hours might be too much without any coffee breaks. Squash matches are over faster, but tennis players can towel themselves down after every two rallies. As a heavy sweater, that would be welcome – and you can send people for towels and drinks at will.</p> \n<p>I could cope with cricket. There would be plenty of time to relax in the field and think about my leading edge duck, and I would love the teas. There might be weight fluctuation. Batsmen face a lot of psychological pressure, which might cause problems. Being pale-skinned I would struggle with the constant sun exposure in both sports. On the other hand, the bank account would look much healthier if I had played either of these professionally instead of squash. I could afford to take three coaches, a water man, a racket stringer and my own personal garden-pruner to Wimbledon. And moreover the hips and knees might not be run to the bone as they are now.</p> \n<p>We occasionally see athletes delving into other sports, particularly towards the end of their careers. Some of these are more serious, some are perhaps governed by marketing concepts. Think of Andrew Flintoff’s venture into boxing, Dwain Chambers’ move to rugby league and Victoria Pendleton’s change from cycling to horse racing. It’s always compelling to see how great athletes cope with playing different sports.</p> \n<p>Some top athletes of this era were so talented early on in their development that they had to choose a sport. The Neville brothers were good cricketers (Gary shared a batting partnership with Matthew Hayden once), Stuart Broad trialled for England at hockey and Adam Gemili was a member of Chelsea’s youth academy. Then there are the athletes who played two or more sports to a high level, pretty much simultaneously, during their high-class careers. Fred Perry was a world champion at table-tennis; Dennis Compton played for England at both cricket and football; and the king of versatile was perhaps Jim Thorpe, an American athlete who won Olympic gold medals in pentathlon and decathlon, and played professional baseball, basketball and American football.</p> \n<p>It is very difficult to imagine feats like these being repeated in the modern era. Standards of training and professionalism are so advanced and each sport takes on greater specific demands. Each athlete is finely tuned to their own sport. I am a conditioned squash athlete who would be found out if asked to run five miles, play football or compete in the decathlon. A squash player’s body is trained to use the muscles and work in the patterns that the sport demands, and playing football involves a whole different group to squash.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/06/nick-kyrgios-wimbledon-composure-character-james-willstrop\">Nick Kyrgios’ Wimbledon antics show that composure wins against character</a> </p> \n</aside> \n<p>Rebecca Romero offers us an example of high-class sporting transfer in the modern era. She won an Olympic silver medal for rowing in 2004 and then won gold medals for cycling at the Olympic and World Championships in 2008. This is an incredible achievement, but transferring is more achievable in certain sports, because of the physical requirements and because they are less dependent on complex skills. It is still worth noting it would be practically impossible to be a world champion in both sports at the same time.</p> \n<p>I was asked recently where I, as a squash player, would stand on the world tennis rankings. It seemed fairly obvious to me that I would be nowhere in sight, but I can imagine a non-professional might think that the crossover is significant. After all, the basic principle is to hit a ball into spaces, perilously close to marked lines, while running around at full throttle within the framework of a rally. On the surface there appears to be similarities, but the transfer can only take you so far.</p> \n<p>Squash and tennis require highly specific sets of skills. The practice that an athlete does from their young years builds and builds, until the skills are embedded in the sensory circuits and become second nature. The brain becomes more and more configured to construct rallies specifically in the given discipline, and patterns and plays in the two sports become almost automatic.</p> \n<p>A squash player’s skills would go so far in tennis, but there would be a limit and that limit would reach nowhere near world level. If you asked the world’s top squash and tennis players to face each other and the two sports, it would be a damp squib of a spectacle, which might be a surprise to some. If I were to transfer to another sport, I should forget about tennis, or any other sport involving such complex skills. I’d be better off trying boxing like Flintoff. If nothing else I could give people a laugh. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/willstrop-s-world/2015/mar/25/james-willstrop-squash-professional-athletes-criticism-amateurs-andy-murray\">How it feels for professional athletes when they are criticised by amateurs</a> </p> \n</aside> \n<p>In the mid 2000s I clapped eyes on a poster at Leeds Carnegie University, which called for the attention of young people who were tall, generally athletic and who might have an aptitude for endurance sports. It alluded to the London and Rio Olympics in 2012 and 2016, and that associations of certain sports were looking to recruit athletes to win medals.</p> \n<p>I was intrigued by this advertisement for talent. It implied that even a person with a decent level of fitness, the right build, the required age and enthusiasm could find success, or even a place at the Olympic Games, under the watchful guidance of world-class coaches and with the support of a world class system.</p> \n<p>Sports such as badminton, table-tennis and football – all on the Olympic programme – would never have featured on the poster. There is no way of recruiting at such a late stage for them because the skills need to be wired in years before. </p> \n<p>I made the right choice playing squash. Well, there wasn’t a choice, because I wasn’t good enough to play anything else, and however bright the sun shines there’s nothing like bashing a black ball around in a sweaty glass box. Certainly no regrets, save for a couple of weeks in July.</p> \n<p><strong><span class=\"bullet\">•</span> This is an article from <a href=\"http://www.willstrop.co.uk/category/blog/\">James Willstrop’s blog</a><br /><span class=\"bullet\">•</span> Follow <a href=\"https://twitter.com/james_willstrop\">James Willstrop on Twitter<br /></a><span class=\"bullet\">•</span> Read other articles from the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a><a href=\"https://twitter.com/james_willstrop\"><br /></a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436367329053/e6011649-b619-4503-adf6-e8a51fac12de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Clive Brunskill/Getty Images","altText":"Murray","cleanCredit":"Photograph: Clive Brunskill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T09:23:06Z","lastModified":"2015-07-09T09:24:16Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"James Willstrop","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-willstrop"}],"feature":true,"keywords":["Squash","Sport","Tennis","Wimbledon","Wimbledon 2015"],"tags":[{"id":"sport/squash","webTitle":"Squash"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"}],"section":{"id":"sport"},"topics":[{"displayName":"James Willstrop","topic":{"type":"tag-contributor","name":"profile/james-willstrop"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/willstrop-s-world/2015/jul/09/squash-players-tennis-wimbledon-transfer-skills","shortUrl":"http://gu.com/p/4afhy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/willstrop-s-world/2015/jul/09/squash-players-tennis-wimbledon-transfer-skills","webUri":"http://www.theguardian.com/sport/willstrop-s-world/2015/jul/09/squash-players-tennis-wimbledon-transfer-skills"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436367329053/e6011649-b619-4503-adf6-e8a51fac12de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray is Britain’s great hope at Wimbledon but he wouldn’t trouble the world’s best squash players in their sport. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Murray","cleanCaption":"Andy Murray is Britain’s great hope at Wimbledon but he wouldn’t trouble the world’s best squash players in their sport.","cleanCredit":"Photograph: Clive Brunskill/Getty Images"}},"importance":3,"byline":{"title":"James Willstrop"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436367329053/e6011649-b619-4503-adf6-e8a51fac12de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Clive Brunskill/Getty Images","altText":"Murray","cleanCredit":"Photograph: Clive Brunskill/Getty Images"}}]},{"title":"A brief guide to the Ashes, where colonial master and renegade offspring clash","rawTitle":"A brief guide to the Ashes, where colonial master and renegade offspring clash","item":{"type":"article","id":"sport/2015/jul/09/ashes-england-cricket-urn","title":"A brief guide to the Ashes, where colonial master and renegade offspring clash","trailText":"England and Australia have been playing five-day Test matches since 1882 – and this time, as per bloody usual, the Aussies are favourites","standFirst":"<p>England and Australia have been playing five-day Test matches since 1882 – and this time, as per bloody usual, the Aussies are favourites</p>","byline":"Aaron Timms","body":"<p><em>With the Guardian’s unstoppable rise to global dominance (NOTE: actual dominance may not be global. Or dominant) we at Guardian US thought we’d run a series of articles for non-cricket fans wishing to improve their knowledge of the game’s history and storylines, hopefully in a way that doesn’t patronize you to within an inch of your life. A warning: If you’re the kind of person who finds CLR James too populist this may not be the series for you.</em></p> \n<p>Mention cricket to an American and the chances are you’ll be greeted with a tilt of the head and a look of damp, bemused pity. “Oh, you mean the game that goes for, like, a week?” On Wednesday, the game that goes for, like, a week pressed start on the newest installment of the most thrilling, evocative, richest and grandest series in its history. The contest that has done more than anything else to define the guiding narratives of modern cricket – a sport of unparalleled variety, mystery, sophistication, nuance, complexity and depth – starts again. This week, England and Australia, the colonial master and its renegade offspring, resumed hostilities for the 69th time since 1882. This week, the Ashes began. <br /></p> \n<p>Other contests in cricket matter. The World Cup is an important marker of progress in the one-day version of the game; T20, an even more compressed format, has in recent years become a key driver of cricket’s growth throughout India, Pakistan, Bangladesh and Sri Lanka, the sport’s current and future demographic heartland. But one-day cricket and T20 are recent inventions, designed as much to generate marketing fizz as advance the athletic and aesthetic possibilities of the sport. Five-day Test matches, in which players dress in a fetching all-white wardrobe and take regular breaks for tea, are the cricket purists’ first love.</p> \n<p>And on the question of games that go for five days: setting aside, for one moment, that this is the land of the 162 game-long baseball season and that NBA teams slog through 82 games before they can even think about the finals, if you agree with the basic proposition that lots of sport is better than a little sport, it seems difficult to take issue with the length of a Test match in cricket. If you like a whole day of sport, surely five whole days of the stuff is even better? In a cricket world of increasingly frenzied scheduling, format juggling, and creeping commercial demands, no Test series can match the length of the Ashes – five five-day Tests played back to back over the space of two months – or its history. </p> \n<figure class=\"element element-image\" data-media-id=\"9ad48d5357d0fb7c2e9b8493d101ffcfa6b61dd2\"> \n <img src=\"http://media.guim.co.uk/9ad48d5357d0fb7c2e9b8493d101ffcfa6b61dd2/0_368_3441_2065/1000.jpg\" alt=\"Ian Botham of England hooks a ball from Geoff Lawson of Australia on his way to 149 not out in 1981.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ian Botham of England hooks a ball from Geoff Lawson of Australia on his way to 149 not out in 1981.</span> \n  <span class=\"element-image__credit\">Photograph: Adrian Murrell/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>At its peak, Test cricket is the best <em>mise en abyme</em> in modern sport:</strong> there’s always another play within the play. The sheer length of the matches means they become contests not just of athletic skill but of mental strength as well. A good batsman can be out in the middle for hours or days on end, called on to repel the physical assault of the opposition’s bowlers, the verbal assault of the opposition’s fielders, and the internal assault of his own doubts all at once. But length also leaves a starring role to non-human, external forces: weather, cloud cover, humidity, and the condition of the pitch both at the start of the contest and as it deteriorates throughout the ensuing five days all play a part in shaping the outcome.</p> \n<p>The way a pitch typically “plays” in England (slow and low, with the inevitable cloud cover aiding bowlers with the guile and variation to make the ball swing through the air) is different from the way it plays in Australia (hard, fast and true). In literature there’s a thing called the pathetic fallacy, a conceit whereby characters take on the traits of their surrounding environment. Generally this is seen as a cheap and reductive characterisation trick: “It’s raining, so I’m sad.” But now the sun is out, so I’m happy! In cricket, the pathetic fallacy comes scarily close to working, because environment – climate, soil type, the ineffable cultural relationship of a nation’s people with its own weather – plays a defining role in shaping the pitches different countries prepare, and dominant pitch types shape, in turn, the types of players who thrive. </p> \n<p>Nowhere does cricket’s pathetic fallacy work better than in the Ashes. This, at least, is how the popular narrative of the series’s history – as an open-ended saga of good versus evil, colonial underdogs versus imperialist thugs, attack versus defence – would have it. Australia, a land of harsh landscapes, fast cricket pitches, and relentless sun, produces players who are brash, unrelenting, optimistic and bright. Australia’s cricketers play in the manner Philip Roth once used to describe writers in the west during the cold war: “Everything goes and nothing matters.”</p> \n<p>England, by contrast, have at many points through the history of the Ashes favored an approach in which everything appears to matter and nothing goes. They are the embodiment of the gloomy skies they play under, incrementalism personified, their moves measured and retro-questioned beneath the sensible shield of a black umbrella. Australia’s batsmen arrive at the crease wanting to score runs, England’s want only to not get out; Australia bowl with the aim of taking wickets, England try only to prevent the opposition from scoring; Australia play to win, England to avoid losing; and on, and on, through many iterations of the same concept, striving, insurrectionist, attack-at-all-costs Australia throwing themselves against immovable, defensive England in a limitless replay of fun versus not-fun, the periphery against the centre, progress shouting down power. (I’m Australian; does it show?)</p> \n<p>There is some truth to this image. But look closely and holes will quickly emerge. Australia’s players may well fancy themselves winsome adventurists in the Errol Flynn mould, but the man who set Australian cricket on its modern course of post-1980s greatness – Allan Border – was an angry, stumpy man with a bad moustache who spent the better part of his career refusing to speak to opposition captains. Australia’s greatest ever player (more on him below) was an aloof recluse. And while it might help the narrative along to view the English XI uniformly as a bunch of Pimm’s-swilling, glass-jawed upper-class Oxbridge twits, some of the best players of the past two decades have come from the working class north of the country and non-Anglo-Saxon immigrant communities. England’s two most iconic players of the modern era – Ian Botham and Andrew Flintoff – rank among the most courageous, attacking and charismatic cricketers in the sport’s history; in any other context we might mistake them for Australians. The Ashes are a graveyard of corrected dichotomies. It’s a measure of the depth and emotional thickness of this contest that it inspires observers to invest it with a higher external significance and undermines the power of these observations simultaneously; it invites generalisations and repels them even as they’re being made.</p> \n<p><strong>One generalisation, however, survives the test of scrutiny</strong>. The Ashes matter not only as a demonstration of pure sporting drama, or as an illustration of the evolving relationship between a broken imperial power and its former colonies. Above all, the Ashes matter as a venue for the struggle over how sport should be played. The series started, essentially, as a joke. After a touring Australian side defeated England in 1882, scoring the young colony’s first ever victory on English soil, a local newspaper published a mock obituary, stating that English cricket had died and the ashes of its cremated body would be taken to Australia. This atmosphere of jokiness extended into the first few Ashes series, though England – having given birth to the contest in a spirit of mock indignation at defeat by a mere colony – soon came to see Australia as a factory of cricketing talent, as players such as fast bowler Fred “The Demon” Spofforth and Victor Trumper, universally regarded as the best batsman of the turn of the 20th century, came to terrorise their northern hemisphere opponents.</p> \n<figure class=\"element element-image\" data-media-id=\"a678dcbf8d9f67733cfedb33c53d2eea1c8380c4\"> \n <img src=\"http://media.guim.co.uk/a678dcbf8d9f67733cfedb33c53d2eea1c8380c4/0_210_3045_1828/1000.jpg\" alt=\"Don Bradman, left, and Bill Brown walk out to bat.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Don Bradman, left, and Bill Brown walk out to bat.</span> \n  <span class=\"element-image__credit\">Photograph: Central Press/Getty Images</span> \n </figcaption> \n</figure> \n<p>However, it wasn’t until the 1930s that the contest took on its real edge. On the 1930 tour of England, 22-year-old batsman Don Bradman pummelled the highly fancied English bowling attack through a sequence of record-breaking innings to almost single-handedly reclaim the Ashes for Australia. A legend was born and Bradman would go on to dominate cricket for the following two decades; with an average career batting score of 99.94, more than 40 runs better than the next best batsman, today he remains comfortably the greatest player in the sport’s history. In pure statistical terms, there’s no player in any major sport who can come close to matching this achievement; Bradman is almost twice as good as the next best batsman in cricketing history. </p> \n<p>The focus of English cricket’s energies ahead of their 1932-33 Ashes tour of Australia was in figuring out a way to stop Bradman. Eventually the England captain, Douglas Jardine, hit on a solution: deploying a method known first as “fast leg theory”, and later, and more evocatively, as “Bodyline”, England’s fast bowlers would intimidate Australia’s batsmen by aiming balls directly at their chests and heads. The hope was that as the Australians attempted to fend off these deliveries and protect themselves from physical harm, they would pop catches up for close fielders. Even though this was a legal tactic at the time (the rules have since been amended), Bodyline was widely regarded as a clear violation of the spirit of cricket.</p> \n<p>With his aquiline nose, piercing, beady eyes, public school education, aristocratic airs, neckerchief, and Oxford harlequin cap, Jardine, who instructed his players on their voyage to Australia to refer to Bradman only as “the little bastard”, offered the Australian public many access points to antipathy. And as the Englishman made clear, the feeling was entirely mutual. Every great sporting saga needs its beelzebub and for the eight decades since Bodyline, the name “Jardine” has figured throughout cricket circles as a handy shorthand for sporting villainy. Australia’s captain, despite taking a bouncer to the heart and seeing many of his players suffer horrific blows, steadfastly refused to retaliate by employing Bodyline tactics on the English batsmen. This was a principled stance that established Australia as the ostensible good guys in the generational Ashes battle over the way cricket should be played. </p> \n<p>The irony is that in the decades since Bodyline, it’s the Australians who have taken up the cause of aggression and experimentation – the Jardinian way – most energetically. Were the Bodyline series to be played today, Jardine’s mindset – combining an imaginative reading of the rules and an innovative approach to on-field tactics with a win-at-all-costs attitude that always threaten to spill beyond the limits of acceptable sporting conduct – would sit most naturally in the Australian camp, not with the tradition-bound, fair play fumblers of England. This underscores a larger point. We exaggerate the differences but in truth, what makes the Ashes so gripping is that Australia and England are ultimately very much alike, with just enough overlap between our histories, our senses of humour and our outlook on the world to generate the special fizz of siblings come to blows. </p> \n<p>Through the 1960s and 1970s, under the leadership of strong, flexible, quick-thinking personalities such as Richie Benaud and Ian Chappell, Australia forged its modern reputation for hard, ruthless cricket where the switch was almost permanently flicked to attack. Chappell was the grandson of Victor Richardson, who played in the Bodyline series and, interestingly, was one of the few Australians to advocate retaliating with similar tactics against the English. Australia dominated the Ashes through the 1960s, but England came back strongly the next decade under the shrewd, combative captaincy of Ray Illingworth. The contests of the first half of the 1970s, pitting the redoubtable stonewall batting (Geoffrey Boycott) and incisive swing bowling (John Snow, Bob Willis) of England against the top-order brilliance of the Chappell brothers (Ian and Greg) and the tearaway speed of Dennis Lillee and Jeff Thomson, were among the most even and entertaining in Ashes history.</p> \n<p>Aided by the charisma-enhancing qualities of the fashion of the era – long hair, open collars, chest pubes proudly sprouting – Lillee and Thomson helped Australia waltz to victory in 1974-75, breaking English hands and winning Australian hearts along the way. To this day they remain perhaps the most entertaining pace bowling double act ever, a claim nourished in part by the sense that they never seemed to be trying: Thomson in particular, bowling at his peak at speeds that have rarely been matched in the 40 years since, always appeared to have wandered onto the cricket pitch by accident on his way to the beach, an impression he was never especially keen to dispel. </p> \n<p>Australia, brought low by the double blow of World Series Cricket (a breakaway competition launched as a result of a dispute over TV rights) and the “rebel” tours of apartheid-era South Africa (then subject to an international sporting boycott), was not able to select many of its best players for national duty through much of the late 1970s and 1980s. An abrupt decline in the country’s Ashes fortunes followed, with England prospering under a new generation. The two leading English lights during this period were Ian Botham, who won the Headingley Test – and the Ashes series – of 1981 from a seemingly unwinnable position with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/jun/06/20-greatest-ashes-moments-headingley\">possibly the greatest single-match performance in Ashes history</a>, and David Gower, gold of hair, plummy of tongue, and a batsman of immense class and elegance; Australian cricket had its own golden-haired boy during this period, but <a href=\"https://www.youtube.com/watch?v=vkKDQp9BeQY\">he resigned in tears one sorry day in 1984</a>. The contrast spoke volumes.</p> \n<p>By the time Allan Border, the lone guiding light of Australian cricket during its decade-long walk through the night, led Australia to England for the 1989 Ashes, his side had won just one of its previous 11 Test series. But Australia, dismissed at the beginning of the series as the worst antipodean side ever to tour England (a regular brickbat through Ashes history), went on to dominate the series and obliterate the old enemy 4-0. That form carried over into the next series, in which England batsman Graham Gooch famously compared his side’s efforts against the resurgent Australians to “a fart competing with thunder”. Suddenly, the pattern of the previous decade was reversed. </p> \n<figure class=\"element element-image\" data-media-id=\"4318c6dd505f8b9c51392810880f8242f1b3af9f\"> \n <img src=\"http://media.guim.co.uk/4318c6dd505f8b9c51392810880f8242f1b3af9f/0_0_3760_2256/1000.jpg\" alt=\"Australian bowlers Merv Hughes (left) and Shane Warne celebrate after the first Test in Manchester in 1993.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Australian bowlers Merv Hughes (left) and Shane Warne celebrate after the first Test in Manchester in 1993.</span> \n  <span class=\"element-image__credit\">Photograph: David Munden/Popperfoto/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>England wandered through the 1990s like a stunned poodle</strong>, while Australia cemented its place as the dominant force in world cricket. Australia was able to call on the services of Shane Warne, a man who single-handedly revived the lost art of leg spin, a mesmerising method of slow bowling which is exceptionally difficult to perform with any kind of accuracy or consistency; Warne also had a complicated relationship with cigarettes and food, tinned beans especially, and was an inveterate womaniser and drinker.</p> \n<p>He was like a super-charged John Daly, only more talented, more successful, more wayward, and with a more wildly fluctuating waistline; he <a href=\"https://www.youtube.com/watch?v=5Y1hI2Tt8F8\">announced himself as an Ashes force with what became known as “the ball of the century”</a>, <a href=\"https://www.youtube.com/watch?v=QFjf7E41DsA\">celebrated Australia’s 1997 series victory with a famous stump dance</a>, <a href=\"https://www.youtube.com/watch?v=4-OS6PrBz_U\">sledged his way to the top of the sport</a>, ended his career as Australia’s highest ever wicket taker, and soon after got a divorce. England’s strike spin bowler during the 1990s, by contrast, was Phil Tuffnel, a tousle-haired fop with a bum part who terminated his career early to take a spot on “I’m a Celebrity … Get Me Out of Here!”. </p> \n<p>From 1989 to 2005, the Ashes followed a predictable script: England would show up, put up a decent fight for the first few days, then fall in a heap, and another weeks-long humiliation would follow at the hands of the remorseless Australians. Over this eventually quite monotonous 16-year stretch, Australia approached every Ashes series on a war footing, England with the dilettantish skip of an afternoon trip to the patisserie. On paper, 2005 looked likely to stick to form. Australia were world champions in all known forms of the game, boasting the world’s pre-eminent bowlers (Warne and Glenn McGrath, the skinny, lethally consistent, fast-bowling Aykroyd to Warne’s fat man, spin-bowling vaudeville Belushi) and some of its most belligerent, brutally effective batsman. England had entered the series in a decent run of form but all the noises about confidence and new dawns and this time being different had been heard before: this time, surely, would not be different at all. </p> \n<p><strong>What unfolded was <a href=\"https://www.youtube.com/watch?v=uCNoKQABZEs\">the greatest Ashes series of all time</a>,</strong> and arguably the greatest cricket series between any two nations ever. England, with a fearsome quartet of fast bowlers marshalled under the shrewd captaincy of Michael Vaughan, rolled out a peerless weeks-long demonstration of the art of reverse swing – or making the ball move both ways through the air – that left the storied Australian batting lineup utterly bamboozled. The eventual margin of victory (2-1 to England) belied the level of the home side’s superiority throughout the series, and if most of the Tests lasted the full five days, it was mainly because of desperate rearguard scrambling by Australia’s non-specialist batsmen: in <a href=\"https://www.youtube.com/watch?v=gZ_UVhZEnDo\">the tightest, most captivating Test of the five</a>, Australia’s last two – and ostensibly worst – batsmen led an improbable chase of England’s final innings total, before falling agonisingly short. England reacted to Ashes victory with unbridled delight: the players paraded through Trafalgar Square on an open-top bus and met with the Queen, and there was much excited talk of a national revival in the popularity of cricket, by then a distant second to football in the population’s affections.</p> \n<figure class=\"element element-image\" data-media-id=\"d3b87e4caedc87765925ff933e5b734d844ea553\"> \n <img src=\"http://media.guim.co.uk/d3b87e4caedc87765925ff933e5b734d844ea553/0_336_3000_1799/1000.jpg\" alt=\"Andrew Flintoff consoles Brett Lee after England win an epic second Test at Edgbaston by two runs in 2005.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andrew Flintoff consoles Brett Lee after England win an epic second Test at Edgbaston by two runs in 2005.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Shaw/Getty Images</span> \n </figcaption> \n</figure> \n<p>It says much about the evenness of the contests since (England have won three series, Australia two) that we enter today’s opening match of this new instalment of the Ashes with no firm sense of the likely outcome. Australia are slight favourites, having trounced England on Australian soil 5-0 in the most recent series and collected the World Cup in the one-day version of the game earlier this year. But they haven’t won in England in 14 years, and the early signs are that the local ground curators have prepared a series of dead, low-bouncing pitches to nullify the threat of Australia’s primo pace attack – principally, the mustachioed bowling express that is Mitchell Johnson, who <a href=\"https://www.youtube.com/watch?v=djbGMFQXfwU\">lorded over the 2013-14 series with the unrelenting snarl of a junkyard dog</a>.</p> \n<p>Not for the first time, the Ashes begin under a set of recognisable themes. The Australians arrive with a reputation for hammering aggression: the signature conversational contribution of their captain, Michael Clarke, to the last series was to tell one English batsman to <a href=\"https://www.youtube.com/watch?v=sKtvZhmAn0I\">“get ready for a broken fucking arm”</a>. England, meanwhile, have set out a more cautious stall under the patient, watchful leadership of Alastair Cook, a man who always appears to have landed on the cricket pitch as if on a quick break from a yachting holiday off the coast of Croatia.</p> \n<p><strong>The Aggressors against The Accumulators</strong>, attack versus non-defeat: the familiarity of these tropes might be expected to dull the Ashes’ appeal. But they are, as ever, subject to correction in the face of better evidence, and this is one contest where familiarity only feeds the desire for more. The better we know the Ashes, the longer this series’ knotty history extends, the greater our appetite for more of the same. The terminal state of the Ashes watcher is not Ashes fatigue, but more Ashes. England and Australia, brood brothers of cricket, together again. Nothing could be better.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/002c24759d20277263b00be0ef44a3465ce65252/211_359_2663_1597/2663.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1597,"width":2663,"orientation":"landscape","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke, Steve Smith and David Warner of Australia look on during the opening ceremony of the First Test.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ad48d5357d0fb7c2e9b8493d101ffcfa6b61dd2/0_368_3441_2065/3441.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2065,"width":3441,"orientation":"landscape","caption":"Ian Botham of England hooks a ball from Geoff Lawson of Australia on his way to 149 not out in 1981. Photograph: Adrian Murrell/Getty Images","credit":"Adrian Murrell/Getty Images","altText":"Ian Botham of England hooks a ball from Geoff Lawson of Australia on his way to 149 not out in 1981.","cleanCaption":"Ian Botham of England hooks a ball from Geoff Lawson of Australia on his way to 149 not out in 1981.","cleanCredit":"Photograph: Adrian Murrell/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a678dcbf8d9f67733cfedb33c53d2eea1c8380c4/0_210_3045_1828/3045.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1828,"width":3045,"orientation":"landscape","caption":"Don Bradman, left, and Bill Brown walk out to bat. Photograph: Central Press/Getty Images","credit":"Central Press/Getty Images","altText":"Don Bradman, left, and Bill Brown walk out to bat.","cleanCaption":"Don Bradman, left, and Bill Brown walk out to bat.","cleanCredit":"Photograph: Central Press/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4318c6dd505f8b9c51392810880f8242f1b3af9f/0_0_3760_2256/3760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2256,"width":3760,"orientation":"landscape","caption":"Australian bowlers Merv Hughes (left) and Shane Warne celebrate after the first Test in Manchester in 1993. Photograph: David Munden/Popperfoto/Getty Images","credit":"David Munden/Popperfoto/Getty Images","altText":"Australian bowlers Merv Hughes (left) and Shane Warne celebrate after the first Test in Manchester in 1993.","cleanCaption":"Australian bowlers Merv Hughes (left) and Shane Warne celebrate after the first Test in Manchester in 1993.","cleanCredit":"Photograph: David Munden/Popperfoto/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d3b87e4caedc87765925ff933e5b734d844ea553/0_336_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"Andrew Flintoff consoles Brett Lee after England win an epic second Test at Edgbaston by two runs in 2005. Photograph: Tom Shaw/Getty Images","credit":"Tom Shaw/Getty Images","altText":"Andrew Flintoff consoles Brett Lee after England win an epic second Test at Edgbaston by two runs in 2005.","cleanCaption":"Andrew Flintoff consoles Brett Lee after England win an epic second Test at Edgbaston by two runs in 2005.","cleanCredit":"Photograph: Tom Shaw/Getty Images"}],"webPublicationDate":"2015-07-09T10:30:05Z","lastModified":"2015-07-09T14:04:41Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Aaron Timms","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aaron-timms"}],"feature":true,"keywords":["Ashes 2015","The Ashes","Australia cricket team","Australia sport","Cricket","England cricket team","Sport","US sports"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Aaron Timms","topic":{"type":"tag-contributor","name":"profile/aaron-timms"}}],"series":{"title":"Field Notes","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/field-notes"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/ashes-england-cricket-urn","shortUrl":"http://gu.com/p/4afy8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/ashes-england-cricket-urn","webUri":"http://www.theguardian.com/sport/2015/jul/09/ashes-england-cricket-urn"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/002c24759d20277263b00be0ef44a3465ce65252/211_359_2663_1597/2663.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1597,"width":2663,"orientation":"landscape","caption":"Michael Clarke, Steve Smith and David Warner of Australia look on during the opening ceremony of the First Test. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke, Steve Smith and David Warner of Australia look on during the opening ceremony of the First Test.","cleanCaption":"Michael Clarke, Steve Smith and David Warner of Australia look on during the opening ceremony of the First Test.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}},"importance":3,"byline":{"title":"Aaron Timms"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/002c24759d20277263b00be0ef44a3465ce65252/211_359_2663_1597/2663.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1597,"width":2663,"orientation":"landscape","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke, Steve Smith and David Warner of Australia look on during the opening ceremony of the First Test.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}}]}],"lastModified":"2015-07-10T07:28:13Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}