{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Dellavedova, the NBA and Australia's Olympic hopes: the glory days are coming","rawTitle":"Dellavedova, the NBA and Australia's Olympic hopes: the glory days are coming","item":{"type":"comment","id":"commentisfree/2015/jun/16/dellavedova-the-nba-and-australias-olympic-hopes-the-glory-days-are-coming","title":"Dellavedova, the NBA and Australia's Olympic hopes: the glory days are coming","trailText":"Australian basketball player Matthew Dellavedova has taken the US by storm during the NBA finals. This bodes very well for Australia","standFirst":"<p>Australian basketball player Matthew Dellavedova has taken the US by storm during the NBA finals. This bodes very well for Australia</p>","byline":"Kristina Keneally","body":"<p>There’s a revolution underway in Australian men’s basketball. You might be forgiven if you missed it – until now. </p> \n<p>Unless you have been living under a rock – or assiduously avoid the sports pages – you likely know Matthew Dellavedova from Maryborough, Victoria is the most unlikely superstar of the current NBA <a href=\"http://ftw.usatoday.com/2015/06/matthew-dellavedova-joins-list-of-10-most-unlikely-nba-finals-heroes\">finals</a>.</p> \n<p>Known by his nickname <a href=\"https://twitter.com/matthewdelly\">“Delly”</a>, or by his other nickname, <a href=\"http://streamable.com/e6gc\">“Outback Jesus”</a> – courtesy of his miraculous abilities on court combined with his Carpenter of Nazareth hair and beard combination – this Australian with a god-awful ugly shot is the reason the Cleveland Cavaliers are still in with a chance to win the series. </p> \n<p>Like most great players, Dellavedova has his <a href=\"http://ftw.usatoday.com/2015/05/matthew-dellavedova-is-a-dirty-player\">critics</a>, but he deserves the adulation coming his way. He’s not flashy or stylish or selfish. He’s relentless on offence and defence. By NBA standards, he’s a short 6’4”, gawky and not a natural athlete, but he works incredibly hard.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d049df3a5c04a29cd630e3ecab3d94020b5510d3\"> \n <img src=\"http://media.guim.co.uk/d049df3a5c04a29cd630e3ecab3d94020b5510d3/0_31_2962_1778/1000.jpg\" alt=\"Jun 14, 2015; Oakland, CA, USA; Golden State Warriors guard Stephen Curry (30) and Cleveland Cavaliers guard Matthew Dellavedova (8) fight for a loose ball during the first quarter in game five of the NBA Finals at Oracle Arena. Mandatory Credit: Bob Donnan-USA TODAY Sports\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘If there’s a ball on the ground, he’s the first guy to the ground.’</span> \n  <span class=\"element-image__credit\">Photograph: Bob Donnan/USA Today Sports</span> \n </figcaption> \n</figure> \n<p>Delly’s teammate LeBron James –&nbsp;arguably the best player on the planet today –&nbsp;<a href=\"http://www.foxsports.com.au/us-sports/nba-finals-2015-lebron-james-and-matthew-dellavedova-combine-to-move-cleveland-closer-to-nba-title/story-e6frf6ju-1227391873633\">described</a> him thus: “It’s like he’s made of steel or something ...&nbsp;If there’s a ball on the ground, he’s the first guy to the ground ...&nbsp;He gives us everything until the tank is empty. He’s huge for us.&nbsp;I’m never going anywhere without Delly <a href=\"http://www.foxsports.com.au/us-sports/nba-finals-2015-lebron-james-lauds-matthew-dellavedova-for-heroic-nba-finals-defensive-effort/story-e6frf6ju-1227388424028\">again</a>.”</p> \n<p>The Australian public is belatedly coming to the <a href=\"http://www.smh.com.au/sport/the-fitz-files/matthew-dellavedova-showed-the-yanks-how-to-get-it-done-20150612-ghmddl.html\">realisation</a> that we’ve got something special in Dellavedova –&nbsp;just as we did with <a href=\"http://www.heraldsun.com.au/sport/basketball/dante-exum-becomes-instant-millionaire-after-joining-utah-jazz-via-the-nba-draft/story-fni2u9cl-1226968788139\">Dante Exum</a> a few months ago and with <a href=\"http://www.sportal.com.au/nba/photos---patty-mills-and-aron-baynes-in-melbourne/mvwhgibvjr8l1curo2j1hbh10\">Patty Mills and Aron Baynes</a> in last year’s NBA finals. &nbsp;</p> \n<p>But ask most Australians about basketball and they’ll tell you it’s gone downhill since the NBL (Australia’s National Basketball League)&nbsp;“glory days”&nbsp;of the 1990s, back before pay TV and digital broadcasting brought every NBA and NCAA (the US&nbsp;National Collegiate Athletic Association)&nbsp;game into Australian lounge rooms.&nbsp;The NBL was the right product for the times, but like the Palm Pilot and VHS, the old model just can’t compete in the new marketplace. The glory days are never coming back, and unless it adapts, the NBL will struggle to survive. &nbsp;</p> \n<p>Meanwhile, Australia’s male basketball players are storming their way into the best basketball competitions in the world, earning respect and winning titles.&nbsp;Today there are a record seven&nbsp;Australian players in the NBA.&nbsp;Within the next two years that number could rise to 10.&nbsp; Indeed, the Wall Street Journal recently <a href=\"http://www.wsj.com/articles/why-every-nba-team-needs-an-australian-1433175989\">opined</a>, “Why every NBA team needs an Australian.”&nbsp; &nbsp;</p> \n<p>This is fantastic for Australian basketball.</p> \n<p>Australia has never won an Olympic medal in men’s basketball.&nbsp;Yet the Boomers, currently <a href=\"http://www.fiba.com/rankingmen\">ranked</a> 11th&nbsp;in the world, have never had a better prospect of standing on an Olympic podium. &nbsp;</p> \n<p>Nations that win Olympic medals in men’s basketball have the majority of their players playing the majority of their minutes in the NBA.&nbsp;The best way to develop the best Australian men’s national team is to have as many of our players as possible facing the best competition every day.&nbsp;That competition is in the NBA, and to a lesser extent in the NCAA and in Europe. &nbsp;</p> \n<p>We didn’t used to think this way.&nbsp;As recently as the&nbsp;Sydney 2000 Olympics, our basketball squad was 11 players from the NBL and our one NBA player, Luc Longley.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/11/dellavedova-dome-home-town-honours-basketballer\">'Dellavedova Dome': Australian town to honour Cavaliers basketball player</a> </p> \n</aside> \n<p>When the Boomers take the court in Rio in 2016 it is possible that not one of them will be a current NBL player.&nbsp;In fact, several of them –&nbsp;like Delly and Exum –&nbsp;have never even played a game in the NBL.</p> \n<p>Leveraging the best competitions in the world to develop our national team players is a deliberate strategy supported by Basketball Australia and the Boomer’s head coach <a href=\"http://www.basketball.net.au/ba_player/andrej-lemanis/\">Andrej Lemanis</a>.&nbsp;But Lemanis isn’t just sending his players out of the country and hoping they get better.&nbsp;He’s also defining and cultivating an “Australian style of play”:&nbsp; relentless, tough on defence, focused on the fundamentals, and team-centred. Or put another way, everything that Matthew Dellavedova is currently doing. &nbsp;</p> \n<p>Understandably, there are those that mourn the loss of the NBL as the place to watch the best Australian talent.&nbsp;Some even argue that we should try to keep our best players in Australia,&nbsp;as if there is some kind of protectionist policy we can put in place. Like most forms of protectionism, it would do more harm than good.</p> \n<p>There is no evidence that the decline of the NBL has had much effect on Australians’ interest in the sport.&nbsp;Basketball is one of the <a href=\"http://www.basketball.net.au/basketball-australia-to-extend-no-school-no-play/\">strongest</a> growing sports for children’s participation in the nation.&nbsp;It is the second&nbsp;most popular team sport in terms of <a href=\"https://secure.ausport.gov.au/clearinghouse/knowledge_base/sport_participation/community_participation/sport_participation_in_australia\">participation</a>.&nbsp;Some 400 Australians play basketball in the NCAA every year. &nbsp;Australians are amongst the highest subscribers per capita in the world to the NBA League Pass, watching NBA games live and on demand.&nbsp;Australia is one of the top four&nbsp;shipping destinations on earth for the NBA.com store.&nbsp;Our magnificent women’s team, the Opals, are <a href=\"http://www.fiba.com/rankingwomen\">ranked</a>&nbsp;second&nbsp;in the world and are one of Australia’s most successful Olympic teams.&nbsp;The men’s wheelchair team, the Rollers, are ranked first and the women’s team, the Gliders, are <a href=\"http://www.iwbf.org/index.php/2014-09-01-12-31-48/world-championships-results\">ranked</a>&nbsp;sixth.</p> \n<p>In short, Australians love watching basketball and we are damn good at playing it.</p> \n<p>Delly, Mills, Exum and their fellow Aussies wear their national pride on their sleeves –&nbsp;sometimes <a href=\"http://morethan-stats.com/style-2014-nba-draft-best-dressed/\">literally</a>.&nbsp;The Boomers abroad are marvellous ambassadors for our nation and terrific role models for young Australian basketball players.&nbsp;They are showing that the Australian style of play is among&nbsp;the best in the world.&nbsp;</p> \n<p>Indeed, for Australian men’s basketball, the glory days are ahead of us, and coming soon.&nbsp;</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d9930ea7fa6f5faa97898130a6d5858c53bd0317/0_152_3136_1881/3136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1881,"width":3136,"orientation":"landscape","credit":"Jason Miller/Getty Images","altText":"CLEVELAND, OH - JUNE 09:  Matthew Dellavedova #8 of the Cleveland Cavaliers reacts during Game Three of the 2015 NBA Finals at Quicken Loans Arena on June 9, 2015 in Cleveland, Ohio.  NOTE TO USER: User expressly acknowledges and agrees that, by downloading and or using this photograph, user is consenting to the terms and conditions of Getty Images License Agreement.  (Photo by Jason Miller/Getty Images)","cleanCredit":"Photograph: Jason Miller/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d049df3a5c04a29cd630e3ecab3d94020b5510d3/0_31_2962_1778/2962.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2962,"orientation":"landscape","caption":"‘If there’s a ball on the ground, he’s the first guy to the ground.’ Photograph: Bob Donnan/USA Today Sports","credit":"Bob Donnan/USA Today Sports","altText":"Jun 14, 2015; Oakland, CA, USA; Golden State Warriors guard Stephen Curry (30) and Cleveland Cavaliers guard Matthew Dellavedova (8) fight for a loose ball during the first quarter in game five of the NBA Finals at Oracle Arena. Mandatory Credit: Bob Donnan-USA TODAY Sports","cleanCaption":"‘If there’s a ball on the ground, he’s the first guy to the ground.’","cleanCredit":"Photograph: Bob Donnan/USA Today Sports"}],"webPublicationDate":"2015-06-16T01:21:32Z","lastModified":"2015-06-16T01:51:42Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Kristina Keneally","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/16/1424076186212/Kristina-Keneally-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kristina-keneally"}],"feature":false,"keywords":["Basketball","Sport","NBA finals","NBA","NCAA","Australia sport"],"tags":[{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/nba-finals","webTitle":"NBA finals"},{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/ncaa","webTitle":"NCAA"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Kristina Keneally","topic":{"type":"tag-contributor","name":"profile/kristina-keneally"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/16/dellavedova-the-nba-and-australias-olympic-hopes-the-glory-days-are-coming","shortUrl":"http://gu.com/p/49zh9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/16/dellavedova-the-nba-and-australias-olympic-hopes-the-glory-days-are-coming","webUri":"http://www.theguardian.com/commentisfree/2015/jun/16/dellavedova-the-nba-and-australias-olympic-hopes-the-glory-days-are-coming"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d9930ea7fa6f5faa97898130a6d5858c53bd0317/0_147_3136_2111/3136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2111,"width":3136,"orientation":"landscape","caption":"‘Indeed, for Australian men’s basketball, the glory days are ahead of us, and coming soon.’ Matthew Dellavedova of the Cleveland Cavaliers reacts during Game Three of the 2015 NBA Finals.  Photograph: Jason Miller/Getty Images","credit":"Jason Miller/Getty Images","altText":"Matthew Dellavedova of the Cleveland Cavaliers reacts during Game Three of the 2015 NBA Finals.","cleanCaption":"‘Indeed, for Australian men’s basketball, the glory days are ahead of us, and coming soon.’ Matthew Dellavedova of the Cleveland Cavaliers reacts during Game Three of the 2015 NBA Finals. ","cleanCredit":"Photograph: Jason Miller/Getty Images"}},"importance":7,"byline":{"title":"Kristina Keneally"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/684a995797e6397d4726350718bf5f5d335c6ac8/0_37_3600_2160/1000.jpg","height":600,"width":1000}}]},{"title":"Victorians, end the ancient rivalry and embrace your northern neighbours!","rawTitle":"Victorians, end the ancient rivalry and embrace your northern neighbours!","item":{"type":"comment","id":"sport/2015/jun/16/victorians-end-the-ancient-rivalry-and-embrace-your-northern-neighbours","title":"Victorians, end the ancient rivalry and embrace your northern neighbours!","trailText":"The State of Origin journeys to Victoria, but for those unsure as to who to support, forget Queensland - it’s New South Wales that deserves your affection","standFirst":"<p>The State of Origin journeys to Victoria, but for those unsure as to who to support, forget Queensland - it’s New South Wales that deserves your affection</p>","byline":"Ben Pobjie","body":"<p>Tomorrow night, for the fourth time in history and the first time since 1997, State of Origin rugby league will thunder out upon the sacred grass of the MCG. But why, many denizens of the southern citadel will be asking, should we care? </p> \n<p>In Melbourne, most people regard rugby league as less a sport than a security blanket, something to cling to when they really need reassurance that they’re better than Sydney. Their game is dull, thuggish and one-dimensional, while ours is elegant, multi-faceted and spectacular: so goes the Victorian mythos drummed into every child south of the Murray from birth. So why should they care?</p> \n<p>Well, let’s look at that whole “sporting capital of the world” thing. </p> \n<p>Melburnians like to use this phrase almost as much as “most liveable city”, and with the same sense of odd confidence, as if these are actual official titles that the rest of the world handed to Melbourne, in awe of its magnificence. Yes, Melbourne is a sport-mad city. But if you really want to earn the tag of “sporting capital”, you better have more strings to your bow than one football competition and the Spring Dumb Hats and Gambling Carnival.</p> \n<p>No, to be the capital you need more, and a good start would be the warm embrace of the series that arouses more extreme emotions in its followers than the miracle of childbirth and same-sex marriage combined.</p> \n<p>State of Origin has a power to render the most sensible among us incapable of rational thought. It possesses a violent beauty that makes one simultaneously shudder and rhapsodise – a concerto played on bone and muscle and heart. </p> \n<p>And like all the greatest sporting events, it is a theatre of raw hatred. Not hatred as you Victorians think you know it – this is not the petty dislike of Collingwood v Carlton, this is a deep-down, bestial, idiotic hatred, where players you adore every other day of the year become your worst enemy for two hours. </p> \n<p>I cheer on the stars of my team, the Melbourne Storm, every week: but when Origin comes around Smith, Cronk and Slater are the worst kind of morally bankrupt pond scum, and I would give anything to see their hopes and dreams destroyed. That’s the essence of Origin, and it’s a passion that anyone who calls themselves a sports fan should be willing to jump on board with.</p> \n<p>I know it might be intimidating to give yourself to the alien code, but it can also bring much joy. I discovered this when I migrated south in 1999 and rapidly became a fanatical AFL devotee. And the beauty of league is it’s such a simple game to learn – all you need to know is that you can’t pass the ball forward, a try isn’t just an attempt, and that Ray Warren is completely raving bonkers out of his mind. </p> \n<p>And that you should support NSW. </p> \n<p>This is very important: Victorians may feel the solidarity of the downtrodden with Queensland against the arrogant Sydneysiders; but in rugby league, believe me, Queensland is very much the Evil Empire. It is they, the tyrannical maroon hordes, who have been trampling over the hapless blue serfs for many years, and it is the plucky outgunned New South Welshmen who take the field as perennial underdogs. </p> \n<p>So it’s very important that tomorrow night at the ‘G, we all roar our throats out for our brothers in blue, lest the northern despots have their egos further inflated.</p> \n<p>And for those already of the league faith, who fear that placing the game’s showcase in enemy territory sullies the sport? Relax: when you have something this beautiful, you should share it with as many people as possible. </p> \n<p>This game is an opportunity to bring Australians of all backgrounds together, to be not divided by our differences, but united by our commonalities. Because when it comes down to it, whether you were raised on Aussie rules, or rugby league, or some other weird thing, we all share the basic human trait of loving the sight of huge men crashing into each other at high speed. </p> \n<p>And State of Origin is the greatest expression of that truth the world has ever seen.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b6a7a643e03a87169716a59508d39223a605af0/0_0_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","credit":"Steve Christo/Corbis","altText":"NSW v Queensland","cleanCredit":"Photograph: Steve Christo/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-16T04:50:09Z","lastModified":"2015-06-16T04:51:42Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Ben Pobjie","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-pobjie"}],"feature":false,"keywords":["State of Origin","NRL","Australia sport","Rugby league","Sport"],"tags":[{"id":"sport/state-of-origin","webTitle":"State of Origin"},{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ben Pobjie","topic":{"type":"tag-contributor","name":"profile/ben-pobjie"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/victorians-end-the-ancient-rivalry-and-embrace-your-northern-neighbours","shortUrl":"http://gu.com/p/49ztt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/victorians-end-the-ancient-rivalry-and-embrace-your-northern-neighbours","webUri":"http://www.theguardian.com/sport/2015/jun/16/victorians-end-the-ancient-rivalry-and-embrace-your-northern-neighbours"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b6a7a643e03a87169716a59508d39223a605af0/0_0_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","caption":"Is there anything better than thousands of kilos of unadulterated man-flesh running full tilt at each other, over and over again?  Photograph: Steve Christo/Corbis","credit":"Steve Christo/Corbis","altText":"NSW v Queensland","cleanCaption":"Is there anything better than thousands of kilos of unadulterated man-flesh running full tilt at each other, over and over again? ","cleanCredit":"Photograph: Steve Christo/Corbis"}},"importance":5,"byline":{"title":"Ben Pobjie"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/98c5e901459fcbf3e4e0524e2cc40d5d90b5fc28/502_111_2564_1539/1000.jpg","height":600,"width":1000}}]},{"title":"Wilder’s lethargic win shows that Joshua has nothing to fear","rawTitle":"Wilder’s lethargic win shows that Joshua has nothing to fear","item":{"type":"article","id":"sport/blog/2015/jun/15/deontay-wilder-eric-molina-anthony-joshua-heavyweight-boxing","title":"Deontay Wilder’s lethargic win shows Anthony Joshua has nothing to fear","trailText":"The WBC heavyweight champion’s scrappy defence against Eric Molina will have strengthened the British boxer’s resolve to fight him sooner rather than later","standFirst":"The WBC heavyweight champion’s scrappy defence against Eric Molina will have strengthened the British boxer’s resolve to fight him sooner rather than later","byline":"Kevin Mitchell","body":"<p>There is much media agonising about who should be the next man to stand in front of Anthony Joshua on his road to world heavyweight title glory. Here is a foolproof solution: track Deontay Wilder’s opponents, starting with his latest patsy, the underwhelming Eric “The Drummer Boy” Molina, then go looking for the former champion Bermane Stiverne, the only opponent to take Wilder the distance. He won’t be hard to find.</p> \n<p>If Joshua’s ultimate goal is a fight with Wilder (presuming Wilder hangs on to his WBC title against the mandatory challenger, Alexander Povetkin), there is no more convincing path than to out-perform the champion against his old opponents. They would be glad of the payday. Stiverne would be a genuine challenge. Molina … er, less so. If Joshua could not knock out Molina inside a round there would need to be a steward’s inquiry.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/deontay-wilder-eric-molina-boxing\">Deontay Wilder knocks out Eric Molina to retain WBC heavyweight title</a> </p> \n</aside> \n<p>Wilder laboured for nine rounds in front of his Alabama fans on Saturday night before getting rid of the game 33-year-old Texan with no chin. Even this far away watching on television, he looked lethargic and strangely reluctant to finish the job, and the American with the power and reputation of a budding heavyweight ogre needs his trainer Mark Breland to remind him of his strengths – which are fairly obvious.</p> \n<p>It was a poor performance but resulted nevertheless in the delivery of a 33rd stoppage win in 34 fights. Wilder, who had to drive only 60 miles from Tuscaloosa to get to the fight, put poor Molina down four times – with mainly glancing blows and shoves – yet was wobbled momentarily in the third round and nonplussed every time he was put on the back foot, by feints or crude charging from his desperate opponent, whose limp left lead was no more than a range-finder for the occasional haymaker off either wing.</p> \n<p>Molina was probably the worst challenger for a world heavyweight title since, well, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/apr/27/audley-harrison-crumbles-defeat-70-seconds\" title=\"\">Audley Harrison was blown away in a round by Wilder</a> two Aprils ago. At least Harrison had some pedigree. What he had very little of that night was ambition.</p> \n<p>For Molina, the reverse was true but, with the best will in the world (and everyone says what a good guy the full-time special needs teacher is), he should not have been allowed anywhere near a world title fight. He had his first pro fight eight years ago, and was knocked out that night in a round by another debutant, Ashanti “The Boss” Jordan, who retired two years later with a modest cv.</p> \n<p>Molina did, however, get out of the first round against Wilder (where his two previous defeats were visited on him – the other being at the hands of Chris Arreola – another opponent for Joshua to chase), and went on to thrash and charge at the champion for another quarter of an hour or so, intermittently retreating into a default position of rolled-up, rubber-ball defence on the ropes, where he suffered for his reticence.</p> \n<p>Wilder could have and should have had the challenger flat on his back inside three minutes. Joshua almost certainly would have done so. As would David Price and most other respectable young heavyweights.</p> \n<p>If Wilder fights like that against Wladimir Klitschko (who owns the other three versions of the title), he will be a former champion in one painful evening. He is clueless when not allowed to press the fight, although he is without doubt a lethal punch-thrower and impressively athletic for a 6ft 7in boxer who came late to the sport.</p> \n<p>Still, on this evidence, Wilder is not the heavyweight saviour the Americans have been waiting for. He will excite audiences against lesser opposition and he might even surprise everyone and knock out Klitschko, if he can land one of his bombs. But, even against such mediocre opposition as Molina, he looked more concerned about walking on to a big counter than doing his job.</p> \n<p>When it is boiled down, that is what he is: a knockout artist. And any ambitious heavyweight with skills and daring will fancy his chances against him. Joshua could beat Wilder right now. And again on Tuesday.</p> \n<h2>Meanwhile …</h2> \n<p>On a more upbeat note for hometown fighters, the 31-year-old Lee “Playboy” Haskins looked sensational on Channel 5 stopping Japan’s Ryosuke Iwasa in six rounds in front of his Bristol fans on Saturday to win the IBF interim bantamweight title. Time to change the nom de guerre, Lee – especially if you want to go up against the real champion, Shinsuke Yamanaka, the only other fighter to beat Iwasa. If Haskins can find a left hook like the one that stiffened Iwasa’s legs, he will have at least a fighting chance against the unbeaten Yamanaka, who has held the WBC belt for four years.</p> \n<figure class=\"element element-image\" data-media-id=\"afc0e36a4bfe225f22ee5dd2f29d25b4f895609b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434379344107/6a3cd6fd-c5ac-48c8-b0ec-8ef8c368f909-460x344.jpeg\" alt=\"Lee Haskins celebrates after defeating Ryosuke Iwasa.\" width=\"460\" height=\"344\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lee Haskins celebrates after defeating Ryosuke Iwasa.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Hoskins/Getty Images</span> \n </figcaption> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/15/1434375952161/Deontay-Wilder-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Deontay Wilder celebrates the successful defence of his WBC heavyweight title with his win over Eric Molina on Saturday. Photograph: Brynn Anderson/AP","credit":"Brynn Anderson/AP","altText":"Deontay Wilder","cleanCaption":"Deontay Wilder celebrates the successful defence of his WBC heavyweight title with his win over Eric Molina on Saturday. Photograph: Brynn Anderson/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434379344738/6a3cd6fd-c5ac-48c8-b0ec-8ef8c368f909-2060x1542.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1542,"width":2060,"orientation":"landscape","caption":"Lee Haskins celebrates after defeating Ryosuke Iwasa. Photograph: Ben Hoskins/Getty Images","credit":"Ben Hoskins/Getty Images","altText":"Lee Haskins celebrates after defeating Ryosuke Iwasa.","cleanCaption":"Lee Haskins celebrates after defeating Ryosuke Iwasa.","cleanCredit":"Photograph: Ben Hoskins/Getty Images"}],"webPublicationDate":"2015-06-15T13:55:25Z","lastModified":"2015-06-15T14:50:38Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Boxing","Anthony Joshua","Sport"],"tags":[{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/anthony-joshua","webTitle":"Anthony Joshua"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/15/deontay-wilder-eric-molina-anthony-joshua-heavyweight-boxing","shortUrl":"http://gu.com/p/49z62","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/15/deontay-wilder-eric-molina-anthony-joshua-heavyweight-boxing","webUri":"http://www.theguardian.com/sport/blog/2015/jun/15/deontay-wilder-eric-molina-anthony-joshua-heavyweight-boxing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/15/1434375952161/Deontay-Wilder-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Deontay Wilder celebrates the successful defence of his WBC heavyweight title with his win over Eric Molina on Saturday. Photograph: Brynn Anderson/AP","credit":"Brynn Anderson/AP","altText":"Deontay Wilder","cleanCaption":"Deontay Wilder celebrates the successful defence of his WBC heavyweight title with his win over Eric Molina on Saturday. Photograph: Brynn Anderson/AP"}},"importance":5,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/e6b5fc919b3dadfc30e1f55060441d0a5a8c6b78/1038_897_1509_906/1000.jpg","height":600,"width":999}}]},{"title":"What to look out for from Queensland and NSW Blues in State of Origin","rawTitle":"What to look out for from Queensland and NSW Blues in State of Origin","item":{"type":"article","id":"sport/blog/2015/jun/16/nrl-origin-game-ii-preview","title":"State of Origin Game II: what to look out for from Queensland and the NSW Blues","trailText":"The loss of Cooper Cronk could test the Maroons, but with Inglis returning to form and Farah an injury risk, it could be a game for the Queenslanders","standFirst":"<p>The loss of Cooper Cronk could test the Maroons, but with Inglis returning to form and Farah an injury risk, it could be a game for the Queenslanders</p>","byline":"Matt Cleary","body":"<p>Each year since 2005 Queensland have assembled roughly the same, best rugby league men of Australia, draped them in maroon guernseys and yelled “Queenslander!” at them until they froth at the mouth like Cane Toads, all bulbous spit and riddupping ‘tood. And it’s been jolly effective, as eight titles in a row would attest. </p> \n<p>It also helps that they have some of the great players - ultra-professional, motivated and high-skilled humans based around a champion core - Cooper Cronk, Johnathan Thurston, Justin Hodges, Greg Inglis, Billy Slater, Cameron Smith, Sam Thaiday and Darius Boyd. This is one of the great rugby league teams.</p> \n<p>And yet … and yet they only beat New South Wales by one point in Game One. And this after the Blues turned in perhaps the worst forty minutes of attacking football across all senior levels of rugby league in this year of our Lord Rocket Reddy 2015. A heap of turnover ball, dud options, didn’t kick a penalty into touch. How do you not kick a penalty into touch? Late in the game they twice stuffed up field goals, a move so practiced they run drills in their dreams. </p> \n<p>The Blues? They were poop, the Blues.</p> \n<p>And yet Queensland could only beat that by one point? With that champion team? Against one-armed Robbie Farah. Against a team lacking non-playing Paul Gallen and Brett Morris. Against a Blues machine with a spine so muddled and dithering it couldn’t drop-kick the ball between two sticks from twenty metres out? Queensland could only beat that poop by a point?</p> \n<p>Granted they did what they had to do. They know how to win, the Maroons. Their champions just know. And it’s huge for Queensland to be one-up heading to Brisbane for either decider or lap of honour.</p> \n<p>But questions remain.</p> \n<p>How fit is Billy Slater, for one. Greg Inglis was a hollowed-out old emu in Game One. But they still chucked him in, glassy-eyed and twitching, dry-retching. He wasn’t that crook. But even that crook the man’s very presence is dangerous. The very possibilities of him, what he might do. That’s a dangerous man who frightens defenders just by being there. And given his club form’s been progressively hotter since, you’d be surprised if the great man doesn’t torch the Blues out wide at some stage Wednesday night. His combination with Thurston inside and Boyd on the wing, that, people, is rugby league best practice. That combination can ruin you, particularly with Slater screaming around out the back. But Billy’s got a bung wing. And here we are.</p> \n<p>Now, Slater will play. Like Inglis you’d still have him out there, just for fear factor. And he’s a hard-arse, Billy. Maggot hard. But so is Beau Scott. And so is Josh Jackson. And so is old man river Paul Gallen. And these three hard-shouldered hombres, these terror units, are going to “test” Slater’s shoulder by doing to him what Hodges did to Farah in Game One: double-man jiu-jitsu shoulder-slam, baby.</p> \n<p>Double-man jiu-jitsu shoulder-slam.</p> \n<p>In modern day rugby league, there aren’t usually what traditionalists would call halfbacks and five-eighths, meaning ones who pass the ball to each other and send it on out the backline. Cooper Cronk is a seven and so is Johnathan Thurston, who’s also a magnificent six. And so Queensland like most teams have two guys who are good at passing and kicking and controlling either side of the ruck. And that’s how things roll.</p> \n<p>But for mine NSW have picked the same player in the six and seven. And while they have a mandate to do what they do on either side, Mitchell Pearce and Trent Hodkinson are halfbacks.</p> \n<p>They’re one-pass-off-the-ruck men. Controllers. And while you’re loathe to question Laurie Daley, far better rugby league minds than mine would attest that halves have better “balance” if they complement one another rather than being effectively the same man.</p> \n<p>Better surely to have one “controller” who does the link man stuff and yells at forwards and kicks the mucous out of it long on tackle five downtown. See: Pearce. And then your other half is your rock-n-roll action man who runs and attacks and does tricky things on tackle five that others don’t expect. See: Blake Austin. Or Josh Reynolds. Or Jamie Soward. Or Kieran Foran if you will - and I do.</p> \n<p>Do not, however, see Trent Hodkinson. </p> \n<p>But good luck to him. Here’s hoping he has a good hard game and kicks the ball out on the full when he’s mandated to do so by the laws of rugby league. But if he stuffs up on the death like he did in Game One then he won’t play State of Origin again. Well, maybe he will. But he’s down on club form, down on confidence, and was benched by Des Hasler in a club fixture. And he’s on a promise. And he must surely know it. Good luck to him. But you’d suggest this is it.</p> \n<p>Was it all Hodkinson’s fault that those field goals didn’t go over in Game One? Of course not. Team game, and everyone dies with everyone else. And Robbie Farah and Mitchell Pearce would tell you that. Had a yarn with Farah on the Friday after Origin One, and as he says in this month’s Inside Sport magazine, those last ten minutes didn’t go to plan.</p> \n<p>“We had a penalty and myself and the halves got together, spoke about the set. We’d run our structure then work back towards the posts. Which we did. If you look at the set we went right, shifted it back. Play the ball was under the posts.</p> \n<p>“Mitch was out to my right, Trent was to my left. We’d trained for it, in case Mitch was pressured he could pass to Trent. For some reason, I don’t know why, we didn’t take the shot. Between the three of us there was communication breakdown. Not sure what they saw but I was expecting them to take the field goal. And we buggered the set up, kicked it dead on the last.</p> \n<p>“Then Queensland went down and kicked the goal. And then we stuffed it up again. I passed it to the wrong person. ‘Duges’ [Josh Dugan] got a shot away, struck it well, but …”.</p> \n<p>A winner? Dunno. Bookies will return you ninety cents for a dollar outlaid on both teams winning. And there’s every chance it’ll be another hard-case game of completed sets, repeat sets and repeated brutalisation of one’s enemies. Apart from the odd star-spangled banner burst - Billy Slater in ’04; Josh Morris in ’15 - Origins are hard, clinical, surgical, hyper-physical human chess in which forwards don’t pass and backs run straight and everyone finishes the game bleeding.</p> \n<p>But a winner? Queensland, probably. Cooper Cronk is a huge out. And Paul Gallen and Brett Morris coming back from the Blues is a fine fillip. But Queensland, with Inglis in form running off Thurston, running off a go-forward pack that made easy, dominant metres well into enemy territory late in Game One … you’d suggest Queensland have the better team.</p> \n<p>And Farah’s shoulder, like Slater’s, will be tested in combat. Justin Hodges, Nate Myles and all those bad-boys, they’ll belt Farah because they know if he goes off NSW don’t have a ruck-based ball distributor or dangerous dummy-half sniper who can make sixty tackles with a bung arm. And that could be bad.</p> \n<p>The Blues will try and try again, and they have some hard and fast men. Dugan, Micky Jennings, the Morris brother, these people are more hairy goat than man. But this Queensland is this Queensland. The greatest there’s ever been.</p> \n<p>Maroons by 7.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8ba6e1dae445ab6065d7788615df943f6dcd4da5/0_0_3670_2203/3670.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2203,"width":3670,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Cockroaches v Cane Toads","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-16T03:27:34Z","lastModified":"2015-06-16T03:27:38Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Matt Cleary","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412086616318/Matt-Cleary-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-cleary"}],"feature":true,"keywords":["State of Origin","NRL","Rugby league","Australia sport","Sport"],"tags":[{"id":"sport/state-of-origin","webTitle":"State of Origin"},{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Matt Cleary","topic":{"type":"tag-contributor","name":"profile/matt-cleary"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/16/nrl-origin-game-ii-preview","shortUrl":"http://gu.com/p/49zhv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/16/nrl-origin-game-ii-preview","webUri":"http://www.theguardian.com/sport/blog/2015/jun/16/nrl-origin-game-ii-preview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8ba6e1dae445ab6065d7788615df943f6dcd4da5/0_0_3670_2203/3670.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2203,"width":3670,"orientation":"landscape","caption":"Blues fans show their support during game one of the State of Origin series between the New South Wales Blues and the Queensland Maroons. Photograph: Cameron Spencer/Getty Images","credit":"Cameron Spencer/Getty Images","altText":"Cockroaches v Cane Toads","cleanCaption":"Blues fans show their support during game one of the State of Origin series between the New South Wales Blues and the Queensland Maroons.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}},"importance":4,"byline":{"title":"Matt Cleary"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8ba6e1dae445ab6065d7788615df943f6dcd4da5/0_0_3670_2203/3670.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2203,"width":3670,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Cockroaches v Cane Toads","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}}]},{"title":"Sport Network / County cricket: the week's final over","rawTitle":"County cricket: the week's final over","item":{"type":"article","id":"sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire","title":"County cricket: the week's final over","trailText":"Six talking points from the week’s county cricket, including praise for Durham’s bowlers, Jonny Bairstow, Fidel Edwards James Faulkner and James Vince","standFirst":"<p>Six talking points from the week’s county cricket, including praise for Durham’s bowlers, Jonny Bairstow, Fidel Edwards, James Faulkner and James Vince</p>\n<p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Gary Naylor","body":"<h2>Ball One: Four Durham players do the work of 11 against Somerset</h2> \n<p>The musical chairs at top of Division One continued this week, with Durham finding themselves at the summit when the music stopped, with a handy cushion of 11 points as we go to midsummer. That’s almost entirely thanks to the bowlers who, collectively, had a good match with the ball and with the bat. When Durham were 119-6 in the first innings, and 101-6 in the second, Somerset must have thought they were in with a shout, but Paul Coughlin (0, 54), John Hastings (28, 79), Chris Rushworth (13, 43) and Graham Onions (1*, 3*) gave themselves something to bowl at and then shared 19 of the 20 wickets between them. They are exactly the kind of resourceful cricketers any side that wants to compete hard in 16 four-day matches spread over six months needs – though the quartet will hope to have a bit more help in the future.</p> \n<h2>Ball Two: Bairstow for Buttler for England?</h2> \n<p>Yorkshire beat Middlesex at Headingley in a low-scoring match that finished with both teams level on points in the table, although the Tykes have a game in hand. Fourteen wickets fell on the first day, 10 on the second and 12 on the third, so it was the kind of match in which one innings can make all the difference. That knock was played by Jonny Bairstow, whose 125* was 55 runs more than the next best in the match (that from another ex-England man, Nick Compton). Bairstow is averaging over 80 in the County Championship, with two tons and three fifties already notched in his three matches to date. With Jos Buttler’s batting for England becoming crucial in all formats, is there a case for his following the likes of Kumar Sangakarra and Alec Stewart, with the masterblaster selected as a specialist batsman? If so, the Yorkshire keeper (if he plays straight and not round his front pad, as he did when last having a taste of the international game) will let nobody down at No7, nor with the gloves.</p> \n<h2>Ball Three: Hampshire can bring out the cigars at last</h2> \n<p>The nine-team format in Division One allied to the 16-points-for-a-win system rewards attacking cricket/result pitches (delete to taste) and nowhere more so than at Hove, where Sussex (three wins, four defeats, no draws) are enjoying a topsy-turvy season. Hampshire won’t complain though, their first win of 2015 lifting them to mid-table respectability. That result was always likely once Fidel Edwards had shot out four of the home team’s top five at the end of Day Two, with Sussex already halfway through their second innings on a capricious track. It’s good to see Fidel (now aged 33), an uncomplicated bowler who simply gets it down to the other end as quickly as possible, back in the county game and doing well. One can’t help but cast a thought towards Jamaica though, where the once mighty West Indies can field just the two quicks against Australia in the Test match.</p> \n<h2>Ball Four: Smiles under Giles at Old Trafford</h2> \n<p>Lancashire marched on towards promotion with their fifth win of the season taking them a yawning 60 points clear of third-place Glamorgan with two to go up in September. Though there was another handy contribution from World Cup final man of the match, James Faulkner (covering for the absent Peter Siddle, who was away with Australia but not in their Test team). The Zimbabwean quick bowler, Kyle Jarvis, took nine scalps in the match for just 106 runs. Jarvis has 47 wickets at 21 with half of the season left to play and the magical 100 wickets mark just about in sight. He, like his fellow players and the often difficult to please membership at Old Trafford, is enjoying life under Ashley Giles.</p> \n<h2>Ball Five: Vince convinces in well timed chase</h2> \n<p>We’re roughly at the halfway point of the T20 Blast and no county is completely out of it. The top four in each group will progress to the quarter-finals (though Derbyshire and, perhaps surprisingly, Surrey and Northamptonshire need to get a move on). Performance of the week goes to Hampshire captain James Vince, who, on a misty, drizzly night, steered his team to the sanctuary of 187, the 18 overs target achieved with a ball to spare at Canterbury. The skipper’s contribution was a perfectly judged 99* off 57 balls, including five sixes off a flogged Kent attack. With one England ODI cap (in the subsequently abandoned match in Ireland last month), Vince will act as a useful touchstone for England’s brave new world of white ball cricket. When a slot becomes available in the upper order (as the madcap international schedule makes almost inevitable), do the selectors go for an Ian Bell or a Ravi Bopara or do they embrace the future and go with 24-year-old Vince?</p> \n<h2>Ball Six: Scheduling is tricky but cricket has to be smarter</h2> \n<p>Fitting three domestic competitions into the English summer is tough enough – roll in demands for “appointment events”, an easily followed narrative and at least some time for players to adjust from one format to the next and you have a puzzle that might fox <a href=\"https://en.wikipedia.org/wiki/Magnus_Carlsen\">Magnus Carlsen</a>. But it seemed ill-judged to schedule eight T20 matches on Friday night directly against England’s second ODI of a thrilling series (and another three on Sunday against the third ODI) while Saturday featured just the one T20 match. With the domestic football season finished and England playing away on the Sunday, and without any rugby or tennis to distract the casual sports fan, if they did fancy a bit of cricket, there was no match in England to watch. June 13 was unlucky for them.</p> \n<p><strong><span class=\"bullet\">•</span> This is an article from our </strong><a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\"><strong>Guardian Sport Network</strong></a><br /><strong><span class=\"bullet\">•</span> This article first appeared on </strong><a href=\"http://nestaquin.wordpress.com/\"><strong>The 99.4 Cricket Blog</strong></a><br /><strong><span class=\"bullet\">•</span> Follow </strong><a href=\"https://twitter.com/garynaylor999\"><strong>Gary Naylor</strong></a><strong> on Twitter</strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365596469/7bb4e7a8-b920-4f9e-bd67-5efb92d06784-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Charlie Crowhurst/Getty Images","altText":"Fidel Edwards","cleanCredit":"Photograph: Charlie Crowhurst/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T10:57:02Z","lastModified":"2015-06-15T10:57:03Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Gary Naylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gary-naylor"}],"feature":true,"keywords":["Cricket","Sport","County Championship Division One","County Championship Division Two","Durham","Yorkshire","Middlesex","Somerset","Sussex","Hampshire","Lancashire","Glamorgan"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/countychampionship1stdivisioncricket","webTitle":"County Championship Division One"},{"id":"sport/countychampionship2nddivisioncricket","webTitle":"County Championship Division Two"},{"id":"sport/durham","webTitle":"Durham"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/middlesex","webTitle":"Middlesex"},{"id":"sport/somerset","webTitle":"Somerset"},{"id":"sport/sussexccc","webTitle":"Sussex"},{"id":"sport/hampshire","webTitle":"Hampshire"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"sport/glamorganccc","webTitle":"Glamorgan"}],"section":{"id":"sport"},"topics":[{"displayName":"Gary Naylor","topic":{"type":"tag-contributor","name":"profile/gary-naylor"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire","shortUrl":"http://gu.com/p/49np4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire","webUri":"http://www.theguardian.com/sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365596469/7bb4e7a8-b920-4f9e-bd67-5efb92d06784-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fidel Edwards celebrates after taking the wicket of Matthew Machan in Hampshire’s victory over Sussex. Photograph: Charlie Crowhurst/Getty Images","credit":"Charlie Crowhurst/Getty Images","altText":"Fidel Edwards","cleanCaption":"Fidel Edwards celebrates after taking the wicket of Matthew Machan in Hampshire’s victory over Sussex.","cleanCredit":"Photograph: Charlie Crowhurst/Getty Images"}},"importance":4,"kicker":{"title":"Sport Network"},"byline":{"title":"Gary Naylor"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ea90cd95d7db301ac92235c11c0a3c390b2ec63c/1117_336_987_592/987.jpg","height":592,"width":987}}]},{"title":"Jack Wilshere / Gascoigne inspired me to play with no fear for England","rawTitle":"Gascoigne inspired me to play with no fear for England","item":{"type":"article","id":"football/2015/jun/15/jack-wilshere-paul-gascoigne-england","title":"Jack Wilshere: Paul Gascoigne inspired me to play with no fear for England","trailText":"The Arsenal midfielder’s spectacular display in Slovenia should help him make a midfield berth in the England side his own if he can finally stay clear of injuries","standFirst":"The Arsenal midfielder’s display in Slovenia should help him make a midfield berth in the England side his own if he can finally stay clear of injuries","byline":"Daniel Taylor","body":"<p>As Jack Wilshere reflected on his most illuminating performance in England’s colours, the midfielder dropped into the conversation that on the flight into Joze Pucnik airport he had watched the new film about Paul Gascoigne’s life and realised they had a few things in common.</p> \n<p>“It did inspire me,” Wilshere said. “You could tell by the way he played for England that he didn’t feel any fear. He was over that. Sometimes when people play for their country I think there is that little bit of fear and pressure. But he just wanted to go out there. He felt at his best when he was playing, with the ball at his feet, and I sometimes feel that way.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/14/jack-wilshere-no-regrets-england-thunderbolts\">Jack Wilshere leaves no room for regrets with England thunderbolts | Dominic Fifield</a> </p> \n</aside> \n<p>Wilshere had not been born when Gascoigne’s tears came to symbolise <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/15/italia-90-world-cup-special\">an entire World Cup in 1990</a> but it was a lesson to him that, away from all the headlines, the traumas and crises, when everything was stripped down this was “the best footballer England had”. He also said he would like to meet Gascoigne and, before anyone starts rolling their eyes in anticipation of what comes next, it should be pointed out there was no talk – and no questions – about England maybe having a new Gazza now.</p> \n<p>What we did see in Ljubljana, though, was a performance to strengthen the view that Wilshere is coming into his own for England and all that rich potential can fully flower providing he does not succumb again to the injury issues that have disrupted his career. Wilshere’s goals told only part of the story and, after some initial scepticism, it is only fair to say Roy Hodgson appears to have made a wise move asking the midfielder to modify his role slightly and operate from a deep-lying starting position.</p> \n<p>The position tends to be known as a holding role yet that description does not fully apply to Wilshere’s interpretation and the two firecrackers he sent into the top corner of Slovenia’s goal in England’s 3-2 win provided compelling evidence that a player with his gifts does not have to be restricted to one job.</p> \n<p>Wilshere’s analysis also felt encouraging from the sense he has clearly studied the role and applied a lot of thought to it. For the most part, he said, it was about anticipation and positional sense. He had twin responsibilities to orchestrate play and shield the defence but he also had a licence to roam forward at the appropriate times, as long as it was always in his mind not to be caught too far upfield in case the opposition broke.</p> \n<p>“A big part of the role is that when we’re attacking, I’m backing up play,” Wilshere said. “You’re not defending at that stage, but you are trying to stop the counterattack if it happens. You’re basically trying to read the position where the ball will drop. You can go to the edge of the box and the ball might drop to you. But it’s the balance that’s important. Sometimes you have to shield and sometimes you have to press.”</p> \n<p>Paul Scholes performed a similar job in his later years, albeit curtailing his attacking instincts more, and Wilshere has grown accustomed to the comparisons with the former England and Manchester United midfielder. Yet Hodgson, for one, cannot see a great deal that the two have in common, apart from their finesse on the ball and the fact they are roughly the same height.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england\">Roy Hodgson tells Nathaniel Clyne that form is not enough for England</a> </p> \n</aside> \n<p>“I was abroad when Paul Scholes was in his heyday but I remember him, of course, and I coached teams against him and they are different players,” Hodgson said. “Paul was a goalscorer from midfield and a long passer, the same as Steven Gerrard. Jack, on the other hand, has a unique game. He has that ability to receive balls on the turn, to twist and turn past players in the same movement. His vision could probably be compared to Paul but they are different.”</p> \n<p>Hodgson does not generally like comparisons and is also reluctant sometimes to heap too much acclaim on one player. Here he took the slightly unusual step – certainly when the player in question is 23 – to ask the England press corps not to build up Wilshere in a way that might be unfair.</p> \n<p>“I would like to hope that you don’t put that much pressure on him. I would like it if your attitude towards him was the same as mine. He’s been fantastic, to come back three times from serious ankle injuries, to take hold of games and control them with his quality, his passing, his movement, his dribbling ability. I think that is fantastic and I hope he continues in that vein. If we can bottle up what Jack has been doing that would do me nicely, but I don’t want to push any more demands his way.”</p> \n<p>Equally, Wilshere had played with enough distinction to make it feel like England have a player, injuries permitting, who can excel in this role for many years.</p> \n<p>“We have had it in the past,” Hodgson said. “In the England teams I always enjoyed watching we have had that type of player. We had Scholes, Gerrard, Lampard and it is normal when players of that quality retire it opens a little gap or opportunity for others to take over.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/15/1434380389036/Jack-Wilshere-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jack Wilshere celebrates scoring his second goal in the 3-2 win over Slovenia in Ljubljana on Sunday. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Jack Wilshere","cleanCaption":"Jack Wilshere celebrates scoring his second goal in the 3-2 win over Slovenia in Ljubljana on Sunday. Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T21:34:00Z","lastModified":"2015-06-15T23:00:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Daniel Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399489693450/Daniel-Taylor-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/danieltaylor"}],"feature":true,"keywords":["Jack Wilshere","England","Roy Hodgson","Paul Scholes","Euro 2016 qualifiers","Euro 2016","Football","Sport"],"tags":[{"id":"football/jack-wilshere","webTitle":"Jack Wilshere"},{"id":"football/england","webTitle":"England"},{"id":"football/roy-hodgson","webTitle":"Roy Hodgson"},{"id":"football/paul-scholes","webTitle":"Paul Scholes"},{"id":"football/euro-2016-qualifiers","webTitle":"Euro 2016 qualifiers"},{"id":"football/euro-2016","webTitle":"Euro 2016"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Daniel Taylor","topic":{"type":"tag-contributor","name":"profile/danieltaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/jack-wilshere-paul-gascoigne-england","shortUrl":"http://gu.com/p/49z6z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/jack-wilshere-paul-gascoigne-england","webUri":"http://www.theguardian.com/football/2015/jun/15/jack-wilshere-paul-gascoigne-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/15/1434380389036/Jack-Wilshere-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jack Wilshere celebrates scoring his second goal in the 3-2 win over Slovenia in Ljubljana on Sunday. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Jack Wilshere","cleanCaption":"Jack Wilshere celebrates scoring his second goal in the 3-2 win over Slovenia in Ljubljana on Sunday. Photograph: Stu Forster/Getty Images"}},"importance":3,"kicker":{"title":"Jack Wilshere"},"byline":{"title":"Daniel Taylor"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/2963ce480ce5a7041204428b460c0ad98c926c95/1584_142_713_428/713.jpg","height":428,"width":713}}]}],"lastModified":"2015-06-16T07:31:43Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}