{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Missed drug tests happen but three strikes and out feels about right","rawTitle":"Missed drug tests happen but three strikes and out feels about right","item":{"type":"comment","id":"sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada","title":"Missed drug tests happen but three strikes and out feels about right","trailText":"Missing one or even two drug tests in an allotted period must remain confidential, if only to cut down on the endless whispering and witch-hunts","standFirst":"Failing to show for one or even two tests in an allotted period must remain confidential, if only to cut down on the endless whispering and witch-hunts","byline":"Owen Gibson","body":"<p>“We are catching dopey dopers but not sophisticated ones.” The roots of the “whereabouts” out-of-competition testing system <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests\">that twice tripped up Mo Farah</a> in a matter of months reside in that later, much-quoted observation by David Howman, the robust director general of the World Anti-Doping Agency.</p> \n<p>He meant that the system – which for all the rhetoric remains underfunded and in parts of the world patchily implemented – was for too long set up to catch only the dopes, with an emphasis on huge numbers of tests in competition that gave a free pass to anyone who sought to cheat with an ounce of sophistication.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests\">Mo Farah enlists PR experts to tackle missed drug tests controversy</a> </p> \n</aside> \n<p>In the words of one of those responsible for designing the new system, supposed to introduce an element of consistency and clarity across elite athletes in all sports, unannounced out-of-competition testing was “all over the place”.</p> \n<p>The new system introduced in 2009, of which it is now known Farah fell foul twice before his London 2012 triumphs, was designed to inject a fear of the unknown that might destabilise sophisticated cheats in an era of micro-dosing and new substances. It sought to balance that imperative with the interests of athletes who felt their human rights might be infringed by doping control officers swooping unannounced at any hour of the day or night.</p> \n<p>In a nutshell those athletes in the elite pool (which numbered 365 in 2011 but is now 266 across all sports) must update the “ADAMS” system to let testers know where they will be for one hour between 5am and 11pm. That can be their training base, their home, their hotel room or elsewhere. They are aware that testers can arrive at any time during that hour. But they are equally aware that they are likely to be tested only three to 10 times in a year.</p> \n<p>Missing one test is relatively common – in all there were 66 missed tests in 2011, the year in which Farah missed his second test and put his epoch-defining Olympic double at risk. But in the whole of that year only nine athletes are believed to have missed two tests. In 2014 the figure was only one.</p> \n<p>Twitter and the radio airwaves were full of plenty of athletes ready to stand up for Farah on Thursday. Many pointed out that the psychology of ensuring you are due to be in a specific place for one hour of every day for a test that was only likely to take place on one out of 100 of those days could easily lead to a slip.</p> \n<p>Among them was Lynsey Sharp, the Scottish 800m runner who is among the most eloquent and vehement anti-doping campaigners out there but confessed she had missed a test by forgetting to update the system after changing her travel plans at the last minute.</p> \n<p>Unlike turning up for a meeting on time or remembering to feed the cat, it involves being where you say you will be for one hour a day, every day, 365 days of the year. “It doesn’t mean you’re doping, it means you’ve been a bit careless. That doesn’t make you a drug cheat,” said the former heptathlete Kelly Sotherton.</p> \n<p>But it is hard to have too much sympathy. On the other side of the coin, Ukad was as clear as it is possible to be that it is pretty simple for athletes – most of whom are attached to their smartphones – to update the system by a variety of means.</p> \n<p>“It is important to remember that the missed test relates to the hour. The athlete can change that hour at any point up until that hour starts – by phone, by text, by email or by an app,” said legal director Graham Arthur. “It couldn’t be easier for an athlete to update his or her hour if they knew they weren’t going to be there. We make it as flexible and user friendly as we can.”</p> \n<p>The whole point is to have an element of surprise, so there is no way in which athletes can be warned by a phone call or a text that the testers are on their way. However, the tester will stay for the full hour – banging on the door at intervals of 10 or 15 minutes to get the athlete’s attention.</p> \n<p>When the whereabouts system was first mooted there was a long-running struggle with some sports and athletes who felt it violated their privacy and even infringed their human rights.</p> \n<p>But the wiser ones accepted that having a stranger watch them pee in a bottle was a small price to pay to try at least to improve perceptions, particularly in sports such as athletics that are on the verge of being destroyed by the lack of faith they engender among the sporting public.</p> \n<p>There is a bit of a twist of logic in what Ukad was telling us on Thursday, though. It says it doesn’t try and rouse athletes via phone or text message because that could alert them and allow them to get rid of any evidence.</p> \n<p>But surely the same is true if they start banging on the door at the beginning of the hour and the athlete doesn’t answer for 50 minutes and then claims they couldn’t hear the racket?</p> \n<p>Such is the high bar for proving an athlete has purposely skipped a test (an offence that can bring with it an automatic ban) that unless there is documentary evidence, any evasion is likely to go down as a missed test. Athletes with nefarious motives presumably know that, too.</p> \n<p>More concerning still is the fact that the window for missing three tests has come down from 18 months to 12 months – with the clock reset annually. “Two freebies in a year? That makes it harder to target-test,” said one doping expert on Thursday of what feels like a retrograde step that could allow cheats to work the system. Meanwhile Wada has introduced a form of “whereabouts lite” as a sop to some of those sports which claimed the demands were too onerous.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar\">Mo Farah being left on back straight in race to protect reputation</a> </p> \n</aside> \n<p>Yet the three-strikes-and-you’re-out balance seems about right. It also must be right that missing one or even two tests in the allotted period remains confidential because the alternative would be to declare open season on witch-hunts, and endless whispers. But with that caveat, there is scope for testing figures to be more transparent and public.</p> \n<p>And now that Farah’s missed tests have become public he must deal with the situation before him. And in the context of knowing that he is at best damned by association to the unanswered allegations piling up at his coach Alberto Salazar’s door, that means listening to calls for an explanation which are beginning to ring louder than any doorbell.</p> \n<p><strong>What is “whereabouts”?</strong> Introduced in 2009, it is designed to harmonise the protocol for out-of-competition testing across all sports.</p> \n<p><strong>How many athletes are tested?</strong> A so-called “elite pool” of athletes is nominated by each sport in conjunction with Ukad. In 2011, there were 365 in the testing pool. Last year it was 266.</p> \n<p><strong>How many times are they tested? </strong>They will all be tested at least three times in any given 12 month period but it could be more than that.</p> \n<p><strong>How does it work? </strong>Using a system called ADAMS – which can be updated at any time via an app, text message, website or email – they must nominate where they’ll be for one hour a day between 5am and 11pm. In each of those hour blocks, a doping control officer could turn up and demand a sample.</p> \n<p><strong>How many missed tests are there? </strong>In 2011, there were 66 altogether. In 2014, there were 37. It is understood that just nine athletes missed two in 2011. In 2014, one athlete missed two.</p> \n<p><strong>What happens if a test is intentionally evaded? </strong>Ukad concedes it is hard to prove, but if there is clear evidence an athlete can be banned for up to four years.</p> \n<p><strong>Is the slate wiped clean every year?</strong> Yes, the testing period used to be 18 months but was recently reduced to 12.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434651714456/-Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates after landing Olympic gold, having missed a test apiece in 2010 and 2011. Photograph: Paul Mcfegan/Sportsphoto Ltd","credit":"Paul Mcfegan/Sportsphoto Ltd/Paul Mcfegan/Sportsphoto Ltd","altText":" Mo Farah","cleanCaption":"Mo Farah celebrates after landing Olympic gold, having missed a test apiece in 2010 and 2011. Photograph: Paul Mcfegan/Sportsphoto Ltd"}],"bodyImages":[],"webPublicationDate":"2015-06-18T18:28:39Z","lastModified":"2015-06-18T23:01:26Z","metadata":{"commentable":true,"commentCount":95,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Mo Farah","Drugs in sport","Athletics","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada","shortUrl":"http://gu.com/p/4avg2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada","webUri":"http://www.theguardian.com/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434651714456/-Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates after landing Olympic gold, having missed a test apiece in 2010 and 2011. Photograph: Paul Mcfegan/Sportsphoto Ltd","credit":"Paul Mcfegan/Sportsphoto Ltd/Paul Mcfegan/Sportsphoto Ltd","altText":" Mo Farah","cleanCaption":"Mo Farah celebrates after landing Olympic gold, having missed a test apiece in 2010 and 2011. Photograph: Paul Mcfegan/Sportsphoto Ltd"}},"importance":7,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434651714456/-Mo-Farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates after landing Olympic gold, having missed a test apiece in 2010 and 2011. Photograph: Paul Mcfegan/Sportsphoto Ltd","credit":"Paul Mcfegan/Sportsphoto Ltd/Paul Mcfegan/Sportsphoto Ltd","altText":" Mo Farah","cleanCaption":"Mo Farah celebrates after landing Olympic gold, having missed a test apiece in 2010 and 2011. Photograph: Paul Mcfegan/Sportsphoto Ltd"}}]},{"title":"Montgomerie makes his play to close generation gap at US Open","rawTitle":"Montgomerie makes his play to close generation gap at US Open","item":{"type":"article","id":"sport/2015/jun/19/us-open-2015-colin-montgomerie","title":"US Open 2015: Colin Montgomerie makes his play to close generation gap","trailText":"The US Senior Open champion, Colin Montgomerie, rolled back the years on his return to the main event for the first time in seven years, in an impressive first round of 69","standFirst":"US Senior Open champion rolls back the years on his return to the main event for the first time in seven years, in an impressive first round of 69","byline":"John Huggan at Chambers Bay","body":"<p>It was not quite like the 1990s when sub-70 scores in major championships were routine more than exceptional. But for a 51-year old Colin Montgomerie shooting 69 in the opening round of the 115th US Open was clearly something to be proud of. Four birdies outdoing his three dropped shots, the 2014 US Senior Open champion – a victory that carried with it an exemption from qualifying this week – was beaming as only he can in the wake of a fine performance.</p> \n<p>“It does feel great,” said the Scot. “In practice I was shooting more like 80. But this morning the course was softer. The greens were pretty receptive early on and allowed scoring. It’s just the overall length [7,497 yards] I have an issue with, especially off the tee. This is not a normal links course where you can run the ball into the greens. You have to carry the ball on to the surfaces and often that is right on my limit. So 69 was super. To break 70 was more than I was expecting.”</p> \n<p>Which is not to say everything will continue on so smooth a path, especially on putting surfaces the eight-time European No1 did not hesitate to criticise, even in the wake of such a good round.</p> \n<p>“I didn’t putt very well,” he said. “But the green surfaces are very poor, some poorer than others. But no one is going to putt consistently well on these greens. My course management was the best aspect of my play. I plotted my way round and hit the ball into the right positions. Which is what you have to do.”</p> \n<p>Indeed, as far as controlling the distance of his approach shots was concerned this was the Monty of old. Perhaps only the immortal Ben Hogan has ever struck more iron-shots pin-high than the Scot.</p> \n<p>“I can still hit to a distance,” acknowledged Montgomerie. “And that is hugely important this week. Where you land the ball is vital. You have to carry humps or not carry humps and, if you get it wrong, you can be 50 yards away by the time the ball stops. The turf here is very hard too, so judging the distances is more difficult. It is more challenging to get the right club, then commit to that shot. If you don’t do that, you can forget it.”</p> \n<p>Still, for all his pleasure at breaking par on a backbreaking course, Montgomerie hesitated to make any claims that might be termed outrageous. Asked if he could win this championship – in which he has four times finished in the top three – he was quick to point out the problems ahead.</p> \n<p>“Can I win?” he asked rhetorically. “Have stranger things happened? Not often. But what Tom Watson did at Turnberry aged 59 has given everybody over 50 hope. If the ball runs my way and I hole a lot of putts over the next three days, you never know. More realistically, I could get into contention.”</p> \n<p>That would be a fitting climax to Montgomerie’s long and tempestuous relationship with America’s national championship. Six-times a runner-up and never a winner, Phil Mickelson represents the all-time nadir when it comes to US Open frustration. But Montgomerie is not far behind. On four occasions the former European Ryder Cup captain has been within touching distance of victory; four times circumstances have contrived to prevent him claiming the major title that is the gaping hole in an otherwise comprehensive r&eacute;sum&eacute;.</p> \n<p>All of which is bad enough. But there is more. In 1998 the then five-time European No1 was booed at The Olympic Club in San Francisco. Four years later at Bethpage Black on Long Island, the American magazine Golf Digest distributed thousands of “Be Nice to Monty” badges in an attempt to avert a repeat of the by then routine heckling.</p> \n<p>“You hear it, of course you do,” said Montgomerie of his targeting. “And it doesn’t help. America loves winners so I took it as a bit of a backhanded compliment. They don’t bother with you if you aren’t any good or a bit of threat.”</p> \n<p>To apply such a label to an over-weight man in his 50s – he was briefly in hospital last week after complaining of chest pains – may be a little ambitious these days. Despite the belated success that has seen him win three senior “majors” in the past two years, playing against younger and fitter individuals over four days on a hilly course ill-suited to his age and physique offers a vastly more arduous challenge.</p> \n<p>“Over the last 35 years I’ve had a lot of four-foot putts,” he said with a smile. “Eventually that tells on you. But the hospital was very good. I’m the same [health-wise] as I was 12 years ago apparently, so I can get round here all right.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-18T23:00:43Z","lastModified":"2015-06-19T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Huggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhuggan"}],"feature":true,"keywords":["Colin Montgomerie","Golf","Sport","US Open Golf 2015","US sports","US Open","PGA Tour","Phil Mickelson"],"tags":[{"id":"sport/colin-montgomerie","webTitle":"Colin Montgomerie"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/phil-mickelson","webTitle":"Phil Mickelson"}],"section":{"id":"sport"},"topics":[{"displayName":"John Huggan","topic":{"type":"tag-contributor","name":"profile/johnhuggan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-2015-colin-montgomerie","shortUrl":"http://gu.com/p/4avtj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/us-open-2015-colin-montgomerie","webUri":"http://www.theguardian.com/sport/2015/jun/19/us-open-2015-colin-montgomerie"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said ‘to break 70 was more than I was expecting’ after his opening round at the US Open. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said ‘to break 70 was more than I was expecting’ after his opening round at the US Open. Photograph: BPI/Rex Shutterstock"}},"importance":5,"byline":{"title":"John Huggan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock"}}]},{"title":"Mosley’s safety-first revolution still relevant amid suggestions of Imola's F1 return","rawTitle":"Mosley’s safety-first revolution still relevant amid suggestions of Imola's F1 return","item":{"type":"comment","id":"sport/blog/2015/jun/18/max-mosley-safety-first-revolution-imola-f1-return","title":"Max Mosley’s safety-first revolution still relevant as Imola may make F1 return","trailText":"The former FIA president’s book underlines how he helped to change the sport after the death of Ayrton Senna","standFirst":"From recognising the abilities of Sid Watkins to introducing new measures, the former FIA president’s book underlines how he helped to change the sport after the death of Ayrton Senna at the circuit that could be back on the 2017 calendar","byline":"Paul Weaver in Spielberg","body":"<p>The rather tedious, two-plane journey to Graz for this weekend’s Austrian Grand Prix was made tolerable by reading Max Mosley’s autobiography, which is published on Thursday.</p> \n<p>Why is it, by the way, that one of the more immutable of sod’s laws is that if you have a connecting flight the first plane will land late? Anyway, back to Max. You may have read the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/14/max-mosley-interview-fifty-shades-of-grey-news-of-the-world\" title=\"\">terrific interview with the former president of the FIA</a> by Carole Cadwalladr in Sunday’s Observer, in which he referred to his colourful sex life. It’s OK to talk about S&amp;M these days. The much-criticised sport of Formula One can be more embarrassing, which is probably why racing references were tucked away at the bottom of the piece.</p> \n<p>Mosley is 75 now and a little deaf but when I had lunch with him in Chelsea earlier this year, to discuss his book, I was impressed with the clarity of thought he once brought to F1. Only 10 years ago, when he was in charge of the FIA and Bernie Ecclestone was still in his pomp, the sport had real leadership – even if you did not always agree with the direction it took – which is what it desperately needs today.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/14/max-mosley-interview-fifty-shades-of-grey-news-of-the-world\">Max Mosley: ‘Fifty Shades of Grey? I’ve heard it’s very vanilla’</a> </p> \n</aside> \n<p>One of the more compelling chapters in Mosley’s tome concerns the death of Ayrton Senna at Imola in 1994. Imola has been a talking point in recent days because of speculation that the race might return to the schedule for 2017. The race beside Italy’s Apennine mountains was one of my favourites – and I wasn’t alone. The journey to the medieval walled town, with its cobbled streets, was one of the most keenly anticipated and once there the setting took one’s breath away, while the hospitality threatened to do the same thing with one’s liver.</p> \n<p>The place had a racing tradition before it joined the GP circus; Jim Clark won there in 1963 and Niki Lauda triumphed in 1979. In 1980, two years after Ronnie Peterson had been killed at Monza, Imola staged the Italian Grand Prix. When Monza returned, racing continued at Imola and it became the San Marino Grand Prix. Now there is speculation that Imola could once again replace Monza, in 2017.</p> \n<p>Sadly, these days, memories of the San Marino Grand Prix are dominated by thoughts of the crash in which Senna was killed 21 years ago, the day after another fatality.</p> \n<p>In his book, Mosley says: “On 1 May 1994 Ayrton Senna was killed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/from-the-archive-blog/2014/apr/30/20-years-ayrton-senna-death\" title=\"\">during the San Marino Grand Prix</a>. The previous day, during qualifying, Roland Ratzenberger, an Austrian driver in his debut season, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/may/01/roland-ratzenberger-formula-one-grand-prix-san-marino-ayrton-senna\" title=\"\">had died in a horrifying accident</a>. There were three other life-threatening incidents during the same weekend.</p> \n<p>“The first involved Rubens Barrichello, the next a mechanic in the pit lane and finally a member of the public in the start-line grandstand. There had not been a fatality at a grand prix since Riccardo Paletti was killed in Montreal in 1982, so the shock was immense. The crisis provided an opportunity to do something that needed doing.”</p> \n<p>Complacency in Formula One was replaced by panic. A number of safety measures were quickly put in place for the remainder of the season. However, it was Mosley, taking the longer view, who was responsible for setting up a group of experts to look at all aspects of safety in motor sport, “systematically and scientifically rather than in the ad hoc way it had been dealt with in the past”. That provided the basis of what we have today and there has not been a fatality on the track since.</p> \n<p>Mosley appointed the fondly remembered Professor Sid Watkins to take charge of his revolution. He said: “Apart form being our top medical officer and a world-class neurosurgeon, he was brilliantly clever and able to apply a scientific approach to non-medical problems.</p> \n<p>“He also understood about keeping things simple. Once, sitting in an airport lounge, he told me about a revolutionary technique he had invented for getting a blood supply from one part of the brain to another. ‘That’s really clever,’ I said. ‘Oh no,’ he replied, ‘just O-level carpentry!’”</p> \n<p>It’s not only Mosley we miss in F1 – but also Watkins, who died in 2012. He is remembered as much for his profound common sense as much as his medical expertise. He had so many friends in Formula One.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434556841810/Max-Mosley-centre-set-up--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Max Mosley, centre, was responsible for setting up a group of experts to look at all aspects of safety in motor sport.  Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/Reuters","altText":"Max Mosley, second from left, set up a group of experts to look at all aspects of safety in motor sport.","cleanCaption":"Max Mosley, centre, was responsible for setting up a group of experts to look at all aspects of safety in motor sport.  Photograph: Stefano Rellandini/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-18T09:00:03Z","lastModified":"2015-06-18T09:03:42Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":true,"keywords":["Formula One","Motor sport","Formula One 2015","Sport","Max Mosley"],"tags":[{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"media/mosley","webTitle":"Max Mosley"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/max-mosley-safety-first-revolution-imola-f1-return","shortUrl":"http://gu.com/p/49q7t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/18/max-mosley-safety-first-revolution-imola-f1-return","webUri":"http://www.theguardian.com/sport/blog/2015/jun/18/max-mosley-safety-first-revolution-imola-f1-return"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434556841810/Max-Mosley-centre-set-up--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Max Mosley, second from left, was responsible for setting up a group of experts to look at all aspects of safety in motor sport. Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/Reuters","altText":"Max Mosley, centre, set up a group of experts to look at all aspects of safety in motor sport. ","cleanCaption":"Max Mosley, second from left, was responsible for setting up a group of experts to look at all aspects of safety in motor sport. Photograph: Stefano Rellandini/Reuters"}},"importance":5,"byline":{"title":"Paul Weaver"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434556841810/Max-Mosley-centre-set-up--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Max Mosley, centre, was responsible for setting up a group of experts to look at all aspects of safety in motor sport.  Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/Reuters","altText":"Max Mosley, second from left, set up a group of experts to look at all aspects of safety in motor sport.","cleanCaption":"Max Mosley, centre, was responsible for setting up a group of experts to look at all aspects of safety in motor sport.  Photograph: Stefano Rellandini/Reuters"}}]},{"title":"Farah being left on back straight in race to protect reputation","rawTitle":"Farah being left on back straight in race to protect reputation","item":{"type":"article","id":"sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar","title":"Mo Farah being left on back straight in race to protect reputation","trailText":"Mo Farah’s decision to engage a top PR firm is intended to get a grip on the crisis management disaster that has unfolded following allegations against his coach Alberto Salazar","standFirst":"The double Olympic champion’s decision to engage a top PR firm is intended to get a grip on the crisis management disaster that has followed allegations against his coach Alberto Salazar","byline":"Sean Ingle","body":"<p>It is nearly a fortnight since Mo Farah smiled nervously into dozens of camera lenses and admitted the backdraft from the allegations against his coach, Alberto Salazar, was scalding his good name: “My reputation is getting ruined,” he said, every word pained and passionate. “There are questions that need answering … The public deserve to know what is going on and I need to know what is going on.”</p> \n<p>A few hours later he slipped away from the Crown Plaza hotel in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/12/mo-farah-apologises-withdrawing-birmingham-diamond-league\">Birmingham to catch a 6am flight</a> to his home in Portland. Some said he was chasing answers. Others that he was running away. Twelve days on we are still no nearer to knowing the truth.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests\">Mo Farah enlists PR experts to tackle missed drug tests controversy</a> </p> \n</aside> \n<p>We can say this, totally and unequivocally: Farah is losing the public relations battle. Day after day he is suffering the athletics equivalent of being lapped. From the outside it looks like a 101 course in how not to handle crisis management. No wonder he is now getting discreet advice from the PR agency Freud’s, which calls itself “the world’s leading communications consultancy”. It already faces an uphill struggle.</p> \n<p>Farah’s problems started shortly after midnight on 6 May, when he and his agent, Ricky Simms, received an email from the BBC explaining they were working on a 60-minute documentary about drugs in athletics. Two things were immediately apparent. First, serious allegations were being made against Salazar and Farah’s training partner, Galen Rupp, about “a number of breaches of World Anti-Doping Agency rules, including the use of prohibited drugs”. Second, the documentary did not intend to make any allegations that Farah had violated anti-doping rules.</p> \n<p>Yet somehow the line between those two statements has become blurred. There was always going to be a seismic jolt of interest in Farah when the Panorama programme was broadcast. It is naive to think otherwise. Especially when Salazar, one of the world’s leading coaches, was accused of giving Rupp the banned steroid testosterone as a 16-year-old and bending or breaking other doping rules. Farah, the double Olympic and triple world champion, was his star athlete.</p> \n<p>There would have been no shame, or disloyalty, for Farah to have announced immediately he was putting distance between himself and Salazar while the allegations were investigated. That was mistake No1.</p> \n<p>A second error came in what was an otherwise polished performance in front of the world’s media before the Birmingham Grand Prix. Farah said he found out about the BBC’s claims “three or four days” before the programme was broadcast. It quickly became apparent he had received <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/10/mo-farah-alberto-salazar-panorama-bbc\">the first email four weeks before</a> the programme aired on 3 June.</p> \n<p>A basic rule of journalism is this: if reporters think someone is being evasive they will keep digging. Farah had given them fresh ground to get their spades into. A few hours later there was another negative story to write. What should have been a triumphant victory in the 1500m in Birmingham became a story about Farah pulling out of the race because of emotional and physical strain.</p> \n<p>The decision not to race upset some who had paid &pound;50 for a grandstand seat but there was sympathy too. The smart public relations move would have been to stay: to sign every autograph and smile for every selfie. UK Athletics spent hours trying to persuade Farah to hang around but no amount of pleading or cajoling could get him to change his mind.</p> \n<p>A few days later Farah issued an apology for withdrawing from Birmingham on Facebook but since then there has been silence. And silence is never a smart move when a story is rumbling away because journalists will keep hammering away to fill the void.</p> \n<p>Which brings us on to the revelations that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-reportedly-missed-drugs-tests-2012-olympics\">Farah missed two tests</a>, in 2010 and 2011, and that on the second occasion he didn’t hear the doorbell being rung over the course of an hour despite being inside his house. These are serious charges, which deserves a full and frank response, yet we are yet to hear one.</p> \n<p>What would be the smart PR riposte be? Well, if those missed tests were an exception – and we have no way of knowing – Farah could have made a virtue of that. There is a vast gulf in perception between two missed tests in a year and two in an entire career. Better still, he should have admitted his idiocy and then pleaded for clemency. It is not as if he is alone in erring. Two British 800m runners, Lynsey Sharp and Michael Rimmer, pointed out on Thursday that they had accidentally missed tests as well.</p> \n<p>So what has gone wrong? Some believe Simms, who also represents Rupp, should have been a more visible and vocal presence. But his speciality is looking after his athletes’ interests, not crisis management. And it is whispered that Farah’s wife Tania plays a increasingly dominant role in guiding her husband’s career too.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada\">Missed drug tests happen but three strikes and out feels about right | Owen Gibson</a> </p> \n</aside> \n<p>Those more sympathetic to Farah say he finds himself in an impossible scenario. There are no accusations against him of any wrong-doing, yet he remains in limbo while Salazar prepares and tinkers with his long-awaited rebuttal. It is two weeks since Farah spoke to him on the phone and he was told: “Mo, I can prove to you, these are just allegations and I can show you some evidence.” Yet Salazar continues to wait and wait.</p> \n<p>It is said Salazar is preparing sworn-statements and eyewitness testimony to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/oregon-project-athletes-mo-farah-alberto-salazar\">counter the claims</a> made against him by Panorama and the American news website ProPublica. Perhaps, because he is in the US where the story has barely made a ripple, he does not quite appreciate that with every day’s delay he inadvertently hurts Farah.</p> \n<p>At least Farah has now put some distance in their relationship by moving to Font Romeu, his traditional summer camp in the south of France. The Guardian understands that he is unlikely to return to Portland for at least two months. Instead he will stay in France until early August and then go to the UK Athletics holding camp in Japan in preparation for the world athletics championships in Beijing.</p> \n<p>It is understood that Farah feels under immense pressure because of the intense media scrutiny. That is understandable. Usually he only has to focus on three things – training, family, and winning – the latter of which has become a habit ever since moving to Portland in early 2011. But, as recent weeks have shown, staying ahead in the PR battle requires a vastly different skill set.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434657458114/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah, right, and Galen Rupp are hugged by Alberto Salazar at the world championships in Daegu in 2011.  Photograph: Jung Yeon-Je/AFP/Getty Images","credit":"Jung Yeon-Je/AFP/Getty Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Mo Farah, right, and Galen Rupp are hugged by Alberto Salazar at the world championships in Daegu in 2011.  Photograph: Jung Yeon-Je/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-18T20:01:23Z","lastModified":"2015-06-18T23:01:25Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Mo Farah","Alberto Salazar","Athletics","Drugs in sport","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar","shortUrl":"http://gu.com/p/4avh8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar","webUri":"http://www.theguardian.com/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434657458114/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah, right, and Galen Rupp are hugged by Alberto Salazar at the world championships in Daegu in 2011.  Photograph: Jung Yeon-Je/AFP/Getty Images","credit":"Jung Yeon-Je/AFP/Getty Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Mo Farah, right, and Galen Rupp are hugged by Alberto Salazar at the world championships in Daegu in 2011.  Photograph: Jung Yeon-Je/AFP/Getty Images"}},"importance":4,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434657458114/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah, right, and Galen Rupp are hugged by Alberto Salazar at the world championships in Daegu in 2011.  Photograph: Jung Yeon-Je/AFP/Getty Images","credit":"Jung Yeon-Je/AFP/Getty Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Mo Farah, right, and Galen Rupp are hugged by Alberto Salazar at the world championships in Daegu in 2011.  Photograph: Jung Yeon-Je/AFP/Getty Images"}}]},{"title":"Don't pity Cleveland's sports fans: they've been winning for years","rawTitle":"Don't pity Cleveland's sports fans: they've been winning for years","item":{"type":"comment","id":"sport/blog/2015/jun/18/dont-pity-clevelands-sports-fans-theyve-been-winning-for-years","title":"Don't pity Cleveland's sports fans: they've been winning for years","trailText":"LeBron James is home and fans have a strong bond with their teams – these are good times to be in Cleveland<br>","standFirst":"<p>LeBron James is home and fans have a strong bond with their teams – these are good times to be in Cleveland<br /></p>","byline":"Les Carpenter","body":"<p>By the time the Golden State Warriors finished dancing with the trophy and flew back home to California, a tired, old script was being written about the city they left behind. Woe is Cleveland the narrative began once more. The city of sports misfortune sinks again. Another season gone, another year without a championship.</p> \n<p>The story has been so easy to write it has grown stale from overuse. Cleveland’s misery was rolled out when the Cavaliers didn’t win a championship in LeBron James’s first time there. It burned through dozens of news cycles when James bolted for Miami. It has been trundled out about every third week during the Browns seasons, held up as some deeper failing of a city, as if championships should define a fan’s soul.</p> \n<p>But although Cleveland lost the NBA finals this year, it has already won. Cleveland won when James chose to come home last summer, vowing to win the elusive professional sports title that has dangled over the city for 50 years. The Cavs came two injured players short of destiny this month, but with James still in his prime, they should get there eventually. If Cleveland came within a couple of games of the title without two of their top three scorers, why can’t they win in a postseason when they are more fortunate?</p> \n<p>“Yes, the Cavs lost but is it the end of the world?” 63-year-old Cleveland sports fan Ken Canfield told the Guardian. “I saw they are 3-1 odds to win the title next year. You know, we were in the finals this year. Oh, boo-hoo.”</p> \n<p>Unlike the portrayal that says Canfield must be long-suffering and filled with despair, he was thrilled with the Cavs postseason. He never figured James would win a title his first season back in Cleveland. That the Cavs withstood early-season turmoil to thunder their way into the finals was a surprise. That they fought through a series they were destined to win, playing a relentless style, diving and sprawling across the court, only filled him with hope for next season. </p> \n<p>Canfield is a longtime Browns season ticket holder. He has seats in the vaunted Dawg Pound behind the east end zone, where fans cleverly sneaked a keg past unsuspecting security by hiding it inside a wooden dog house. He owned a prime seat to years of heartbreak. If anyone should buy into the storyline of a pitiful Cleveland, it would be him. </p> \n<p>“I understand that there are almost 160 professional seasons between the three teams that haven’t won a championship,” he said. “But [the lament] isn’t warranted. I enjoy watching the Cavs. I enjoy watching the Indians. I enjoy watching the Browns.”</p> \n<p>There is a sincerity to most Cleveland sports fans, a dedication that isn’t apparent in more successful sports markets. The city’s teams might not hold parades, but people there still love their sports. Through every fiasco that has engulfed the Browns, who keep cycling through coaches and quarterbacks like thrift stores suits, their stadium remains filled – a none-too-silent statement that Cleveland doesn’t need a championship to define it.</p> \n<p>“How many sports fans would stick through their sports teams without a major championship,” said Tim Riley, a Cleveland attorney who also has season tickets in the Dawg Pound. “I think it’s something to be respected, not pitied.”</p> \n<p>For a long time Cleveland was not mocked in the years after the Browns won the 1964 NFL Championship Game. In those days, championships weren’t the primary determiner of a fan base’s happiness. Canfield believes the change came somewhere around the advent of sports radio and ESPN. Before then, there wasn’t a national voice to parachute into town and remind everybody that Cleveland was repeatedly failing some spots litmus test. No great, encompassing network existed to run regular video montages of Earnest Byner’s fumble, Jose Mesa’s ninth-inning meltdown and the fans burning James jerseys in the hours after he announced he was taking his talents to South Beach. </p> \n<p>“Every time they do that they are showing the worst moments of my life,” said Jesse Vincent, a 33-year old Cleveland sports fan. “It’s like showing all my ex-girlfriends all in a row.”</p> \n<p>Vincent lives in Los Angeles now, a city with glamorous sports franchises whose teams draw massive crowds but lack the bond with their fans the Cavs, Indians and Browns share with Cleveland. As a child, Vincent was at Municipal Stadium for the last game of the first Browns franchise, before it moved to Baltimore. He remembers fans coming to the stadium with bolt-cutters, telling guards at the gate that they had paid for their seats, sat in them for years and now were taking them home. Stories like this are worth more than a trophy on a rich owner’s shelf.</p> \n<p>Trapped in California, Vincent bought the NBA package for his television. He watched the Cavaliers rise this year and almost win. Tuesday’s loss was bitter, but his phone lit up with texts from friends from far-flung places, who had little affinity for Cleveland sports but felt for a dedicated fan whose teams had let him down too many times.</p> \n<p>And in the sadness of another near-miss, Vincent took solace in the respect shown by those who would otherwise not care. This too was something to embrace on the week another title failed to come to the banks of Lake Erie. </p> \n<p>“Winning a championship isn’t what defines my life any more,” Canfield said. </p> \n<p>Someday that title will come, perhaps as soon as next year if the right players join James. Those ready to write another tired, old tale of a city that can’t win the big one are missing the point. Cleveland the sports town has been winning for years.</p> \n<p>Cleveland wins every time Vincent tunes into his Cavs games in his California home, or heads to a sports bar to watch the Browns with the full knowledge that this won’t be season. Cleveland wins every year Canfield writes the check for another eight home games in the Dawg Pound. Cleveland wins each time Riley leaves his downtown offices and steps into the throngs gathering to go to Cavaliers games even though the team has never won a title in its existence.</p> \n<p>Cleveland has been winning in the way most other sports cities never do.</p> \n<p>LeBron James came home. He did this even after fans burned his jersey, cursed his name and said the worst thing they could – that he was not one of them. The elusive championship should follow. These are good sports times now. The Cleveland sports clich&eacute; no longer applies. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434632500093/18b2ef96-654b-4938-8d6b-5293a11289c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Darron Cummings/AP","altText":"LeBron James","cleanCredit":"Photograph: Darron Cummings/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-18T13:04:34Z","lastModified":"2015-06-18T13:33:14Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":false,"keywords":["Cleveland Cavaliers","Cleveland Browns","Cleveland Indians","Cleveland","Sport","Ohio","US sports","LeBron James","NBA finals","Basketball","NBA"],"tags":[{"id":"sport/cleveland-cavaliers","webTitle":"Cleveland Cavaliers"},{"id":"sport/cleveland-browns","webTitle":"Cleveland Browns"},{"id":"sport/cleveland-indians","webTitle":"Cleveland Indians"},{"id":"us-news/cleveland","webTitle":"Cleveland"},{"id":"sport/sport","webTitle":"Sport"},{"id":"us-news/ohio","webTitle":"Ohio"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/lebron-james","webTitle":"LeBron James"},{"id":"sport/nba-finals","webTitle":"NBA finals"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/nba","webTitle":"NBA"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/dont-pity-clevelands-sports-fans-theyve-been-winning-for-years","shortUrl":"http://gu.com/p/4av5f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/18/dont-pity-clevelands-sports-fans-theyve-been-winning-for-years","webUri":"http://www.theguardian.com/sport/blog/2015/jun/18/dont-pity-clevelands-sports-fans-theyve-been-winning-for-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434632500093/18b2ef96-654b-4938-8d6b-5293a11289c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"LeBron James and the Cavaliers lost in the NBA finals but they are favorites to win next year’s finals. Photograph: Darron Cummings/AP","credit":"Darron Cummings/AP","altText":"LeBron James","cleanCaption":"LeBron James and the Cavaliers lost in the NBA finals but they are favorites to win next year’s finals.","cleanCredit":"Photograph: Darron Cummings/AP"}},"importance":4,"byline":{"title":"Les Carpenter"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434632500093/18b2ef96-654b-4938-8d6b-5293a11289c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Darron Cummings/AP","altText":"LeBron James","cleanCredit":"Photograph: Darron Cummings/AP"}}]},{"title":"Cricket should stop treating women as second-class citizens","rawTitle":"Cricket should stop treating women as second-class citizens","item":{"type":"article","id":"sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing","title":"Cricket should stop treating women as second-class citizens","trailText":"The sport’s administrators, media and fans continue to patronise, diminish and undermine women’s cricket. It’s backwards and we need to up our game","standFirst":"<p>The sport’s administrators, media and fans continue to patronise, diminish and undermine women’s cricket. It’s backwards and we need to up our game</p>\n<p><a href=\"https://twitter.com/GeoffLemonSport\">Geoff Lemon</a> for <a href=\"http://www.thenightwatchman.net/\">The Nightwatchman</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Geoff Lemon","body":"<p>It has to be <a href=\"https://www.youtube.com/watch?v=wNeXEN1rgP8\">the most embarrassing cricket footage I’ve ever seen</a>. Worse than those compilations of Inzamam-Ul-Haq run-outs. Worse than Steve Harmison bowling to second slip or Darryl Tuffey’s 14-ball over. You can watch it again and again, squirming more each time yet strangely compelled to click replay, the only time Channel Nine’s lunchtime filler has approached the genius of The Office.</p> \n<p>It’s the Boxing Day Ashes Test in 2013. Michael Slater – the accidental David Brent – is presenting with Michael Vaughan. Their guests are Australian players Meg Lanning and Ellyse Perry. Women’s cricket is getting six minutes of airtime amid five men’s Tests. In those six minutes Vaughan’s contribution consists of four questions about the men’s series and 35 seconds narrating footage of himself on a British dance show. Slater manages to praise the women for being attractive, admit he doesn’t know who won their last series, make cat-fight noises to portray them sledging, ask how they physically cope with playing cricket, and claim credit for Perry’s career after “I let her get me out” in an exhibition game.</p> \n<p>It’s a tour de force. But the champagne-fountain centrepiece of this glittering shit-show comes with a segue-free transition. Lanning is vice-captain of a national side at 21 while Perry represents Australia in two international sports. So, logically, the producers cut to footage of both women doing modelling shoots. The host has been prepped: he gives what passes in Slatish for an introduction, then as the camera lingers uncomfortably on images of Perry in a bikini, so does he. “Ellyse is just… it’s just taking full flight with these shots. What’s going on there, you are… you are looking fantastic! Do you enjoy doing that?”</p> \n<p>Safe to assume she doesn’t while a dude twice her age is sitting next to her, frothing at the corners of his mouth like the creepiest of uncles. “It’s much better wearing a set of cricket whites on the field,” says Perry pointedly. Freshly-sharpened-pencil pointedly. “Don’t be embarrassed,” replies Slater with a time-honoured deflection, as though embarrassment is an innate personal phenomenon and not the result of unwelcome attention.</p> \n<p>Cricket Australia still have the segment on their website. No worries boys, this is how to talk to the ladies. Point out things like this and there is always someone who will call you humourless, but you need a sense of humour to truly appreciate the woeful. The first mention of women’s cricket was probably enough to see half of you close the page, but the article in front of you is a lot more relevant to men. In writing it I could only conclude that cricket has deeper problems with women than tone-deaf interviews, even interviews that array those problems in perfect microcosm. Women in the game don’t need this pointed out, but those of us who outnumber them might stir our natural curiosity about things we haven’t had to notice.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=wNeXEN1rgP8\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/wNeXEN1rgP8?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  The most embarrassing cricket footage I’ve ever seen \n </figcaption> \n</figure> \n<p>A month after that interview its key participants returned to the scene. Australia and England had a Twenty20 double-header – first the women, then the men. I walked into the MCG that day and stopped dead. Having followed the women’s game through scoresheets and TV, this was my first glimpse of a live field of play. </p> \n<p>I’d previously scoffed at Big Bash boundaries: acres of unused space left to a passing array of henchmen, jugglers, acrobats and flamethrowers, so that any toe-ended slog hanging in the air like limp asparagus might plop apologetically for six amid the circus where a not-so-deep midwicket would once have held a catch. But for this game the boundary was further circumscribed – of the mighty MCG turf it seemed barely half was used.<br /></p> \n<p>All I could wonder was how the women about to take that field could fail to feel demeaned. On 8-bit logic it made sense: if women can’t hit as far, make the boundary smaller. But any game is about using your skill to gain mastery of its conditions, not easing the conditions to the point that you can master them. Repainting an entire dartboard as a bullseye will not improve your aim.</p> \n<p>It’s part of a pattern whereby the women’s game is – in all respects – reduced. Women play Tests over four days, not five. Those Tests are one-offs, not series. Their Ashes contest rests on limited-overs games. Double-headers are granted like favours, but their summer decider could be a curtain-raiser to a meaningless men’s T20. </p> \n<p>Whatever the practical arguments, these things can’t help but give a perception of the women’s game as quantifiably lesser, smaller, a pat on the head. Don’t strain yourselves, there’ll be extra breaks. And peppermint tea stalls. And hair curlers in the change rooms. And smelling salts if you feel faint. Sessions will be half an hour, and 30 runs is a century.</p> \n<p>The ICC and its member boards took control of women’s cricket in 2005, and are still looking at it like a jumble-sale impulse buy. Its Test history – from the first in 1934 through a five-match Ashes in 1984 and a five-day Sydney Test in 1992 – has faded into a barren decade. England and India played the last mathematically definable series in 2006. In nine years since, cricket-playing nations have collectively managed eight matches. England captain Charlotte Edwards has played 19 years for 22 Tests. Men’s captain Alastair Cook has over a hundred Tests in half the time. Female captains still name Test cricket as the sport’s pinnacle, but for them it’s a sporadic exhibition. All domestic women’s cricket is now 20 or 50 overs. It’s cheaper to stage, easier to sell and has some prayer of being telecast.</p> \n<p>So why bother with the token remainder? Women are picked for Tests based on performance in a different game. They can’t develop the familiarity or stamina to excel. Effectively the structure sets them up to underperform. It’s not complex: if you want to call something an Ashes series, build it like one. If Tests are too hard, have a different series. If women’s Tests are the pinnacle of the sport, have first-class competitions to support them. Players are bound by nonsense, deciding major trophies with a form they never play. You don’t ramp up a 200m sprint final to 800m just to see how they go. You can’t use shreds of Test cricket for fig leaves – oh, we respect the game so much that we’ve made it biennial. The final call should belong to the cricketers: do they want to base their game around the long form or short? Right now we’re stuck in a condescending middle ground with a nowhere strategy – a set of administrators sitting so hard on the fence they’ll need a proctologist and a carpenter to get themselves free.</p> \n<p>It’s true that the last three years have seen improvements in Australia and England: players have modest professional contracts, games are more available via digital TV and streaming, the last two Ashes had an increased profile and plans are afoot for a Women’s Big Bash League. But India has actively run its team into the ground, and while West Indies and Sri Lanka have provided onfield highlights, other teams still live in the margins. The degree may vary, but wherever you look the women’s game is still secondary – an obligation to be expended rather than an opportunity seized.</p> \n<figure class=\"element element-image\" data-media-id=\"16ca9b672a8d31a9bc7f4f1d5526666d0346e21b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434634228777/83732b4f-a0d7-4045-9050-f0c00be98264-460x306.jpeg\" alt=\"England\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s women lift the Ashes trophy in 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Owen Humphreys/PA</span> \n </figcaption> \n</figure> \n<p>Inevitably, such conversations detour into the relative worth of female sporting endeavour. Articles on the subject prove irresistible to a subset of men personally aggrieved to find it under discussion. First, the biology lecture: men are on average stronger than women, you will be stunned to learn. They are more suited to athletic excellence, you shall hear intoned. Men will be depicted as sparring stags, women as dun-coloured bowerbirds waiting to be impressed. O teach me, teach me, whose muscle mass is greater – as the grimy clerestory window of your mind’s eye is flung wide and the cascaded sunbeams of enlightenment flood in. Then we shift our Darwinism to the social: men’s sport is richer because it is popular, and popular because it is better.</p> \n<p>All these claims share a few characteristics: they’re partly true, readily apparent, and analytically shallow. There is a sense of manifest destiny: holding a position of power means its tenant was fated to assume it. Some will argue that women’s cricket doesn’t deserve spending when the men’s game earns the money; the more pompous will tell you that this is true equality. Harrumph.</p> \n<p>But seeing the men’s game as more deserving – the put-upon breadwinner in some domestic fable – is absurd when it has enjoyed an effective monopoly and a couple of centuries’ headstart. With the rivalry of one village versus the next, cricket was public entertainment in an age when sport was left to men. And frankly when it became popular there wasn’t a hell of a lot else to do – Maypole dancing and the Black Death only filled so much of your time. Once leisure options diversified in the 20th century, cricket had the appeal of tradition. Instead of being supplanted by radio or television it became part of them. Women’s cricket is starting from the back of a vastly more crowded field.</p> \n<p>To dismiss female cricketers empirically, strength is the preferred criteria: they can’t bowl as fast or hit as hard. Its significance though is debatable. Most men are stronger than most women, just as some women are stronger than most men. Men are the fastest servers in tennis, but the top women still serve plenty fast, and are just as entertaining. Greater strength is not greater skill, and cricket has many facets. </p> \n<p>There’s no masculine advantage to keeping wicket or bowling spin. The marker of batting elegance and excellence is timing: “barely seemed to hit that” is the praise for the best flicks and drives. So why look down on women who have no choice but pure technique? Why look down on bowlers who use seam and swing in the absence of pace? England seamer Kate Cross has excelled against men’s teams in Lancashire League cricket this season, with 3 for 19 on debut and 8 for 47 three weeks later. The focus is always on the men that women can’t beat, not the ones they can.</p> \n<p>But team sports are not about first place: meaningful competition needs top players in their hundreds, even thousands. Even if the very best are male, there’s no inherent reason that women can’t make that group. It’s a numbers game. Of course, male internationals are currently more skilled: compare a history of 2,163 Tests to 137, or 3,650 ODIs to 944. Try a dozen competitive nations compared to four or five. </p> \n<p>Most importantly the women’s game draws from a far smaller talent pool. Elite athletes are outliers in natural aptitude and sufficient development. Around the world, women who could have been great cricketers never considered playing. That’s why it matters when boards are publicly indifferent. Increase opportunities, make the game seem worthwhile, and you’ll start to find more of those outliers coming through.</p> \n<p>It’s not like women can’t hit sixes the old-fashioned way: in that same Ashes series I remember Lanning creaming a slog-sweep over the fence at Bellerive. Deandra Dottin has made the West Indies famous with her long striking, including a T20 century off 38 balls. Increase player numbers, find more power hitters. Women may never bowl at 90mph, but if enough of them try then you might find some who can. Men bowling 95mph are rare: sides can go decades without one, but it doesn’t mean they aren’t around. </p> \n<p>Thirteen-year-old baseballer Mo’ne Davis messed with some heads last year, pitching fastballs at 70mph to outpace most boys in her age bracket. “I just go out and throw strikes,” she said with a smile. You can see her as an anomaly, but if as many girls were encouraged into sport as boys, you would find a lot more anomalies. Or they would start to seem less anomalous. The people now arguing that Davis can never play Major League would once have insisted a girl could never pitch a shut-out at the Little League World Series. Everything’s impossible until it happens.</p> \n<p>In any case, it’s not like women must aspire to play like men. As with so many sports, women play a subtly different game, the same field and equipment met with varied rhythms and strategies. That’s why it grates to see the tiny boundary. There’s no excitement to a smaller mimicry, nor dignity to the achievement. Bradman didn’t bother with sixes and it didn’t stop people watching him. Maybe women would hit more threes, a game built on placement. With sixes becoming rarer they would be more exciting, and those who could hit them would grow in importance. Tactics would develop in response, all part of the intrigue of an evolving game. Set the ropes back and more women will learn to clear them. What is sport if not a spur for endeavour?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/dec/10/why-do-we-play-cricket\">Why do we play cricket?</a> </p> \n</aside> \n<p>In late 2014, <a href=\"http://www.theroar.com.au/\">Roar Radio</a> ran a commentary stream of Australia’s UAE tour against Pakistan. During the second Test our rotation brought Cat Jones, cricket coach and columnist, on air with former ABC sport presenter Katie Bailey. The pairing was as random as any, but messages started coming in: this was the first time, said listeners, they had heard two women calling men’s cricket. If there were a precedent none of us could recall one. But rather than the triumph of a pioneering moment, it felt mildly embarrassing that the combination should be notable.<br /></p> \n<p>Just like switching on ABC radio deep into the World Cup and listening to Alison Mitchell – the first woman I’d heard calling ball-by-ball on a major broadcast. Mitchell was excellent. The world, entirely unended, spun on its way. The year was 2015. Mitchell is rare not because women can’t do the job, but because they’re overwhelmingly discouraged from thinking they ever could. For decades commentary has been an all-male affair. Tanya Aldred’s 2013 Telegraph profile on Mitchell makes for wonderful entertainment, its comment section brimming with expostulation (fully sic):</p> \n<blockquote class=\"quoted\"> \n <p>“LEAVE TMS ALONE. Its one of the final bastions of broadcasting i can actually stand, the LAST thing it needs is to be infected by political correctness.”</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>“A woman in the commentary box would change the wonderful dynamic of repart&eacute;e.”</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>“After you have successfully campaigned for male presenters of Womans’ Hour then you can start campaigning for female presenters of Blokes’ Hour.”</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>“Other sports have tried the ‘female’ presenter who stand there spouting irrelevant nonsense for no good reason.”</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>“Too much talk about the cricket and it was not easy relaxed listening.”</p> \n</blockquote> \n<p>Several tested the rhetorical flourish that supporting women’s advances in hostile industries is itself sexist – “ah ha!” you can see them shouting, brandishing a quill at the keyboard. Online comments often come from the least reasonable readers, but these still reflect pervasive attitudes – that women in sport have nothing to offer, that their presence can only be a token gesture, that there’s no value in the full range of voices. Weighed with its boots on, this is a bitter conclusion: that half our citizens have no place discussing the teams that represent them.</p> \n<p>The outrage is really over a threatened sense of familiarity. On professional grounds Mitchell is quality: no one gains by promoting the unsuited. Which doesn’t mean other female broadcasters won’t disappoint, dullness not being chromosome- dependent. The issue is that women entering male fields are held to represent their gender: a woman being rubbish means that women can’t commentate, a bloke being rubbish means he can’t.</p> \n<p>Still, there’s progress. No one expected the IPL – home of cheerleaders and decorative boundary riders – to hire Lisa Sthalekar, Mel Jones, Isa Guha and Anjum Chopra for regulation commentary. It’s gone better than Channel Nine’s use of Lanning for domestic 50-over games last year, where instead of being one of the standard three callers she was tacked on each stint as a fourth. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/oct/28/meg-lanning-and-most-of-her-male-colleagues-pass-test-in-cricket-commentary-debut\">As Cat Jones observed</a>, the regulars “seemed unsure about whether they were interviewing Lanning or commentating with her.”</p> \n<p>Not to mention that to get Channel Nine’s attention Lanning had to be appointed Australia’s youngest-ever captain, win a T20 World Cup and prove herself the most exciting player in her sport – and even that may not have been enough had she not met Australian TV’s Home &amp; Away standard of being sufficiently blonde and photogenic. Appearance is an extra box that female presenters must tick – the IPL announcement was illustrated with its female commentators in cocktail dresses – while Ian Botham can roll in looking like someone shot the arse off a hungover rhinoceros and still plonk his jowls on the telly. The industry’s women are islands in a sea of unremarkable middle-aged men.</p> \n<p>My first press corps tour at the 2013 Ashes was another study in geography. I met Aldred at Trent Bridge, did Guardian podcasts with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/emmajohn\">Emma John</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/lizzy-ammon\">Lizzy Ammon</a>, saw Antoinette Muller for a day at Old Trafford, caught up with ABC reporter Mary Gearin, and nodded to Nine’s Roz Kelly and The Age’s Chloe Saltau. That was it – seven women, not at one Test but across the lot, in press boxes that each held a hundred people or more. Since then I’ve worked with nine other women in cricket media. That I can name them individually says everything about the status quo.</p> \n<p>Truth bomb: more men do like cricket. But that’s partly because in so many ways over so many years women are implicitly or explicitly told they’re not welcome. The game is seen as a male domain inherently, not just historically. I may bat like a seasick deckhand putting out a galley fire, but by virtue of birth I’m granted some assumed authority. This perpetuates the media imbalance, which manifests in so many little ways that suggest women are less worthy of our regard: framing questions to female players in reference to their counterparts; covering Tests by webstream from a single dodgy camera; running every article with a revealing photo of Perry; barely bothering to report because we think no one will read it; the TV cameraman filming some poor woman in the crowd for so long you’re sure you can hear him breathing. For me it’ll always be a couple of supercilious English press-box lifers in 2013 enjoying their ascendancy. When would anything go right for the Australians, one rhetorically enquired.</p> \n<p>“Well,” said the other, “one of the Southern Stars hit a century today.”<br />“Ha!” shot out the first. “Marvellous.”</p> \n<figure class=\"element element-image\" data-media-id=\"f07c252acc7ff67a0a9672df88e6f9157174f8d2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434634031434/3078ab10-9605-4f07-a974-974ada663980-460x312.jpeg\" alt=\"Ellyse Perry\" width=\"460\" height=\"312\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ellyse Perry celebrating with her Australia team-mates against Bangladesh in 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Scott Barbour/Getty Images</span> \n </figcaption> \n</figure> \n<p>Behind everything else lies the state of cricket administration. The International Women’s Cricket Council was an amateur body that survived tour to tour. The ICC swallowed it without bothering to spit out the bones. There are 15 ICC directors and eight alternate directors, all male. Leadership is conducted across all areas by 11 overlapping committees. Outside the Women’s Committee, Clare Connor is the only woman among 73 men.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/the-nightwatchman/2015/apr/02/the-art-of-amateur-cricket-captaincy\">The art of (amateur) cricket captaincy</a> </p> \n</aside> \n<p>Cricket Australia’s website entr&eacute;es its board with a photo of Delissa Kimmince nailing a sweep shot. Click her to reveal one woman among nine directors. CA’s proportion of female players is a world-best 22%. The ECB has two women on its board of 14, and participation at 7%. Indian cricket’s nine office-bearers are men, and the next few hundred probably are too. The BCCI isn’t just indifferent to women’s cricket: it is hostile. </p> \n<p>Domestic and international games have plummeted in number, with opportunities such as the Asian Games ignored to save the cost of a motel. National players fund their own training while officials haggle over match fees that you could pay out of a car ashtray. With the team’s promise before the takeover and its parlous state now, the BCCI increasingly plays Jabba the Hutt, smearing itself in food while chuckling throatily at the desperate.</p> \n<p>After decades of women organising their own matches on next-to-no funding, the three richest national boards are whimpering about the bill. You know, the boards that are signing broadcast deals worth billions, running lucrative T20 leagues and scooping the biggest serve of ICC revenue on to their own plates. Yet they claim non-profit status and tax exemptions on the grounds of growing the game, and the national service they provide in doing so.</p> \n<p>So serve, dudes. Nationally. Internationally. Put your card on the bar and shed some dollars. It’s cricket’s money anyway. The advances are good, but ultimately you still make the women’s game look like the budget rip-off replica. Treat the format with respect and coverage will follow suit. The more we report like games matter, the more people will accept they do. The more people follow the game, the greater its standing with the boards. On you go, a slow burn, adding fuel as more people start to play, more teams register, more kids think about a Test cap, more lifelong diehards sign their pledge without even knowing it. </p> \n<p>All these things come together in a glorious feedback loop, the feats on the field and the perception off it. Prestige cannot be built, but treat things right and it grows. The crowd will swell, the standard will rise, and one day a bunch of people will be watching the game without a second thought, wondering what we were fussing about, saying it was always destined to end up here.</p> \n<p>Discussing equality is tricky. People get defensive, as though they’re personally being blamed. They dismiss problems as trivial or invented, and scoff about do-gooders as though doing good is a lamentable character defect. Suggest improvements and you’ll be accused of an agenda, some murky plot to force interpersonal respect. Observing a measurable inequity is classed as a political act in a way that observing a pot of geraniums is not.</p> \n<p>Few of cricket’s issues are born from conscious malice, but they reflect systems that benefit men ahead of women. These are the attitudes reflected in that press-box sneer – that women don’t count, what they do isn’t worthy. The same attitudes manifest in uglier ways. </p> \n<p>Last November Sri Lanka Cricket launched an investigation into reports of officials using team selections to extort sex from players. In 2013, five Pakistani teenagers spoke out about the same practice at Multan Cricket Club: they were brushed off by an inquiry, banned by the PCB and sued by the chairman. One of them killed herself. Whatever the detail of these cases, we know that this kind of abuse happens in many places and never comes to light. Constant to all such cases are structures where men have power and women are not seen as credible.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/the-nightwatchman/2015/may/29/douglas-jardine-scotland-england-cricket-captain-ashes\">How Douglas Jardine's Scottish heritage influenced his England cricket captaincy</a> </p> \n</aside> \n<p>Refusing to acknowledge these things can be apathy: complaints are tedious when you’re not affected. Or we love the game and don’t like conceding there’s anything wrong. Or we’re fearful of change – cricket and its broadcasters are a point of stability in so many lives. But it’s OK. No one is telling us what to like, even if what we like has more to do with habit than whatever post-hoc logical linoleum we lay over that response. </p> \n<p>If we open the game, more people will come in, and that’s only for the better. It’s not about special-interest groups when addressing things that involve literally everyone. It’s not about trying to point out bigger problems elsewhere when we can take the useful course of getting our own house in order.</p> \n<p>It’s probably tennis that has best arranged the furniture. There’s the odd spat about fashion-focused interviews or the three-sets-to-five split that so suits the schedulers, but by alternating men’s and women’s games in major tournaments, the two are shown the same respect. Fans follow suit. The game’s iconic players don’t divide on gender lines. Girls see making the tour as a viable ambition, so the standard remains excellent. No one loses in this arrangement, no one panders, and no one ruins the game forever. If you excised the women’s half of the draw now, most enthusiasts would agree that tennis would be a poorer, duller and less colourful place. All of us would win if – someday – cricket could say the same.</p> \n<p><strong><span class=\"bullet\">•</span> This article appeared first in <a href=\"http://www.thenightwatchman.net/\">The Nightwatchman</a><br /></strong><strong><span class=\"bullet\">•</span> Follow The Nightwatchman on <a href=\"https://www.facebook.com/pages/The-Nightwatchman/408335152572761\">Facebook</a> and <a href=\"https://twitter.com/NightwatchmanXI\">Twitter</a><br /></strong><strong><span class=\"bullet\">•</span> Follow <a href=\"https://twitter.com/geofflemonsport\">Geoff Lemon on Twitter</a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434119521415/a4b5340e-785b-4b9c-a16d-766a7448f180-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stefan Gosatti/Getty Images","altText":"Australia v England Ashes ","cleanCredit":"Photograph: Stefan Gosatti/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434634229654/83732b4f-a0d7-4045-9050-f0c00be98264-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"England’s women lift the Ashes trophy in 2013. Photograph: Owen Humphreys/PA","credit":"Owen Humphreys/PA","altText":"England","cleanCaption":"England’s women lift the Ashes trophy in 2013.","cleanCredit":"Photograph: Owen Humphreys/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434634029196/3078ab10-9605-4f07-a974-974ada663980-2060x1398.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1398,"width":2060,"orientation":"landscape","caption":"Ellyse Perry celebrating with her Australia team-mates against Bangladesh in 2014. Photograph: Scott Barbour/Getty Images","credit":"Scott Barbour/Getty Images","altText":"Ellyse Perry","cleanCaption":"Ellyse Perry celebrating with her Australia team-mates against Bangladesh in 2014.","cleanCredit":"Photograph: Scott Barbour/Getty Images"}],"webPublicationDate":"2015-06-18T08:54:58Z","lastModified":"2015-06-18T13:30:43Z","metadata":{"commentable":true,"commentCount":139,"contributors":[{"name":"Geoff Lemon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/geoff-lemon"}],"feature":true,"keywords":["Cricket","Women's cricket","Sport","Australia sport","Southern Stars","England women's cricket team","Women's Ashes"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/womenscricket","webTitle":"Women's cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/australia-women-s-cricket-team","webTitle":"Southern Stars"},{"id":"sport/england-women-cricket-team","webTitle":"England women's cricket team"},{"id":"sport/womens-ashes","webTitle":"Women's Ashes"}],"section":{"id":"sport"},"topics":[{"displayName":"Geoff Lemon","topic":{"type":"tag-contributor","name":"profile/geoff-lemon"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing","shortUrl":"http://gu.com/p/49mgc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing","webUri":"http://www.theguardian.com/sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434119521415/a4b5340e-785b-4b9c-a16d-766a7448f180-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Holly Ferling bats for Australia against England in the Women’s Ashes Test match in January 2014. Photograph: Stefan Gosatti/Getty Images","credit":"Stefan Gosatti/Getty Images","altText":"Australia v England Ashes ","cleanCaption":"Holly Ferling bats for Australia against England in the Women’s Ashes Test match in January 2014.","cleanCredit":"Photograph: Stefan Gosatti/Getty Images"}},"importance":3,"byline":{"title":"Geoff Lemon"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434119521415/a4b5340e-785b-4b9c-a16d-766a7448f180-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stefan Gosatti/Getty Images","altText":"Australia v England Ashes ","cleanCredit":"Photograph: Stefan Gosatti/Getty Images"}}]},{"title":"Obituary / Ron Clarke obituary","rawTitle":"Ron Clarke obituary","item":{"type":"article","id":"sport/2015/jun/18/ron-clarke","title":"Ron Clarke obituary","trailText":"Australian athlete who broke world records with ease, becoming the first man to run three miles in under 13 minutes","standFirst":"Australian athlete who broke world records with ease, becoming the first man to run three miles in under 13 minutes","byline":"Peter Nichols","body":"<p>Ron Clarke, who has died aged 78, defined an era of distance running. He was at his most imperious when, in a flurry of races in 1965, he broke world records with metronomic regularity. Two performances stand out: on 10 July 1965, at the White City stadium in west London, he became the first man to run three miles in <a href=\"https://www.youtube.com/watch?v=p8rC2Xeiz5k\" title=\"\">under 13 minutes</a>; four days later, in Oslo, he took 36.2 seconds off the world 10,000m record. “We knew the landscape was changing,” said Bruce Tulloh, the then European 5,000m champion, and one of the athletes blown away by Clarke on the White City cinder track.</p> \n<p>Breaking records, for the Australian, seemed to come easily. His career tally would grow to 17, to match the Finn Paavo Nurmi, and sit one behind the Czech <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2000/nov/23/guardianobituaries\" title=\"\">Emil Zatopek</a>. Winning titles was another matter. When the Olympics came around in 1968, Clarke, aged 31, was still at his peak. His world record times in both the 5,000m and 10,000m were so far superior to the times everybody else was running that, in any other Olympic year, both titles in both events would have been almost a shoo-in.</p> \n<p>Clarke had lit the flame at the 1956 Games in his native Melbourne, but success had eluded him, a solitary bronze medal from the 10,000m in <a href=\"https://www.youtube.com/watch?v=znpRcVJjr8I\" title=\"\">1964 at Tokyo</a> being the sum of his Olympic achievements. By 1968, though, the die had been cast. The International Olympic Committee, “those IOC idiots,” as Clarke would later call them, had ignored the overtures of Buenos Aires, Detroit and Lyon, all sea-level cities, and awarded the Games to Mexico City.</p> \n<p>Mexico City is more than 2,200m above sea level. The air is thin. Sprinters love it; distance runners, who rely on oxygen transport to produce energy, do not. The athletes from lowland regions knew what was coming and, even though some tried using high-altitude preparation camps, come it did. All four distance events were won by African runners.</p> \n<p>The first athletics final of the Games was the 10,000m and Clarke stayed on the pace until the last 400m, when his exertions, in the oxygen-thin air, took their toll. “It looks as if he’ll never do it now,” said the BBC commentator <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/dec/21/david-coleman\" title=\"\">David Coleman</a>, when Clarke slipped from contention. As he crossed the line in sixth place, 17 seconds behind the winner, <a href=\"http://articles.latimes.com/2003/mar/12/local/me-passings12.3\" title=\"\">Naftali Temu</a>, everything Clarke had achieved in his career to that point was surpassed by the single thing he had not.</p> \n<p>Over the line, Clarke collapsed. His doctor, Brian Corrigan, was already on his way. “He saw me go from normal Mexican fainting grey colour to green, which he thought was pretty dangerous. He wasn’t on the field, so to get there he had to jump over a moat and fight off a few policemen. It was lucky I took so long on the last lap, otherwise he wouldn’t have made it,” said Clarke.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=p8rC2Xeiz5k\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/p8rC2Xeiz5k?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Ron Clarke breaking the three-mile record in 1965\n </figcaption> \n</figure> \n<p>Oxygen was administered and he rapidly recovered, competing in the 5,000m heats two day later (he would come fifth in the final), but the damage to a heart valve had been done and he would have heart issues for the rest of his life. Corrigan later owned that, in the moment, he thought that Clarke might die.</p> \n<p>Clarke’s sporting career might have gone in another direction. His father, Tom, played Australian rules football for Essendon and Ron’s elder brother, Jack, would acquire near legendary status with the same club. Ron, too, played for the reserves, but when he broke a finger on his left hand in 1962 and the bone was set at a right angle (rather than amputate it), he turned to athletics.</p> \n<p>Although he had set three world junior records at 18, Clarke’s career had to that point followed a stop-start pattern. National service interrupted his training for the 1956 Olympics (being chosen to light the flame, he said, was a “consolation”), studying for accountancy exams meant running took a back seat for the next Olympiad, and only from 1960 did he take it seriously again. His first world record came in Melbourne in December 1963, when he broke the six-mile and 10,000m records in the same race. (“That’s nice,” said his wife, Helen, when he told her about his achievement at a family party later that day. “Now would you help me hand out the sandwiches?”)</p> \n<p>His career tally of 17 world records, is slightly skewed in Clarke’s favour because both metric and imperial records still stood and 10 of his world records came in just five races. But that is offset by the chasm he put between himself and history. Between December 1963 and July 1965, Clarke took 18.6 seconds off the world 5,000m record and an awe-inspiring and 38.8 seconds off the world 10,000m record.</p> \n<p>Clarke eventually retired from the sport in 1970, never having dispelled the idea that he was more runner than racer. He did get an Olympic gold medal, though. After Mexico, Clarke was invited to Czechoslovakia by the four-time Olympic champion Zatopek. At the airport when he was leaving, he thrust a package in Clarke’s hand. He opened it on the plane. It was Zatopek’s 10,000m gold medal from the 1952 Games, re-engraved to Clarke.</p> \n<p>He was later a successful businessman and from 2004 until 2012 was mayor of the Gold Coast. He was appointed MBE in 1966 and AO in 2013.</p> \n<p>He is survived by Helen (whom he married in 1959) and their two sons, Marcus and Nicolas. His daughter, Monique, died in 2009.</p> \n<p><em> <span class=\"bullet\">•</span> </em>Ronald William Clarke, athlete, born 21 February 1937; died 17 June 2015</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434644321243/Ron-Clarke-competing-at-C-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ron Clarke competing at Crystal Palace in 1968. Photograph: Colorsport/Rex Shutterstock","credit":"/Colorsport/Rex Shutterstock","altText":"Ron Clarke competing at Crystal Palace in 1968.","cleanCaption":"Ron Clarke competing at Crystal Palace in 1968. Photograph: Colorsport/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-18T17:12:57Z","lastModified":"2015-06-18T23:00:49Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Peter Nichols","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peter-nichols"}],"feature":false,"keywords":["Athletics","Australia sport","Olympics","Sport","Melbourne","Australia news"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"australia-news/melbourne","webTitle":"Melbourne"},{"id":"australia-news/australia-news","webTitle":"Australia news"}],"section":{"id":"sport"},"topics":[{"displayName":"Peter Nichols","topic":{"type":"tag-contributor","name":"profile/peter-nichols"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/ron-clarke","shortUrl":"http://gu.com/p/4avbk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/ron-clarke","webUri":"http://www.theguardian.com/sport/2015/jun/18/ron-clarke"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434644321243/Ron-Clarke-competing-at-C-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ron Clarke competing at Crystal Palace in 1968. Photograph: Colorsport/Rex Shutterstock","credit":"/Colorsport/Rex Shutterstock","altText":"Ron Clarke competing at Crystal Palace in 1968.","cleanCaption":"Ron Clarke competing at Crystal Palace in 1968. Photograph: Colorsport/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Obituary"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434644321243/Ron-Clarke-competing-at-C-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ron Clarke competing at Crystal Palace in 1968. Photograph: Colorsport/Rex Shutterstock","credit":"/Colorsport/Rex Shutterstock","altText":"Ron Clarke competing at Crystal Palace in 1968.","cleanCaption":"Ron Clarke competing at Crystal Palace in 1968. Photograph: Colorsport/Rex Shutterstock"}}]}],"lastModified":"2015-06-18T23:50:38Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}