{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Wawrinka comes up shorts in explaining his style and prospects","rawTitle":"Wawrinka comes up shorts in explaining his style and prospects","item":{"type":"article","id":"sport/2015/jun/14/stan-wawrinka-comes-up-shorts-in-explaining-his-style-and-prospects","title":"Stan Wawrinka comes up shorts in explaining his style and prospects","trailText":"Stan Wawrinka appears little changed by winning French Open title but is wary of chances when facing Nick Kyrgios in opening match at Queen’s","standFirst":"The Swiss appears little changed by winning French Open title but is wary of chances when facing Nick Kyrgios in his opening match at Queen’s","byline":"Kevin Mitchell at Queen's\r\n","body":"<p>Stan Wawrinka was never going to stride into London with the hauteur of a double slam champion. The 30-year-old Swiss, now a mere 15 majors behind his compatriot Roger Federer, refused to declare on Sunday that he would add Wimbledon to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jan/26/stanislas-wawrinka-rafael-nadal-australian-open\">his Australian</a> and French titles – with good reason given his record there – nor would he even say he would beat the rising but injury-prone young Australian Nick Kyrgios in the first round at Queen’s on Tuesday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/13/andy-murray-grass-season-queens-wimbledon\">Andy Murray welcomes the grass season and hopes for rub of the green</a> </p> \n</aside> \n<p>No, Wawrinka, who has risen from No8 to No4 in the world and is playing some of the best tennis of his life, was just happy to talk about his shorts. If an article of clothing can define an athlete, the plaid shorts he donated to the Roland Garros museum after beating the world No1, Novak Djokovic, in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/french-open-2015-stanislas-wawrinka-novak-djokovic-win\">the French Open final</a> last Sunday fit the bill.</p> \n<p>They will forever be associated with that classic match and their story is part of the Stan The Man legend.</p> \n<p>He could wear them this week, he said, but has not made up his mind. “I have some white clothes for Wimbledon, that’s for sure,” he said, with a nod to the tournament’s insistence on traditional garb.</p> \n<p>When he unveiled his now-famous shorts at Monte Carlo two months ago they were widely derided. Who goes to work in his pyjamas, the fashionistas and others asked. “[It’s] a funny story: now [the shorts] are sold out – something that no one likes … It’s a strange world.”</p> \n<p>As for his tennis, it is universally admired and he could hardly be in a better place, mentally or physically, as he attacks the short grass season over the next month. Life as the unexpected winner of the Coupe des Mousquetaires in the 114th edition of the French Open has been not much different.</p> \n<p>“It was a normal Monday in Paris, a lot of press, pictures. Tuesday I took a flight early morning to do something with Evian, my sponsor. Came back home Tuesday, late. Then on Wednesday, Thursday, Friday I was spending time with my family, with my daughter, and doing some fitness.”</p> \n<p>His <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/stanislas-wawrinka-novak-djokovic-french-open\">family life has been anything but normal</a> since the very public break-up of his marriage in April but Wawrinka seems to have compartmentalised it well enough. There are some players who would have struggled to see off Djokovic, the runaway best player in the world, in the final of a slam with such private baggage to deal with but Wawrinka looks to have found peace of mind on the court, hitting the ball harder than just about anyone in the game.</p> \n<p>He will find the next few weeks more demanding than the past few, however, moving away from the more comfortable environment of clay to a surface on which he has had only sporadic success since losing to Miguel Angel L&oacute;pez Ja&eacute;n, a Spanish clay-courter ranked 462 in the world, in the second round of a Futures event 14 years ago.</p> \n<p>This is his third visit to Queen’s, where he lost to the eventual champion, Grigor Dimitrov, in the semi-finals last year and to James Ward in the second round four years ago.</p> \n<p>As for Wimbledon, he has never much enjoyed the experience in 10 campaigns, going out five times in the first round, including a shock exit in straight sets two years ago at the hands of Lleyton Hewitt, who was an off-court admirer as he went through his single-handed backhand repertoire here on Sunday. Last year Wawrinka got to the quarter-finals for the first time, losing to Roger Federer in four tight sets.</p> \n<p>He has reached the fourth round at Wimbledon twice, the last time losing to Andy Murray in five sets in 2009. He views that record with the same equanimity as he does his gathering fame and celebrated successes elsewhere – and he retains the respect, bordering on suspicion, for any opponent that all but a few elite players know.</p> \n<p>He says of his opening match in the Aegon Championships against Kyrgios: “It’s a tough, tough first round, a big challenge. It’s going to be interesting because it’s the first time I am going to play him. He loves to play on the grass. He has been practising and he’s ready for that. He played so well last year [when he beat Rafael Nadal in the fourth round] and he loves the big matches. We will see how I adapt. If it’s not raining too much, I can practise enough and see how I get ready for this one.”</p> \n<p>So it will be a day like most others for one of the game’s most amenable characters – and one of its most devastating hitters, too. For all that grass has humbled him in the past, he will be feared here and at Wimbledon.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/14/1434299778681/Stan-Wawrinka--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stan Wawrinka, in his famous shorts, attacks against Novak Djokovic on his way to winning the French Open final. Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"Stan Wawrinka ","cleanCaption":"Stan Wawrinka, in his famous shorts, attacks against Novak Djokovic on his way to winning the French Open final. Photograph: Julian Finney/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-14T16:37:55Z","lastModified":"2015-06-14T23:00:38Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Stanislas Wawrinka","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/14/stan-wawrinka-comes-up-shorts-in-explaining-his-style-and-prospects","shortUrl":"http://gu.com/p/49ne3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/14/stan-wawrinka-comes-up-shorts-in-explaining-his-style-and-prospects","webUri":"http://www.theguardian.com/sport/2015/jun/14/stan-wawrinka-comes-up-shorts-in-explaining-his-style-and-prospects"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/14/1434299778681/Stan-Wawrinka--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stan Wawrinka, in his famous shorts, attacks against Novak Djokovic on his way to winning the French Open final. Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"Stan Wawrinka ","cleanCaption":"Stan Wawrinka, in his famous shorts, attacks against Novak Djokovic on his way to winning the French Open final. Photograph: Julian Finney/Getty Images"}},"importance":7,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/14/1434299778681/Stan-Wawrinka--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stan Wawrinka, in his famous shorts, attacks against Novak Djokovic on his way to winning the French Open final. Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"Stan Wawrinka ","cleanCaption":"Stan Wawrinka, in his famous shorts, attacks against Novak Djokovic on his way to winning the French Open final. Photograph: Julian Finney/Getty Images"}}]},{"title":"Sport Network / County cricket: the week's final over","rawTitle":"County cricket: the week's final over","item":{"type":"article","id":"sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire","title":"County cricket: the week's final over","trailText":"Six talking points from the week’s county cricket, including praise for Durham’s bowlers, Jonny Bairstow, Fidel Edwards James Faulkner and James Vince","standFirst":"<p>Six talking points from the week’s county cricket, including praise for Durham’s bowlers, Jonny Bairstow, Fidel Edwards, James Faulkner and James Vince</p>\n<p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Gary Naylor","body":"<h2>Ball One: Four Durham players do the work of 11 against Somerset</h2> \n<p>The musical chairs at top of Division One continued this week, with Durham finding themselves at the summit when the music stopped, with a handy cushion of 11 points as we go to midsummer. That’s almost entirely thanks to the bowlers who, collectively, had a good match with the ball and with the bat. When Durham were 119-6 in the first innings, and 101-6 in the second, Somerset must have thought they were in with a shout, but Paul Coughlin (0, 54), John Hastings (28, 79), Chris Rushworth (13, 43) and Graham Onions (1*, 3*) gave themselves something to bowl at and then shared 19 of the 20 wickets between them. They are exactly the kind of resourceful cricketers any side that wants to compete hard in 16 four-day matches spread over six months needs – though the quartet will hope to have a bit more help in the future.</p> \n<h2>Ball Two: Bairstow for Buttler for England?</h2> \n<p>Yorkshire beat Middlesex at Headingley in a low-scoring match that finished with both teams level on points in the table, although the Tykes have a game in hand. Fourteen wickets fell on the first day, 10 on the second and 12 on the third, so it was the kind of match in which one innings can make all the difference. That knock was played by Jonny Bairstow, whose 125* was 55 runs more than the next best in the match (that from another ex-England man, Nick Compton). Bairstow is averaging over 80 in the County Championship, with two tons and three fifties already notched in his three matches to date. With Jos Buttler’s batting for England becoming crucial in all formats, is there a case for his following the likes of Kumar Sangakarra and Alec Stewart, with the masterblaster selected as a specialist batsman? If so, the Yorkshire keeper (if he plays straight and not round his front pad, as he did when last having a taste of the international game) will let nobody down at No7, nor with the gloves.</p> \n<h2>Ball Three: Hampshire can bring out the cigars at last</h2> \n<p>The nine-team format in Division One allied to the 16-points-for-a-win system rewards attacking cricket/result pitches (delete to taste) and nowhere more so than at Hove, where Sussex (three wins, four defeats, no draws) are enjoying a topsy-turvy season. Hampshire won’t complain though, their first win of 2015 lifting them to mid-table respectability. That result was always likely once Fidel Edwards had shot out four of the home team’s top five at the end of Day Two, with Sussex already halfway through their second innings on a capricious track. It’s good to see Fidel (now aged 33), an uncomplicated bowler who simply gets it down to the other end as quickly as possible, back in the county game and doing well. One can’t help but cast a thought towards Jamaica though, where the once mighty West Indies can field just the two quicks against Australia in the Test match.</p> \n<h2>Ball Four: Smiles under Giles at Old Trafford</h2> \n<p>Lancashire marched on towards promotion with their fifth win of the season taking them a yawning 60 points clear of third-place Glamorgan with two to go up in September. Though there was another handy contribution from World Cup final man of the match, James Faulkner (covering for the absent Peter Siddle, who was away with Australia but not in their Test team). The Zimbabwean quick bowler, Kyle Jarvis, took nine scalps in the match for just 106 runs. Jarvis has 47 wickets at 21 with half of the season left to play and the magical 100 wickets mark just about in sight. He, like his fellow players and the often difficult to please membership at Old Trafford, is enjoying life under Ashley Giles.</p> \n<h2>Ball Five: Vince convinces in well timed chase</h2> \n<p>We’re roughly at the halfway point of the T20 Blast and no county is completely out of it. The top four in each group will progress to the quarter-finals (though Derbyshire and, perhaps surprisingly, Surrey and Northamptonshire need to get a move on). Performance of the week goes to Hampshire captain James Vince, who, on a misty, drizzly night, steered his team to the sanctuary of 187, the 18 overs target achieved with a ball to spare at Canterbury. The skipper’s contribution was a perfectly judged 99* off 57 balls, including five sixes off a flogged Kent attack. With one England ODI cap (in the subsequently abandoned match in Ireland last month), Vince will act as a useful touchstone for England’s brave new world of white ball cricket. When a slot becomes available in the upper order (as the madcap international schedule makes almost inevitable), do the selectors go for an Ian Bell or a Ravi Bopara or do they embrace the future and go with 24-year-old Vince?</p> \n<h2>Ball Six: Scheduling is tricky but cricket has to be smarter</h2> \n<p>Fitting three domestic competitions into the English summer is tough enough – roll in demands for “appointment events”, an easily followed narrative and at least some time for players to adjust from one format to the next and you have a puzzle that might fox <a href=\"https://en.wikipedia.org/wiki/Magnus_Carlsen\">Magnus Carlsen</a>. But it seemed ill-judged to schedule eight T20 matches on Friday night directly against England’s second ODI of a thrilling series (and another three on Sunday against the third ODI) while Saturday featured just the one T20 match. With the domestic football season finished and England playing away on the Sunday, and without any rugby or tennis to distract the casual sports fan, if they did fancy a bit of cricket, there was no match in England to watch. June 13 was unlucky for them.</p> \n<p><strong><span class=\"bullet\">•</span> This is an article from our </strong><a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\"><strong>Guardian Sport Network</strong></a><br /><strong><span class=\"bullet\">•</span> This article first appeared on </strong><a href=\"http://nestaquin.wordpress.com/\"><strong>The 99.4 Cricket Blog</strong></a><br /><strong><span class=\"bullet\">•</span> Follow </strong><a href=\"https://twitter.com/garynaylor999\"><strong>Gary Naylor</strong></a><strong> on Twitter</strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365596469/7bb4e7a8-b920-4f9e-bd67-5efb92d06784-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Charlie Crowhurst/Getty Images","altText":"Fidel Edwards","cleanCredit":"Photograph: Charlie Crowhurst/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T10:57:02Z","lastModified":"2015-06-15T10:57:03Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Gary Naylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gary-naylor"}],"feature":true,"keywords":["Cricket","Sport","County Championship Division One","County Championship Division Two","Durham","Yorkshire","Middlesex","Somerset","Sussex","Hampshire","Lancashire","Glamorgan"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/countychampionship1stdivisioncricket","webTitle":"County Championship Division One"},{"id":"sport/countychampionship2nddivisioncricket","webTitle":"County Championship Division Two"},{"id":"sport/durham","webTitle":"Durham"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/middlesex","webTitle":"Middlesex"},{"id":"sport/somerset","webTitle":"Somerset"},{"id":"sport/sussexccc","webTitle":"Sussex"},{"id":"sport/hampshire","webTitle":"Hampshire"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"sport/glamorganccc","webTitle":"Glamorgan"}],"section":{"id":"sport"},"topics":[{"displayName":"Gary Naylor","topic":{"type":"tag-contributor","name":"profile/gary-naylor"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire","shortUrl":"http://gu.com/p/49np4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire","webUri":"http://www.theguardian.com/sport/99-94-cricket-blog/2015/jun/15/county-cricket-final-over-durham-hampshire-yorkshire-lancashire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365596469/7bb4e7a8-b920-4f9e-bd67-5efb92d06784-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fidel Edwards celebrates after taking the wicket of Matthew Machan in Hampshire’s victory over Sussex. Photograph: Charlie Crowhurst/Getty Images","credit":"Charlie Crowhurst/Getty Images","altText":"Fidel Edwards","cleanCaption":"Fidel Edwards celebrates after taking the wicket of Matthew Machan in Hampshire’s victory over Sussex.","cleanCredit":"Photograph: Charlie Crowhurst/Getty Images"}},"importance":5,"kicker":{"title":"Sport Network"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365596469/7bb4e7a8-b920-4f9e-bd67-5efb92d06784-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Charlie Crowhurst/Getty Images","altText":"Fidel Edwards","cleanCredit":"Photograph: Charlie Crowhurst/Getty Images"}}]},{"title":"Football / Poor defending undermines Hodgson’s attacking intent","rawTitle":"Poor defending undermines Hodgson’s attacking intent","item":{"type":"comment","id":"football/blog/2015/jun/14/england-defending-roy-hodgson-attack-slovenia","title":"England’s poor defending undermines Roy Hodgson’s attacking intent","trailText":"England’s offside trap was hopeless for Slovenia’s opening goal and it might be that Gary Cahill and Chris Smalling are simply on different wavelengths","standFirst":"England’s offside trap was hopeless for Slovenia’s opening goal and it might be that Gary Cahill and Chris Smalling are simply on different wavelengths","byline":"Michael Cox","body":"<p>This dramatic victory should really have been much more comfortable, considering England dominated the entire contest. Poor finishing, rather than poor tactics, were the reasons England needed to dig deep in the second half.</p> \n<p>England started on the front foot, with Jack Wilshere again outstanding in his deep-lying midfield role. Clearly, a match where England were almost permanently in possession suits the Arsenal man, but he nevertheless impressed by nipping in ahead of opponents to regain possession quickly, and provided some urgency to England’s play with typical darting runs and one-twos.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/slovenia-england-euro-2016-qualifier-match-report\">Slovenia 2-3 England | Euro 2016 qualifier match report</a> </p> \n</aside> \n<p>To his left, Fabian Delph also performed well, taking up intelligent positions to allow Raheem Sterling to drift between a wide role and a more central zone, in much the same way Delph has helped Jack Grealish thrive at club level. England’s left side worked well, and more composure in front of goal from Sterling, who received two excellent Wayne Rooney through-balls inside the first 25 minutes, would have seen England in a commanding lead by half-time.</p> \n<p>The area of weakness was at the back, where the lack of a settled quartet continues to cause problems. Here, England were exposed from Slovenia’s first significant attack, when Milivoje Novakovic – at 36, hardly the quickest – sprang England’s hopeless offside trap to open the scoring.</p> \n<p>There is little excuse for such poor decision-making at the back, although it’s worth wondering whether Gary Cahill, playing for a Chelsea side which defends extremely deep under Jos&eacute; Mourinho, and Chris Smalling, now accustomed to Louis van Gaal’s high line, are simply on different wavelengths.</p> \n<p>Meanwhile, Hodgson’s most controversial pre-match selection was deploying Phil Jones at right-back, but his injury allowed England a chance to re-shape at half-time. Jordan Henderson was moved into that position, with Adam Lallana introduced to offer trickery between the lines, and both performed their jobs excellently after the break – indeed, Henderson’s overlapping and Lallana’s deft touch proved crucial in Wilshere’s superb second goal to put England ahead.</p> \n<p>There was a defensive risk without a natural right-back, of course, and Slovenia’s second goal came from Henderson’s zone, although he wasn’t directly culpable. Besides, Hodgson had already been preparing Nathaniel Clyne as a more conservative option when England were 2-1 ahead. The reason Clyne was not used earlier is simple – he has not performed particularly well in an England shirt, arguably the side’s poorest player on his previous two appearances. Jones, who offered much-needed height in a small side, and Henderson, a more attacking option when England were behind, were perfectly reasonable choices.</p> \n<p>Hodgson is frequently criticised for being too defensive, yet this was more evidence the caricature doesn’t make sense – England’s possession play was often excellent, but the defending left much to be desired.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434311630471/Slovenia-v-England---UEFA-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gary Cahill, right, and Phil Jones wonder how 36-year-old Milivoje Novakovic was able to spring England’s hopeless offside trap and score Slovenia's opening goal.  Photograph: Srdjan Zivulovic/Reuters","credit":"Srdjan Zivulovic/Reuters","altText":"Slovenia v England - UEFA Euro 2016 Qualifying Group E","cleanCaption":"Gary Cahill, right, and Phil Jones wonder how 36-year-old Milivoje Novakovic was able to spring England’s hopeless offside trap and score Slovenia's opening goal.  Photograph: Srdjan Zivulovic/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-14T19:58:49Z","lastModified":"2015-06-14T23:00:59Z","metadata":{"commentable":true,"commentCount":77,"contributors":[{"name":"Michael Cox","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-cox"}],"feature":false,"keywords":["Football tactics","England","Slovenia","Euro 2016 qualifiers","Euro 2016","Football","Sport"],"tags":[{"id":"football/football-tactics","webTitle":"Football tactics"},{"id":"football/england","webTitle":"England"},{"id":"football/slovenia","webTitle":"Slovenia"},{"id":"football/euro-2016-qualifiers","webTitle":"Euro 2016 qualifiers"},{"id":"football/euro-2016","webTitle":"Euro 2016"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Michael Cox","topic":{"type":"tag-contributor","name":"profile/michael-cox"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/14/england-defending-roy-hodgson-attack-slovenia","shortUrl":"http://gu.com/p/49nfz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/14/england-defending-roy-hodgson-attack-slovenia","webUri":"http://www.theguardian.com/football/blog/2015/jun/14/england-defending-roy-hodgson-attack-slovenia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434311630471/Slovenia-v-England---UEFA-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gary Cahill, right, and Phil Jones wonder how 36-year-old Milivoje Novakovic was able to spring England’s offside trap and score Slovenia’s opening goal. Photograph: Srdjan Zivulovic/Reuters","credit":"Srdjan Zivulovic/Reuters","altText":"Slovenia v England - UEFA Euro 2016 Qualifying Group E","cleanCaption":"Gary Cahill, right, and Phil Jones wonder how 36-year-old Milivoje Novakovic was able to spring England’s offside trap and score Slovenia’s opening goal. Photograph: Srdjan Zivulovic/Reuters"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434311630471/Slovenia-v-England---UEFA-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gary Cahill, right, and Phil Jones wonder how 36-year-old Milivoje Novakovic was able to spring England’s hopeless offside trap and score Slovenia's opening goal.  Photograph: Srdjan Zivulovic/Reuters","credit":"Srdjan Zivulovic/Reuters","altText":"Slovenia v England - UEFA Euro 2016 Qualifying Group E","cleanCaption":"Gary Cahill, right, and Phil Jones wonder how 36-year-old Milivoje Novakovic was able to spring England’s hopeless offside trap and score Slovenia's opening goal.  Photograph: Srdjan Zivulovic/Reuters"}}]},{"title":"Panesar: from media darling to England’s forgotten spinning hero","rawTitle":"Panesar: from media darling to England’s forgotten spinning hero","item":{"type":"comment","id":"sport/blog/2015/jun/13/monty-panesar-england-forgotten-spinner","title":"Monty Panesar: from media darling to England’s forgotten spinning hero","trailText":"It is a forlorn tale of someone who loved cricket almost too much but Panesar still dreams of returning to the top and making up for lost time","standFirst":"It is a forlorn tale of someone who loved cricket almost too much but Panesar still dreams of returning to the top and making up for lost time","byline":"Tanya Aldred","body":"<p>Nine years ago a young cricketer made his <a href=\"http://www.espncricinfo.com/england/content/player/18655.html\" title=\"\">Test debut against India</a> at Nagpur. With his verdant facial feathering, matching black patka and comprehensive range of eye-popping expressions, Monty Panesar was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2012/dec/12/monty-panesar-england-misfit\" title=\"\">England’s mid-noughties breath of fresh air</a>. A left-arm spinner with remarkable spaghetti-span hands and long clickety-clack fingers, on the right day he could turn the ball inside out and make it kick and bounce.</p> \n<p>Added to that he had an extraordinarily flexible wrist, able to twist full circle, and a bouncing run-up, left arm releasing the ball high above his head while his right arm floated up to his ears afterwards to add a regal flick of who-knows-what. He seemed England’s long-term spin answer – and for three years, maybe more, he was.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/01/monty-panesar-dropped-essex-poor-timekeeping\">Monty Panesar left out of Essex’s squad for ‘breaching rules for timekeeping’</a> </p> \n</aside> \n<p>But what followed was a miserable mix of the cricketing and the personal that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/01/monty-panesar-dropped-essex-poor-timekeeping\" title=\"\">has left Panesar a forgotten figure</a> without any meaningful cricket. His third county, Essex, are plumped firmly at the bottom of Division Two – but still Panesar doesn’t&nbsp;play.</p> \n<p>Amid the Kevin Pietersen miniseries of last year, the fate of Panesar faded into the background – but what should have been his moment after the retirement of Graeme Swann instead became someone else’s, as England turned to the apprentice off-spin of Moeen Ali and Joe Root’s bob-a-jobs.</p> \n<p>It was so different in the early days when success – 71 wickets at 28 in his first 19 Tests – and his unusual character turned Panesar into a crowd and media darling. His almost nerdish devotion to the game and his puppyish mid-air appeals delighted spectators and Monty masks sprouted about grounds at a feverish rate.</p> \n<p>But while his bowling was lovely on the eye, his batting and fielding verged on the hapless – and he became used to his attempts being accompanied by ironic, though affectionate, applause.</p> \n<p>His international career progressed, though he was dogged by accusations that he wasn’t learning. Shane Warne famously said: “Monty Panesar hasn’t played 33 Tests, he has played one Test, 33 times.”</p> \n<p>Then, during the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/may/02/20-great-ashes-moments-cardiff\" title=\"\">first Ashes Test at Cardiff in 2009</a>, six years ago next month, Panesar and Jimmy Anderson batted out the Australians as the July shadows groaned across the ground. At 6.41 that evening, when time was finally called, Panesar was seven not out off 35 balls, getting into line and getting into line again just as his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/jul/13/monty-panesar-england-australia-draw\" title=\"\">batting buddy Paul Collingwood</a> had shown him.</p> \n<p>It was a short-lived personal triumph as, just days later, a miserable Panesar drove out of Lord’s, left out for the second Test and sent back to Northamptonshire. He didn’t pull on an England sweater again until 2012. Eleven Tests followed, with remarkable highs such as Mumbai, where Panesar and Swann bowled England to victory with 19 wickets between them, but to no one’s great surprise he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jan/03/monty-panesar-england-ashes-dropping-final-test\" title=\"\">dropped at the end of the Melbourne Test</a> of the disastrous 2013-14 Ashes tour and has not been picked again.</p> \n<p>In the background a slew of personal problems – divorce, alcohol, inappropriate behaviour and total lack of confidence – took their toll. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/nov/20/monty-panesar-sussex-northamptonshire\" title=\"\">Panesar left Northamptonshire</a> at the end of 2009 to join Sussex, a move that ultimately ended in disaster after he was released immediately following <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/07/drunk-monty-panesar-urinating-bouncers\" title=\"\">a drunken incident outside a nightclub</a> in 2013. He went to Essex on loan then signed a two-year contract, which comes up at the end of this season.</p> \n<p>It is a forlorn tale of someone who loved cricket almost too much. The young boy who was always the first to arrive for practice and the last to go home for Luton Indians somehow became a man who was disciplined by Essex last year over poor timekeeping. The obsessive cricketer who had to be sent away to rest for his own good by Nick Cook at Wantage Road, lost his desire to play. The cult figure became ridiculous – maybe the unintentional clownishness that gave spectators so much pleasure became a burden. Who, truly, likes being laughed at?</p> \n<p>Over last winter and into the pre‑season, Panesar was plagued by doubts over whether he even wanted to be a professional cricketer, but Neil Burns, his mentor and coach, feels that he has turned a corner. “I’m really encouraged at the moment. We just need to keep building his confidence and his sense of joy about playing the game.</p> \n<p>“At his best he is a really happy figure, creative and with the courage to be different. He is passionate and an evangelist for the art of spin bowling and a 100% trier, which is why he won over British public.”</p> \n<p>Burns and Panesar will meet this week to assess the rest of the season. Panesar has been working hard with John Childs and last week Peter Such, now a spin coach at the ECB. At Chelmsford, though, Essex play a straight bat saying only: “Monty is not currently being selected for cricketing reasons.”</p> \n<p>Panesar dreams of returning to the very top. According to Burns, he “really wants to play Test cricket again, he’d love to make up for lost time”.</p> \n<p>At only 33, time should be on his side. He hasn’t been plagued by the yips, nor is his body crumbling. His fielding and batting may be rudimentary but England need an experienced spinner – a wily old head to fit in a vibrant new team. If only, somehow, he can find the wherewithal to turn things around.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/13/1434203405256/Monty-Panesar-of-Essex-an-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"What should have been Monty Panesar's moment after the retirement of the England spinner Graeme Swann instead became someone else's. Photograph: Jamie Mcdonald/Getty Images","credit":"Jamie Mcdonald/Getty Images","altText":"Monty Panesar of Essex and England","cleanCaption":"What should have been Monty Panesar's moment after the retirement of the England spinner Graeme Swann instead became someone else's. Photograph: Jamie Mcdonald/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-13T21:00:07Z","lastModified":"2015-06-13T23:00:51Z","metadata":{"commentable":true,"commentCount":78,"contributors":[{"name":"Tanya Aldred","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tanyaaldred"}],"feature":true,"keywords":["Monty Panesar","England cricket team","Essex","Northamptonshire","Sussex","Cricket","Sport"],"tags":[{"id":"sport/monty-panesar","webTitle":"Monty Panesar"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/essex","webTitle":"Essex"},{"id":"sport/northamptonshire","webTitle":"Northamptonshire"},{"id":"sport/sussexccc","webTitle":"Sussex"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Tanya Aldred","topic":{"type":"tag-contributor","name":"profile/tanyaaldred"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/13/monty-panesar-england-forgotten-spinner","shortUrl":"http://gu.com/p/49n56","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/13/monty-panesar-england-forgotten-spinner","webUri":"http://www.theguardian.com/sport/blog/2015/jun/13/monty-panesar-england-forgotten-spinner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/13/1434203405256/Monty-Panesar-of-Essex-an-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"What should have been Monty Panesar's moment after the retirement of the England spinner Graeme Swann instead became someone else's. Photograph: Jamie Mcdonald/Getty Images","credit":"Jamie Mcdonald/Getty Images","altText":"Monty Panesar of Essex and England","cleanCaption":"What should have been Monty Panesar's moment after the retirement of the England spinner Graeme Swann instead became someone else's. Photograph: Jamie Mcdonald/Getty Images"}},"importance":4,"byline":{"title":"Tanya Aldred"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/3852fab03d883abe1022a01ff26d855c757ae5c5/0_55_3500_2099/1000.jpg","height":600,"width":1000}}]},{"title":"Baku 2015 reminds us our top athletes are overgrown infants","rawTitle":"Baku 2015 reminds us our top athletes are overgrown infants","item":{"type":"comment","id":"commentisfree/2015/jun/13/european-games-azerbaijan-athletes-not-role-models","title":"Baku reminds us our top athletes are overgrown infants","trailText":"The sports stars heading to the European Games in Azerbaijan have no comments on the dire politics of the host country","standFirst":"The sports stars heading to the European Games in Azerbaijan have no comments on the dire politics of the host country","byline":"Nick Cohen","body":"<p>The pretence that sportsmen and women are “role models” is impossible to maintain. It’s not just that no parent tells their teenage children to model their sex lives on premier league footballers or holds up Lewis Hamilton’s flight to a tax haven as a model of good citizenship. To be a member of the sporting “elite” is to live in a state of perpetual childhood without enjoying or even wanting the rights and responsibilities of a grown-up.</p> \n<p>A few weeks ago Paul Scholes<a href=\"http://www.independent.co.uk/sport/football/news-and-comment/paul-scholes-column-my-priority-was-winning-games-for-manchester-united-not-getting-involved-in-protests-against-the-glazers-10251177.html\" title=\"\"> wrote </a> how he was astonished that Manchester United fans expected players to behave as free adults in a free country and give their opinion about the Glazer family’s takeover of their club. The debt-laden American raiders reduced my team from a side that might have been one of the best in the world to a side that wasn’t even the best in Manchester. Nevertheless, said Scholes: “As an elite sportsman you cannot allow yourself to be sidetracked. It was not up to me who owned the club, and it would never have been appropriate for a player to have got involved in that debate.”</p> \n<p>I am sure the over-praised Alex Ferguson would have dropped any player who uttered a criticism. But Scholes is retired now, and Ferguson could not have hurt him if he spoke his mind. As it turned out, however, a career in professional sport had left Scholes with no mind to speak.</p> \n<p>The rest of the “elite” don’t appear to possess one either. This weekend marks a dismal low in the rotten history of modern sport. The Olympics movement is holding the first “<a href=\"http://www.baku2015.com/\" title=\"\">European Games</a>” in Baku, Azerbaijan. In theory they are meant to sit alongside the All-Africa, Pan-American and Asian games, and give Europe a continental tournament between the full Olympics. In practice there’s no need for them. Olympic sports already have their European championships.</p> \n<p>But – and you will only understand the seedy imperative that drives a disgraceful tournament when you grasp this – the European Olympic committees do not control the rival competitions. They wanted a piece of the action. And in an effort to find it, Patrick Hickey, the EOC’s Irish president, showed how he could move from being unctuous to unscrupulous without pausing for breath as he toured the borderlands of Europe looking for any tyrant with money to spare.</p> \n<p>First he tried to woo the dictator of Belarus. He charmed Alexander Lukashenko and gave the murderous old brute <a href=\"http://www.playthegame.org/news/news-articles/2008/eoc-honours-europes-last-dictator/\" title=\"\">an award</a> for his “Outstanding Contribution to the Olympic Movement” . His flattery was in vain. Lukashenko’s ill-governed country was too poor to afford the games. So Hickey headed to the mafia state of Azerbaijan, whose ruling Aliyev crime family will spend whatever looted petrodollars it takes to win international prestige.</p> \n<p>Sport for Rights, which is coordinating protests on behalf of imprisoned dissidents and journalists, has not asked for a boycott. It merely wants European governments, athletes and Olympic associations to call on Azerbaijan to release political prisoners. As Khadija Ismayilova, a journalist jailed for exposing corruption said in a <a href=\"http://www.nytimes.com/2015/06/12/opinion/letter-from-azerbaijan-jail-khadija-ismayilova-speaks-out.html\" title=\"\">letter</a> that Sports for Rights smuggled from her prison cell to the <em>New York Times</em>, the human rights crisis in Azerbaijan has never been worse. She asked visitors to her country to refuse to let the state use games and circuses to “distract your attention from its record of corruption and abuse”.</p> \n<p>What decent man or woman could refuse the modest request of a woman jailed for telling the truth about a kleptomaniac regime? Just about every sportsman, woman and administrator it transpired. “We’re very much focused on the sport,” a spokesman for Team GB told me, when I asked if it would manage to stammer out a word of protest. Interviewed by the BBC’s <em>Today </em>programme, Nicola Adams, the boxer carrying Team GB’s flag at the opening ceremony, could only say how wonderful it was to be in Baku. As tellingly, the interviewer did not press her. Perhaps the games organisers would jump on any competitor who delivered a critical sentence. The organisers of the Baku games have, after all, banned athletes from making any kind of demonstration or promoting political, religious or racial propaganda in any European Games venue.</p> \n<p>Perhaps all they could say in response to an awkward question is: “I’m afraid I am not allowed to comment.” Or: “I don’t like what happens in Azerbaijan but where games are held is not down to me.”</p> \n<p>As it is, no athlete is put under the slightest pressure to say anything. Censorship is at its most effective when no one admits it exists. In sport it is now a given that performers will not offer an opinion and journalists will not ask for one.</p> \n<p>My friend and colleague, the great sports reporter Kevin Mitchell, says that no one should be surprised. Two infantilising pressures make the sporting elite like children, but without childlike innocence.</p> \n<p>Their managers, the national teams, and perhaps most important of all the sponsors exert controlling authority over them. Like Victorian parents, they expect athletes to be seen and not heard. Reporters on the tennis beat were astonished when Andy Murray tentatively suggested he favoured an independent Scotland. It was not Murray’s views that shocked them, but that he had expressed them at all. He risks his sponsors deciding that his democratic decision politely expressed might alienate unionist fans.</p> \n<p>Their surprise shows that far from freeing athletes, money holds them in a condition of juvenile dependence. To say they can buy anything they want understates the case. They don’t have to buy when their people shop for them and companies offer them free goods in the hope they will promote their products. As they move from training grounds to hotels, everything is provided for them. How can you expect them to talk about a world they are sheltered from?</p> \n<p>The view that sportsmen are role models runs deep and dies hard. A ghoulish Cicero <a href=\"http://abacus.bates.edu/~mimber/blood/gladiator.sources.htm\" title=\"\">thought</a> that ancient Rome turned “debased men and foreigners” into examples of martial courage by forcing them to fight as gladiators. Today we should accept that athletes represent the worst of us: our willingness to keep our heads down and bite our tongues for fear of offending the authorities who stand over us or employers who pay us.</p> \n<p>As they play their games in Baku without offering a squeak of protest about the oppression around them and the corruption that profits them, we must conclude that all the real role models in Azerbaijan are in jail.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/12/1434141710253/Baku-2015-European-Games-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Azerbaijan flag is waved by spectators at the opening ceremony of the Baku 2015 European Games on Friday.  Photograph: Bernd Thissen/Corbis","credit":"Bernd Thissen/Corbis","altText":"Baku 2015 European Games","cleanCaption":"The Azerbaijan flag is waved by spectators at the opening ceremony of the Baku 2015 European Games on Friday.  Photograph: Bernd Thissen/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-13T17:15:03Z","lastModified":"2015-06-13T23:00:45Z","metadata":{"commentable":true,"commentCount":363,"contributors":[{"name":"Nick Cohen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419542/NickCohen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nickcohen"}],"feature":false,"keywords":["Azerbaijan","World news","Olympics","Sport"],"tags":[{"id":"world/azerbaijan","webTitle":"Azerbaijan"},{"id":"world/world","webTitle":"World news"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Nick Cohen","topic":{"type":"tag-contributor","name":"profile/nickcohen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/13/european-games-azerbaijan-athletes-not-role-models","shortUrl":"http://gu.com/p/49nvj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/13/european-games-azerbaijan-athletes-not-role-models","webUri":"http://www.theguardian.com/commentisfree/2015/jun/13/european-games-azerbaijan-athletes-not-role-models"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/12/1434141710253/Baku-2015-European-Games-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Azerbaijan flag is waved by spectators at the opening ceremony of the Baku 2015 European Games on Friday.  Photograph: Bernd Thissen/Corbis","credit":"Bernd Thissen/Corbis","altText":"Baku 2015 European Games","cleanCaption":"The Azerbaijan flag is waved by spectators at the opening ceremony of the Baku 2015 European Games on Friday.  Photograph: Bernd Thissen/Corbis"}},"importance":4,"byline":{"title":"Nick Cohen"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c2eca4fa7ec0ebca85d74290c368f65b0aedbe14/1391_184_1678_1006/1000.jpg","height":600,"width":1000}}]},{"title":"US Open venue Chambers Bay is stunning, quirky and certain to frustrate","rawTitle":"US Open venue Chambers Bay is stunning, quirky and certain to frustrate","item":{"type":"article","id":"sport/2015/jun/13/us-open-chambers-bay-stunning-quirky","title":"US Open venue Chambers Bay is stunning, quirky and certain to frustrate","trailText":"Robert Trent Jones Jr, a renowned course designer, is proud of his links course ‘on steroids’, whatever the players may say at the US Open","standFirst":"Robert Trent Jones Jr, a renowned course designer, is proud of his links course ‘on steroids’, whatever the players may say\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/09/henrik-stenson-plots-first-major-us-open-\" title=\"\"><span class=\"bullet\">•</span> Henrik Stenson plots a first major on ‘tricked-up links course’</a>","byline":"Ewan Murray","body":"<p>You don’t need to look far to detect rumbles of discontent relating to Chambers Bay. The venue, established in 2007, will host the US Open from Thursday, creating history as the first course in the Pacific Northwest to stage the year’s second major.</p> \n<p>US Opens have rarely been a soft option. Since Michael Campbell triumphed with an aggregate of level in 2005, par has been breached four times by a champion. Over the same period, only Padraig Harrington, at Royal Birkdale in 2008, won the Open Championship when over par.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/13/jordan-spieth-us-open-golf\">Jordan Spieth brings local knowledge to his US Open campaign</a> </p> \n</aside> \n<p>Mike Davis, the USGA’s executive director, is largely responsible for this. US Open course setups fall under his watch and he has a tendency to toughen or trick things up, to the audible frustration of competitors. Like a curious sporting fetish, Davis seems to revel in this.</p> \n<p>Others, though, will inevitably fall under the Seattle spotlight. Robert Trent Jones Jr was already a renowned course architect before beating off 57 competitors to design Chambers Bay. He has done this before, all over the world, yet regards Chambers Bay as the jewel in his crown.</p> \n<p>In the coming days, some players will take the admirable approach of getting on with the challenge in front of them. Every US Open entrant is facing the same task, after all. However, a fear of the unknown and inability to manage quickly the specifics of major courses inevitably triggers anger. Unfortunately, it can dominate a tournament.</p> \n<p>“I take the comments seriously, I am happy to accept constructive criticism,” Jones says. “Everyone has an opinion. They voice it, that’s the nature of sport. I was a player once at a competitive level: you have to be in attack mode as a player. Now, I am more of a football goalkeeper.</p> \n<p>“For the most part, professional golfers make poor architects. They cannot think how an amateur player plays the game. They think the way they play, which is different. You wouldn’t have a baseball pitcher teaching a batter how to bat. Very few would understand how to produce 18 holes that maintain interest, are challenging and are still fun to play by everyone.”</p> \n<p>These points are entirely valid. The legendary Alister MacKenzie, who pieced together Augusta National, was a trained surgeon. “It is just a different mentality,” Jones says.</p> \n<p>When Jones refers to “a links, an authentic links, on steroids”, he nods towards the potential for 7,900 yards of playing space on a 250-acre site. Because the course was built with the specific intention of hosting a US Open, there is adequate room for every tent, vehicle or human the tournament requires. Merion, the host in 2013, for example, does not have that luxury.</p> \n<p>The backdrop and setting are significant, for this was a former gravel mine that had, and retains, the sand-base course designers adore. It is a public course and will remain so after the championship. Maintenance costs are around half of a typical newly constructed inland venue.</p> \n<p>“I have played all my life, I played in US junior teams with Tommy Armour as my coach,” Jones says when asked if he fears the spotlight that will imminently arrive. “I always thought if you weren’t nervous on the 1st tee, you weren’t going to play well. The same applies here.</p> \n<p>“This is the USGA’s party. I have given them multiple options for tees, for how they set up the course. I’m the composer, Mike Davis is the conductor, the players are the musicians. What you always want is perfect harmony.”</p> \n<p>What Jones has undoubtedly produced is an aesthetically stunning course. There are quirks: the par-five 1st and par-four 18th can and will most likely be swapped around during the tournament. A single tree adorns the venue, leaving it wide open to the elements. At three separate points, players will find themselves 200ft above sea level. Like any links venue, how the ball is played on the ground will be key. With wind as the invisible hazard, airborne golf alone cannot prevail. Playing directly to flags will be at a premium, with slopes and angles in place to feed shots towards – or away from – holes.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/13/us-open-2015-guide-key-holes-chambers-bay\">US Open 2015: a guide to the key holes at Chambers Bay</a> </p> \n</aside> \n<p>“Mike hasn’t spoken to me about the set-up, but after the 2010 US Amateur Championship at Chambers Bay we had a full review of shots played,” Jones says. “The course will yield to great shot-making. It will not yield to poor thinking. This isn’t a normal tour event, it will test every aspect of play.”</p> \n<p>Ah, the “normal” tour. It is a valid criticism of the PGA Tour that too many events are similar, played on essentially dull courses that can be chewed to bits by top players. When faced with a challenge such as Chambers Bay or, as was witnessed a few weeks ago, the Irish Open at Royal County Down, the inability to improvise is exposed.</p> \n<p>“The PGA Tour is a guild,” Jones says. “People are in it to protect each other. They have gentle courses, flat bunkers, not many contours on greens.”</p> \n<p>You can almost feel his disappointment. Over the next week, Jones wants pride to overtake any need for firefighting. As should neutral onlookers.</p> \n<p><em>Sky Sports is showing the US Open live as part of a summer of sport including the Ashes, Formula One, international rugby and US Open tennis</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434124523213/Chambers-Bay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chambers Bay, a public course that opened in 2007, will host the US Open that starts on Thursday.  Photograph: Ted S. Warren/AP","credit":"Ted S. Warren/AP","altText":"Chambers Bay","cleanCaption":"Chambers Bay, a public course that opened in 2007, will host the US Open that starts on Thursday.  Photograph: Ted S. Warren/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-13T21:00:07Z","lastModified":"2015-06-13T23:34:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["US Open","Golf","US sports","Sport"],"tags":[{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/13/us-open-chambers-bay-stunning-quirky","shortUrl":"http://gu.com/p/49mmz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/13/us-open-chambers-bay-stunning-quirky","webUri":"http://www.theguardian.com/sport/2015/jun/13/us-open-chambers-bay-stunning-quirky"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434124523213/Chambers-Bay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chambers Bay, a public course that opened in 2007, will host the US Open that starts on Thursday.  Photograph: Ted S. Warren/AP","credit":"Ted S. Warren/AP","altText":"Chambers Bay","cleanCaption":"Chambers Bay, a public course that opened in 2007, will host the US Open that starts on Thursday.  Photograph: Ted S. Warren/AP"}},"importance":3,"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[{"title":"US Open 2015 / A guide to the key holes at Chambers Bay","rawTitle":"A guide to the key holes at Chambers Bay","item":{"type":"article","id":"sport/2015/jun/13/us-open-2015-guide-key-holes-chambers-bay","title":"US Open 2015: a guide to the key holes at Chambers Bay","trailText":"The course features the deepest bunker of any US Open but only one tree – positioned behind the 15th green – and is all fescue grass","standFirst":"The course features the deepest bunker of any US Open but only one tree – positioned behind the 15th green – and is all fescue grass","byline":"Observer Sport","body":"<h2>1. THE ‘BASEMENT’ BUNKER</h2> \n<p>1. The Chambers Basement, the bunker on the 18th, was given its nickname by local caddies due to its depth – at 10 feet it will be the deepest at any US Open. Equally extraordinary is its placement, in the middle of the fairway 105 yards from a brutal green with multiple slopes. The USGA doesn’t expect anyone to land in the bunker from hell though – saying it is more there to make them play around it when set up as a par five. Speaking of which …</p> \n<h2>2. THE ALTERNATING PARS </h2> \n<p>The 1st and 18th holes can play as par fours or par fives. At the US Open the plan is to play one as a par four and one as a par five – but they will switch each day. The 1st becomes a dogleg-left when played as a par five and the tee shot will land on a different slope. On the final hole, meanwhile, the bunkers come into play differently when played as a 525-yard par four rather than a 604-yard par five.</p> \n<h2>3. THE FRONT NINE CHALLENGE</h2> \n<p>If the first three holes offer opportunity, the key is to get through the next four intact with some tricky locations for pins and greens. The 4th is a par four around 480 yards uphill, the 5th downhill around 495, the 6th (around 500 yards) has a narrow target on the green and the 7th requires a tee-shot to carry around 295 yards. Get beyond the twisting layout&nbsp;and the 9th has another quirk – two&nbsp;tees, one that plays downhill and the other up.</p> \n<h2>4. THE ‘LINKS’ EFFECT</h2> \n<p>Chambers Bay is the only US Open course to boast all fescue grass; that is the stuff familiar to players who grew up playing the links courses around Great Britain and Ireland. The characteristic of fescue? Bounce and difficult to get out of when it’s long. The layout, too, is reminiscent of a Scottish links course on the west coast of the United States.</p> \n<h2>5. THE TREE</h2> \n<p>It is, quite literally, the tree. The Douglas Fir behind the 15th green is&nbsp;the only one on the course. It has survived an act of vandalism and suggestions it should be removed to give a better view of Puget Sound behind.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434207816281/Chambers-Bay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chambers Bay features the deepest bunker in US Open History – in the middle of the 18th fairway. Photograph: Ted S. Warren/AP","credit":"Ted S. Warren/AP","altText":"Chambers Bay","cleanCaption":"Chambers Bay features the deepest bunker in US Open History – in the middle of the 18th fairway. Photograph: Ted S. Warren/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-13T21:01:07Z","lastModified":"2015-06-13T23:11:10Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Observer Sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/observer-sport"}],"feature":true,"keywords":["US Open","Golf","US sports","Sport"],"tags":[{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Observer Sport","topic":{"type":"tag-contributor","name":"profile/observer-sport"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/13/us-open-2015-guide-key-holes-chambers-bay","shortUrl":"http://gu.com/p/49n6v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/13/us-open-2015-guide-key-holes-chambers-bay","webUri":"http://www.theguardian.com/sport/2015/jun/13/us-open-2015-guide-key-holes-chambers-bay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434207816281/Chambers-Bay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chambers Bay features the deepest bunker in US Open history – in the middle of the 18th fairway. Photograph: Ted S Warren/AP","credit":"Ted S. Warren/AP","altText":"Chambers Bay","cleanCaption":"Chambers Bay features the deepest bunker in US Open history – in the middle of the 18th fairway. Photograph: Ted S Warren/AP"}},"importance":0,"kicker":{"title":"US Open 2015"},"byline":{"title":"Observer Sport"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434207816281/Chambers-Bay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chambers Bay features the deepest bunker in US Open History – in the middle of the 18th fairway. Photograph: Ted S. Warren/AP","credit":"Ted S. Warren/AP","altText":"Chambers Bay","cleanCaption":"Chambers Bay features the deepest bunker in US Open History – in the middle of the 18th fairway. Photograph: Ted S. Warren/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434124523213/Chambers-Bay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chambers Bay, a public course that opened in 2007, will host the US Open that starts on Thursday.  Photograph: Ted S. Warren/AP","credit":"Ted S. Warren/AP","altText":"Chambers Bay","cleanCaption":"Chambers Bay, a public course that opened in 2007, will host the US Open that starts on Thursday.  Photograph: Ted S. Warren/AP"}}]},{"title":"Murray welcomes grass season and hopes for rub of the green","rawTitle":"Murray welcomes grass season and hopes for rub of the green","item":{"type":"article","id":"sport/2015/jun/13/andy-murray-grass-season-queens-wimbledon","title":"Andy Murray welcomes the grass season and hopes for rub of the green","trailText":"The Briton is looking forward to Queen’s and Wimbledon and is backing his fine form on clay, following last year’s bleak run, to take him to a higher level on a surface that really suits his game","standFirst":"The Briton is looking forward to Queen’s and Wimbledon and is backing his fine form on clay, following last year’s bleak run, to take him to a higher level on a surface that really suits his game","byline":"Kevin Mitchell at Queen's Club","body":"<p>The smell of freshly cut and manicured grass always puts a spring in Andy Murray’s well-muscled step, although he begins his home campaign armed with a game he has brought to near perfection on the clay of Europe.</p> \n<p>He is top seed at Queen’s, where he has won the title three times, and starts against a qualifier on Tuesday, along with the other leading players, Rafael Nadal, who returns for the first time since 2011, and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/07/novak-djokovic-stanislas-wawrinka-mens-french-open-final-live\">new French Open champion Stan Wawrinka</a>, who probably has finished celebrating by now.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/13/andy-murray-amelie-mauresmo-wimbledon\">Andy Murray confirms Am&eacute;lie Mauresmo will be at Wimbledon</a> </p> \n</aside> \n<p>Murray was in upbeat mood on Saturday, confirming that Am&eacute;lie Mauresmo will be with him at Wimbledon, although she will leave the coaching duties to the Scot’s new assistant, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/26/andy-murray-jonas-bjorkman-coach\">Jonas Bjorkman</a>. It is an arrangement that he seems to have embraced enthusiastically since the Swede came on board after competing in his country’s version of <em>Strictly Come Dancing</em>.</p> \n<p>“I don’t know if this year is more my time than others,” he said after the draw and a short practice session. “I go into all parts of the season with the same attitude. Last year was definitely a very difficult year. The first six months were especially hard. Coming off the surgery I found difficult. I maybe didn’t expect it to be that hard, whereas from the beginning of this year I felt ready to win major competitions again.</p> \n<p>“It’s been huge, huge progress from where I was at this stage last year. I have played extremely well this year, so I have to be happy about that. Obviously the grass courts suit my game better than the clay. If I can take some of the form from the clay over to the grass and the confidence I’ve built up there, I’m sure I can have some good results.” That is Murray at his understated best, refusing to overload on expectation, the default position of the modern athlete.</p> \n<p>No such restrictions impinge Nick Kyrgios’s world view, although he left Roland Garros nursing a chronically sore elbow after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/30/andy-murray-french-open-nick-kyrgios-roland-garros\">losing to Murray in straight sets</a> (his third loss in three matches against him). They could only meet here in the final and the young Australian has the small matter of getting past Wawrinka in the first round.</p> \n<p>Nevertheless, Kyrgios declared on Saturday: “To have an opportunity to play Wawrinka after he’s won the French Open at some of the best grass courts in the world, it’s exciting and I’m feeling really confident. But we’ll see how it goes. I’m just going to go out there, play my game, have fun. If I lose, I lose. If I win, I win.”</p> \n<p>It helps to be 20 to retain such freedom of ambition in sport, and Kyrgios is gathering recognition as one of the most dangerous of the young free hitters on the Tour. Wawrinka will need to be on his game to beat him.</p> \n<p>Murray sees his year opening up nicely after 15 straight wins on clay before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/06/andy-murray-novak-djokovic-french-open-semi-final-live\">losing in five sets to Novak Djokovic </a>in the semi-finals of the French. He revealed on Saturday that he had been ill in Paris, although not debilitatingly so and would have been fit to go had Queen’s been in its old post-French schedule of the week immediately after the final.</p> \n<p>“I felt OK the first few days [in Paris]. When I got on court and started running around it was fine. But then when I got back [to London] my left eyelid closed up and I was just ill, had a bad cough for a couple of days after that as well. I don’t know if I was just run down or tired, or whatever. It had obviously been a long few weeks but I feel fine now.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/13/rafael-nadal-grass-final-stuttgart\">Rafael Nadal finds his feet on grass to reach final in Stuttgart</a> </p> \n</aside> \n<p>He is especially glad that Mauresmo can be with him for Wimbledon. Theirs is a partnership that has gelled pleasingly since she joined him here a year ago. “I like having her around the tournaments. It’s been, for me, a very good start to the year. It’s good as well that before she is away for a few months from the team that she and Jonas can spend some time together.</p> \n<p>“I would imagine that during Wimbledon Am&eacute;lie will take the lead and Jonas can see how we operate a bit more as a team. It’s good that she’s going to be there. We know each other a lot better than we did at this time last year. So she’ll be able to help more this year.”</p> \n<p>He appreciates the longer gap between the French and Wimbledon, as well, an innovation that coincides with the improved status of Queen’s as an ATP 500 event. “It definitely helps,” he said. “You get the chance to practise and do some movement work and give your body time to get used to playing on a completely different surface. It puts totally different stresses through the body. Different parts of the body get stiff and sore playing on grass compared with playing on the clay.</p> \n<p>“I still think [the lead-in time to Wimbledon] should be longer. There should be more grass-court tennis, and there should be a Masters 1000 on the grass – but it’s a good start and it’s definitely healthy for the tour and for all of the players because you so see guys slipping and falling over.</p> \n<p>“Sometimes people say: ‘Oh, the grass, it’s too good or too lush,’ and the grass is a bit slippy at the beginning [two years ago at Wimbledon players were falling over with worrying regularity during the first week]. But also, for three months in the buildup, you’re moving in a completely different way, so to expect guys to just be able to change their movement patterns in a matter of days is very hard. At least now there is a little bit more time for players to adjust.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/13/1434211586360/Andy-Murray-at-Queens-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray prepares for the grass season and the start of the Aegon Championships at Queen's. Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray at Queen's","cleanCaption":"Andy Murray prepares for the grass season and the start of the Aegon Championships at Queen's. Photograph: Paul Childs/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-13T16:08:53Z","lastModified":"2015-06-13T23:01:18Z","metadata":{"commentable":true,"commentCount":86,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/13/andy-murray-grass-season-queens-wimbledon","shortUrl":"http://gu.com/p/49n6y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/13/andy-murray-grass-season-queens-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jun/13/andy-murray-grass-season-queens-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/13/1434211586360/Andy-Murray-at-Queens-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray prepares for the grass season and the start of the Aegon Championships at Queen's. Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray at Queen's","cleanCaption":"Andy Murray prepares for the grass season and the start of the Aegon Championships at Queen's. Photograph: Paul Childs/Reuters"}},"importance":3,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/b848e55707219e9c0f87ecad946ecc54ce5d97e7/636_256_769_461/769.jpg","height":461,"width":769}}]}],"lastModified":"2015-06-15T11:03:04Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}