{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Racism claim in Tour of Austria is no one-off and must be tackled head-on","rawTitle":"Racism claim in Tour of Austria is no one-off and must be tackled head-on","item":{"type":"comment","id":"sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane","title":"Racism claim in Tour of Austria is no one-off and must be tackled head-on","trailText":"Alleged abuse of MTN-Qhubeka’s black rider Natnael Berhane has highlighted a serious problem the UCI needs to quickly nip in the bud","standFirst":"Alleged abuse of MTN-Qhubeka’s black rider Natnael Berhane has highlighted a serious problem the governing body, UCI, needs to quickly nip in the bud","byline":"Barry Glendenning","body":"<p>When Daniel Teklehaimanot was helped into the polka dot jersey as the Tour de France king of the mountains on Thursday he realised his life’s ambition. The Eritrean had made history, becoming the first black African to win one of the Tour’s major jerseys. It was not yellow, but on a personal level it was the famous red and white spotted jersey the 26-year-old had always dreamed of wearing.</p> \n<p>“That was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling\" title=\"\">my childhood dream</a>, to get the polka dot jersey at the Tour de France,” he said. “I was excited about having it just for one day.”</p> \n<p>While the Tour will not enter its mountainous phase until it tackles the Pyrenees following Monday’s rest day, the MTN-Qhubeka rider has been quietly harvesting points on many of the designated climbs so far. After sprinting first over the category four Cote du Tilleul en route to Le Havre, Teklehaimanot knew he had done enough to overtake Joaquim Rodr&iacute;guez and a beatific beam crossed his features as he turned to a nearby motorcycle camera and gave a triumphant thumbs-up.</p> \n<p>“Daniel is an incredible athlete who is showing the world just how strong African cycling can be,” said the UCI world cycling centre director, Fr&eacute;d&eacute;ric Magn&eacute;. “When he was training with us in Aigle he already stood out as an extraordinarily talented, hard-working and yet humble athlete. He was destined for great things and we are proud to see how he is succeeding as a professional rider.”</p> \n<p>Sadly, what should have been the greatest day in MTN-Qhubeka’s short history soon turned sour. It emerged that during stage four of the Tour of Austria, which is being run concurrently and also features a team representing MTN-Qhubeka, Teklehaimanot’s compatriot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/mtn-qhubeka-racism-tour-austria-natnael-berhane\" title=\"\">Natnael Berhane is alleged to have been subjected to racist abuse by Branislau Samoilau</a>, a Belarusian cyclist who rides for the CCC Sprandi Polkowice team. During an exchange in the peloton, Samoliau is alleged to have ordered Berhane to “get out of the way you fucking nigger” and the Belarusian’s team have made no attempt to distance themselves from the accusation.</p> \n<p>“In the heat of the battle some words have been said by our rider, which were unacceptable,” said a CCC Sprandi Polkowice statement. “We, as a team, do not tolerate that kind of behaviour and the rider will suffer consequences. Before the next stage the situation has been clarified between two teams and the riders, but we don’t want to get into details.”</p> \n<p>The details seem undisputed and abundantly clear: a white cyclist in the peloton racially abused a black colleague using the n-word and by way of attempted recompense will donate a month’s wages to the Qhubeka charity, a World Bicycle Relief effort to get thousands of black, underprivileged Africans on free bicycles.</p> \n<p>“The Commissaires’ Jury spoke to both riders and their teams,” read a UCI statement. “Everyone agreed that it was unacceptable, and the rider apologised and offered to donate one month’s salary to team MTN-Qhubeka’s foundation. All parties were satisfied with the outcome.”</p> \n<p>Incidents of racism in the peloton are relatively rare, not least because the presence of black cyclists in the bunch is also rare. The first Tour de France took place in 1903, but it was not until 2011, 118 years later, that it welcomed its first black rider: Yohann G&egrave;ne, a 30-year-old Guadeloupian rider with Europcar. He too had encountered problems because of the colour of his skin.</p> \n<p>“We have been subject to racism,” said his French manager Jean-Ren&eacute; Bernaudeau, who remains in charge of Europcar. “I had to deal with a few problems and contact sponsors of two foreign teams about it. After the doping incidents, I couldn’t let racism be part of cycling.”</p> \n<p>In last year’s Tour de France, Europcar rider K&eacute;vin Reza, the only black rider in the field, was angered by comments made by Orica-Greenedge’s Swiss rider Michael Albasini, who he claimed called him “a dirty negro” as he administered a bollocking about Reza’s unwillingness to do a turn at the front of a five-man breakaway. Albasini, who was forced to abandon this year’s Tour through injury earlier this week, claimed the episode was a misunderstanding.</p> \n<p>“I wasn’t happy, and I was angry,” he said. “I said to him [Reza] some words that maybe I shouldn’t have, but none of them were racist. Reza came up and asked what I said. I said it again, I didn’t choose nice words, but that’s how it is when you are on your limit, but there were definitely no racist comments. You know there are many languages spoken in the bunch, I don’t speak English perfectly, I speak a little bit of French, not perfectly, Reza doesn’t speak my languages. That can happen, a misunderstanding.”</p> \n<p>Albasini has never clarified exactly what he said to Reza and no investigation took place.</p> \n<p>Despite the best efforts of Bernaudeau, it seems racism remains a problem in the peloton as Wednesday’s incident in Austria was not isolated. In the American Tyler Farrar and Norway’s Edvald Boasson Hagen, MTN-Qhubeka have two of the peloton’s elder statesmen and the pair have, on occasion, had to fight to have their Eritrean team-mates accepted.</p> \n<p>“Some of the riders are struggling to grasp what we are doing here,” said the team chief, Douglas Ryder. “They are in the minority, I’m glad to say. One of the biggest teams in the world last year in the Tour of Spain, when we were trying to bring one of our riders to the front going into the mountains [said]: ‘You guys don’t belong here, fuck off to the back of the bunch.’ We have riders like Tyler and Edvald, riders who are well respected in the peloton, and they are their team-mates. They say: ‘Hey guys, come on, these guys deserve to be here.’”</p> \n<p>Ryder also claims his team has the support of major team owners and bosses, including Orica-Greenedges’ Shayne Bannan, Sky’s Dave Brailsford, and Katusha’s Viacheslav Ekimov. “Those guys love this team,” he said. “They believe they should be there.”</p> \n<p>With the scourge of drugs already a blight on cycling, the sport could do without racism becoming a feature of an otherwise fairly united peloton.</p> \n<p>The UCI have little more than a token nod to racism and the fight against it in their manifesto, stating the organisation “will carry out its activities in compliance with the principles of: equality between all members and athletes, license holders and officials without racial, political, religious or other discrimination” but beyond that there is little evidence of what, if any, procedural steps are in place when a team complains about one of their riders being racially abused by another.</p> \n<p>Although Ryder said cycling’s governing body had dealt with Wednesday’s unsavoury incident “fantastically”, voluntary donations of a month’s wages are unlikely to be satisfactory in similar incidents in the future.</p> \n<p>With MTN-Qhubeka promising to put thousands of young, black, potential Natnae Berhane and Daniel Teklehaimanots of the future on bicycles, this state of affairs will need to be addressed.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541630266/Tirreno-Adriatico---Day-S-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images","credit":"Giuseppe Bellini/Getty Images","altText":"Tirreno Adriatico - Day Seven","cleanCaption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T16:42:13Z","lastModified":"2015-07-10T19:15:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Cycling","Tour de France 2015","Tour de France","Sport"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane","shortUrl":"http://gu.com/p/4ahd6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane","webUri":"http://www.theguardian.com/sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541630266/Tirreno-Adriatico---Day-S-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images","credit":"Giuseppe Bellini/Getty Images","altText":"Tirreno Adriatico - Day Seven","cleanCaption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images"}},"importance":7,"byline":{"title":"Barry Glendenning"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541630266/Tirreno-Adriatico---Day-S-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images","credit":"Giuseppe Bellini/Getty Images","altText":"Tirreno Adriatico - Day Seven","cleanCaption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images"}}]},{"title":"England’s glove, hate relationship with bogeyman Haddin","rawTitle":"England’s glove, hate relationship with bogeyman Haddin","item":{"type":"comment","id":"sport/blog/2015/jul/10/england-australia-ashes-brad-haddin-bogeyman-cardiff","title":"England’s glove-hate relationship with Brad Haddin keeps bubbling","trailText":"The counterattack king was back at the crease but struggled to live up to his reputation in Australia’s first innings","standFirst":"Counterattack king was back at the crease but the wicketkeeper struggled to live up to his reputation in Australia’s first innings","byline":"Barney Ronay at the Swalec Stadium","body":"<p>As England surged through the third afternoon of this first Test, initially with caution, later with some controlled and pointed aggression, it might have seemed a little odd to dwell too much on the dismissal in the first hour of the day of Australia’s 37-year-old wicketkeeper for a slightly streaky 22 off 38 balls.</p> \n<p>As turning points in Test matches go, let alone five-match series, this looks in isolation like something of a non-starter. Albeit, only to those unfamiliar with the work of Brad Haddin, hammer of the English throughout the 5-0 whitewash in Australia two winters ago and a venerable, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jan/03/ashes-2013-14-england-australia-brad-haddin\" title=\"\">lurking bogeyman</a> during the buildup to this series.</p> \n<p>For all that, the suspicion of a slight dwindling away, of a congealing of that familiar menace was already out there. Haddin’s non-appearance on the second evening here at the fall of Adam Voges’ wicket had struck a slightly jarring note, Nathan Lyon’s appearance in the gloaming an abandonment of Waugh’s First Dictum, which states that night-watchmen are essentially un-manly, limp, craven, English, an admission – horror of all horrors – of some fatal tremor of self-doubt.</p> \n<p>There was, though, good reason for protecting Australia’s No7. Most obviously to preserve just a little longer the unscabbed wounds of the last series when Haddin was Australia’s mid-innings executioner throughout, a glowering, cuffing, hoicking booby-trap lurking between the top six and lower orders. This was the pattern of Haddin’s Ashes last time out, when the wicketkeeper just kept on bailing them out from No7 right through to Sydney in January where a score of 97 for five was biffed and crashed up to a rollicking 326. It was, for all Mitchell Johnson’s fire and craft, a series-defining turn and Haddin might have retired after that. He is already the fourth most-capped Australia wicketkeeper after the modern giants Rod Marsh, Adam Gilchrist and Ian Healy. He wanted a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/29/australia-new-zealand-world-cup-final\" title=\"\">World Cup</a>, which he got. And he wanted another shot in England, where he has known only defeat.</p> \n<p>Australia will still fancy their chances in this Test and beyond, but as far as Haddin’s own contributions to this powerful team go there is a palpable dwindling of influence since that last Ashes series. In 12 Tests since Sydney 2014, Haddin averages 15. Keeping wicket here he was late getting down to a nasty, dipping edge off Joe Root before England’s first-day centurion had scored. Chuck in numerous byes on a tough, up and down pitch and an unfavourable critic might conclude Haddin’s net contribution to the cause before he had batted here was minus 151. Here he came out to bat at 265 for six, Shane Watson having been dismissed lbw to give Stuart Broad his first wicket. As ever Watson looked devastated, crushed, genuinely shocked to be given out, as though unaware until now such a thing was actually possible.</p> \n<p>It should perhaps comes as less of surprise these days. Watson has been described as not so much an lbw candidate as duly-elected life president of the international lbw association. Given the prominence here of that familiar broad front pad it is clearly a role he intends to see right through to his last available breath.</p> \n<p>At which point: enter the gloveman. Haddin marched out with a familiar menacing jauntiness, a cricketer made for these kind of occasions, and bolstered by the muscle memory of all those bruising mid-innings counterattacks. He almost went second ball, jumping into line as Broad dropped short and seeing the ball bounce down not far from the stumps. Broad held his head in his hands. Haddin grinned a horrible grin. This is probably a tautology. Unless otherwise stated it is safe to assume Haddin will be grinning a horrible grin at all stages in this series. No doubt Haddin would grin a horrible grin just before you lowered him on a makeshift scaffold into a bubbling vat of magma. Before long, Mark Wood trapped Lyon lbw, hurtling in off his short somersaulting run and performing a gleeful little dance as the finger went up. At which point Haddin was joined by Johnson, twin hammers of the last Ashes series. Haddin, though, is the real heart of this team, as Australian wicketkeepers so often are, squatting behind the stumps and accumulating, oyster-like, all that free-floating bile and grizzle and Pommie-snarl.</p> \n<p>Here he was scratchy early on. Still quite clearly the same Brad. But less so somehow, a Haddin tribute act without that same extra little breath to play his shots, hurried a little even in defence. It took 16 balls to get off the mark with an edged pull just past his leg stump off Ben Stokes, with whom there is a little history. Stokes had Haddin out off a no-ball in Australia. Haddin, diligent as ever, has never let him forget it. The next ball was driven with scalding power past short mid-off, followed by another slash to third man. And suddenly, gears still crunching, cam belt smoking , engine revving, Haddin was playing a little bit like Haddin again.</p> \n<p>Not for long. Jimmy Anderson had taken the new ball with Broad and suddenly Haddin looked, if not all at sea, then certainly queasy. There was a horrible two-footed lash of a front-foot drive before Anderson got him with the score on 304, Haddin hanging his bat out at an away-swinger, feet only halfway there and nicking behind. Out prodding, not slashing or carting or heaving: it was a most un-Brad-like end, albeit to the bowler who has dismissed him more than any other in Tests.</p> \n<p>For the rest of the day, Haddin was back in his familiar role as conductor of the cordon, troubled at times by the uneven bounce, but otherwise he stood behind the stumps in that attitude of distinctive, lounging menace, arms crossed, brain always ticking.</p> \n<p>Nothing has been settled in this match, let alone the series. Haddin is too fine a player, too gnarly an opponent to go without a last flex of the muscles somewhere along the way. For now though England will cling to the first hint here of a familiar ghost perhaps in the process of being banished.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/10/1436549526968/England-v-Australia---Inv-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's James Anderson celebrates taking the wicket of Australia's Brad Haddin. Photograph: Jason Cairnduff/Reuters","credit":"Jason Cairnduff/Reuters","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"England's James Anderson celebrates taking the wicket of Australia's Brad Haddin. Photograph: Jason Cairnduff/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-10T17:34:13Z","lastModified":"2015-07-10T23:03:12Z","metadata":{"commentable":true,"commentCount":48,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Ashes 2015","Brad Haddin","England cricket team","Australia cricket team","Cricket","The Ashes","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/brad-haddin","webTitle":"Brad Haddin"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/england-australia-ashes-brad-haddin-bogeyman-cardiff","shortUrl":"http://gu.com/p/4ahyg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/10/england-australia-ashes-brad-haddin-bogeyman-cardiff","webUri":"http://www.theguardian.com/sport/blog/2015/jul/10/england-australia-ashes-brad-haddin-bogeyman-cardiff"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/10/1436549526968/England-v-Australia---Inv-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England’s James Anderson celebrates taking the wicket of Australia’s Brad Haddin. Photograph: Jason Cairnduff/Reuters","credit":"Jason Cairnduff/Reuters","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"England’s James Anderson celebrates taking the wicket of Australia’s Brad Haddin. Photograph: Jason Cairnduff/Reuters"}},"importance":5,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/10/1436549526968/England-v-Australia---Inv-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's James Anderson celebrates taking the wicket of Australia's Brad Haddin. Photograph: Jason Cairnduff/Reuters","credit":"Jason Cairnduff/Reuters","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"England's James Anderson celebrates taking the wicket of Australia's Brad Haddin. Photograph: Jason Cairnduff/Reuters"}}]},{"title":"Tour de France / Teklehaimanot: 'I'm proud to be an Eritrean'","rawTitle":"Teklehaimanot: 'I'm proud to be an Eritrean'","item":{"type":"article","id":"sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling","title":"Daniel Teklehaimanot: 'I'm proud to be an Eritrean riding the Tour de France'","trailText":"The first African to win the King of the Mountains jersey talks about why, for a country of cycling fanatics, this is a dream come true","standFirst":"<p>The first African to wear the King of the Mountains jersey talks about why, for a country of cycling fanatics, this is a dream come true</p>","byline":"Basia Cummings in Amsterdam","body":"<p>Daniel Teklehaimanot has a lot of firsts weighing on his shoulders. On Thursday, he became <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/tour-de-france-2015-stage-six-live#block-559e6eafe4b0f64a10a5a716\">the first African rider to</a> wear the coveted King of the Mountains jersey in the Tour de France, racing as part of the first African team to compete in it, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/14/mtn-qhubeka-first-african-team-tour-de-france-cycling\">MTN-Qhubeka</a>. </p> \n<p>For weeks now, the term “making history” has been following this impossibly tall, softly spoken Eritrean cyclist around. Along with his team-mate, Merhawi Kudus who, at 21, is the youngest tour rider this year, he is the first black African to compete in the world’s biggest bike race. </p> \n<p>Born in a market town not far from the capital city of Asmara, Teklehaimanot explained on a sweltering day in Amsterdam, at the team’s official presentation before the start of the race in Utrecht, how cycling was in his blood. “I first started cycling at home, a long time ago. There are many cyclists in Eritrea, the people love it, it’s really popular,” he said. <br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The geography is a main part of why we’re so good, but we also just work hard</p> \n  <footer> \n   <cite>Daniel Teklehaimanot</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Bicycles were brought to the country in the <a href=\"http://www.economist.com/blogs/gametheory/2014/09/cycling-eritrea\">19th century by Italian colonisers</a>, who soon established the <a href=\"https://en.wikipedia.org/wiki/Tour_of_Eritrea\">Primo Giro dell’Eritrea in 1946</a>, named after another of the world’s longest-running and most prestigious races, the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/giro-d-italia\">Giro d’Italia</a>.<br /></p> \n<p>“When I was 10 or 11 I started riding my bike. When I grew up a bit, around 16, I always watched the tour on Eritrean TV, and when I became a good rider, I started dreaming that one day I could make it.”</p> \n<p>And the 26-year-old has: in June, Teklehaimanot won the polka-dotted King of the Mountains jersey <a href=\"http://cyclingtips.com.au/2015/07/daniel-teklehaimanot-becomes-first-african-to-wear-tour-de-france-kom-jersey/\">at the Crit&eacute;rium du Dauphin&eacute;</a>, taken to be a marker of who to watch in the Tour de France. Chris Froome, the Kenyan-born Team Sky rider and former Tour winner, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">raced to victory there too</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"80e3531238fc391e669bc1532a376925f4cb6fe4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436518252749/dd63cb03-eac3-40d0-948c-38f18d599707-460x276.jpeg\" alt=\"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis's Kenneth Van Bilsen during Wednesday's breakaway.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis’s Kenneth Van Bilsen during Wednesday’s breakaway.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Gaillard/Reuters</span> \n </figcaption> \n</figure> \n<p>But perhaps none of this should come as a surprise. Eritrea is gripped by a fanatical love for the sport. Bicycles are everywhere in the capital, and racing has become known as the country’s “unofficial fifth state-sanctioned religion”. Five-time Tour de France winner <a href=\"http://www.cyclingnews.com/news/hinault-sees-non-white-tour-de-france-winner-in-near-future\">Bernard Hinault has predicted</a> that the east African nation’s riders “are the next Colombians”. </p> \n<p>Sitting 2,325 metres above sea level, at the tip of an escarpment of the Great Rift Valley, Eritrea breeds strong cyclists. “The geography is a main part of why we’re so good,” Teklehaimanot said, “but we also just work hard.</p> \n<p>“When I was young, around 2005 and 2006, and I watched [the tour on] TV, me and my friends talked a lot about the bikes, the wheels – but we didn’t really know <em>how</em> they are racing. So now I’m really excited to be a part of that same race,” he said. </p> \n<p>It has been a long journey for the Eritrean. In 2010, he started catching the attention of European teams when he came <a href=\"http://www.procyclingstats.com/rider.php?id=140812&amp;season=2010\">first in the African Championship road race</a>, won the individual and team time trials, and came first overall in the Tour of Rwanda. But Teklehaimanot’s entry to World Tour cycling was blighted by <a href=\"http://rouleur.cc/journal/racing/eritrean-cyclists-visa-problems\">recurring visa problems</a>, which sabotaged his chances to compete at the highest level with his team at the time, Orica-GreenEdge. <br /></p> \n<p>“There are so many African riders – from Eritrea, South Africa and Rwanda – but it’s not easy to become a part of the big teams. We have to work hard, so I’m thankful for MTN-Qhubeka,” he explained. </p> \n<p>Kudus said he felt the same. “It’s not easy when you come from Africa. There should be more invitations, and more opportunity. Especially for places like Rwanda, where riders are becoming better and better. But we need more opportunities – it’s more difficult to get to Europe for us.”</p> \n<figure class=\"element element-embed\" data-alt=\"Teklehaimanot (centre) with Kudus at the start of the first stage of the Tour de France in Utrecht.\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-version=&quot;4&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;\n &lt;div style=&quot;padding:8px;&quot;&gt; \n  &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50% 0; text-align:center; width:100%;&quot;&gt; \n   &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;\n  &lt;/div&gt;\n  &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;&lt;a href=&quot;https://instagram.com/p/4q0sKIAYTy/&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_top&quot;&gt;A photo posted by Team MTN-Qhubeka p/b Samsung (@teammtnqhubeka)&lt;/a&gt; on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2015-07-03T09:33:36+00:00&quot;&gt;Jul 3, 2015 at 2:33am PDT&lt;/time&gt;&lt;/p&gt;\n &lt;/div&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; defer=&quot;&quot; src=&quot;https://platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;\"></iframe> \n <figcaption>\n  Teklehaimanot (centre) with Kudus at the start of the first stage of the Tour de France in Utrecht. \n </figcaption> \n</figure> \n<h2>Recognition and respect</h2> \n<p>In what has historically been a predominantly white, European and exclusive sport, the inclusion of black riders is still, lamentably, a novelty. “I hope this is the beginning of a shift,” said MTN’s Scottish team manager, Brian Smith, adding that there was not enough respect for black riders in the peloton.</p> \n<p>“You look at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/apr/06/ethiopian-home-worlds-greatest-runners\">long-distance running</a>, it’s all Africans now. You just need one racer to break through, and it makes others realise they can do it too. It’s the same here. We don’t see enough black cyclists.”</p> \n<p>Though little could mar Teklehaimanot’s win on Thursday, a racism row surrounding another of MTN’s Eritrean riders, Natnael Berhane, has exposed the serious racial politics that hang over professional cycling. </p> \n<p>At the Tour of Austria, which runs in tandem with the Tour de France, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/mtn-qhubeka-racism-tour-austria-natnael-berhane\">MTN’s management are said to have appealed to the UCI</a>, cycling’s governing body, to have the Belarusian rider Branislau Samoilau expelled from the race for racial abuse. </p> \n<p>The team’s principal, Douglas Ryder, said: “One of the riders from another team said to Natnael Berhane: ‘Get out of the way you effing n*****’. Just outrageous.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’ve told them: go show the world what you can do</p> \n  <footer> \n   <cite>Brian Smith, team manager</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>By way of apology, Samoilau has <a href=\"http://www.telegraph.co.uk/sport/othersports/cycling/tour-de-france/11730282/Tour-de-France-2015-Racism-row-ruins-African-teams-landmark-success.html\">reportedly paid a month’s salary</a> to the <a href=\"http://qhubeka.org/\">Qhubeka foundation</a>, a charity that helps provide Africans with bicycles, although no official statement has been released. </p> \n<p>Smith said MTN frequently battled prejudice, but that the peloton was slowly learning to respect the talent of the African team, and recognise their right to contest at the front of the race. “Lots of test teams are trying to globalise the sport, and Africa is an untapped entity. Daniel was the trailblazer, that’s why there are so many [Eritreans] coming through now,” he said. </p> \n<figure class=\"element element-image\" data-media-id=\"c6e85eba9473387978d69d3495ca2066a5f23241\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436518870299/7484fab7-dbdf-440d-b7f7-78e9476f16d3-460x276.jpeg\" alt=\"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.</span> \n  <span class=\"element-image__credit\">Photograph: Doug Pensinger/Getty Images</span> \n </figcaption> \n</figure> \n<p> “Although we’ve got foreign people on the team [American Tyler Farrar and Norwegian rider Edvald Boasson Hagen, among others], this is an African team. We want African riders. We want to make sure this team is where all the African talented riders come to perform. Not to be a development team – we want to keep the cream of the crop.”</p> \n<p>Last month, Teklehaimanot and Kudus returned to Eritrea to compete in the national championships. In the infamously closed-off country – better known for <a href=\"https://www.hrw.org/africa/eritrea\">dire human rights records</a> and contributing to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/24/mediterranean-migrant-crisis-eritrea-western-allies\">Europe’s growing migrant crisis</a> – the two riders are stars. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’m really proud to be an Eritrean riding. It’s big for me, for the team also. I’m really happy</p> \n  <footer> \n   <cite>Daniel Teklehaimanot</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“There was a big welcome for us. After the nationals, the government wished us good luck for the tour. We met the president, <a href=\"https://en.wikipedia.org/wiki/Isaias_Afwerki\">Isaias Afwerki</a>, in his office. It was a big moment for us,” Teklehaimanot said. </p> \n<p>Afwerki has been in office since independence from Ethiopia in 1993, and no national elections have been held in this time. While <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/jul/12/eritrea-football-players-missing-tanzania\">Eritrean footballer players are notorious</a> for using international matches as an opportunity to escape and seek asylum, the cyclists say they are proud of their country’s support.</p> \n<p>“They are really supportive, the president too, we got lots of media attention – everyone is watching us,” said Kudus.</p> \n<p>At this Tour de France, soon to enter its second week and enter the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\">brutal mountain stages</a>, Smith said the Eritreans were hoping for further glory. “I want to give them the opportunity to try to win in one or two stages,” he said. “We’ve got no general classification hopes, no big sprint hopes, so it’s save energy and grab a stage. I’ve told them both: go show the world what you can do.”</p> \n<p>For Teklehaimanot, there’s no doubt this is his moment: “My family are waiting for the tour, they’ll be watching on television, and my wife is coming to Paris [for the final stage]. I’m really proud to be an Eritrean riding. It’s big for me, for the team also. I’m really happy.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436516133763/b5cd4ff9-2fbd-4c39-ac81-3bfbcc1d2fba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manuel Blondeau/Corbis","altText":"Daniel Teklehaimanot","cleanCredit":"Photograph: Manuel Blondeau/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436518254023/dd63cb03-eac3-40d0-948c-38f18d599707-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis’s Kenneth Van Bilsen during Wednesday’s breakaway. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis's Kenneth Van Bilsen during Wednesday's breakaway.","cleanCaption":"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis’s Kenneth Van Bilsen during Wednesday’s breakaway.","cleanCredit":"Photograph: Eric Gaillard/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436518872028/7484fab7-dbdf-440d-b7f7-78e9476f16d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France. Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.","cleanCaption":"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}],"webPublicationDate":"2015-07-10T10:38:47Z","lastModified":"2015-07-10T23:02:27Z","metadata":{"commentable":true,"commentCount":88,"contributors":[{"name":"Basia Cummings","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/basia-cummings"}],"feature":false,"keywords":["Tour de France 2015","Eritrea","Tour de France","Cycling","Africa","Sport","World news","Race issues"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"world/eritrea","webTitle":"Eritrea"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"world/africa","webTitle":"Africa"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/world","webTitle":"World news"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"sport"},"topics":[{"displayName":"Basia Cummings","topic":{"type":"tag-contributor","name":"profile/basia-cummings"}}],"series":{"title":"Guardian Africa network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/guardian-africa-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling","shortUrl":"http://gu.com/p/4ah2z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling","webUri":"http://www.theguardian.com/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436516133763/b5cd4ff9-2fbd-4c39-ac81-3bfbcc1d2fba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot of MTN-Qhubeka celebrates his polka dot jersey on the podium after his stage 6 victory on 9 July. Photograph: Manuel Blondeau/Corbis","credit":"Manuel Blondeau/Corbis","altText":"Daniel Teklehaimanot","cleanCaption":"Daniel Teklehaimanot of MTN-Qhubeka celebrates his polka dot jersey on the podium after his stage 6 victory on 9 July.","cleanCredit":"Photograph: Manuel Blondeau/Corbis"}},"importance":5,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436516133763/b5cd4ff9-2fbd-4c39-ac81-3bfbcc1d2fba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manuel Blondeau/Corbis","altText":"Daniel Teklehaimanot","cleanCredit":"Photograph: Manuel Blondeau/Corbis"}}]},{"title":"Cruel, evil, devastating, lethal. Think you know croquet? Think again","rawTitle":"Cruel, evil, devastating, lethal. Think you know croquet? Think again","item":{"type":"comment","id":"sport/2015/jul/10/croquet-heathrow-study-die-out-2037-dulwich","title":"Cruel, evil, devastating, lethal. Think you know croquet? Think again","trailText":"A report by Heathrow airport has predicted croquet will die out by 2037 but this eccentric pastime is still drawing passionate players","standFirst":"<p>A report by Heathrow airport has predicted croquet will die out by 2037 but this eccentric pastime is still drawing passionate players</p>","byline":"Zoe Williams","body":"<p>As delighted as I am by the sheer weirdness of <a href=\"http://www.airlinequality.com/news/anyone-for-croquet/\">Heathrow airport undertaking a study to discover when the sport of croquet will finally die out</a> – 2037 – I don’t buy it. They’ve done a simple numbers analysis – 74% of Britons have no interest in it, and 5% have never heard of it. What they should have done was an ethnographic study of Dulwich Croquet Club. Then they would have realised that croquet is awesome.</p> \n<p>“If you can smoke while you’re going around, is it a sport or a pastime?” Simon Carter, 52, wonders aloud. “We have a couple of players who smoke while they’re going around.” Carter is a scratch player, which means he has no handicap. He has played for England. On Thursday morning, basking in sunshine and well-kept grass, he is playing a doubles match of golf croquet with Paul Newton, the club secretary, and the Lavers, Robert and Anne, who don’t play on the same side because, as Anne says ruminatively, “some husbands and wives play together, but there are quite a few arguments on the lawn”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7b9051f723358ccca4e2016f90df75d15836c97d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436536058114/4a09b080-0eef-4261-9611-e3a0e674755e-388x420.jpeg\" alt=\"Croquet players.\" width=\"388\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A dog-eat-dog world ... croquet.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi for the Guardian</span> \n </figcaption> \n</figure> \n<p>“It’s a peculiarly British sport. It’s mildly eccentric. The characters are drawn from what I call the margins of society,” says Carter, showing me his mallet. “This is custom-made by a man who rejoices in the name of Prof Pidcock, who I think by law can only make croquet mallets.” The game defies all the principles of exercise. It is not even as high energy as darts. The croquet posture looks like one of those diagrams with a cross through it you’d find in a workplace health and safety leaflet. But the appeal is intellectual, not physical. The best players are also good at bridge, and chess: you can be technically excellent but not a great strategist and you probably won’t win. </p> \n<p>Croquet seems to me, when I have a go, to unite everything I find most frustrating: hand-eye coordination, the variables of other people’s luck and talent, and the complication of plotting nine different scenarios eight moves ahead. That’s a bit of an overstatement – golf croquet, the simpler version, takes about an hour (“Though some of these players are a bit leisurely,” Carter says archly of his own team) and you’d only have to plot four moves ahead. </p> \n<p>Association croquet is more like snooker – each player keeps on going until they “break down” (in the rather melodramatic rubric of the game). “If you’ve got two very good players, the opening is all important. It’s like chess,” Paul Newton explains. That can go all day but more usually takes about three hours. </p> \n<p>Newton is pretty optimistic about numbers. “We hold on to our members until they retire and go to the south coast. But we do have younger players. Some of our members are,” he pauses, “in work.” Later on, he says: “I have to ask, why would a young person take it up? Only because they hated all other sports.” Pierre Beaudry, 60, is the Belgian No 1, and also plays at Dulwich. He took it up 10 years ago, on his 50th birthday, following a challenge to lose his love handles. “But you can’t have lost any weight, surely?” I ask, really not intending to make a personal remark, just because there is no mechanism I can see by which croquet could use calories. “I lost no weight,” he says equably. “I lost a lot of time.” </p> \n<p>Playing on the international circuit bites a few weeks out of each year, plus he is the national doubles champion in the UK, playing with a character I didn’t meet called Harry Dodge, who is 19 (eat that, Heathrow). Beaudry is a minus one, even better than a scratch, but “your position and ranking is really important if you want to be selected. Since I’m Belgian, I’m always selected, because I’m the No 1. There aren’t any others!” </p> \n<p>Sue Freathy, Penny Benge, 63, and Carolina Wilson, 80, are playing on the second lawn (the club has three, including one that drains really well, which means they can play in winter. This is a big thing in croquet). “It can be cruel, it can be tough, it can be all sorts of things,” says Wilson. Other unexpected words I heard were “evil”, “painful”, “devastating” and – of the Egyptians, who are one of the two or three best nations in the world – “lethal”. The classic image of croquet as a friendly, posh, fussy thing, like dressing in black tie for no reason, bears no relation to this dog-eat-dog world. “If you went up to Yorkshire and told them it was a posh sport, they’d give you a piece of their mind!” Newton says. <br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436535570573/7eb09775-926a-4019-99bb-d797976eecef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christian Sinibaldi for the Guardian","altText":"Belgian No 1 Pierre Beaudry.","cleanCredit":"Photograph: Christian Sinibaldi for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436536059304/4a09b080-0eef-4261-9611-e3a0e674755e-1885x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1885,"orientation":"portrait","caption":"A dog-eat-dog world ... croquet. Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi for the Guardian","altText":"Croquet players.","cleanCaption":"A dog-eat-dog world ... croquet.","cleanCredit":"Photograph: Christian Sinibaldi for the Guardian"}],"webPublicationDate":"2015-07-10T14:30:02Z","lastModified":"2015-07-10T23:45:25Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["Hobbies","Sport","Heathrow airport","Society"],"tags":[{"id":"lifeandstyle/hobbies","webTitle":"Hobbies"},{"id":"sport/sport","webTitle":"Sport"},{"id":"uk-news/heathrow-airport","webTitle":"Heathrow airport"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"series":{"title":"Zoe Williams's Saturday sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/zoe-williams-saturday-sketch"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/croquet-heathrow-study-die-out-2037-dulwich","shortUrl":"http://gu.com/p/4ah6y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/croquet-heathrow-study-die-out-2037-dulwich","webUri":"http://www.theguardian.com/sport/2015/jul/10/croquet-heathrow-study-die-out-2037-dulwich"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436535570573/7eb09775-926a-4019-99bb-d797976eecef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I lost a lot of time’ ... Belgian No 1 Pierre Beaudry. Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi for the Guardian","altText":"Belgian No 1 Pierre Beaudry.","cleanCaption":"‘I lost a lot of time’ ... Belgian No 1 Pierre Beaudry.","cleanCredit":"Photograph: Christian Sinibaldi for the Guardian"}},"importance":4,"byline":{"title":"Zoe Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436535570573/7eb09775-926a-4019-99bb-d797976eecef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christian Sinibaldi for the Guardian","altText":"Belgian No 1 Pierre Beaudry.","cleanCredit":"Photograph: Christian Sinibaldi for the Guardian"}}]},{"title":"Why Man Utd must keep Di María, their hyper-evolved squirrel","rawTitle":"Why Man Utd must keep Di María, their hyper-evolved squirrel","item":{"type":"comment","id":"football/blog/2015/jul/10/manchester-united-angel-di-maria-psg-premier-league","title":"Why Manchester United must keep Ángel Di María, their hyper-evolved squirrel","trailText":"Paris Saint-Germain are loitering with intent but for the Premier League’s sake Louis van Gaal needs to hang on to the Argentinian record signing","standFirst":"<p>Paris Saint-Germain are loitering with intent but for the Premier League’s sake Louis van Gaal needs to hang on to the Argentinian record signing</p>","byline":"Barney Ronay","body":"<p>The French newspaper Le Parisien reported this week that &Aacute;ngel Di Mar&iacute;a already has “one foot in Paris”. For those who watched Di Mar&iacute;a play for Manchester United through the winter and spring it may be tempting to wonder about the location of the other foot. Where could it be? Also in Paris but lost on the M&eacute;tro? Back in Manchester overhitting yet another in-swinging cross? Or simply scuttling off down one of those familiar blind alleys, before eventually falling over and turning to remonstrate with some unspecified adversary, eyes wide, hair prickling up, looking like a very sad, wise, hyper-evolved squirrel forced to confront the basic futility of its own existence while being jeered at by youths in quilted sports jackets.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/03/angel-di-maria-manchester-united-argentina-copa-america\">&Aacute;ngel Di Mar&iacute;a is Manchester United’s glorious nonconformist | Richard Williams</a> </p> \n</aside> \n<p>Oh, &Aacute;ngel. It hasn’t been great has it? Who could blame him, really, if the Premier League’s most expensive – and at his best, best – player was to complete the move to Paris Saint-Germain that was stymied last summer by financial fair play rules. It isn’t hard to see what went wrong for Di Mar&iacute;a in a team where the manager always seemed to be searching for more control, more structure, less arm-waggling, maverick creativity. Played too wide, unsettled by a burglary at home, hamstrings twanging, in his last 28 United matches Di Mar&iacute;a scored just once. From 21 February to the end of the season he had three shots at goal in the Premier League.</p> \n<p>And by the end Di Mar&iacute;a had simply run himself into a state of invisibility in a league that has some very simple, specific requirements even of its best attacking players. In England Di Mar&iacute;a’s default opposite number is somebody along the lines of Jon Walters: the kind of high-energy Premier League hustler who is often portrayed as a kind of footballing labrador, all eager, shining doe eyes and a lovely wet nose, but who presents a very specific, very disciplined kind of challenge. To succeed a player like Di Mar&iacute;a needs to be ready to run backwards as well as forwards, to learn as other creative players have that the corollary of all that extra space in front is an opposition player willing to exploit the space behind.</p> \n<p>He can do this, of course. He’s a brilliant, and brilliantly committed team player. At United he has simply been unlucky to find himself paired with a manager also learning the ropes on the hoof, and who was undoubtedly frazzled at times in the autumn by the Premier League’s one outstanding quality, its sheer physical relentlessness.</p> \n<p>Not that any of this matters too much. Star players have failed before. They will fail again. There is almost something grand and authentically cool about failing at United, where big money players have often come and gone down the years, waved fondly on their way while the club pounds on without them. Di Mar&iacute;a may even end up staying, keeping fit, tweaking his game and winning player of the year.</p> \n<p>The more interesting point here is simply Di Mar&iacute;a’s rarity value. When he came to United he had been man of the match in the summer’s Champions League final, had 24 assists and 15 goals for Real Madrid and was widely considered one of the top three or four players in the world. And this is the key. At that point Di Mar&iacute;a was also the only player in that position – an outright A-list, top of the tree, in his prime footballer – to have ever come to the Premier League from abroad.</p> \n<p>This may sound a little odd at first but it’s true. For all the deadline-day inanity, the private planes, the industry of acquisition, the Premier League has never before managed to attract one of the world’s best players in his prime, in peak form, without baggage or complications. There have been great players, but generally these have fallen into three sub-genres.</p> \n<p>First the ageing A-lister: Gianfranco Zola, who always seemed so diligent and polite, like a favourite uncle playing three-and-in in the garden, or Laurent Blanc with his socks rolled down looking surprised. Second, the comeback star, players whose career has hit some kind of buffer. Dennis Bergkamp, for example: all pure, clean lines and luminous geometric precision, but in need of a home after Internazionale, or the post-Barcelona Yaya Tour&eacute;. And thirdly stars in the making: the young Cristiano Ronaldo before the Muscled Emperor Years, Luis Su&aacute;rez in pre-take off mode, the young Eden Hazard, maybe. Sergio Ag&uuml;ero bucks the trend, just about, for now.</p> \n<p>For for all its TV rights muscle – &pound;14bn and counting – the Premier League remains the rich kid no one really wants to sit with at lunch, unable to attract the real A-listers at their peak. There are some obvious reasons why this should be the case. Back in the early days Serie A was still the real draw, not just flush with cash but with great coaches, great technical football, a natural home for the best Brazilians and Dutch. These days Real Madrid and Barcelona have both annihilating budgets and irresistible prestige, a self-propelling elite of such magnetism a player as good as Arda Turan is happy simply to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/arda-turan-barcelona-atletico-madrid-five-year-deal\" title=\"\">not play for them for five months</a>, to become a Barcelona un-player, to be <em>m&eacute;s que un</em> bloke sitting around applauding in a suit.</p> \n<p>In part – so the Premier League tells itself – this is because of the slog, the grind, the lack of easy games. Our league is a hard league, a real man’s league, not a league for the faint-hearted, or those in search of a balmy climate or easy Mediterranean luxury. Really, though, the issue here is perhaps simply the same old issue. There are only so many global stars to go round. And while it’s great to take on the just-below-the-best, the rescue cats of football’s top rank, the fact is the Premier League simply needs to start growing its own. Germany and Italy make their own stars, even their own World Cup winners. But England’s top tier has produced Wayne Rooney, Michael Owen, the United class of ’92, a few others, but nothing much for a while.</p> \n<p>And now Di Mar&iacute;a may be off, although it is to be hoped he will stay and bloom. He is a wonderful, flawed, relentlessly accommodating attacking force, not to mention a player the Premier League perhaps needs a little more than it might let on.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c565f76eee34c48f5791be81db327164decdcb8a/0_0_1969_1181/1969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1181,"width":1969,"orientation":"landscape","credit":"Lo Cole/Lo Cole for the Guardian","altText":"Illustration by Lo Cole of Angel Di Maria infront of the Premier League logo for Barney Ronay Column in Guardian Sport 11/07/2015 (print edition) Guardian Sport - 11.07.15 Angel Di Maria","cleanCredit":"Photograph: Lo Cole/Lo Cole for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-10T12:35:18Z","lastModified":"2015-07-10T23:02:19Z","metadata":{"commentable":true,"commentCount":485,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["Ángel Di María","Manchester United","Transfer window","Football","Sport"],"tags":[{"id":"football/angel-di-maria","webTitle":"Ángel Di María"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/10/manchester-united-angel-di-maria-psg-premier-league","shortUrl":"http://gu.com/p/4ahaf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/10/manchester-united-angel-di-maria-psg-premier-league","webUri":"http://www.theguardian.com/football/blog/2015/jul/10/manchester-united-angel-di-maria-psg-premier-league"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c565f76eee34c48f5791be81db327164decdcb8a/0_0_1969_1181/1969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1181,"width":1969,"orientation":"landscape","caption":"Illustration by Lo Cole.","credit":"Lo Cole/Lo Cole for the Guardian","altText":"Angel Di Maria","cleanCaption":"Illustration by Lo Cole."}},"importance":4,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c565f76eee34c48f5791be81db327164decdcb8a/0_0_1969_1181/1969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1181,"width":1969,"orientation":"landscape","credit":"Lo Cole/Lo Cole for the Guardian","altText":"Illustration by Lo Cole of Angel Di Maria infront of the Premier League logo for Barney Ronay Column in Guardian Sport 11/07/2015 (print edition) Guardian Sport - 11.07.15 Angel Di Maria","cleanCredit":"Photograph: Lo Cole/Lo Cole for the Guardian"}}]},{"title":"This is modern roller derby: 'It’s gone away from the fishnets and the fights'","rawTitle":"This is modern roller derby: 'It’s gone away from the fishnets and the fights'","item":{"type":"article","id":"sport/2015/jul/10/this-is-modern-roller-derby-its-gone-away-from-the-fishnets-and-the-fights","title":"This is modern roller derby: 'It’s gone away from the fishnets and the fights'","trailText":"The gimmicks, elbows and unabashed fighting are gone, and its participants hail from an array of professional backgrounds. This is roller derby, 21st century style","standFirst":"<p>The gimmicks, elbows and unabashed fighting are gone, and its participants hail from an array of professional backgrounds. This is roller derby, 21st century style</p>","byline":"Bryan Kay in Plano, Texas","body":"<p>It’s an austere scene inside Thunderbird Roller Rink. Gaudy hues of luminous green and blue stripe the interior walls in two thick banks. Tarpaulin sags from the roof over a rain-induced hole, the intermittent streamers shimmering overhead seemingly an antidote to the unsightly spectre. The dank yet cosy ambiance as the girls of Assassination City take to the floor of this 40-year-old Plano institution seems to belong to the 1980s.<br /></p> \n<p>Successive owners have struggled to keep the suburban arena a short drive north of Dallas open for some years. The 1970s, disco-infused heyday of roller-skating faded with the economic and cultural winds of change in the 80s. But the humble roller skate is experiencing something of a resurgence. Nostalgia plays a part. Counter-culture, too, perhaps. But the renewal owes much to its chastened old bedfellow, the muscular emblem of the roller rink that in many minds is cloaked in female fury, smeared with their blood and dotted with their bruises. The kitschy world of roller derby.</p> \n<p>But this is neither your mother’s nor your grandmother’s version of the sport. Assassination City Roller Derby, a league of four home teams, is part of a grassroots movement that emerged out of Texas capital Austin in the early part of the 2000s. But not on the traditional banked track of derby, the kind that invaded TV screens in the 70s and 80s. This new iteration involves the new world of a flat surface. Rooted in bootstrap feminism and sporting integrity, here gimmicks, elbows and unabashed fighting no longer apply.</p> \n<p>Or as Amanda Warner puts it, flat track still exhibits some of the sartorial flourishes of past renditions. Hot pants abound. The occasional set of fishnet stockings make an appearance. But this go round, sport and competition reign. “We have rules, we have regulations,” says the 29-year-old marketing professional from Plano. “We serve penalty time in the penalty box. You can only hit each other with certain parts of your body, so there’s no throwing elbows or punches or anything. So I feel like it’s safer in the sense that it’s not all, ‘I’m going to punch you and pull your hair’ or anything like that. But there is always the risk for injury. You know, we’ve had broken ankles, concussions. It’s kind of common but it’s a lot safer than it used to be. I don’t think we play to try to intentionally get injured, but it’s the risk that we take.”</p> \n<p>The re-boot spawned the new Women’s Flat Track Derby Association (WFTDA), a governing body that claims hundreds of local leagues worldwide. Still today, derby is often viewed through a WWE-like prism. The basics remain. Two 30-minute halves. Teams of five, one jammer and four blockers. Points are scored for each opposing team member passed by a jammer. But old truisms that it is staged, the results pre-determined, stalk participants. Yet the worst of the faux, lowbrow visage that characterized this piece of Americana in the 20th century are fading. Roller derby’s Dark Age witnessed violence on a brutish scale. Not now. More than a decade into a Renaissance, there are competing governing bodies laying various claims to primacy.</p> \n<p>Which is where things get a little complicated. There are different nuances to the rules depending on the governing body along with diverging rites of passage. USA Roller Sports, or USARS, the national governing body of all roller sports in the United States, is the chief foe of WFTDA. Recognized by the F&eacute;d&eacute;ration Internationale de Roller Sports(FIRS) and the United States Olympic Committee, USARS seeks to unify the various forms of derby – juniors, men’s, women’s as well as groups who continue to play on the traditional banked track – under a unified umbrella. Attempts for Olympic inclusion have been mooted. But faint hopes derby could make an appearance alongside other roller sports at Rome 2024 seem to have abated.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-82de6dbf-4a88-45c5-9b0f-1d78276e8afb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436384403410/09c73a7e-f5f8-4246-842e-22342a977ac3-460x276.jpeg\" alt=\"Roller derby Texas\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roller derby Texas</span> \n  <span class=\"element-image__credit\">Photograph: Peter Elliott</span> \n </figcaption> \n</figure> \n<p>AJ Epp, USARS roller derby coordinator, is circumspect. “We are pretty far away from that,” she says. “The sport would first have to be better recognized.” Progress might mean stepping stones such as the Pan-American Games and the AAU Junior Olympics, Epp mused. In that vein, earlier in June USARS announced derby would form part of the 2016 version of the latter.</p> \n<p>Austin-based WFTDA takes a more skeptical viewpoint, believing in developing derby from the ground up. They buy into inclusion at international events. Girls of the WFTDA stripe take part in the Roller Derby World Cup, staged by Blood &amp; Thunder magazine, which covers contemporary women’s roller derby. The inaugural event, staged in 2011 in Toronto, saw host Canada defeated by the USA in the final. The last, held in Dallas last December, was witness to the USA overcoming England to win. The next is slated for 2017. There, the image of a sanitized sport for the 21st century is complete, a quintessential sporting look resplendent in the uniformity of appearance among the different nations.</p> \n<p>But for WFTDA, for now at least, the Olympics is a hazy dream. “It’s not clear whether FIRS or their US branch, USA Roller Sports, is actually hoping to see roller derby in the Olympic Games,” says Juliana Gonzales, WFTDA executive director. “FIRS been actively attempting to get speedskating into the Olympic Games program for a few decades, without any success. It seems unlikely that FIRS would invest the kind of money or political leverage necessary to advance roller derby into the Olympic Games, nor does it seem an incredibly likely choice for the IOC to include at this time.”</p> \n<p>There appears to be d&eacute;tente of sorts between the governing bodies but the philosophical divide seems vast. “Certainly,” adds Gonzales, “both FIRS and USARS are seeking governance of roller derby right now, and it’s evident that claiming roller derby under their umbrella might benefit their position with the IOC; however, they don’t seem to be aiming for the inclusion of roller derby itself in the Olympic Games.” Still, there are clashes. For instance USARS objects to the use of the Team USA moniker by the United States team at the World Cup, says Epp, since the use was unsanctioned and the emblem belongs to the body officially endorsed by the US Olympic Committee. WFTDA, meanwhile, is focused on grassroots development and the prominence of participant voices.</p> \n<p>Nevertheless, across the many forms of derby there are reputedly now more than 1,500 local leagues worldwide, lending some credence to the idea that derby is an emerging sport.</p> \n<p>Away from officialdom, the modern aesthetic continues its quest to grow and alter perceptions. And increasingly that means strong challenges to old-worn sensibilities. Doctors. Nurses. Lawyers. Scientists. Teachers. Participants hail from a surprising array of professional backgrounds. Some profess to inhabit double lives, choosing to separate their daily grind and the people who populate it from the nights they spend under nommes de plume such as Cannibal Cupcakes and Streetcar Named Destruction on the derby track.</p> \n<p>Cannibal Cupcake is the track name of Warner, the marketing professional from Plano. She’s a relative newbie, two years ago joining up after getting the bug watching derby in her previous home of Austin, spiritual center of the juggernaut. “I bought skates and I was the worst skater ever. I only roller-bladed as a child, which is a lot different than the quad skates, so I was like a Bambi on wheels, learning to walk,” she says. Grounded in the roots of the sport, she was attracted to the camaraderie of the derby network. More than the competition, Warner is attached to the idea of how the women of flat track are self-sufficient, pulling the strings of the entire organization, running the league as a business entity under their own steam. For her, it’s also a viable support network. From the derby track, she’s seen new jobs secured, a marriage conducted, and women plucked from problematic relationships.</p> \n<p>Evidence of a burgeoning men’s game is evident in the personal circumstances of Kristin Coats, aka Hyper Nova Kane. The 26-year-old skews slightly from the outlook offered by Warner. She shares a love of derby with her partner, a men’s derby skater from nearby Denton, admitting that away from women’s derby, she almost prefers watching the more physical elements of the men’s game. That’s as a spectator. In her job as a GIS technician in oil and gas, she is surrounded by men all day. So derby offers a rare opportunity to mingle among women. She’s mindful of the lingering veneer presented by the mere mention of derby, but goes further.</p> \n<p>“I think there’s a bit of a trope that girls involved in derby tend to be outcasts or misfits,” Coats relates, pointing to the bruises that bedeck her arms as proof that hiding her participation might be futile. “I think a lot of women involved in derby are very aggressive, assertive personalities that maybe weren’t interested in team sports and come to derby for different reasons. Like for me, I was pretty sedentary, so getting back into skating was physical activity.”</p> \n<p>Kerri Delaney, or Sloane Gunman, may be an outlier. The Canadian transplant to Dallas is a former college and professional basketball player, playing overseas in South America and Europe. At 41 and with more than eight years behind her in derby, she is one of the more enduring performers in a sport where longevity is not always evident. She has witnessed modern derby’s evolution. “When derby first started up in Dallas back in about 2006, it was very hush-hush, quite underground, but then it started to get an online presence and that’s how I heard about it,“ says the high school computer teacher.</p> \n<p>“I’ve seen the whole metamorphosis of it. It’s gone away from the costume, the fishnets and the fights. When I started, that was still a thing. You might get ejected from a fight if it got to be bad. But with some, if it happened on the track, the referees would break it up and the skaters would still be allowed to continue to play. We would have some staged fights, but if it was something for ranking, none of that would happen.”</p> \n<p>Such imagery may continue to shadow the sport. Some of it by choice. Performer names celebrate their coming of age. Team names may reflect the locale. To be sure, there are some aspects of derby tradition grassroots participants are reluctant to discard. As with Assassination City. Like the league name and the teams that encompass it – Lone Star Assassins, Deadly Kennedys, Viva La Revolucion, Ruby’s Revenge as well as the collective road team Conspiracy – some team members use their stage names to acknowledge the Dallas area’s difficult past. Ditto, to an extent, with derby. “Very few of our athletes are wearing fishnets and lipstick in modern roller derby – but very few feature a completely mainstream, commercial sports aesthetic, either,” is how WFTDA’s Gonzales puts it.</p> \n<p>Back on the track at Thunderbird Roller Rink, the women of Assassination City glide and clunk around the track. Lone Star Assassins lead the way, regularly sweeping aside their home team contemporaries with aplomb. The road team, Conspiracy, continues to struggle in the lower echelons of the WFTDA rankings, apparently owing to a lack of competitive action, team member turnover and their recent venue swap that saw then shift from Dallas to Plano.</p> \n<p>It doesn’t seem to matter when the vagaries of life intervene. Not at least for Assassination City. The joy of a win fades. The numbness of defeat seems ridiculous. The squabbles over differences in rules and competing visions among governing bodies seem petty when a part of the league’s fabric is lost. The recent death of 45-year-old teammate Raquel Blanco (Rack Hell) following a routine operation on a broken ankle hit home. Suddenly, the patchwork of women’s modern derby coalesced. Messages of support poured in from other leagues. Donations followed. Says Warner: “It all seems to come down to that we all are there for each other.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436384173791/849f3e29-8a15-4301-ae0e-134380dc9689-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Elliott","altText":"Roller derby Texas","cleanCredit":"Photograph: Peter Elliott"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436384173457/676e8b05-9865-427d-9753-6d0e0c6972e0-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Roller derby Texas Photograph: Peter Elliott","credit":"Peter Elliott","altText":"Roller derby Texas","cleanCaption":"Roller derby Texas","cleanCredit":"Photograph: Peter Elliott"}],"webPublicationDate":"2015-07-10T10:00:10Z","lastModified":"2015-07-10T10:03:42Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Bryan Kay","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-kay"}],"feature":true,"keywords":["US sports","Sport","Texas","US news","World news"],"tags":[{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"us-news/texas","webTitle":"Texas"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Kay","topic":{"type":"tag-contributor","name":"profile/bryan-kay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/this-is-modern-roller-derby-its-gone-away-from-the-fishnets-and-the-fights","shortUrl":"http://gu.com/p/4afq2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/this-is-modern-roller-derby-its-gone-away-from-the-fishnets-and-the-fights","webUri":"http://www.theguardian.com/sport/2015/jul/10/this-is-modern-roller-derby-its-gone-away-from-the-fishnets-and-the-fights"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436384293062/275a3d5e-9444-4f0c-936b-3f4afa1c8fa1-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Roller derby Texas Photograph: Peter Elliott","credit":"Peter Elliott","altText":"Roller derby Texas","cleanCaption":"Roller derby Texas","cleanCredit":"Photograph: Peter Elliott"}},"importance":3,"byline":{"title":"Bryan Kay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436384173791/849f3e29-8a15-4301-ae0e-134380dc9689-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Elliott","altText":"Roller derby Texas","cleanCredit":"Photograph: Peter Elliott"}}]},{"title":"Barney Ronay / Smith batted like a world No1 – and got out like a No11","rawTitle":"Smith batted like a world No1 – and got out like a No11","item":{"type":"comment","id":"sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","title":"Australia’s Steve Smith batted like a world No1 – until he got out like a No11","trailText":"The highest-ranked Test batsman looked calm in the heat of Ashes battle, but his bizarre dismissal gave voice to those critics who believe he does not deserve such an elevated status","standFirst":"The highest-ranked Test batsman looked calm in the heat of Ashes battle, but his bizarre dismissal gave voice to those who feel he does not deserve such status","byline":"Barney Ronay at the Swalec Stadium","body":"<p>Welcome to England, then, Mr Smith: we’ve been expecting you. With 20 minutes to go before tea on a calm, clear, sun-bleached day in Cardiff, Steve Smith looked to have settled in for an afternoon of upright, endearingly fidgety right-handed dominance. Smith is, of course, the top-ranked Test batsman in the world right now, newly installed as Australia’s Ashes No3 and by extension the latest, rather callow member of a lineage of Aussie batting kingpins that stretches back though Ricky Ponting and Greg Chappell to the Path&eacute; newsreel giants of the pre-modern age.</p> \n<p>Not that everyone is convinced just yet. Smith’s status as the world’s No1 has come in a rush in the last two years, an ugly duckling transformation from twitchy, crabby leg-spinning all-rounder to twitchy, crabby gun batsman. Doubts had been voiced in England. Graeme Swann, who was biffed around the Waca by Smith in his last Test, has suggested it is a false position. England’s bowlers had hinted coyly at schemes hatched during their trip to Spain, the conviction that early exposure to the full, swinging ball would expose the glitches in a technique that presents the front pad to the bowler as a kind of lure, only to be ambushed at the last by the brilliance of Smith’s eye and those whip-crack hands.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two\">Moeen Ali puts England in the ascendancy as Australia struggle for parity</a> </p> \n</aside> \n<p>Here Smith got the promised examination early on; and for all the ugliness of his eventual dismissal, he passed it too, up to a point. Emerging at the fall of David Warner’s wicket with the score on 52 for one, he was confronted by Jimmy Anderson in the middle of an accurate spell of nibble and nip, if not quite hooping swing. The ball was hard. England were fresh. Over to you, Steve.</p> \n<p>For a while Anderson and Mark Wood bowled deliberately wide, luring Smith into playing balls others might leave as he walked across. There was one slightly streaky slap just past point to get off the mark and after that a series of cautious but increasingly convincing leaves. England may have plans for Smith but he has plans for them too, mainly to keep on playing like Steve Smith, a batsman with five first innings Test hundreds in his last six matches.</p> \n<p>In the flesh Smith presents an absorbing spectacle even between deliveries, touching every part of his kit in well-worn spectacles-testicles-wallet-and-watch fashion. He stands straight and still as the bowler runs in, before bending his knees twice in vaguely music hall fashion, hoisting that red-smeared bat, then taking a late, improbable step across on to off-stump just as the ball is bowled, as though suddenly noticing he’s standing one pitch down from the stumps.</p> \n<div>\n __VIDEO_EMBED_gu-video-457459028__\n</div> \n<p>England believe this makes him an lbw candidate, understandably so given he is basically standing right in front of his stumps. And yet Smith’s eye is so good the weakness is more often negated, the bowler unsettled by chasing an illusory opening. This isn’t a chink, or a wobble or a bad habit, but an entirely natural way of playing, rediscovered in the last two years after some slightly fallow times following his Test debut in 2010, when he was picked as a like-for-like replacement for Nathan Hauritz.</p> \n<p>The key for Smith in his most profitable period has been the ability simply to slow down, an epiphany that came in the first Test against South Africa in Centurion in 2014 when he spent 14 overs crawling through the 90s against an attack containing Dale Steyn, Morne Morkel and Vernon Philander.</p> \n<p>In Cardiff he moved sedately to six from his first 21 balls at the mid-afternoon drinks break, before chopping Wood past point for two immediately afterwards with an extravagant flourish, bat moving through a great wafting arc like a samurai warming up for a ceremonial duel. At which point Smith began to rev up through the gears.</p> \n<p>Moeen Ali had bowled three overs for eight from the Taff end. His first ball to Australia’s No3 was bulleted straight for four with a skip down the pitch. The second was a more violent, cross-batted version of the same. The fourth produced the shot of the day, a skip to the pitch and a lovely fluid drive through cover, a calculated act of violence that took Smith rollicking on to 28. The world’s No1 batsman was cooking. He was in the series. Pretty soon he was out too, and in slightly comical fashion.</p> \n<p>No doubt the manner of Smith’s dismissal will be held against him, confirmation that as world No1s go he remains something of a caretaker, a man on a once-in-a-career spree. Credit must go to Moeen, though, who saw Smith coming and fired the ball in at his feet. And also to Alastair Cook, who took the catch at a funkier-than-thou straight short mid-on as Smith stumbled and fell trying to dig it out and popped the ball up to the England captain.</p> \n<p>So Smith departed for a calm, decorative 33 that seemed, right up to its rather ugly end, likely to be quite a few more. But even in his dismissal there was evidence at least of a man playing to a plan, attacking England’s spinner to order when he might simply have accumulated. If there were grumbles in the press box about the world’s top-rated batsman being dismissed with such a villagey flourish then it is worth remembering plenty of great batsmen have been unorthodox, just as even the best players have tended towards the odd ugly dismissal.<a href=\"https://www.youtube.com/watch?v=tq3jzR45fm0\"> Inzamam ul-Haq falling on his stumps</a> is surely the best of the lot. Brian Lara, who played four or five shots to every ball with his own home-made range of leaps and feints, could lose his rhythm completely, while England’s own highest run scorer across all formats, Kevin Pietersen, was prone to the odd horrible end. It could even be suggested Smith is in his own way a lesson for England’s own slightly rigid technicians at every level, a player who has settled into rather than fought against his own quirks, and wrung the absolute most from those bespoke gifts over the last two years.</p> \n<p>England finished the day ahead in Cardiff with Australia on 264 for five and the top order winkled out. And yet, for all the sense of a chance missed on a flat pitch, Smith will perhaps still take a little heart from his resilience against the new-ish ball and the blunting, for an hour, of some well laid plans.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436467829776/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve Smith","cleanCaption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T18:51:30Z","lastModified":"2015-07-09T23:45:57Z","metadata":{"commentable":true,"commentCount":90,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Steve Smith","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/steve-smith","webTitle":"Steve Smith"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","shortUrl":"http://gu.com/p/4agzp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436467829776/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve Smith","cleanCaption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Barney Ronay"},"byline":{"title":"Barney Ronay at the Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436467829776/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve Smith","cleanCaption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock"}}]}],"lastModified":"2015-07-10T23:22:44Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}