{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Australia’s Smith stands on top of the world as Ashes approach","rawTitle":"Australia’s Smith stands on top of the world as Ashes approach","item":{"type":"article","id":"sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman","title":"Australia’s Steve Smith stands on top of the world as the Ashes approach","trailText":"Rated as the world’s No1 Test batsman, Australia’s Steve Smith has a fine eye, remarkable control and a singular skill that may prove vital against England in the Ashes","standFirst":"Rated as the world’s No1 Test batsman, Australia’s Steve Smith, the latest in a grand line of right-handers, has scored nine Test centuries in under two years and has a singular skill that may prove vital against England in the Ashes\n<br />","byline":"Barney Ronay","body":"<p>It is a fine and bracing early summer English Ashes tradition to tremble a little at the arrival of Australia’s cricketers. “You’ve READ about them, we present the first pictures!” ran the Path&eacute; newsreel title plate to the first shots of Australia’s 1926 tourists, complete with epic staged portraits of CG Macartney whacking back throw-downs for the camera and the beautifully lissome approach to the wicket of “Kangaroo” Jack Gregory (“only slow motion can show his demon bowling!”).</p> \n<p>The contest just seems to demand this kind of thing. From Macartney and then Don Bradman, through to the moustached-hatred years of the 1970s and more recently the wonderful agonies meted out by Shane Warne and Glenn McGrath, just glancing down at those all-star Ashes squads has long been the cricketing equivalent of the sergeant’s shot of whisky before dawn, a first astringent glimpse of the annihilations to come.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings\">Australia’s Steve Smith hits No1 in ICC world Test rankings</a> </p> \n</aside> \n<p>With this in mind the news that Australia have arrived in England with a player in their ranks who is now officially <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings\" title=\"\">rated the world’s No1 batsman</a> should be a deliciously familiar source of trepidation. Albeit, this time around, the identity of Australia’s headline act might look at first like something of a departure from grander, more flashily intimidating times.</p> \n<p>Steve Smith overtook Kumar Sangakkara this week as the best Test batsman in the world. It represents an individual reward <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/27/australia-steve-smith-captain-test-batting-rankings\" title=\"\">for a sublime two years</a> during which Smith’s relentless weight of premium, high-pressure runs have nudged him up to 913 ICC ranking points, the 24th highest total achieved by any batsman, three points below Sunil Gavaskar and two above Brian Lara.</p> \n<p>To those in England who last saw Smith in the flesh as work-in-progress middle-order kingpin, Australia’s No3 might still seem like something of an accidental batting genius, a probationary great-in-the-making. Certainly Graeme Swann has had his say, responding in slightly underwhelmed fashion to Cricket Australia’s pre-tour lionising of its star batsman. Swann may have had a little less to say when Smith was lofting him back over his head at the Waca on the last Ashes tour, although in his favour it has been a thrillingly unexpected rise to world-leading prominence.</p> \n<p>Australia has a tradition of golden-boy right-handers, from Bradman through Greg Chappell and Ricky Ponting. But while most have been prodigies marked from an early age – the teenage Sachin Tendulkar would rave about Ponting’s brilliance after returning from his first under-19 tour – Smith was first seen in junior international cricket sharing leg-spin duties with Sam Robson, and made his first-class debut as a bowling all-rounder. In his Test debut against Pakistan in 2010, he lurked at No7 as a replacement for Nathan Hauritz, after which it took Smith three years to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/22/australia-oval-england\" title=\"\">score his first hundred</a>.</p> \n<p>Yet here he is: heir to all that greatness, a wonderfully pure cricketer with an easy, if slightly homemade style who arrives here with nine Test tons in less than two years. This will be Smith’s fourth Ashes series but his first here since his transformation into Australia’s gun middle-order batsman.</p> \n<p>The transformation has been so swift it is interesting to note Smith says the most important part of his success has been discovering the ability to slow down. The epiphany came in the first Test against South Africa in Centurion at the start of last year. Coming in at No6, Smith scored a hundred against Dale Steyn, Morne Morkel and Vernon Philander during which he spent 14 overs nudging patiently through the 90s. “Playing against their attack, which is one of the best in the world, to know I can do that gives me the belief I can do it anywhere,” he said recently.</p> \n<p>There is, above all, something singular about Smith at the crease. This is not an identikit middle-order prince. His backlift has always been high and a little frantic, like a man trying to shake out his umbrella in a storm. His feet have often shuffled across to the offside, a prelude to some leg-side nudge or whip. But so fine is his eye, so knowing his control of the bat face, this has translated into an ability to manipulate the ball and find gaps. Australia’s great right-handers may have often had a thrillingly orthodox severity, but Smith is simply himself, a player of alluringly home-styled craft who likes to unwind now and then by having his girlfriend, Dani Willis, a law student, <a href=\"http://www.couriermail.com.au/sport/cricket/steve-smiths-girlfriend-dani-willis-helps-with-net-sessions-gets-caught-up-in-cricket-fever/story-fnii0bxd-1227173277015\" title=\"\">feed him balls on the bowling machine</a>.</p> \n<p>If Smith has a model as late-blooming, middle-order star and captain-in-waiting it is perhaps the young Steve Waugh, who also began as something of an odd-job cricketer. After 10 Tests in Allan Border’s struggling team Waugh still looked like a bowling all-rounder, while it would be two years before he made the decisive leap up the order.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/womens-ashes-cricket-england-australia\">Women’s Ashes 2015: Dominant England look to Australia for inspiration</a> </p> \n</aside> \n<p>Waugh was a great architect of the modern Australian team’s revolutionary on-field aggression. But the comparison is still a helpful one, not least as Smith carries Australia’s hopes for a change of gear in captaincy when Michael Clarke finally shuffles off.</p> \n<p>Australia takes its Test captains seriously and Smith has already been cast as an antidote to Clarke’s occasional spikiness and his celebrity pretension. Smith, by contrast, is a natural sportsman with an easy, courteous manner, who simply loves gambolling around – he is a brilliant fielder too – playing for his country.</p> \n<p>For England the challenge is clear. The areas where these two teams will square up in earnest are clear enough. Australia have the stronger hand of quick bowlers. Nathan Lyon, most successful Australian off-spin bowler ever, will fancy his chances of outperforming England’s temp-to-perm first-choice Moeen Ali. Perhaps Alastair Cook can hope to outscore David Warner, who has yet to succeed in England, while Jos Buttler might just reel in Brad Haddin, who has not got past 55 since thrashing England around in Sydney in 2013.</p> \n<p>The key, though, might just come in the battle of the right-handed princes, where Smith outranks even Joe Root, England’s own form horse and coming man. Prepare yourselves, vaguely dubious Englishmen, for the summer of&nbsp;Steve.</p> \n<p><span class=\"bullet\">•</span> This article was corrected on Saturday 20 June 2015 to reflect the fact that Neil Harvey batted left-handed</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735704520/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Steve Smith","cleanCaption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T12:00:04Z","lastModified":"2015-06-20T23:01:16Z","metadata":{"commentable":true,"commentCount":68,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["Steve Smith","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/steve-smith","webTitle":"Steve Smith"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman","shortUrl":"http://gu.com/p/4axev","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman","webUri":"http://www.theguardian.com/sport/2015/jun/20/australia-steve-smith-ashes-england-no1-test-batsman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735704520/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Steve Smith","cleanCaption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images"}},"importance":7,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735704520/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Steve Smith","cleanCaption":"Steve Smith on his way to his first Test century against England during the Ashes of 2013, he has since scored eight more Test hundreds. Photograph: Andrew Boyers/Action Images"}}]},{"title":"Woods a parody of his former self as drive deserts him at US Open","rawTitle":"Woods a parody of his former self as drive deserts him at US Open","item":{"type":"article","id":"sport/2015/jun/20/tiger-woods-parody-former-self-us-open","title":"Tiger Woods a parody of his former self as drive deserts him at US Open","trailText":"With his body language screaming ‘get me out of here’ as he missed the US Open cut by 11 strokes, the end could be approaching for Tiger Woods","standFirst":"With his body language screaming ‘get me out of here’ as he missed the US Open cut by 11 strokes, the end could be approaching for Tiger Woods","byline":"John Huggan at Chambers Bay","body":"<p>It ended, as rounds marked by ineptitude and futility tend to do, with a tired-looking three-putt. And <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-tiger-woods-jordan-spieth\" title=\"\">it added up to 76</a>, six over par for the 7,497-yard course. That basic arithmetic meant Tiger Woods – by a margin of 11 shots – would play no part in the second half of the 115th US Open. Not only that, his aggregate of 156 represented his highest 36-hole score at a major championship.</p> \n<p>There was a time when such statistics would be shocking to a public long accustomed to Woods dominating the game at the highest level. No more though. Seemingly endless swing changes under the supervision of a succession of coaches, a private life that long ago imploded in a succession of lurid headlines and a significant deterioration in his once peerless short game have combined to create the equivalent of a particularly gruesome car crash. No one really wants to watch the bloody aftermath of the shuddering impact between Woods and the real world, but turning one’s eyes away is all but impossible.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/us-open-chambers-bay-greens-red-faces\">US Open: Chambers Bay greens cause red faces but finest will prevail</a> </p> \n</aside> \n<p>The explanations for this extraordinary situation are many. Just about everyone has an opinion. But it is difficult to avoid the notion that this inexorable decline is largely self-induced. Unable to leave any aspect of his once finely tuned action alone, Woods is playing “golf swing” rather than golf. The instinctive feel and imagination that were such distinctive features of his best game are gone, his head now filled with science rather than art.</p> \n<p>There have even been worse displays than the one he just put on in a championship, lest we forget, he won by 15 shots 15 years ago. At the Waste Management Phoenix Open in January <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/30/tiger-woods-career-worst-phoenix-open\" title=\"\">Woods was a pathetic sight</a>, incapable of hitting even the most straightforward chip without visibly flinching. Unable to control his fast‑twitch muscles, his short shots were a mixture of what Peter Dobereiner called “sickening knee-high fizzers” and duffs that sent the ball far past the intended target or left it a few feet from its original position.</p> \n<p>Still, this past week in Washington State there was none of that nonsense. Instead, the festering sore eating away at Woods’s already damaged psyche shifted to the longest club in his bag. Driving has never been the strength of his game, but his current lack of proficiency from the tee is a parody of his former self. He has become a slicer.</p> \n<p>Fighting the high-handicap ball flight he now routinely replicates, Woods has taken to aiming further and further left of ever-more elusive fairways. As a result, his drives have to curve more and more from left to right if they are to finish on short grass. The more he aims left, the further right the ball is likely to go. Such a scenario – as any halfway decent instructor would&nbsp;tell you – is 180 degrees removed&nbsp;from a proper cure for slicing. It is hard to believe Woods does not know this.</p> \n<p>Even a vaguely cogent explanation of his thinking is unlikely to be forthcoming from the notoriously reticent Woods. Instead, we are treated to a well-rehearsed litany of superficial and unrevealing cliches: “It’s part of the process”; “All I need is more reps [practice]”; “It is what it is”; “I just have to work through this.” None of which gets to the heart of whatever ails the Woods game.</p> \n<p>As ever, appearances speak louder than words. During his most recent visits to the PGA Tour, Woods has seemed to be less engaged by the game that has been his life. Many have wondered openly if he wants to play any more, his confidence so low – and ego so punctured – after such a prolonged period of failure. Not since the 2008 US Open has he won one of the four most important events.</p> \n<p>Understandably, Woods’s on-course body language screams “get me out of here” far more than “I can do this”. Suggestions he continues to compete only to fulfil lucrative contractual obligations are voiced more loudly after every wild drive and every missed cut. The rapidly approaching bitter end may well be the day the last endorsement dies.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434810808440/US-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA","credit":"Erik S Lesser/EPA","altText":"US Open Championship","cleanCaption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T14:43:36Z","lastModified":"2015-06-20T23:35:01Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"John Huggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhuggan"}],"feature":true,"keywords":["Tiger Woods","US Open","US Open Golf 2015","US sports","Sport","Golf","PGA Tour"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/pga-tour","webTitle":"PGA Tour"}],"section":{"id":"sport"},"topics":[{"displayName":"John Huggan","topic":{"type":"tag-contributor","name":"profile/johnhuggan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/tiger-woods-parody-former-self-us-open","shortUrl":"http://gu.com/p/4axyg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/tiger-woods-parody-former-self-us-open","webUri":"http://www.theguardian.com/sport/2015/jun/20/tiger-woods-parody-former-self-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434810808440/US-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest 36-hole score at a major. Photograph: Erik S Lesser/EPA","credit":"Erik S Lesser/EPA","altText":"US Open Championship","cleanCaption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest 36-hole score at a major. Photograph: Erik S Lesser/EPA"}},"importance":5,"byline":{"title":"John Huggan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434810808440/US-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA","credit":"Erik S Lesser/EPA","altText":"US Open Championship","cleanCaption":"Tiger Woods walks up the 18th at Chambers Bay. His aggregate score of 156 was his highest-ever 36-hole score at a major. Photograph: Erik S Lesser/EPA"}}]},{"title":"How to test yourself against the best cyclists racing in the Women's Tour","rawTitle":"How to test yourself against the best cyclists racing in the Women's Tour","item":{"type":"article","id":"sport/100-tours-100-tales/2015/jun/20/womens-tour-strava-cycling-2015","title":"How to test yourself against the best cyclists racing in the Women's Tour","trailText":"Participation in sport is decreasing but Strava, the app that allows smartphone users to map and compare their rides, is revolutionising women’s cycling","standFirst":"<p>Participation in sport is decreasing but Strava, the app that allows smartphone users to map and compare their rides, is revolutionising women’s cycling </p>\n<p>By <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/suze-clemitson\">Suze Clemitson</a> for <a href=\"http://100tours100tales.wordpress.com/\">100 Tales 100 Tours</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a><br /></p>","byline":"Suze Clemitson","body":"<p>As the spotlight shines again on the best female riders in the world at the Women’s Tour, there’s a quiet revolution going on in women’s cycling at grassroots level. Since the London Olympics helped bring women’s cycling into the mainstream, there has been a quiet revolution on our roads. In January, the <a href=\"https://www.britishcycling.org.uk/about/article/20150129-about-bc-news-100-000-increase-in-regular-cyclists-since-October-2012---cycling-participation-targets-on-track-says-British-Cycling-0\">Sport England Active People survey</a> revealed that 100,000 more people have got out on their bikes in the last three years. As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/britain-olympic-legacy-london-2012\">participation in sport as a whole continues to fall</a>, the Olympic legacy is still alive and kicking on two wheels.</p> \n<p>Hit the Surrey Hills – the centrepiece of the Olympic road race – any weekend of the year and you’ll find the roads thronged with an informal, kaleidoscopic peloton of amateur riders all eager to benchmark their performances against Marianne Vos. And that’s where women riders have a distinct advantage – by logging into <a href=\"https://www.strava.com/about\">Strava</a>, they can measure their performance precisely against that of the queen of cycling. Because <a href=\"http://totalwomenscycling.com/road-cycling/sportives/vos-the-queen-of-strava-24855/#jjqbFq8GmL2qllJy.97\">Marianne Vos is also a Strava user</a> who uploads her segments for other riders to have a tilt at. With staunch anti-doping activists such as <a href=\"http://velonews.competitor.com/2013/07/news/lemond-calls-for-froome-others-to-release-power-data_295268\">Greg Lemond calling for data release</a> as a way of ensuring transparency in professional cycling, it’s one area where the women’s sport is way ahead of the men’s.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/shortcuts/2013/jul/31/strava-app-cyclists-racers-smartphone\">Strava – the app that turns cyclists into racers</a> </p> \n</aside> \n<p><a href=\"https://www.strava.com/\">Strava</a> is the simple idea that is revolutionising cycling. Riders record their performance on a GPS device or through the mobile app and then upload their times and routes to compare them with friends or professional cyclists. Strava can be anything from a simple performance tracker to a motivational tool to, in the words of women’s cycling advocate, Trek’s <a href=\"http://dirtmountainbike.com/features/interviews/chris-garrison-interview-endtroducing.html#M8me2V0ZrxX7UvBq.97\">Chris Garrison</a>, “active social media”. The figures bear her out. With an 82% uptick in UK women members in the last year alone – responsible for a staggering 20% of the global female mileage – 30% of the rides being logged are group rides.</p> \n<p>Beth, who uses Strava for both running and cycling, says it’s motivating to be able to track her progress “and to connect to other rides – both friends and others in my cycling club”. Keira, a relative newcomer to cycling, says she loves the “inspiring” sense of community: “I find it a really positive and encouraging environment in which everyone shares a passion even if performance varies vastly between many of us.”</p> \n<p>Women are using Strava for a wide range of reasons - from casual users such as Catrin, who motivates herself to break her personal bests on routes and distance when commuting to work, to triathletes such as Ange, whose coach uses it to build training programmes. She says she finds it hard just to go for “an easy run” after using Strava: “I constantly feel I have to be keeping my average speed up! I need to find the willpower not to use it on those days.” </p> \n<p>Then there are women such as Fiona, who describes herself as a social rider and occasional time-trialist, who love the competitive aspect of Strava. Though she says she’s not a “segment hunter”, she does hold a few <a href=\"http://blog.strava.com/womens-tour-preview-2015-10048/\">Queen of the Mountains</a>. “I think it’s great that pros post segments,” she says. “It makes you feel good if you get anywhere get near them.”</p> \n<p><a href=\"https://www.youtube.com/watch?v=dhOQxkbvanU\">Garrison</a> uses Strava for personal reasons – tracking her mileage, as part of the 44m kilometres ridden by women in the UK last year, and participating for Trek’s company team in the National Bike Challenge – but she is evangelical in encouraging women who attend her popular “<a href=\"https://www.facebook.com/events/482934771856460/\">Ladies Nights</a>” to join the community. “It’s a way to connect and communicate with other people who ride, some of whom you may know, others maybe not.” She gives the example of planning a 30-mile ride with women from all over the world and then having the ability to discuss and compare your personal experiences, even if you’ve been riding alone. As she points out: “It’s only competitive if you allow it or want it to be.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/bike-blog/2014/jan/14/confessions-of-a-strava-cycling-addict-app\">Confessions of a Strava cycling addict | Trevor Ward</a> </p> \n</aside> \n<p>Women’s cycling is having another moment in the sun this week with the second edition of the <a href=\"http://www.womenstour.co.uk/\">Aviva’s Women’s Tour</a>. The first race was a huge success, part of the <em>annus mirabilis</em> of 2014 that also saw the women take to the cobbles of the Champs-&Eacute;lys&eacute;es for the historic <a href=\"http://www.letour.com/le-tour/2014/us/pre-race/news/ahc/la-course-by-le-tour-de-france-innovating-women-s-cycling.html\">La Course</a>.</p> \n<p>Vos, perhaps the greatest woman cyclist of all time, won’t be defending <a href=\"https://en.wikipedia.org/wiki/2014_The_Women's_Tour\">her Women’s Tour title</a> after an injury-strewn season. But there are a whole raft of women riders competing – not least <a href=\"http://www.bbc.co.uk/sport/0/cycling/33170616\">Britain’s Lizzie Armitstead</a> who took stage one with a dominant sprint finish into Aldburgh. A terrifying collision seconds after she crossed the finish line robbed Armitstead of the chance to defend the leader’s jersey, but her Boels-Dolmans team-mate<a href=\"http://velonews.competitor.com/2015/06/news/guarnier-flies-the-stars-and-stripes-in-britain_374453\"> Megan Guarnier</a> – recent winner of the Emakumeen Bira – is ready to step into her shoes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/lizzie-armitstead-leaves-hospital-womens-tour-future\">Lizzie Armitstead pulls out of Women’s Tour after finish-line crash</a> </p> \n</aside> \n<p>A quick scan of this year’s <a href=\"http://www.cyclingweekly.co.uk/news/latest-news/womens-tour-2015-start-list-177320\">startlist</a> shows the strength in depth of the women’s sport. Riders such as <a href=\"http://velociosports.com/team/lisa-brennauer/\">Lisa Brennauer (Velocio-SRAM),</a> the reigning world time-trial champion and winner of the 2015 Energie Wacht Tour, who now wears the leader’s jersey after a strong performance on stage two, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/jolien-dhoore-womens-tour-lisa-brennauer\">Jolien d’Hoore (Wiggle-Honda)</a>, whose recent triumph at the Flanders Diamond Tour was celebrated in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls\">controversial circumstances</a>. </p> \n<p>Britain’s No1 women’s team, <a href=\"http://wigglehonda.com/the-team/danielle-king-gbr-rider-profile/\">Wiggle-Honda</a>, are stacked with talent – from multiple world champion <a href=\"http://wigglehonda.com/the-team/giorg-ia-bronzini-ita-rider-profile/\">Giorgia Bronzini</a> to <a href=\"http://wigglehonda.com/elisa-longo-borghini-ita/\">Elisa Longo Borghini</a>, winner of this year’s Tour of Flanders, to multiple gold medallist <a href=\"http://wigglehonda.com/the-team/danielle-king-gbr-rider-profile/\">Dani King</a>. And there’s plenty of other British talent in the race, with <a href=\"http://www.teamstoreysport.com/sarah-storey.html\">Dame Sarah Storey</a> and <a href=\"http://www.joannarowsell.com/\">Jo Rowsell</a> (<a href=\"http://www.sportstoursinternational.co.uk/cycling/pearl-izumi-sports-tours-international-cycling-team\">Pearl Izumi</a>), <a href=\"http://www.liv-cycling.com/teamsriders/rider/lucy.garner/643/\">Lucy Garner (Liv-Plantur)</a> and <a href=\"http://matrixprocycling.cc/2014/09/02/matrix-fitness-vulpine-sign-laura-trott/\">Laura Trott (Matrix Fitness)</a> on road race duty. Bigla’s <a href=\"http://www.bpct.ch/staff-page/sharon-laws/\">Sharon Laws</a> will be looking to repeat her success in the <a href=\"http://blog.strava.com/womens-tour-preview-2015-10048/\">Strava Queen of the Mountains competition.</a></p> \n<p><a href=\"http://matrixprocycling.cc/\">Matrix Fitness</a> will be uploading their team’s data from this year’s race. The team – originally called <a href=\"http://roadcyclinguk.com/racing/womens-tour-the-goal-as-stefan-wymans-on-the-drops-announce-new-co-sponsor-and-new-signings.html#Qap8ToIuKW2Osg3D.97\">On The Drops</a> before they secured backing from Matrix – have built slowly but surely since 2009, quietly developing an impressive team without the bigger budgets of their rivals. The hard work paid off when Matrix Fitness became Britain’s second fully fledged professional team in 2014. The team have always worked to three key aims: stability for riders, development of the women’s sport and a good return for sponsors. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/jolien-dhoore-womens-tour-lisa-brennauer\">Jolien D’Hoore wins Women’s Tour stage two to close on Lisa Brennauer</a> </p> \n</aside> \n<p>They will be experimenting social media aspects of Strava for the first time in this year’s Women’s Tour. They say it is “up there with Twitter” as a tool for fan engagement: “It’s a lot of fun, and great way for race fans to engage with the Pro riders.”</p> \n<p>Like Strava, Aviva’s involvement with the promotion of women’s cycling has been another success story. With their head office nestled almost at the foot of Britain’s Alpe d’Huez, Box Hill, they will have seen with their own eyes the burgeoning popularity of cycling in the UK. That they have moved from sponsoring women’s cycling to the men’s sport is a rare example of sponsorship cross-pollination between the two disciplines driven by the success of female athletes. Who says that women’s cycling doesn’t bring new sponsors into bike racing? In a sport that’s working hard to professionalise and provide an attractive return for sponsors, the Women’s Tour has proved a stunning showcase for all that’s good in the sport.</p> \n<p>Simon Klima, Strava’s UK manager, says they’re also proud to be sponsoring the Women’s Tour for a second year. It’s a win-win situation with a ready-built audience of millions waiting to share the “grit, determination and passion” of the elite Women’s Tour riders. </p> \n<p>Klima is proud of the community Strava has built, particularly for women. It seems that there may also be a direct correlation between the visibility of professional cycling on our roads and Strava uploads, with the most popular counties for female Strava members including Greater London, Manchester, West Yorkshire, Hampshire and Surrey. Women who see great cycling first hand at Yorkshire’s Grand Depart or the Women’s Tour are inspired to hit the roads and try the sport themselves. He also points out that roughly 50% of cycling uploads in London are commutes, so it seems that “transport as well as recreation is a definite factor in the explosion in cyclists on our roads.”</p> \n<p>The Strava platform is evolving still further. The introduction of Strava Photos is encouraging runners and cyclists to explore the link between social connection and fitness tracking. Klima also says they’re working hard on the “in-activity experience, giving data in real-time when an athlete is out there riding or running.” </p> \n<p><a href=\"http://www.strava.com/local\">Strava Local</a> – data-driven, athlete-curated city guides for athletes in 12 major cities – has just landed, so the day when amateur cyclists can compare their efforts in real time to those of Dani King on Caerphilly Mountain will be here soon.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls\">Cycling needs to lose its 'podium girls' | Suze Clemitson</a> </p> \n</aside> \n<p>No “norms” have been picked up as a result of their Strava performance – yet . But as the community expands and continues to quietly revolutionise the way women experience cycling, it surely can’t be a long time coming? For now, Klima says, they’re happy that “many of the top riders are uploading their race activity each day and receiving kudos [the Strava equivalent of a Facebook “like”] for their efforts.”</p> \n<p>Maybe one day an unknown rider will match the kudos of Marianne Vos (63,292), Dani King (13,632) or the Australian Wiggle-Honda rider, Peta Mullens (11,787), who all uploaded their rides from each stage of last year’s Women’s Tour. Any Strava users who can match those achievements might just find themselves with a professional tour contract, if savvy teams start using the app as a talent-spotting tool. The “if it’s not on Strava it didn’t happen” factor might just be the key to unlocking the next generation of great Queens of the Mountains.</p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"http://100tours100tales.wordpress.com/\">This article appeared first on 100 Tours 100 Tales</a><br /><span class=\"bullet\">•</span> <a href=\"https://twitter.com/festinagirl\">Follow Suze Clemitson on Twitter</a><br /><span class=\"bullet\">•</span> <a href=\"https://www.facebook.com/guardiansport\">Follow Guardian Sport on Facebook</a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434725348389/4fc6013d-34dd-40cd-bb18-a518841c842a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bryn Lennon/Getty Images","altText":"Women's Tour","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T09:30:01Z","lastModified":"2015-06-20T09:30:01Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Suze Clemitson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suze-clemitson"}],"feature":true,"keywords":["Cycling","Sport"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Suze Clemitson","topic":{"type":"tag-contributor","name":"profile/suze-clemitson"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/20/womens-tour-strava-cycling-2015","shortUrl":"http://gu.com/p/4avny","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/100-tours-100-tales/2015/jun/20/womens-tour-strava-cycling-2015","webUri":"http://www.theguardian.com/sport/100-tours-100-tales/2015/jun/20/womens-tour-strava-cycling-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434725348389/4fc6013d-34dd-40cd-bb18-a518841c842a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Want to compare your times with Women’s Tour cyclists? Now you can. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Women's Tour","cleanCaption":"Want to compare your times with Women’s Tour cyclists? Now you can.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},"importance":5,"byline":{"title":"Suze Clemitson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434725348389/4fc6013d-34dd-40cd-bb18-a518841c842a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bryn Lennon/Getty Images","altText":"Women's Tour","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}}]},{"title":"Dominant England look to Australia for Women's Ashes inspiration","rawTitle":"Dominant England look to Australia for Women's Ashes inspiration","item":{"type":"article","id":"sport/2015/jun/20/womens-ashes-cricket-england-australia","title":"Women’s Ashes 2015: Dominant England look to Australia for inspiration","trailText":"England’s captain, Charlotte Edwards, and ECB director of women’s cricket, Clare Connor, believe there is still much to learn from the Australian domestic set-up","standFirst":"Having won the last two Ashes series England are confident before the sides meet for the opening match at Taunton in a month, but believe there is still much to learn from the Australian domestic set-up\n<br />","byline":"Simon Burnton","body":"<p>It is precisely one month before the Women’s Ashes series gets under way at Taunton, but away from the field of play England and Australia are already in close combat.</p> \n<p>Paired at the top of the women’s world rankings, the alignment will soon extend to the structure of their domestic games. Both have made major announcements this year, with the formation of a Women’s Big Bash League <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/19/green-light-womens-big-bash-league-australia\">revealed in February</a>, followed – not entirely coincidentally – by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/women-t20-super-league-launch-cricket\">the ECB’s plan</a> to create a Women’s Cricket Super League from next season.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing\">Cricket should stop treating women as second-class citizens</a> </p> \n</aside> \n<p>Clare Connor, the ECB’s director of women’s cricket, said the birth of the WCSL was assisted by “lots of good, collaborative conversations with Cricket Australia”, whose own seven-team Women’s National Cricket League was something of an inspiration. The England captain, Charlotte Edwards, spent last winter playing in Perth for Western Fury and returned certain that her players, winners of the last two <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jan/29/charlotte-edwards-england-retain-womens-ashes\">Ashes series</a>, required a similar set-up in order to sustain their recent dominance.</p> \n<p>“We’ve known for a number of years their domestic structure has been a really vibrant one,” she says. “With fewer teams there’s going to be a higher level of competition. And having experienced it, I knew that we needed to potentially put something in place over here to make sure we have that level of competition before international games, and to prepare people for international cricket. I think that’s the most important thing. We’ve got 38 counties over here and they’ve got seven states, so I think it’s a no-brainer.”</p> \n<p>It is hoped that the new league, and the influx of ECB money that will ease its creation, will lead to a more professional approach to the game among the six so-called “hosts”. Connor says that “the vast majority of counties don’t have what people would deem to be a reasonable training programme”, and talks about “a long run of trying to embed the training culture”. “The first thing I said to Clare when I got back [from Perth] was around their training culture, which was something that really impressed me,” says Edwards. “And I can see how that can make a huge difference. The depth of their player pool out there is much bigger, and I think purely down to the fact that they’ve got that in place.”</p> \n<p>With women’s cricket in both countries flourishing domestically and the forthcoming Ashes series to be broadcast live in its entirety for the first time, there is the sense of real momentum building. “I think this is another massive year for women’s sport,” says Edwards. “The game is just growing. Our game, and women’s sport in general. So it’s a massive opportunity. Hopefully we’ll find a new audience. Having grounds full and really buzzing for cricket is exciting in itself so I’m really looking forward to that, and hopefully the cricket will live up to the talk and both teams can deliver top quality performances.”</p> \n<p>Most importantly, Edwards is confident that, amid the hype and expectation, her team will be ready to deliver when the action gets under way. “We’ve left no stone unturned in terms of our preparation,” she says. “It’s great to see the girls really getting themselves ready for what’s going to be a great series, and being the best two teams in the world at the moment adds an extra spice to it. The new format as well brings an extra dimension. I can’t wait to get under way, and with every game being shown live, it’s even more of an opportunity to really promote the game.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434722325596/Charlotte-Edwards-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England captain Charlotte Edwards with the Women's Ashes trophy after victory in 2014, her side will bid to retain it for the third time in succession this summer. Photograph: Ben Birchall/PA","credit":"Ben Birchall/PA","altText":"Charlotte Edwards","cleanCaption":"England captain Charlotte Edwards with the Women's Ashes trophy after victory in 2014, her side will bid to retain it for the third time in succession this summer. Photograph: Ben Birchall/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T12:00:04Z","lastModified":"2015-06-20T23:01:17Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Simon Burnton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonburnton"}],"feature":true,"keywords":["England women's cricket team","Women's cricket","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/england-women-cricket-team","webTitle":"England women's cricket team"},{"id":"sport/womenscricket","webTitle":"Women's cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Burnton","topic":{"type":"tag-contributor","name":"profile/simonburnton"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/womens-ashes-cricket-england-australia","shortUrl":"http://gu.com/p/4ax69","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/womens-ashes-cricket-england-australia","webUri":"http://www.theguardian.com/sport/2015/jun/20/womens-ashes-cricket-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434722325596/Charlotte-Edwards-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England captain Charlotte Edwards with the Women's Ashes trophy after victory in 2014, her side will bid to retain it for the third time in succession this summer. Photograph: Ben Birchall/PA","credit":"Ben Birchall/PA","altText":"Charlotte Edwards","cleanCaption":"England captain Charlotte Edwards with the Women's Ashes trophy after victory in 2014, her side will bid to retain it for the third time in succession this summer. Photograph: Ben Birchall/PA"}},"importance":4,"byline":{"title":"Simon Burnton"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434722325596/Charlotte-Edwards-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England captain Charlotte Edwards with the Women's Ashes trophy after victory in 2014, her side will bid to retain it for the third time in succession this summer. Photograph: Ben Birchall/PA","credit":"Ben Birchall/PA","altText":"Charlotte Edwards","cleanCaption":"England captain Charlotte Edwards with the Women's Ashes trophy after victory in 2014, her side will bid to retain it for the third time in succession this summer. Photograph: Ben Birchall/PA"}}]},{"title":"Olympic promises fail as fall in sporting activity reveals a divided nation","rawTitle":"Olympic promises fail as fall in sporting activity reveals a divided nation","item":{"type":"comment","id":"sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams","title":"Olympic promises fail as fall in sporting activity reveals a divided nation","trailText":"Ten years after London was awarded the Olympics, the grand claims that it would inspire greater participation look hollow as figures show we’re not all in this together","standFirst":"Ten years after London was awarded the Olympics, the grand claims that it would inspire greater participation look hollow as figures show we’re not all in this together","byline":"Richard Williams","body":"<p>Ten years ago next month, Tony Blair’s face appeared on a large screen in a Singapore convention centre. “Our vision,” the prime minister told the members of the International Olympic Committee, gathered to choose the hosts of the 2012 Games, “is to see millions more young people in Britain and across the world participating in sport, and improving their lives as a result of that participation. And London has the power to make that happen.”</p> \n<p>Blair’s pledge was followed up by other members of the team pushing London’s Olympic bid. Tessa Jowell spoke of “the chance to turn the rhetoric of legacy into fact” and of “faster progress towards a healthier nation”.</p> \n<p>“We hope to see people becoming increasingly active,” she continued, “with a goal of seeing two million people more active by 2012 through focused investment in our sporting infrastructure and better support and information for people wanting to be active. We will transform the lives of young people through sport.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/britain-olympic-legacy-london-2012\">Britain’s Olympic legacy is a sedentary nation | David Conn</a> </p> \n</aside> \n<p>The Labour government, she said, had broadly met its target that all school pupils should be offered a minimum of two hours a week of sport. Now the ambition was for all pupils between five and 16 to be offered five hours of sport a week by 2012. “All of this will be made possible,” she explained, “by inspirational teachers and coaches, alongside modern facilities.”</p> \n<p>Sebastian Coe told the delegates how grateful he was to the Olympics for lighting the flame of his own sporting ambition. “That gratitude drives me and my team to do whatever we can to inspire young people to choose sport,” he said.</p> \n<p>Their words did the trick, along with a film presenting Britain as a country moving towards a bright future for new generations of multicultural citizens who would be given every opportunity to exploit the inspiration provided by the Games. The team flew home with the prize they had sought, and with pledges to fulfil.</p> \n<p>The promises they made about the Games themselves were amply fulfilled, albeit at the price of a budget that had tripled by the time of the opening ceremony. Only a minority would deny that the regeneration of a neglected area of east London was a worthwhile project in general terms, while millions enjoyed the spectacle of the events inside and outside the stadiums. And no one who participated as an Olympic volunteer will tell you that the experience was anything other than unforgettably life-enhancing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/olympic-stadium-cost-rises-west-ham\">Olympic Stadium cost rises to &pound;701m after initial &pound;280m estimate</a> </p> \n</aside> \n<p>A couple of this week’s headlines, however, cast a shadow over those golden memories of two summers ago. The first came on Monday, when Sport England’s half-yearly survey <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/11/olympic-legacy-sport-participation-plummets\" title=\"\">revealed a fall of 220,000</a> in the number of people of all ages taking part in sport of any kind for at least half an hour a week, compared with the previous six months. Another statistic was equally remarkable: over the past decade, the number of people swimming regularly – an activity with particularly close ties to physical fitness – has dropped by almost three-quarters of a million.</p> \n<p>Then on Friday came a survey from a group of researchers at Essex University indicating <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/18/england-pupils-the-least-fit-they-have-ever-been\" title=\"\">a dramatic worsening in the fitness of Britain’s schoolchildren</a>. Don’t blame obesity caused by massive amounts of sugar-saturated food and drink. Children with perfectly normal levels of body fat are now showing themselves to be less fit than those of earlier generations, and the blame is placed on a sedentary lifestyle – in other words, a lack of exercise.</p> \n<p>The findings underline those published earlier in the week in a report presented by the chair of ukactive, Tanni Grey-Thompson. The former Paralympic champion said that promoting sport in schools is not the only solution. Simple physical fitness is something that should be tested as regularly as a knowledge of maths. But it would be hard not to connect this week’s findings with the memory of Michael Gove’s announcement in November 2010, barely six months into the life of the coalition government, that his education department planned to dismantle the 450 school sports partnerships that had forged links between primary and secondary schools, encouraging the sharing of facilities and funding specialist coaches.</p> \n<p>The angry reaction to Gove’s announcement – with its suggestion that a nationwide Schools Olympics costing &pound;10m could provide an adequate replacement – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/dec/20/u-turn-michael-gove-school-sport-partnership\" title=\"\">eventually forced a bit of a climbdown</a>, enough to save face but not enough to leave a notably successful structure undamaged. It was one of the decisions that rendered the education secretary so unacceptable to the public that he had to be removed from the job and then tucked completely out of sight well before this year’s general election.</p> \n<p>Sport England’s survey revealed that the decline in sports participation shows itself in the poorer sections of the population. Among the better-off – such as all those men and women riding expensive carbon-fibre bikes around the lanes of Surrey every weekend – it is actually increasing. Any attempt, such as the one Gove made five years ago, to limit the access of state-school pupils to sport or even non-competitive exercise is a form of social engineering that speaks volumes about the failure of those who grew up amid the lavish facilities of public schools to accept a duty of care.</p> \n<p>The new sports minister, educated at a selective girls’ grammar school in Kent, gives a more convincing impression of an interest in the job than some of her predecessors. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/sports-minister-tracey-crouch-premier-league\" title=\"\">Tracey Crouch</a> is a qualified FA coach and manages a girls’ under-13 team. It is her job to minimise the damage done by George Osborne’s &pound;12bn of cuts to the facilities offered to those who need them most, and good luck to her.</p> \n<p>It all seems so obvious. Depriving children of the encouragement to take regular exercise will produce generations of unhealthy adults primed to make extra demands on whatever is left of the National Health Service. And relying on public schools to turn out national sporting heroes simply accentuates society’s growing division.</p> \n<p>Mark Kenny, a retired games master who does voluntary coaching with primary school children in south London, was one of many who got in touch five years ago to express his anger at the proposed demolition of the SSPs. This week, when I asked him for an update, he had a new suggestion: how about removing the charitable status of private education and using the money to fund sport and other health-related physical activities in state primaries? “We are not all in this together,” he says. After comparing this week’s stories with the promises made 10 years ago, that is the only available conclusion.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434718121124/London-2012-Olympic-Venue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"London 2012 Olympic Venues","cleanCaption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T12:49:23Z","lastModified":"2015-06-19T23:01:00Z","metadata":{"commentable":true,"commentCount":54,"contributors":[{"name":"Richard Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747256/RichardWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardwilliams"}],"feature":true,"keywords":["Olympic Games 2012","Olympic legacy","Sport","Sport politics"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"uk/olympic-legacy","webTitle":"Olympic legacy"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/sport-politics","webTitle":"Sport politics"}],"section":{"id":"sport"},"topics":[{"displayName":"Richard Williams","topic":{"type":"tag-contributor","name":"profile/richardwilliams"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams","shortUrl":"http://gu.com/p/4ax4m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams","webUri":"http://www.theguardian.com/sport/blog/2015/jun/19/olympic-promises-fail-sporting-activity-richard-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434718121124/London-2012-Olympic-Venue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"London 2012 Olympic Venues","cleanCaption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images"}},"importance":4,"byline":{"title":"Richard Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434718121124/London-2012-Olympic-Venue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"London 2012 Olympic Venues","cleanCaption":"The Olympics transformed a run-down corner of east London but it has failed to inspire an increase in sporting activity across a divided country. Photograph: Jeff J Mitchell/Getty Images"}}]},{"title":"Farah faces testing period that could snuff out golden glow of 2012","rawTitle":"Farah faces testing period that could snuff out golden glow of 2012","item":{"type":"comment","id":"sport/2015/jun/19/mo-farah-testing-period-ricky-simms-alberto-salazar","title":"Mo Farah faces testing period that could snuff out golden glow of 2012","trailText":"Mo Farah’s place in history is on the line as he and agent Ricky Simms face unforgiving spotlight following mishandling of Salazar affair","standFirst":"Mo Farah’s place in history is on the line as he and agent Ricky Simms face unforgiving spotlight following mishandling of Salazar affair","byline":"Owen Gibson","body":"<p>When Mo Farah belatedly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-statement-denies-taking-performance-enhancing-drugs\" title=\"\">issued a passionate statement</a> on Friday in an attempt to claw back some of the damage his reputation has incurred this week, the reaction on social media was telling. While many of those commenting underneath his statement on Facebook were clearly fans, urging him to fight on against what they saw as damaging slurs, the wider public reaction on Twitter emphasised the scale of the challenge facing the Farah camp and those close to it.</p> \n<p>His exhortation that he had taken hundreds of drug tests and never failed one was met with weary references to Lance Armstrong. The cynicism on show from a sporting public let down one too many times by their heroes was almost the polar opposite of the mood of giddy optimism that reverberated around the Olympic Stadium and the nation as a whole in the summer of 2012.</p> \n<p>Rewind to August of that year and it was one of the biggest months in the life of not only Usain Bolt and Farah but also of their agent Ricky Simms and his burgeoning company Pace Sports Management. As Bolt stood atop the podium doing Farah’s “mobot” and the British double Olympic champion struck the Jamaican dancehall stance that has become the trademark of one of the biggest sporting stars of his generation, it confirmed the London Games as a triumph for all three in not only sporting but commercial terms.</p> \n<p>Farah’s wife, Tania, who had been with Mo since they were at school and exerts a strong hold over his career off the track, was entitled to feel a swell of pride too as she walked the track with their family.</p> \n<p>Alberto Salazar, the coach with the golden touch who had taken Farah’s career to the next level since he joined his Project Oregon team, exuded satisfaction as he chalked up a golden double and his training partner Galen Rupp, the American now at the centre of doping allegations that he and Salazar strenuously deny, picked up a silver in the 10,000m.</p> \n<p>And for the UK Athletics executives looking down from among the 80,000 crowd, Farah’s golds were vital. Even with them they failed to hit the medal targets set before the Games, but they provided the vital magic moments prayed for by everyone from UKA to London 2012 chairman, Lord Coe (another man now wearing multiple hats, including chair of the British Olympic Association, Nike advisor, IAAF presidential candidate and avowed friend of Salazar, amid the fallout from this mess).</p> \n<p>Three years on Farah finds himself engaged in a very different battle – not for medals but for the trust of the public – and pulled in every direction by the competing advice and priorities of all four. While Salazar has gone to ground, unfairly or not increasing suspicion with every day he stays silent and prepares his defence against the claims by the BBC’s Panorama, Farah has appeared to have been left twisting in the wind.</p> \n<p>After initially bolting from Birmingham and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/mo-farah-flies-us-confront-alberto-salazar-doping-allegations\" title=\"\">returning to Oregon</a> to “seek answers” from Salazar, he is now in the south of France preparing for his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/mo-farah-return-track-monaco-diamond-league\" title=\"\">return to the track in Monaco</a> next month.</p> \n<p>Simms, who handles other members of the Nike-sponsored Project Oregon team including Rupp, cannot help but have been conflicted. In all there are at least five athletes on Pace’s books who currently train with Salazar or have been linked with the project – Mary Cain, Matthew Centrowitz, Shannon Rowbury, Jordan Hasay and Rupp among them.</p> \n<p>It is Simms, hands-on with his charges even as the sums they can attract in the form of sponsorship and appearance fees has soared, who appears to have been advising Farah to stay silent until Salazar has said his piece.</p> \n<p>But every day that has gone by since that initial Panorama was broadcast has made Farah appear less sure of his ground. That impression only intensified in the wake of this week’s revelation that he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests\" title=\"\">missed two tests within one 18-month window</a> during the run-up to London 2012.</p> \n<p>The amateurish video that then emerged of Simms trying to prove to UK Anti-Doping that Farah could not hear his doorbell when testers came to call in 2011 will not do wonders for his reputation.</p> \n<p>Farah’s loyalties to Simms, Salazar and, of course, Tania run deep. It was Simms who acted as coach, mentor and agent at various points in Farah’s development from callow prospect to late-flowering world beater, in 2006 famously moving him into a house in Teddington with some of his Kenyan charges.</p> \n<p>According to Farah folklore it was the moment he realised he had to get serious if he was to challenge the best. “Mo has seen that their life is running, sleeping, running,” said Simms at the time, before also playing a pivotal role in the decision to move to Oregon and join Salazar in 2011 before the Games.</p> \n<p>Pace now has more than 50 clients listed on its website but Simms prides himself on maintaining his hands-on approach. His priority is his athletes to the exclusion of all else but that can sometimes appear to blind him to the fact that, in Bolt and Farah in particular, he now has two names that transcend their sport and, particularly in the wake of London 2012, have become fair game for the front half of the newspapers as well as the back.</p> \n<p>A series of avoidable missteps dulled the golden post-2012 glow: the six-figure fee that Farah took home for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/apr/18/mo-farah-london-marathon-criticism\" title=\"\">running half of the London marathon</a> in 2013, which could have been mitigated by simply taking the full amount the following year; the spat with the Daily Mail over a story about his family; the Twitter rows with fellow athletes; that bizarre episode where he refused to reveal the names of his newborn twins but then unveiled them in an exclusive interview with a celebrity magazine.</p> \n<p>All those incidents drew on a well of goodwill that had once seemed inexhaustible and now leave Simms in a tricky position as he attempts to reconcile responsibilities to Farah, to Rupp, to Project Oregon and to his business. He is not the only one conflicted. As noted several times in the past fortnight, UK Athletics – which is currently conducting a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/12/uk-athletics-mo-farah-alberto-salazar-review-relationship\" title=\"\">review of its relationship with Salazar</a> – has its own questions to answer too.</p> \n<p>The one thing that is clear at the end of a week that leaves more questions than answers for Farah, despite his belated and welcome statement, is that all of this could have been handled so much better from the start. And that the next six months will define the way that Farah is remembered by a generation for whom his immortality once seemed inviolable.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434730351148/Mo-Farah-Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah and Usain Bolt on the podium at the Olympic Stadium in 2012, headier times for the British athlete. Photograph:    Eddie Keogh / Reuters/Reuters","credit":"   Eddie Keogh / Reuters/Reuters","altText":"Mo Farah Usain Bolt","cleanCaption":"Mo Farah and Usain Bolt on the podium at the Olympic Stadium in 2012, headier times for the British athlete. Photograph:    Eddie Keogh / Reuters/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-19T17:36:21Z","lastModified":"2015-06-19T23:05:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Mo Farah","Sport","Athletics","Drugs in sport","Alberto Salazar"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-testing-period-ricky-simms-alberto-salazar","shortUrl":"http://gu.com/p/4axbm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/mo-farah-testing-period-ricky-simms-alberto-salazar","webUri":"http://www.theguardian.com/sport/2015/jun/19/mo-farah-testing-period-ricky-simms-alberto-salazar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434730351148/Mo-Farah-Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah and Usain Bolt on the podium at the Olympic Stadium in 2012, headier times for the British athlete. Photograph:    Eddie Keogh / Reuters/Reuters","credit":"   Eddie Keogh / Reuters/Reuters","altText":"Mo Farah Usain Bolt","cleanCaption":"Mo Farah and Usain Bolt on the podium at the Olympic Stadium in 2012, headier times for the British athlete. Photograph:    Eddie Keogh / Reuters/Reuters"}},"importance":3,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434730351148/Mo-Farah-Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah and Usain Bolt on the podium at the Olympic Stadium in 2012, headier times for the British athlete. Photograph:    Eddie Keogh / Reuters/Reuters","credit":"   Eddie Keogh / Reuters/Reuters","altText":"Mo Farah Usain Bolt","cleanCaption":"Mo Farah and Usain Bolt on the podium at the Olympic Stadium in 2012, headier times for the British athlete. Photograph:    Eddie Keogh / Reuters/Reuters"}}]},{"title":"Hull FC’s Pryce will give full value against rivals Leeds Rhinos","rawTitle":"Hull FC’s Pryce will give full value against rivals Leeds Rhinos","item":{"type":"article","id":"sport/2015/jun/20/hull-fc-leon-pryce-leeds-rhinos-super-league","title":"Hull FC’s Leon Pryce will give full value against rivals Leeds Rhinos","trailText":"Leon Pryce of Hull FC has always seen Leeds Rhinos as his greatest rivals and expects Sunday’s Super League game at Headingley to be as hard-fought as ever","standFirst":"<p><span class=\"bullet\">•</span> Leeds wil go back to top of Super League with victory over Hull FC<br /><span class=\"bullet\">•</span> Hull’s Leon Pryce has seen Leeds as main rivals for his whole career<br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/12/leeds-castleford-super-league\">Leeds Rhinos 24-31 Castleford Tigers | Super League match report</a></p>","byline":"Aaron Bower","body":"<p>There are not many players who are as well versed in playing Leeds than the Hull FC half-back Leon Pryce. He has tasted victory with Bradford and defeat for St Helens against them in Grand Finals, as well as being on the winning side for the Bulls in their 2003 Challenge Cup success. As a native of Bradford, he admits the rivalry with the West Yorkshire neighbours is ingrained.</p> \n<p>Hull travel to Headingley on Sunday in an attempt to keep the club’s assault on the Super League top eight on track. “I don’t pay too much attention to the fixtures when they come out, but it’s always one you keep an eye out for,” he says. “Leeds games are always big ones, especially for me – they’ve been my main rival from being a young lad. It’s always a special game and always a great occasion because they’re such a tough team to beat.</p> \n<p>“I’ve got good memories against Leeds, but I’ve also got bad ones too – I’ve lost several finals against them. These are the kind of games you don’t need to get up for; they’re big matches and all the players are motivated for them. They’re easy games to prepare for and the Headingley atmosphere makes it special.”</p> \n<p>Hull have won six of their last nine games to move into the top eight but Pryce is under no illusions about the importance of victory against the Rhinos. “The defeat against Catalans has put us under a little bit more pressure to find a result. The table is so congested that we could do with a win.”</p> \n<p>Leeds will move back to the top of Super League with victory but, with two wins from their last seven games, their campaign is stuttering. Pryce, however, will not be underestimating them. “You’ve got to remember that Leeds over the last few years have been the most successful Super League club around. Regardless of their form, we shouldn’t be writing them off. They might have lost a few recently but they’re a champion team – and a wounded Leeds is a dangerous animal.”</p> \n<p>Given his roots Pryce is expecting some friendly abuse from what is expected to be a big crowd for the first of two meetings this week – the teams face each other at the KC Stadium in the Challenge Cup quarter-finals on Friday. “It’s all part of the fun and all part of the game. I’ve always enjoyed playing at Headingley. A bit of stick is all good fun and I’ve definitely got a thick enough skin to take it – I’ve played for long enough now.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434803003326/leon-pryce-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hull FC's Leon Pryce was brought up in Yorkshire and always looks forward to games against Leeds Rhinos. Photograph: Sipa/Rex Shutterstock","credit":"Sipa/Rex Shutterstock","altText":"leon pryce","cleanCaption":"Hull FC's Leon Pryce was brought up in Yorkshire and always looks forward to games against Leeds Rhinos. Photograph: Sipa/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-20T16:07:00Z","lastModified":"2015-06-20T23:25:01Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Aaron Bower","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aaron-bower"}],"feature":true,"keywords":["Super League","Hull FC","Leeds Rhinos","Super League XX","Rugby league","Sport"],"tags":[{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/hull-fc","webTitle":"Hull FC"},{"id":"sport/leedsrhinos","webTitle":"Leeds Rhinos"},{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Aaron Bower","topic":{"type":"tag-contributor","name":"profile/aaron-bower"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/hull-fc-leon-pryce-leeds-rhinos-super-league","shortUrl":"http://gu.com/p/4axke","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/hull-fc-leon-pryce-leeds-rhinos-super-league","webUri":"http://www.theguardian.com/sport/2015/jun/20/hull-fc-leon-pryce-leeds-rhinos-super-league"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434803003326/leon-pryce-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hull FC’s Leon Pryce has good and bad memories of games against Leeds Rhinos. Photograph: Sipa/Rex Shutterstock","credit":"Sipa/Rex Shutterstock","altText":"leon pryce","cleanCaption":"Hull FC’s Leon Pryce has good and bad memories of games against Leeds Rhinos. Photograph: Sipa/Rex Shutterstock"}},"importance":3,"byline":{"title":"Aaron Bower"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434803003326/leon-pryce-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hull FC's Leon Pryce was brought up in Yorkshire and always looks forward to games against Leeds Rhinos. Photograph: Sipa/Rex Shutterstock","credit":"Sipa/Rex Shutterstock","altText":"leon pryce","cleanCaption":"Hull FC's Leon Pryce was brought up in Yorkshire and always looks forward to games against Leeds Rhinos. Photograph: Sipa/Rex Shutterstock"}}]}],"lastModified":"2015-06-20T23:43:04Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}