{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"McEnroe backs Kyrgios’ belief and intensity to rattle Wimbledon","rawTitle":"McEnroe backs Kyrgios’ belief and intensity to rattle Wimbledon","item":{"type":"article","id":"sport/2015/jun/23/nick-kyrgios-wimbledon-john-mcenroe","title":"Nick Kyrgios is close to breakthrough at Wimbledon, says John McEnroe","trailText":"McEnroe, the three-times winner in SW19, picked out the erratic Australian as the player who could shake up this year’s tournament","standFirst":"<p>McEnroe, the three-times winner in SW19, picked out the erratic Australian as the player who could shake up this year’s tournament</p>","byline":"Kevin Mitchell","body":"<p>Nick Kyrgios, the most engaging young arriviste in tennis, looks to have run into a physical and mental brick wall on his way to world domination, and seems lost on the eve of Wimbledon, where last year he announced his arrival with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/01/nick-kyrgios-rafael-nadal-wimbledon-2014\" title=\"\">a virtuoso performance to stun Rafael Nadal</a>.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/australia-tennis-nick-kyrgios-splits-from-coach\">Nick Kyrgios splits from coach with less than a week to go before Wimbledon</a> </p> \n</aside> \n<p>Having already pulled out of the Nottingham tournament with an unspecified illness, the Australian announced he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/australia-tennis-nick-kyrgios-splits-from-coach\" title=\"\">leaving his on-off coach, Todd Larkham</a>, by mutual consent. And he still has to get his chronically weak elbow into shape in time for the championships, which start on Monday – not to mention coping with a large dose of ennui.</p> \n<p>After <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/16/stanislas-wawrinka-nick-kyrgios-queens-live-tennis\" title=\"\">losing to Stan Wawrinka</a> in the first round at Queen’s last week, he sounded as if he were descending into a monumental funk; he was going to hide in his house for a few days, he said, listen to his music and just hang out with his mates. Was stardom overwhelming the 20-year-old?</p> \n<p>But, as Wawrinka remarked later, Kyrgios – whom he likes – often plays games with the media. It is part of his schtick. And he wore a smile bordering on sarcastic when, talking to a small group of reporters later, he reckoned part of what he liked about tennis was “talking to you guys”.</p> \n<p>Yet there are a lot of good vibes still circulating around the world No29. Among his most biggest admirers is John McEnroe, who survived his own youthful flights of brilliance and attendant tumbles, not to mention serial jousting with reporters – and never more spectacularly than at Wimbledon, the place he came to love like a delinquent returning to the school where he endured most chastisement. McEnroe now holds a BBC microphone rather than a racket but is just as authoritative.</p> \n<p>Asked to name one player he reckoned might shake up Wimbledon this year, the former three-times champion had no hesitation: “Kyrgios. He is close to being ready to make a big breakthrough if I had to pick one guy. I wouldn’t pick him to win. But I would think, if there was someone other than the obvious guys, he would be the guy that I would pick – more so than a year ago, when I would have said a Dimitrov-Djokovic final. I was looking at that for this year – and I would be pretty hard-pressed to feel that is going to happen right now.”</p> \n<p>The American empathises with the Kyrgios method: sometimes reckless disregard for safety, trusting his talent whatever the circumstances. “He brings this belief and intensity. There is something about him. It is not often you see that with a player, and it is nice to see. I am not exactly sure what he has done since he beat Nadal at Wimbledon in order to position himself so he is that much better and fitter [Not enough, it transpires]. He looked like he just wasn’t ready or fit enough to deal with Andy Murray at the French Open [<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/30/andy-murray-french-open-nick-kyrgios-roland-garros\" title=\"\">where he lost in the third round</a>]. So there is still a way to go.”</p> \n<p>McEnroe was not surprised Kyrgios struggled against Murray in Paris, collapsing in three turbulent sets as his body began to give up on him. “I expected Andy would give him a little masterclass. The problem for Kyrgios is that over the last couple of years it is getting tougher and tougher for the teenagers – or someone around there – to go all the way, because these guys are so well prepared. It is so difficult to beat a guy like Murray best of five – especially on clay when he is confident.”</p> \n<p>McEnroe is more upbeat talking about one of his compatriots, Jack Sock, who got to the fourth round in Paris, losing to Nadal, and looks capable of breaking into the top 20 this year from No31. “I like Sock a lot. I think he has improved quite a bit. He has gotten fitter, and done the right things to position himself to be a top 10 player. Whether that means he is going to win majors, that’s a different story.</p> \n<p>“He has had some injury issues. I like his attitude too, it is nice to see a guy where doubles [alongside Vasek Pospisil] is helping his singles. He is maybe our best player. [John] Isner is dangerous against anybody but I would be surprised if Jack’s ranking doesn’t move up ahead of him soon.”</p> \n<p>McEnroe brackets Sock with Kyrgios, Thanasi Kokkinakis and, to a lesser extent, Borna Coric, among the young breed. “Those are the guys you hope step up – all four of them in a reasonably short time – and will be in the top 10. It’s not going to mean anything if they don’t make it big. But if all of a sudden these were the top guys in the world, it could be the shot in the arm that we need. You’ve got to make the sport cool again.”</p> \n<p>The old hothead knows all about cool.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435072043815/Nick-Kyrgios-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios dumped Rafael Nadal out of Wimbledon last year but has struggled in recent times with persistent elbow issues. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Nick Kyrgios","cleanCaption":"Nick Kyrgios dumped Rafael Nadal out of Wimbledon last year but has struggled in recent times with persistent elbow issues. Photograph: Tim Ireland/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-23T21:00:04Z","lastModified":"2015-06-23T23:30:03Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Nick Kyrgios","Wimbledon","Wimbledon 2015","John McEnroe","Tennis","Sport","Australia sport"],"tags":[{"id":"sport/nick-kyrgios","webTitle":"Nick Kyrgios"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/john-mcenroe","webTitle":"John McEnroe"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/23/nick-kyrgios-wimbledon-john-mcenroe","shortUrl":"http://gu.com/p/4a3yh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/23/nick-kyrgios-wimbledon-john-mcenroe","webUri":"http://www.theguardian.com/sport/2015/jun/23/nick-kyrgios-wimbledon-john-mcenroe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435072043815/Nick-Kyrgios-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios dumped Rafael Nadal out of Wimbledon last year but has struggled in recent times with persistent elbow issues. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Nick Kyrgios","cleanCaption":"Nick Kyrgios dumped Rafael Nadal out of Wimbledon last year but has struggled in recent times with persistent elbow issues. Photograph: Tim Ireland/AP"}},"importance":7,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435072043815/Nick-Kyrgios-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios dumped Rafael Nadal out of Wimbledon last year but has struggled in recent times with persistent elbow issues. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Nick Kyrgios","cleanCaption":"Nick Kyrgios dumped Rafael Nadal out of Wimbledon last year but has struggled in recent times with persistent elbow issues. Photograph: Tim Ireland/AP"}}]},{"title":"Proposed Coral and Ladbrokes merger result of adapt-or-die digital age","rawTitle":"Proposed Coral and Ladbrokes merger result of adapt-or-die digital age","item":{"type":"article","id":"sport/blog/2015/jun/23/coral-ladbrokes-merger-result-of-digital-age","title":"Coral and Ladbrokes merger result of adapt-or-die phase of digital age","trailText":"Punters’ brand loyalty to betting giants is no longer significant in the wake of the retail revolution","standFirst":"Punters’ brand loyalty to betting giants is no longer significant in the wake of the retail revolution that has seen business move from high street to online","byline":"Greg Wood","body":"<p>The obvious place to start when considering the news that Ladbrokes and Coral, two of Britain’s biggest bookmaking businesses, are in merger talks is the form book. And at first glance, even if the two sides can thrash out a deal, the chance that it will get past the competition regulators appears to be about 33-1 against.</p> \n<p>It is 17 years since Peter Mandelson, then the secretary of state for trade and industry, accepted the “unanimous conclusions” of the Monopolies and Mergers Commission that Ladbrokes’ proposed takeover over of Coral “would damage competition and disadvantage punters”. Then, Ladbrokes had around 1,900 betting shops, while Coral had about 830, though the deal would also have resulted in 130 shops sold to what was then the state-owned Tote. When the smoke cleared, Ladbrokes, with 2,600 shops, and William Hill, with 1,500, would have controlled about 52% of Britain’s cash-betting market between them and that, Mandelson decided, to general approval from racing and punters alike, was much too much.</p> \n<p>Now, the idea is back in the starting stalls, with one obvious difference being that a merged company would control nearly 4,000 shops out of a UK total of 9,000. William Hill, meanwhile, has about 2,300. If 52% of the market was going to damage competition and disadvantage punters in 1998, how could a duopoly with 69% of all shops possibly get through the competition regulators now?</p> \n<p>And yet, there seems to be optimism on both sides that this time around, a deal would negotiate the final fence. The City took a view on Tuesday morning, too, as Ladbrokes’ share price rose nearly 20% by lunchtime, even though the bare form suggests it should be a non-runner. So what has changed since 1998?</p> \n<p>The simple answer, of course, is everything, and the reason why is the internet. The retail landscape has been profoundly and permanently transformed over the last decade-and-a-half, and the gambling sector has not been immune. The language used to describe the proposed deal between Ladbrokes and Coral is a symptom of this change. Then, it was a takeover, the betting behemoth that was Ladbrokes swallowing a less significant rival. Now, it is being seen as a “merger” between two businesses of broadly similar size, or even a “reverse takeover” of Ladbrokes by Coral.</p> \n<p>This could be seen as final confirmation that Ladbrokes has, in business terms, missed one of the most gaping open goals in corporate history. It arrived at the dawn of the online age neck and neck with William Hill in terms of its size and brand-awareness. Both in Britain and around the world, punters recognised and trusted the Ladbrokes name. Yet while its old adversary seized the opportunity and kicked clear, Ladbrokes stumbled horribly, and was then overtaken too by younger, slicker rivals such as Paddy Power and Bet365.</p> \n<p>The internet also opened up new ways to bet, as the Betfair betting exchange not only took a share of the market but further reduced margins that were slim in the first place. But the change that arguably hurt Ladbrokes most of all was not in the shape or structure of the gambling market. It was in the nature of its customers.</p> \n<p>Put simply, there is no loyalty in gambling any more. Twenty years ago, the overwhelming majority of punters, whether they were betting on horses, football, greyhound or anything else, placed most of their bets in a single shop. The handful that could bet on credit via telephone – a throwback to the days before betting shops were legalised – might have accounts with a couple of firms at most.</p> \n<p>For some punters, this brand loyalty was rooted in superstition - they had a “lucky” bookie – but for most, it was born of necessity. The “demand” rule in local planning regulations – which required bookies who wanted to open a new shop to prove that there was sufficient local demand – meant that betting shops were spread out. The competition was often several blocks away. Now, with shops clustered in areas of high population density to exploit the arrival of high-stakes gaming machines, the nearest alternative is often next door.</p> \n<p>Online, meanwhile, there is no need for brand loyalty at all. Aggregator sites offer real-time prices with one-click access to the best odds available. Bookies new and old face the same problem: they attract money only when a price is at, or near, the top of the market and thus has very little margin attached. How long would a supermarket stay in business if its customers bought only the loss-leaders and ignored everything else?</p> \n<p>Ladbrokes recently appointed Jim Mullen, formerly of William Hill, as its new chief executive, and his first decision seems to have been that it is time to do something dramatic. A possible merger with Coral also hints at a belief – or hope – that cash gambling on the high street is not quite the doomed dinosaur that many suppose it to be.</p> \n<p>If so, he might be right. Gambling shares many of the characteristics of coffee as a quick-fix, in-out product that doesn’t need to cost too much. A credit to an online account, meanwhile, will never match the excitement that comes from pocketing a roll of tenners. For as long as there is a high street, there will also be a market for gambling with cash, and it is one that an immense 4,000-shop estate may now be allowed to service because the internet has brought so much competition to the market as a whole. But what might it mean for punters, beyond the likely disappearance of a familiar name from the retail landscape? A little less choice, obviously, and so, perhaps, slightly higher margins for the bookie, but not to an extent that many customers are likely to notice. Those who are hugely price-sensitive, after all, are already betting online, where most firms offer bonuses and price-boosts that their bricks-and-mortar colleagues cannot hope to match.</p> \n<p>And what about the number one complaint of the modern backer, that bookies have turned into risk-averse accountants who will not lay a proper bet? Might a new mega-bookie be more willing to take three figures on a 10-1 chance without a reduction in either the price, the stake, or both? The short answer, sadly but almost certainly, is no, because wherever in the modern betting world there is a decent price and bookie willing to stand it to serious money, there will also be an “arber” trying to take as much as they can before laying back for a small, guaranteed profit on Betfair. They take most of the juice from the orange and force everyone else to suck on the peel, and whether it is offline or online, sifting the arbers from the genuine punters who just want a chunky bet is difficult and expensive. There is no obvious reason why a merged firm would be more willing to do it than its constituent parts beforehand.</p> \n<p>Ladbrokes dates back to the late 19th century while Joe Coral founded his bookmaking business in 1927. It is a racing certainty that a merger between two such well-established companies would result in job losses, not just at head office but in the shop estate too, as the most marginal shops are weeded out. Beyond the loss of another familiar name from the high street, though, the general public would be unlikely to notice much difference.</p> \n<p>It may not happen in any case, but even if the merger talk turns out to be hot air, it will not mark the end of change in gambling and betting, or even the end of the beginning. A multibillion pound industry is adjusting to the digital age, and the adapt-or-die phase still has a long way to run.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435078685062/Coral-and-Ladbrokes-betti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ladbrokes and Coral are in discussions about a merger which, when last proposed, was blocked in 1999. Photograph: Stephen Barnes/Business / Alamy/Alamy","credit":"Stephen Barnes/Business / Alamy/Alamy","altText":"Coral and Ladbrokes betting shops","cleanCaption":"Ladbrokes and Coral are in discussions about a merger which, when last proposed, was blocked in 1999. Photograph: Stephen Barnes/Business / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-23T17:58:02Z","lastModified":"2015-06-23T23:30:03Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":true,"keywords":["Horse racing","Sport","Ladbrokes","Business"],"tags":[{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"},{"id":"business/ladbrokes","webTitle":"Ladbrokes"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/23/coral-ladbrokes-merger-result-of-digital-age","shortUrl":"http://gu.com/p/4a3q2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/23/coral-ladbrokes-merger-result-of-digital-age","webUri":"http://www.theguardian.com/sport/blog/2015/jun/23/coral-ladbrokes-merger-result-of-digital-age"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435078685062/Coral-and-Ladbrokes-betti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ladbrokes and Coral are in discussions about a merger which, when last proposed, was blocked in 1998. Photograph: Stephen Barnes/Business/Alamy","credit":"Stephen Barnes/Business / Alamy/Alamy","altText":"Coral and Ladbrokes betting shops","cleanCaption":"Ladbrokes and Coral are in discussions about a merger which, when last proposed, was blocked in 1998. Photograph: Stephen Barnes/Business/Alamy"}},"importance":5,"byline":{"title":"Greg Wood"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435078685062/Coral-and-Ladbrokes-betti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ladbrokes and Coral are in discussions about a merger which, when last proposed, was blocked in 1999. Photograph: Stephen Barnes/Business / Alamy/Alamy","credit":"Stephen Barnes/Business / Alamy/Alamy","altText":"Coral and Ladbrokes betting shops","cleanCaption":"Ladbrokes and Coral are in discussions about a merger which, when last proposed, was blocked in 1999. Photograph: Stephen Barnes/Business / Alamy/Alamy"}}]},{"title":"The Spin / Taxing question for PM that threatens community benefit of cricket","rawTitle":"Taxing question for PM that threatens community benefit of cricket","item":{"type":"article","id":"sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket","title":"Taxing question for David Cameron that threatens community benefit of cricket","trailText":"The possibly ruinous tax bill handed down to a cricket club a stone’s throw away from the PM’s house poses questions about how much his government really cares about community sport ","standFirst":"<p>The possibly ruinous tax bill handed down to a cricket club a stone’s throw from the PM’s house poses questions about how much his government really cares about community sport </p>","byline":"Andy Bull","body":"<p>Eynsham CC in Oxfordshire is a club like hundreds of others, and like hundreds of others, the problems it faces are a little more prosaic than the ones that preoccupy those of us who watch, play, and run the professional game. They’re not fretting about over rates, England’s spinner for the summer, or pirate video streams (“the biggest danger to cricket”, according to ECB president Giles Clarke). Typically, at Eynsham the challenges are much the same as they always have been: collecting subs, preparing teas, and maintaining the ground. Until earlier this year, that is. Eynsham have been saddled with a &pound;35,344.47 VAT bill from Her Majesty’s Revenue and Customs. They can’t pay it. And unless they win their appeal, they will be shut down. Eynsham CC are fighting for survival, and losing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/cricket-the-old-batsman-blog/2015/jun/23/alastair-cook-england-great-cricket\">Alastair Cook and cricket greatness</a> </p> \n</aside> \n<p>I say Eynsham is a club much like hundreds of others, but there is one little difference. The club is in the Witney constituency of David Cameron. His house is a short drive up Cuckoo Lane. Now Cameron is, they say, genuinely keen on cricket. It’s his game. Peter Oborne, who used to play with Cameron “before he was famous”, <a href=\"http://blogs.telegraph.co.uk/news/peteroborne/100076792/david-cameron-was-a-great-cricketer-–-but-in-the-pavilion-he-was-a-star/\">has described him</a> as an “expansive middle-order batsman”, who liked to “strike across the line”, and a bowler “able to deliver an accurate, probing delivery” off a “longish run-up”.</p> \n<p>Oborne remembers how the prime minister would stay behind after matches to thank the tea ladies, stack the deckchairs, and pick up the litter. “To sum up,” Oborne wrote, “David Cameron was nothing exceptional as a cricketer. What made him stand out was his instinctive understanding that the local cricket games we used to play were an essential part of society.” As they are at Eynsham. The club runs two XIs, firsts and seconds, as well as midweek and youth teams. Each Thursday, they host one set of nets for children from the primary school over the road, and each Friday they have another for the older kids. They run a series of summer sports camps during the holidays, and once every season they hold a benefit match in honour of a local fireman who was killed in a road accident.</p> \n<p>“If our club falls, and there is every likelihood of that happening, then where do those kids go?” says Eynsham chairman Ian Miller. “Where do the kids get their coaching? Where do they go to play on Friday nights?” This at a time when the ECB’s own national survey has shown that the number of players aged between 14 and 65 dropped from 908,000 in 2013, to 844,000 in 2014. “There is a much bigger picture here,” says Miller, “but it doesn’t seem to mean anything to the politicians, or to HMRC.”</p> \n<p>A year ago, this would have been a very different story, one about a small club made good. In 2012, Eynsham’s pavilion was attacked by vandals, who burned it down to the ground. The crime was one of many. Such arson attacks are astonishingly common. In the last three months, five clubs have been hit. Beeford CC and Howden CC both lost their pavilions, Higham CC lost its storeroom, Newbury CC lost its nets, Boxmoor CC’s pitch was ruined. The ECB describes arson attacks as “an increasing trend”, and offers clubs guidance and advice about insurance. There’s little more anyone can do. Cricket grounds, unguarded, open to all at night, are easy targets.</p> \n<p>At Eynsham, good things grew from the ashes. The club was well-organised, and had close ties to its community. They secured grants from Sport England, the county and district councils, and donations from their friends and members. They raised &pound;170,000, enough for a fine new pavilion, single-deck, raised up on stilts to stay clear of future floodwaters. They sought advice on their VAT liabilities. “It was very obviously a key factor in our determination of the funds we needed to raise,” wrote the honorary secretary Allen Stevens. They’d been told that they wouldn’t have to pay any, on the grounds that while they weren’t actually registered as a charity, they certainly weren’t run for profit, and were providing social, educational, and recreational facilities that benefitted their local community.</p> \n<p>There was precedent here, in the case of the Jeanfield Swifts Football Club in Perth. Like Eynsham CC, Jeanfield Swifts are registered as a Community Amateur Sports Club rather than a charity, but exist solely to provide coaching and playing facilities for the local community. In 2008, they appealed against HMRC’s decision to charge them VAT on the construction <a href=\"http://www.bailii.org/uk/cases/UKVAT/2008/V20689.html\">of their new pavilion</a>. The tribunal ruled in their favour. The chairman said HMRC’s reasons for denying a zero-rating on VAT were “trivial”. What Eynsham didn’t know was that HMRC were not bound by that precedent, and, since they did not agree with the tribunal’s decision, had made no changes to their own policies.</p> \n<p>Some numbers. Eynsham CC has 25 adult members, who each pay a &pound;60 subscription and a &pound;10 match fee, and 20 junior members, who pay &pound;10 a year, and &pound;5 per match. For the last four years their average income has been &pound;2,338. Which isn’t even enough to cover the costs of ground maintenance and fees for umpires and teas. In the eyes of HMRC, however, this scant income, all of which is channeled back into the club, means that Eynsham is a business. And so owes VAT on their new building. The club have had to take out short-term loans to cover the money owed, and currently have &pound;50,000 worth of debt. Unless they win the appeal they lodged last week – and they have been told that this is “very, very unlikely” – they will be forced to shut down. “It just seems counterproductive to absolutely everybody involved in this,” Miller says. “We are doing work for the local primary school, our facilities are available on their field trips, they can go in and use the toilet and have their lunch in there. It just perplexes us, and the problem we see is that HMRC are being quite intransigent.”</p> \n<p>It isn’t the first time HMRC have gone after local cricket clubs. In 2013 they cracked down on PAYE and NIC contributions from club payrolls. Back then, the chairwoman of one of the clubs affected, Sawbridge CC in Hertfordshire, <a href=\"http://www.telegraph.co.uk/finance/personalfinance/tax/10084801/The-local-cricket-clubs-bowled-over-by-HMRC-tax-bills.html\">told the Daily Telegraph</a>: “I suppose we are easy pickings because we don’t have piles of accountants. It’s a bit like a David and Goliath situation.” There is a similar feeling at Eynsham this time around. “The ‘easy option’ for HMRC is gaining taxable revenue from small community projects,” says Ian Miller, “when there are many high profile cases of tax avoidance and evasion currently in the news.”</p> \n<p>One ally the club thought they would be able to call on was, of course, their MP. They wrote to Cameron earlier this year. Cameron replied: “I have raised this with the Chancellor and we have looked very carefully at what can be done, I am afraid it is not promising.” He promised to “keep trying”, and kicked the case on to Ruth Owen, the director general of HMRC. She held firm. Eynsham charges &pound;60 per adult per year for subscription, was not a registered charity, and so owed &pound;35,344.47. And that was that. “They’re not prepared to even listen,” Miller says. “Cameron was very sympathetic. He said all the right words, but he wasn’t going to do anything.”</p> \n<p>You might argue that it was good of Cameron to get involved at all. But Miller and his members are angry, and understandably so. They need more than a few kind words. His empty promises aren’t going to save them. When contacted, the press office at No10 declined to comment.</p> \n<p>Cameron has never been shy of using the game for his own ends, whether he’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2013/nov/16/david-cameron-muttiah-muralitharan-video\">batting out an over against Muttiah Muralitharan</a> at Sri Lanka’s National Academy, or <a href=\"http://www.dailymail.co.uk/sport/cricket/article-2280725/David-Cameron-plays-cricket-Mumbai.html\">playing a pick-up game with kids</a> on a maidan in Mumbai. The case of Eynsham CC, his neighbouring club in Chipping Norton, raises a lot of awkward questions, about the priorities of HMRC, for one, but also about the value his government places on community sport, and the work of the volunteers who make it possible. The very things, in fact, that Oborne says Cameron once understood so well, and which he now seems to have forgotten.</p> \n<p><em>This is an extract taken from the Spin, the Guardian’s weekly cricket email, to subscribe just <a href=\"http://click.mail.theguardian.com/?qs=5040ab9523b91d439e3e9132c2e2269c84c1b200b7e16ff93e972c8f06cfa4cb\">visit this page</a>, find ‘The Spin’ and <a href=\"http://click.mail.theguardian.com/?qs=5040ab9523b91d439e3e9132c2e2269c84c1b200b7e16ff93e972c8f06cfa4cb\">follow the instructions</a>.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/543f387a3747cc4e90d728cf09f44352aa1c4e51/0_24_2471_1481/2471.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1481,"width":2471,"orientation":"landscape","credit":"Stefan Rousseau/PA","altText":"David Cameron","cleanCredit":"Photograph: Stefan Rousseau/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-23T11:36:31Z","lastModified":"2015-06-23T12:12:22Z","metadata":{"commentable":true,"commentCount":136,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Cricket","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"series":{"title":"The Spin","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/thespin"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket","shortUrl":"http://gu.com/p/4a3c4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket","webUri":"http://www.theguardian.com/sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/543f387a3747cc4e90d728cf09f44352aa1c4e51/0_24_2471_1481/2471.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1481,"width":2471,"orientation":"landscape","caption":"The prime minister David Cameron has never been shy of using cricket for his own ends but now seems to have forgotten what its real value to communities is. Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"David Cameron","cleanCaption":"The prime minister David Cameron has never been shy of using cricket for his own ends but now seems to have forgotten what its real value to communities is.","cleanCredit":"Photograph: Stefan Rousseau/PA"}},"importance":5,"kicker":{"title":"The Spin"},"byline":{"title":"Andy Bull"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/059f4641bb201084f0043caa5e7576dea2fad7a6/232_56_997_598/997.jpg","height":598,"width":997}}]},{"title":"The Hunters: the alternative 2014-15 end of season NBA awards","rawTitle":"The Hunters: the alternative 2014-15 end of season NBA awards","item":{"type":"article","id":"sport/blog/2015/jun/23/the-hunters-the-alternative-2014-15-end-of-season-nba-awards","title":"The Hunters: the alternative 2014-15 end of season NBA awards","trailText":"Who was the most valuable player in basketball? Who deserves Coach of the Year honors? Why does the league vote on these things before the NBA season has even ended?<br>","standFirst":"<p>Who was the most valuable player in basketball? Who deserves Coach of the Year honors? Why does the league vote on these things before the NBA season has even ended?<br /></p>","byline":"Hunter Felt","body":"<p>On 4 May, Steph Curry <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/04/stephen-currys-brilliance-rewarded-by-nbas-mvp-award\">was named MVP</a> of the 2014-15 NBA season. Curry’s season, however, wasn’t actually over until the Warriors defeated the Cleveland Cavaliers in the NBA finals. That would be either 16 or 17 June, depending on which time zone you happen to follow. Imagine holding a presidential election in September and then forcing candidates to keep on campaigning and debating until the first Tuesday in November.<br /></p> \n<p>There are reasons that the NBA does this, of course. Despite what you may have assumed from watching the Eastern Conference playoffs, not every team makes the postseason. In order to avoid penalizing players, coaches, executives etc for the things they can’t do in games they can’t play in, the NBA only examines the regular season when handing out its awards. </p> \n<p>The result is an incredibly reasonable and fair process that also makes no damn sense. Trying to sort out the NBA’s best and worst while the most important two months of the season are still being played is a bit like trying to figure out the guilty suspect in a Law &amp; Order or CSI episode while not being allowed to acknowledge anything happening in the third act. That’s why here at the Guardian, we wait until the season is officially over. Also we are terrible at guessing.<br /></p> \n<p><strong>Most Valuable Player: Steph Curry (Golden State Warriors)</strong></p> \n<p>One of the biggest downsides of handing out the MVP award during the playoffs is that it can make an early playoff exit even more embarrassing. Maybe the most infamous example of this came when the league awarded the 2007 MVP to Dirk Nowitzki of Dallas almost immediately after the top-seeded Mavericks were knocked out of the first round of the playoffs.<br /></p> \n<p>This time around, Curry and the Golden State Warriors pretty much did the exact opposite of that. On their way to their first championship in 40 years, the Warriors defeated Anthony Davis’s New Orleans Pelicans, Marc Gasol’s Memphis Grizzlies, James Harden’s Houston Rockets and, in the NBA finals, LeBron James’s Cleveland Cavaliers. Basically, the only legitimate MVP candidate the Warriors didn’t beat in the playoffs was Russell Westbrook, and that was only because the Oklahoma City Thunder missed the postseason.<strong><br /></strong></p> \n<p><strong>Playoffs MVP: LeBron James (Cleveland Cavaliers)</strong></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=aTwXjqKrjGY\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/aTwXjqKrjGY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong><br /></strong></p> \n<p>No, this isn’t an award that technically exists, but it should. If the NBA is going to argue that awards voting should only examine what players and teams did in the regular season, why shouldn’t they also have a companion award that <em>only</em> factors in what they accomplish in the postseason? <br /></p> \n<p>By dragging what was left of the Cavaliers all the way to Game 6 of the NBA finals, LeBron pulled off the most impressive accomplishment of his Hall of Fame career. He deserves something to commemorate this beyond the “what if <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/06/kyrie-irving-nba-finals-cavaliers-injury\">Kyrie Irving and Kevin Love</a> were healthy” wishful thinking that will inevitably be attached via asterisk to all of the accounts of the 2015 finals. <br /></p> \n<p><strong>Least Valuable Player: Lance Stephenson (Charlotte Hornets)</strong></p> \n<p>How much do people in the league hate Stephenson? Well, after he fell out of favor in Indiana, the Charlotte Hornets snatched him for <a href=\"http://www.si.com/nba/2015/06/15/lance-stephenson-trade-rumors-clippers-hornets\">a three-year/$27m deal</a> that was well below market expectations for a player of his talent, a clear sign that he didn’t have many suitors.</p> \n<p>Then, less a month into his first season with the Hornets, there were already reports that Charlotte were desperately trying to trade him. Last week, they finally pulled off a trade with a Los Angeles Clippers team desperate to win back the title of “least likable team in the Western Conference” from the Houston Rockets.</p> \n<p><strong>Flop of the Year: PJ Hairston (Charlotte Hornets)</strong><br /></p> \n<p>The good news, Hornets fans? They’ve made this list twice. The bad news? Their first appearance was for Stephenson and the second one was, well, this:<br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=MtE99HsP-DA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/MtE99HsP-DA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>Coach of the Year: Mike Budenholzer (Atlanta Hawks)</strong><br /></p> \n<p>It’s this simple: If you somehow get an Atlanta sports team out of the second round of the playoffs, you deserve both <a href=\"http://www.nba.com/2015/news/04/21/hawks-coach-mike-budenholzer-2014-15-coach-of-the-year-official-release/\">Coach of the Year honors</a> and <a href=\"http://www.al.com/sports/index.ssf/2015/06/gm_danny_ferry_out_hawks_promo.html\">a promotion</a>. <strong><br /></strong></p> \n<p><strong>Rookie of the Year: Wait, who was the one that didn’t get hurt</strong>?</p> \n<p>Okay, it wasn’t Julius Randle. He was injured in his first game with the Los Angeles Lakers. Or was that Jabari Parker? No, Parker actually played for about a month with the Milwaukee Bucks before his season-ending injury. I’m not entirely sure I’ve seen Joel Embiid in an actual Philadelphia 76ers uniform. He may be someone who only exists in the land of Photoshop.<br /></p> \n<p>Alright let’s just give this to the Minnesota Timberwolves’ Andrew Wiggins by default and move on. This topic is depressing.</p> \n<p><strong>Defensive Player of the Year: Draymond Green (Golden State Warriors)</strong><br /></p> \n<p>One side effect of having voters maker their picks while teams are still playing meaningful games is that there’s a weird delay in the results. This year, the voters named San Antonio Spurs’ Kawhi Leonard as <a href=\"http://www.nba.com/2015/news/04/23/kawhi-leonard-2014-15-kia-defensive-player-of-the-year-official-release/\">Defensive Player of the Year</a>. <br /></p> \n<p>While the Spurs forward absolutely deserved the honor, his win this year was partly thanks to voters belatedly acknowledging Leonard’s transformation into a superstar the year before. Assuming Green stays healthy and avoids the dreaded sophomore slump after his breakout season, he should be considered the favorite to win the next season<br /></p> \n<p><strong>Game of the Year: Los Angeles Clippers 111-109 San Antonio Spurs</strong><br /></p> \n<p>As much as we’ve been mocking the concept of analyzing teams and players without factoring in the postseason, there’s a very good argument to be made that this year’s playoffs didn’t really tell us much that we didn’t know coming in. <br /></p> \n<p>We knew the Cavaliers would mostly breeze through the Eastern Conference playoffs and then would be huge underdogs against whoever emerged from the West. Barring injuries or a playoff collapse, which Clippers fans will remind you is always on the table, the Warriors were the best team in the league all season long and were probably going to be there at the end.</p> \n<p>That’s what made the first round match-up between the Spurs and the Clippers so compelling. Both of these teams, the reigning champions and the most successful team in Clippers history, were good enough to make the NBA finals, yet only one of them would even make it as far as the second round. <br /></p> \n<p>So, this Game 7 should have been the most anticipated game of the month, or at the very least the week. Unfortunately for the NBA and its broadcasting partners it was also taking place on the same night as the Mayweather-Pacquiao fight. When Clippers point guard Chris Paul left the game after suffering a hamstring injury, it was looking like as much of an anticlimax as the big fight in Vegas.<br /></p> \n<p>Instead, not only did Paul return to the court, he came back playing what may end up as the defining game of his career. Despite having just one healthy leg, Paul’s return energized the Clippers, which, in turn, energized a Spurs team desperate not to lose a heartbreaker on their own court. The Spurs and Clippers hurriedly exchanged leads until there was one second left in regulation. That’s when Paul won the game:</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=du6W_WEbcM0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/du6W_WEbcM0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>There ended up being a few other classic moments during the postseason. No one will forget the grim spectacle of the Clippers blowing a 19-point lead against the Rockets to revive talk about the “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/18/the-clippers-are-still-the-clippers-and-hope-made-the-pain-of-defeat-worse\">Clippers curse.”</a> Those first three games of the NBA finals, when it looked possible that LeBron could somehow take down the best team in basketball all by himself, were full of great drama even if they were light on good basketball.<br /></p> \n<p>This Game 7 though? This is what I’ll remember the most about the 2014-15 NBA season, when a game in the first round of an often interminably long postseason produced a hundred more highlights than the so-called fight of the century. No one came into Game 7 with any preconceived notions of who would win and who would deserve what award. The game controlled the narrative, and not the other way around.<br /></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434927880332/f8480e56-d141-424b-9c60-0a2542178f34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ezra Shaw/Getty Images","altText":"In retrospect, the entire 2014-15 NBA season was building up to this climactic showdown between the Cleveland Cavaliers' LeBron James and the Golden State Warriors' Steph Curry.","cleanCredit":"Photograph: Ezra Shaw/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-23T09:00:04Z","lastModified":"2015-06-23T09:03:42Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Hunter Felt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hunter-felt"}],"feature":true,"keywords":["NBA","Sport","US sports","Basketball","Cleveland Cavaliers","Golden State Warriors","New York Knicks","Houston Rockets","Charlotte Hornets","San Antonio Spurs","Los Angeles Clippers","Atlanta Hawks","Minnesota Timberwolves","Milwaukee Bucks","Philadelphia 76ers"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/cleveland-cavaliers","webTitle":"Cleveland Cavaliers"},{"id":"sport/golden-state-warriors","webTitle":"Golden State Warriors"},{"id":"sport/new-york-knicks","webTitle":"New York Knicks"},{"id":"sport/houston-rockets","webTitle":"Houston Rockets"},{"id":"sport/charlotte-bobcats","webTitle":"Charlotte Hornets"},{"id":"sport/san-antonio-spurs","webTitle":"San Antonio Spurs"},{"id":"sport/los-angeles-clippers","webTitle":"Los Angeles Clippers"},{"id":"sport/atlanta-hawks","webTitle":"Atlanta Hawks"},{"id":"sport/minnesota-timberwolves","webTitle":"Minnesota Timberwolves"},{"id":"sport/milwaukee-bucks","webTitle":"Milwaukee Bucks"},{"id":"sport/philadelphia-76ers","webTitle":"Philadelphia 76ers"}],"section":{"id":"sport"},"topics":[{"displayName":"Hunter Felt","topic":{"type":"tag-contributor","name":"profile/hunter-felt"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/23/the-hunters-the-alternative-2014-15-end-of-season-nba-awards","shortUrl":"http://gu.com/p/4a25z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/23/the-hunters-the-alternative-2014-15-end-of-season-nba-awards","webUri":"http://www.theguardian.com/sport/blog/2015/jun/23/the-hunters-the-alternative-2014-15-end-of-season-nba-awards"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434927880332/f8480e56-d141-424b-9c60-0a2542178f34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In retrospect, the entire 2014-15 NBA season was building up to this climactic showdown between the Cleveland Cavaliers’ LeBron James and the Golden State Warriors’ Steph Curry. Photograph: Ezra Shaw/Getty Images","credit":"Ezra Shaw/Getty Images","altText":"In retrospect, the entire 2014-15 NBA season was building up to this climactic showdown between the Cleveland Cavaliers' LeBron James and the Golden State Warriors' Steph Curry.","cleanCaption":"In retrospect, the entire 2014-15 NBA season was building up to this climactic showdown between the Cleveland Cavaliers’ LeBron James and the Golden State Warriors’ Steph Curry.","cleanCredit":"Photograph: Ezra Shaw/Getty Images"}},"importance":4,"byline":{"title":"Hunter Felt"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/3b9832312641dcf772696e378a23731020766087/609_189_2243_1345/1000.jpg","height":600,"width":1000}}]},{"title":"AFL / Nat Fyfe: poetic and murderous in equal measures","rawTitle":"Nat Fyfe: poetic and murderous in equal measures","item":{"type":"comment","id":"sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures","title":"Brownlow Medal favourite Nat Fyfe: poetic and murderous in equal measures","trailText":"The Fremantle star has been on a different level so far this AFL season, somehow managing to improve significantly from a year ago","standFirst":"<p>The Fremantle star has been on a different level so far this AFL season, somehow managing to improve significantly from a year ago</p>","byline":"Russell Jackson","body":"<p>If any moment could serve as a microcosm of Nat Fyfe’s spellbinding first half of the season for Fremantle it must be the miraculous, hypnotically bending goal he potted from the Domain Stadium boundary against Richmond in round 10. </p> \n<p><a href=\"https://www.youtube.com/watch?v=5HyJky1s9bs\">The skilfulness of the kick itself was one thing </a> – Fyfe hemmed in on the boundary with a sliver of goal face to aim at and a ‘banana’ his only option – but it was the moments prior that made it one of the cleverest, most instinctive goals of this or any season. He’d stalked his opponent out towards the boundary as the contest demanded but half-way there retreated subtly, simultaneously anticipating where Taylor Hunt’s outlet handball would land and backing off that target, Troy Chaplin, just enough for the contact of Fyfe’s firm shove to come as a surprise to the Tigers defender. </p> \n<p>Was it a push in the back? Only Richmond fans could have cared once Fyfe gathered the ball inches inside the boundary, took a quick step back inside the line and stroked a dead-eyed, millimetre-perfect goal from an acute angle. Here was the premier midfielder of the competition combining the endlessly-honed foot skills of Eddie Betts with the un-teachable, urchin street-smarts of Hayden Ballantyne. Poetry and murder within him equally, as Robertson-Glasgow might have put it.</p> \n<p>He’s had so many of those moments already in 2015. Can many other top-tier midfielders use opponents like stepladders <a href=\"https://www.youtube.com/watch?v=-V0AeUmIYqc\">as Fyfe did over Anthony Miles</a> in that same game? Fremantle lost that night and Fyfe had an off night in relative terms (20 contested possessions and nine clearances currently being his warped version of a dirty day) but he still seemed hell bent on producing both the mark and goal of the year. </p> \n<p>Even better than the Miles mark was the screamer<a href=\"http://www.youtube.com/watch?v=LGYlPa44sG8&amp;t=1m36s\"> Fyfe took over Sydney’s Luke Parker</a>, which benefits from multiple viewings of the reverse angle to fully appreciate the way he was able to contort his body mid-air, counter intuitively wrapping his left leg around the front of his opponent and using his own momentum to swivel into position for the mark. </p> \n<p>Most players would have launched a split second later from the left foot and led with the right knee. Had wily Swan Jarrad McVeigh lacked the foresight to hover behind the contest at ground level, Fyfe would have landed cleanly on both feet and facing Fremantle’s goal, so probably would have sped straight off into attack. An Olympic figure skater couldn’t have choreographed the precise coordination of limbs better. It was a moment of spontaneous genius.</p> \n<p>It’s been a “changing of the guard” year in a number of respects this 2015 season. Hawthorn, Sydney and Fremantle might again loom as the most serious premiership aspirants but much else remains unclear. Port Adelaide is no longer the thundering, irresistible force it was a season ago, Geelong’s golden era now seems eons ago, Chris Judd and Mick Malthouse are both gone from the game altogether and a number of sides – West Coast, Collingwood, GWS and the Bulldogs primarily – have come from near enough to nowhere.</p> \n<p>So too change has been wrought in the pecking order of elite individual talent, where Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him. Decent judges have Fyfe best on ground in eight of 11 matches so far. Gary Ablett Jr hasn’t fallen off the face of the earth of course, he’s just sidelined by injury and also, one suspects, encumbered with a fate suffered by only the very best; a complacency to the blinding brilliance he’s produced for the best part of the last decade and the expectation that he shouldn’t ever dip far below it. The other minor miracle of Fyfe’s season is that he’s so capably assumed the leading role.</p> \n<p>The only man consistently capable of running with Fyfe and Ablett in that outlier percentile is Pies skipper Scott Pendlebury, who also rarely drops off from his metronomic output nor wavers in the impossibly high standards he sets himself. He’s another for whom we’ve probably just run out of fresh ways to express our wonder.</p> \n<p>Fyfe is on a different level this year though, somehow improving significantly from a season ago, when a pair of two-week suspensions put paid to a near-certain Brownlow win. That situation was instructive in itself. For all the skill and grace he shares with Pendlebury and Ablett, Fyfe’s probably a more imposing physical presence around the contest. Fremantle’s website currently lists him at 85kg, which might be cause for wry smiles from any players who’ve met him at the foot of packs or had the Dockers star crash over the top of their heads for a spectacular mark. </p> \n<p>His tackle counts aren’t anything imposing for a Ross Lyon pupil but Fyfe often asserts himself with the keen physicality of a tagger so suspensions like last year’s always remain a possibility. In all of his six seasons in league football he’s conceded significantly more free kicks than he’s been awarded. “A regular country guy” is how Fyfe describes himself and in his attack on the ball carrier he’s often agricultural, impressively so.</p> \n<p>You can only speculate as to whether sliding to pick 20 in the 2009 Draft relieved Fyfe of the pressures sometimes encountered by top five selections but the striving ethic of the family cattle transport business is perhaps the more pertinent environmental factor to consider. There can’t be many current players of Fyfe’s ilk given to considered takes on <a href=\"https://www.youtube.com/watch?v=PLFBX0d3Ptg\">the meditative world of long-haul trucking</a> or being <a href=\"http://www.farmweekly.com.au/news/agriculture/general/news/fyfe-freo-and-finals/2671046.aspx?storypage=0\">quoted on live export trade in Farm Weekly</a>.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=PLFBX0d3Ptg\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/PLFBX0d3Ptg?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The Fyfe physique is certainly no longer that of the lanky country boy who first bounced his way onto league grounds in 2010 with those long, skinny legs that made his boots look like clown shoes. Now he’s more like a cyborg or a prototype of some unimagined future; arms thicker than the thighs that powered some midfielders of eras gone by; legs the proportions of a mountain-climbing cyclist and equally useful for bursts of explosive speed as they are to have him gliding serenely from end to end. </p> \n<p>Endurance and warp speed don’t hurt but at 190cm, Fyfe can also beat almost any match-up overhead as well. When he does take a rest from midfield duties and head forward he’s a desperately tough match-up, as Gold Coast found out a fortnight back when in the space of a minute Fyfe out-positioned Clay Cameron and then tossed aside Adam Saad for two quick goals, both of his makeshift opponents hopelessly ill-equipped to deal with the disparity in strength, class and poise. </p> \n<p>In <a href=\"https://www.youtube.com/watch?v=C4nmm9-EW4A\">a separate contest on the wing</a> Fyfe made Cameron look like a schoolboy, bullying his opponent away from the ball with an almighty shove and then powering towards goal from a standing start. A less resilient player than Fyfe would have earlier conceded that the ball was more likely to be ushered out of bounds. </p> \n<p>You’d doubt that any coach for the rest of the season will be as winningly romantic as Adelaide’s Phil Walsh when he engineered that epic one-on-one showdown between Fyfe and Patrick Dangerfield in round nine, but what a gift all three men gave the game that night. Dangerfield has the ability to make supreme athletes look like slack-footed bystanders but even in producing one of the best individual performances of his career he merely matched Fyfe’s transcendent level for a single game. </p> \n<p>All night they ran off each other, grappled, tackled and out-marked each other. Both kicked team-lifting goals while the game was in the balance. The singular and most audacious talent in their respective sides, they reloaded in synchronicity before every stoppage, holding the other’s arm with one hand and directing team-mates with the other. At one point Fyfe spotted a tackler descending on the Crow so left him to it, getting into position to receive the compromised handball before scurrying away along the boundary like a bag thief. </p> \n<p>With his lung-busting runs, swooping handballs and booming drop punts, Dangerfield gained 582 metres for his side that night. No mean feat. Fyfe went for 958, a performance that you can only really wrap your head around if you tuck a Sherrin under your arm and sprint around the block for five minutes. The pair probably finished each other’s congratulatory sentences as the siren sounded.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=QRhSIa9OfuI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/QRhSIa9OfuI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>“Call me a weirdo,” said Walsh after playing his directorial role in that absorbing duel, “but I think we have to protect the look of the game.” Amid all the corporate gibberish and cod-philosophy that modern footy generates, it’d do well to foster a few more weirdos like Walsh. Ball players like Fyfe fill the hearts of fans with unbridled joy. It’s heartening that someone of influence feels the same because that magic is produced against the backdrop of modern football’s overwhelmingly negative, cynical and unyielding strategies.</p> \n<p>Of course this Brownlow Medal of Fyfe’s is never assured anyway, but the honour that should really drive him through the second half of this stupefying season is the ultimate prize: Fremantle’s breakthrough premiership. We now survey the trail of stiff-armed opponents Fyfe leaves in his wake, the split-open packs, dizzying marks and boundary-hugging goals but he and the rest of Ross Lyon’s squad has to seize upon the moment before it escapes them. </p> \n<p>The rest of us need only get close to a TV screen when Fremantle is playing because watching in real time as Fyfe rises to this level of sustained, perspective-bending brilliance is the kind of opportunity that one shouldn’t squander. In other words, not such a regular country guy.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/597183323687df0100f1fd8f26042c09adbede09/0_45_2395_1437/2395.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1437,"width":2395,"orientation":"landscape","credit":"Dave Hunt/AAP","altText":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him.","cleanCredit":"Photograph: Dave Hunt/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-24T01:33:58Z","lastModified":"2015-06-24T05:24:56Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":false,"keywords":["AFL","Fremantle Dockers","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/fremantle-dockers","webTitle":"Fremantle Dockers"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures","shortUrl":"http://gu.com/p/4a373","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures","webUri":"http://www.theguardian.com/sport/blog/2015/jun/24/afl-nat-fyfe-poetic-and-murderous-in-equal-measures"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/597183323687df0100f1fd8f26042c09adbede09/0_45_2395_1437/2395.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1437,"width":2395,"orientation":"landscape","caption":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him. Photograph: Dave Hunt/AAP","credit":"Dave Hunt/AAP","altText":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him.","cleanCaption":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him.","cleanCredit":"Photograph: Dave Hunt/AAP"}},"importance":4,"kicker":{"title":"AFL"},"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/597183323687df0100f1fd8f26042c09adbede09/0_45_2395_1437/2395.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1437,"width":2395,"orientation":"landscape","credit":"Dave Hunt/AAP","altText":"Fyfe now sits so far above the nearest Brownlow Medal fancies that bookmakers decided as early as round eight to pay out on bets for him.","cleanCredit":"Photograph: Dave Hunt/AAP"}}]},{"title":"Brady's Deflategate appeal: what you need to know","rawTitle":"Brady's Deflategate appeal: what you need to know","item":{"type":"article","id":"sport/2015/jun/23/tom-bradys-deflategate-appeal-what-you-need-to-know","title":"Tom Brady's Deflategate appeal: what you need to know","trailText":"The New England Patriots quarterback is challenging his four-match suspension over the Deflategate scandal. Read our guide to the case<br>","standFirst":"<p>The New England Patriots quarterback is challenging his four-match suspension over the Deflategate scandal. Read our guide to the case<br /></p>","byline":"Tom Lutz in New York","body":"<p><strong>The background:</strong> On Tuesday, Tom Brady will appeal against his four-game suspension by the NFL. The punishment was handed down in May after the Wells report into the Deflategate scandal found “it is more probable than not” that at least two New England Patriots employees improperly deflated footballs in the team’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/18/new-england-patriots-roll-past-indianapolis-colts-into-super-bowl\">AFC Championship win</a> over the Indianapolis Colts and that Brady was “at least generally aware” of the wrongdoing. Brady’s appeal was filed through the NFL Players Association. “Given the NFL’s history of inconsistency and arbitrary decisions in disciplinary matters, it is only fair that a neutral arbitrator hear this appeal,” the union said in a statement.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/14/tom-brady-lodges-appeal-against-four-game-deflategate-ban\">Tom Brady lodges appeal against four-game Deflategate ban</a> </p> \n</aside> \n<p>Brady’s team, the Super Bowl champion New England Patriots, were docked draft picks and fined $1m over the scandal but have decided not to challenge their punishment. </p> \n<p><strong>Who will hear the appeal?</strong> Roger Goodell, the NFL commissioner. Goodell has said he is not “wedded” to the findings of the Wells report. “I look forward to hearing directly from Tom if there is new information or there is information that can be helpful to us in getting this right,” said Goodell in May. Brady will appear with his attorney, Jeffrey Kessler, who has contested a number of high-profile appeals against the NFL. </p> \n<p><strong>When is the appeal and when will there be a verdict?</strong> The hearing will take place at 9.30am ET on Tuesday 23 June at the NFL’s office in New York. Thursday 25 June has been set aside in the event that it stretches into another day. It is highly unlikely a decision will be reached immediately, with a verdict likely to come towards the end of July. </p> \n<p><strong>What will Brady’s case revolve around? </strong><a href=\"http://espn.go.com/video/clip?id=13089148\">ESPN gave details</a> of a letter sent to the NFL by the Players Association. It argues that the Wells report was “dubious, contradictory, and [includes] mischaracterized circumstantial evidence that does not prove [Brady] deliberately ordered illegal tampering with footballs.” Brady is also expected to argue that his punishment was unusually heavy.<br /> </p> \n<p><strong>Does Brady have other options if he loses?</strong> The quarterback is understood to be angry at a verdict that he believes has tarnished his image. He could ultimately bring the case to federal court if he wants to carry on his fight against the NFL. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/7/1431008015436/36a06aaa-7b79-48cc-a5cd-6437a0256610-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Elise Amendola/AP","altText":"Tom Brady","cleanCredit":"Photograph: Elise Amendola/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-23T09:00:04Z","lastModified":"2015-06-23T17:08:12Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Tom Lutz","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412081105374/Tom-Lutz-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomlutz"}],"feature":true,"keywords":["Deflategate","New England Patriots","NFL","US sports","Sport"],"tags":[{"id":"sport/deflategate","webTitle":"Deflategate"},{"id":"sport/new-england-patriots","webTitle":"New England Patriots"},{"id":"sport/nfl","webTitle":"NFL"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Tom Lutz","topic":{"type":"tag-contributor","name":"profile/tomlutz"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/23/tom-bradys-deflategate-appeal-what-you-need-to-know","shortUrl":"http://gu.com/p/4a33c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/23/tom-bradys-deflategate-appeal-what-you-need-to-know","webUri":"http://www.theguardian.com/sport/2015/jun/23/tom-bradys-deflategate-appeal-what-you-need-to-know"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/7/1431008015436/36a06aaa-7b79-48cc-a5cd-6437a0256610-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Tom Brady denies he asked for footballs to be deflated. Photograph: Elise Amendola/AP","credit":"Elise Amendola/AP","altText":"Tom Brady","cleanCaption":"Tom Brady denies he asked for footballs to be deflated.","cleanCredit":"Photograph: Elise Amendola/AP"}},"importance":3,"byline":{"title":"Tom Lutz"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/50d84f2da9c91f4ee0d9df2da513d45b24877d38/651_127_2344_1406/1000.jpg","height":600,"width":1000}}]},{"title":"How the NBA's Australian contingent rated this season","rawTitle":"How the NBA's Australian contingent rated this season","item":{"type":"article","id":"sport/blog/2015/jun/23/australian-players-nba-how-they-rated-this-season","title":"From Dellavedova to Exum: how the NBA's Australians rated this season","trailText":"From the revelation that has been Matthew Dellavedova to Dante Exum’s mixed bag, how the NBA’s Australian contingent fared in 2014-15","standFirst":"<p>From the revelation that has been Matthew Dellavedova to Dante Exum’s mixed bag, how the NBA’s Australian contingent fared in 2014-15</p>","byline":"Kieran Pender","body":"<p>These are exciting times for green and gold basketball. Andrew Bogut became the third Australian in two years to win an NBA championship after his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/golden-state-warriors-nba-title-cleveland-cavaliers\">Golden State Warriors defeated the Cleveland Cavaliers</a> and compatriot Matthew Dellavedova in a thrilling finals series. Earlier in the season history was made when four Australians shared the court for the first time, while the future looks equally bright with both <a href=\"http://www.nbadraft.net/2016mock_draft\">Ben Simmons</a> and <a href=\"http://pickandroll.com.au/thon-maker-nbpa-mvp-reclassification/\">Thon Maker</a> being potential number one draft picks in coming years.<br /></p> \n<p>As the dust settles on an exciting denouement to the playoffs, we have rated the performances of Australia’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/dec/09/australias-seven-strong-invasion-of-the-nba-points-to-bright-future\">seven-strong NBA contingent</a>, with grades awarded relative to expectations.</p> \n<h2><strong>Matthew Dellavedova (Cleveland Cavaliers)</strong></h2> \n<p>One of the most persistent storylines (both positive and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/australian-matthew-dellavedova-labelled-dirty-us-media\">negative</a>) of the past month, the rapid rise of Dellavedova is nothing short of astonishing. Undrafted in 2013 after four years at college, the point guard from country Victoria scrapped his way to a barely-guaranteed contract with the Cavaliers. Fast forward to the present, and this scrawny 24-year-old is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/08/matthew-dellavedova-cavaliers-nba-golden-state-\">winning games in the NBA finals</a> while having his named chanted by an adoring Cleveland crowd.</p> \n<p>Although Dellavedova underwhelmed at the tail-end of the finals, evidently exhausted following a brief stint in hospital, he was never realistically going to fill the large shoes of injured team-mate Kyrie Irving on a consistent basis. Nevertheless, his play-off heroics again, again and again make Dellavedova more than deserving of top-marks. As LeBron James explained of the determined Australian, “He gives us everything until the tank is empty, and he has a small little reserve tank that he continues to work through. He’s huge for us.”</p> \n<p>Following such well-publicised performances, Dellavedova’s manager will be busy over the American summer. Yet while the restricted free agent is certain to attract lucrative offers from elsewhere, it would be hugely out of character for Dellavedova to abandon the opportunity for NBA success in pursuit of dollars. Instead, expect Delly-mania to remain alive and well in Cleveland come October.</p> \n<p><em>Grade: A</em></p> \n<h2><strong>Andrew Bogut (Golden State Warriors)</strong></h2> \n<p>To his detractors, Bogut was no more than a bit-part player as Golden State marched almost inexorably to the Larry O’Brien Trophy. In spite of that shiny new championship ring, the former number one draft pick’s absence in the last two games against Cleveland has been noted, as has his limited scoring (10 points in the six games).</p> \n<p>Such criticisms, though, are misconceived. While the towering centre may have fallen victim to tactical manoeuvrings in the finals, Bogut played a crucial role for the Warriors throughout the season. Although the numbers might not show it (averaging 6.3 points and 8.1 rebounds), Bogut is the crux of Golden State’s defence and creates important space for team-mates in attack – his screens are a core element of their offensive play.<br /></p> \n<p>After a promising start to his NBA career, Bogut fell victim to injury after injury and seemed destined for a slow decline to eventual retirement. Through hard-work and selflessness, Australia’s NBA veteran has added his name to the short list of compatriots with a digit adorned by those much-sought championship rings. That, surely, is a feat worthy of high praise, regardless of individual playing time in the finals.</p> \n<p><em>Grade: B+</em></p> \n<h2><strong>Joe Ingles (Utah Jazz)</strong></h2> \n<p>Making his long-awaited NBA entrance after a career in Europe, it appeared the ascension of Ingles to basketball’s top stage could have been over before it began when the Los Angeles Clippers waived him in late October. The 27-year-old was thrown a lifeline by Utah, and was promptly catapulted into the starting five where he was soon clocking up 21.2 minutes per game – well above anything he would have achieved in California.</p> \n<p>While his five points, 2.3 assists and 2.2 rebounds averages are respectable if not outstanding, Ingles became an important leadership figure on a young Jazz team. He was part of Grantland’s <a href=\"http://grantland.com/the-triangle/the-fourth-annual-luke-walton-all-stars/\">Fourth-Annual Luke Walton All-Stars</a>, for “journeymen thriving in unexpectedly large roles”, and will likely continue earning substantial minutes alongside countryman Dante Exum next season.</p> \n<p><em>Grade: B</em></p> \n<h2><strong>Aron Baynes (San Antonio Spurs)</strong></h2> \n<p>The butt of <a href=\"http://www.foxsports.com.au/us-sports/blake-griffin-v-aron-baynes-aussie-nba-player-monstered-by-clippers-star-in-playoffs/story-e6frf6ju-1227312168314\">more than a few jokes</a> following his torrid outing against slam-happy Blake Griffin, Baynes can nevertheless feel content with a strong season in San Antonio. Off the back of an impressive World Cup performance for the Boomers, the imposing centre almost doubled his average minutes per game from the previous campaign, with corresponding increases in scoring and rebounding.</p> \n<p>Baynes also cemented his position in the Spurs rotation, thanks initially to team-mate injuries and then good play, appearing in 70 of 82 regular season games. While the 2.08 metre (6’ 10”) behemoth is never going to be a marquee big-man, his consistency and multiple double-double performances highlighted a much improved season.</p> \n<p>Baynes is now a free agent, although San Antonio retain qualifying offer rights, and it remains to be seen whether the burly Australian will stay or pursue opportunities elsewhere. Fans of rock band <a href=\"https://www.youtube.com/watch?v=qxw2FZBd7aY\">Spuran Spuran</a>, featuring Baynes alongside fellow players and the team’s coyote mascot, will no doubt be disappointed if the “Head Banger” departs.</p> \n<p><em>Grade: B</em></p> \n<h2><strong>Patty Mills (San Antonio Spurs)</strong></h2> \n<p>In the space of three weeks last June/July, Mills went from the ecstasy of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/17/patty-mills-nba-finals-victory\">earning an NBA championship ring</a> to the agony of facing an extended spell on the sidelines to repair a torn rotator cuff. After asserting himself as a dynamic sixth-man with the defensive hustle and three-point range to rival the best, assisting his San Antonio Spurs side to the title in the process, Mills rapidly fell back to earth. Unsurprisingly, his 2014/15 season suffered as a result.</p> \n<p>Originally given a seven-month rehabilitation time-frame, the 26-year-old Canberran returned from injury in late December and immediately rallied his team to a win over Houston. Yet Mills looked rusty in the ensuing months, struggling to regain form despite the occasional glimpse of excellence. Most tellingly, the sharp shooter’s three point percentage dipped from 43% in 2013/14 to 34%, with a commensurate decline in points per game.</p> \n<p>While the Mills of old returned for patches of a thrilling playoff series against the Los Angeles Clippers, San Antonio’s game seven loss meant an early exit for the Australian. More will be expected of him come October. And bonus points for <a href=\"https://www.youtube.com/watch?v=4y-Iqq2Wjgw\">this piece of comedy gold</a>.</p> \n<p><em>Grade: B–</em></p> \n<h2><strong>Dante Exum (Utah Jazz)</strong></h2> \n<p>Grading the rookie season of Utah’s other Australian is no easy task. As the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/27/dante-exum-nba-draft-utah-jazz\">number five pick in a talent-packed NBA draft</a>, Exum has failed to meet expectations: his statistics compare unfavourably to those of fellow lottery selections, and the guard looked lost on the parquet at times. Yet considered as a 19-year-old transitioning from high school basketball to the best league in the world and the assessment is much kinder: Exum showed glimpses of his fantastic potential and built fruitful partnerships with several team-mates.</p> \n<p>The reality, of course, is somewhere in the middle. Exum emerged as a starter for the Jazz, notched up double digit hauls not infrequently and showed great defensive awareness. Conversely, the Australian Institute of Sport youth product was occasionally schooled by experienced opposition and averaged a mere 2.4 assists per game – far from ideal for a pass-first point guard.</p> \n<p>There were always going to be teething pains on Exum’s path to basketball stardom, and his rookie year has been a mixed bag. With a year of NBA experience under his belt, a dominant Summer League and patient pre-season could set the stage for a much-improved sophomore campaign.</p> \n<p><em>Grade: C+</em></p> \n<h2><strong>Cameron Bairstow (Chicago Bulls)</strong></h2> \n<p>Selected with the 49<sup>th</sup> pick in the 2014 draft, Bairstow was always going to struggle to earn playing time on a crowded Bulls roster. Despite a strong showing at the Basketball World Cup, Bairstow was unable to out-muscle the likes of Taj Gibson, Joakim Noah and Pau Gasol for a regular rotation position at club-level, ending the season with a measly average of <a href=\"http://espn.go.com/nba/player/stats/_/id/2528354/cameron-bairstow\">3.6 minutes per game</a>.</p> \n<p>While the 24-year-old won’t be panicking just yet, thanks to the relative security of a <a href=\"http://www.spotrac.com/nba/chicago-bulls/cameron-bairstow/\">three year contract</a>, Bairstow will be well aware that 2015/16 could make or break his NBA career. The power forward has demonstrated his determination before – sticking out four years at college instead of chasing professional offers overseas – and has the physicality and shooting accuracy to become a reliable rotation player. Bairstow will need a considerable uptick in minutes, though, if he is to prove his worth in Chicago.</p> \n<p><em>Grade: N/A</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fc5d21f5c4530a99f1682ed6b7ba85beed25f089/0_139_2288_1375/2288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2288,"orientation":"landscape","credit":"David Richard/USA Today Sports","altText":"“He’s huge for us,” says LeBron James of the Cavaliers’ Matthew Dellavedova.","cleanCredit":"Photograph: David Richard/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-23T02:00:16Z","lastModified":"2015-06-23T02:03:44Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Kieran Pender","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kieran-pender"}],"feature":true,"keywords":["NBA","Australia sport","US sports","Basketball","Sport"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kieran Pender","topic":{"type":"tag-contributor","name":"profile/kieran-pender"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/23/australian-players-nba-how-they-rated-this-season","shortUrl":"http://gu.com/p/4a293","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/23/australian-players-nba-how-they-rated-this-season","webUri":"http://www.theguardian.com/sport/blog/2015/jun/23/australian-players-nba-how-they-rated-this-season"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fc5d21f5c4530a99f1682ed6b7ba85beed25f089/0_139_2288_1375/2288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2288,"orientation":"landscape","caption":"“He’s huge for us,” says LeBron James of the Cavaliers’ Matthew Dellavedova. Photograph: David Richard/USA Today Sports","credit":"David Richard/USA Today Sports","altText":"“He’s huge for us,” says LeBron James of the Cavaliers’ Matthew Dellavedova.","cleanCaption":"“He’s huge for us,” says LeBron James of the Cavaliers’ Matthew Dellavedova.","cleanCredit":"Photograph: David Richard/USA Today Sports"}},"importance":3,"byline":{"title":"Kieran Pender"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/a259ccc5e7db3633bfc2edf750748f139b7eb67f/723_46_654_393/654.jpg","height":393,"width":654}}]}],"lastModified":"2015-06-24T07:54:32Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}