{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Five things we learned from round 13 in the AFL","rawTitle":"Five things we learned from round 13 in the AFL","item":{"type":"article","id":"sport/blog/2015/jun/29/afl-five-things-we-learned-from-round-13","title":"AFL: five things we learned from round 13","trailText":"Freo edge the little battles against the Pies; Richmond’s big-game players stand tall; Roughead’s versatility helps Hawks; Jekyll and Hyde Crows and more","standFirst":"<p data-dropid=\"0\">Freo edge the little battles against the Pies; Richmond’s big-game players stand tall; Roughead’s versatility helps Hawks; Jekyll and Hyde Crows and more</p>","byline":"Kathryn Kernohan","body":"<h2>Michael Walters is the Dockers’ red time specialist</h2> \n<p>Thursday night’s intriguing Fremantle v Collingwood game was in the balance from the opening bounce to the final three minutes, when Jesse White sprayed a relatively straight forward set shot that would have pulled the Pies within a goal. It was tight, congested finals-like footy all night – not pretty, but compelling. You know that when even Nat Fyfe and Scott Pendelbury seem hurried at times, space is at a premium. In a low-scoring contest, a moment or two of magic can be all that separates two teams. The Dockers’ crafty small forward Michael Walters booted majors in the final 20 seconds of both the second and third quarters, each keeping his side afloat in an arm wrestle it would eventually win. Just before the stroke of half time, Walters sharked an Aaron Sandilands tap and somehow found room to weave out of a clutch of Magpie defenders and throw the ball onto his left boot. It wobbled through to make the margin two points at the main break. Half an hour later he drew the Dockers level by accepting a handball from Michael Barlow, then off one step drilling a low goal from about 35m, less than 10 seconds before the final change. Nathan Buckley would have been ropable, but neither goal was due to lax defending. With Matthew Pavlich and Chris Mayne off the boil and Hayden Ballantyne buzzing around for little impact (he’s kicked just nine goals in 10 games this season – but that’s another story), Walters loomed as the Docker most likely all night. He finished with four goals, but it was his two red time goals that gave his team momentum, and more importantly, on the scoreboard were all that separated his team from their opponent.</p> \n<h2>Richmond’s top-liners are as good as anyone’s</h2> \n<p>For all coaches and scribes bang on about how depth wins premierships, there’s no point having a great bottom six when your top six aren’t that great. In Trent Cotchin, Brett Deledio, Dustin Martin, Alex Rance and Jack Riewoldt, Richmond has a quintet of A-graders that is pound for pound as good as the top five players from any other club. It was evident on Friday night. The Tigers were in strife at half time, 32 points down at a venue they hadn’t won at since 2004. Enter Cotchin, Riewoldt and Rance. The skipper lifted like the best players do, clearly the most influential midfielder on the ground in the second half and finishing with 27 possessions and a goal. He’s been a good player for so long it’s easy to forget that he’s just 25, and is the perfect man to lead his team to a period of sustained finals appearances. Rance, fresh from inking a contract extension during the week, solidified his position as arguably the game’s best defender by doing a job on Buddy Franklin. Franklin had a head full of steam early but ended with just 2.2 from 10 possessions and to cap off a dirty night, seems set for time on the sidelines after a crude bump on Shane Edwards. But the three votes were reserved for Riewoldt. He’s kicked bigger bags than his six on Friday night, but the win over the Swans was perhaps the most complete game he’s ever played. With Ty Vickery and Ben Griffiths dangerous deep, Riewoldt has played further up the ground for long stretches this season. Friday night was a classic full forward’s game – six of Riewoldt’s nine marks were inside 50, he chased and harassed defenders all night and his goal kicking accuracy (6.1) was top shelf, keeping his side in it for three quarters and sinking the Swans in the dying minutes. As long as the Tigers’ big names keep performing, few challenges in football seem beyond them.</p> \n<h2>The return of the Rough</h2> \n<p>It’s no slight on a triple-premiership player to suggest that Jarryd Roughead had been well below his best in recent weeks, with the big Hawk held goalless in three of his past four games heading into the clash with the Bombers. So there were some ominous signs for rival teams with Roughead’s best-on-ground performance on Saturday afternoon. He’s always been a unique player, a 193cm All-Australian key forward with a midfielder’s tank and cat-like reflexes who would, you suspect, be equally as comfortable playing permanently down back or in the middle. He put that endurance on show in the six-goal win over the Bombers, gathering possessions all over the ground and sending his GPS results skyrocketing. Roughead’s stats were those of a midfielder and a forward rolled into one – 29 possessions (16 contested), 14 score involvements, eight marks, seven clearances (an equal game-high with teammate Liam Shiels) seven tackles and a scoreboard return of 1.3. What a great luxury for Alistair Clarkson to be able to let him loose like that, knowing that with Jack Gunston, Luke Breust et al up forward, there’s still enough firepower to trouble any backline. The last ten minutes alone typified what a versatile player Roughead is – booting his only goal for the game, taking contested marks in the middle, providing relief down back in the absence of the injured James Frawley and on the final siren, laying a lunging tackle on Jake Carlisle to prevent a last-gasp score. It’s that type of siren-to-siren commitment the Hawks provide themselves on, and the versatility of a player like Roughead that’s made them so good for so long.</p> \n<h2>The Crows are an enigma</h2> \n<p>More than halfway through the season, does anybody really know whether the Crows are a decent team? Their Saturday twilight clash against the lowly Lions was a carbon copy of at least two of their wins against bottom eight teams (Melbourne and Carlton) this season. Adelaide started slowly, conceding the first four goals of the game as Lions Dayne Zorko and Lewis Taylor showed them up for midfield speed. The Crows played with a similar malaise for three quarters and with all due respect to Brisbane, if they’d been playing a top team, the margin would have been far greater than a getable four goals at the final change. But then the final quarter rolled around and the Crows woke up – 6.3 to 0.2 on the scoreboard turned a potential loss into a 13-point win, Patrick Dangerfield stormed out the middle with authority, the backline was resolute and Tex Walker nailed a 55m captain’s goal after struggling in front of the big sticks all day. They’re the footy equivalent of the little girl with the little curl – when the Crows are good they’re great to watch, but when they’re poor they’re terrible. Their run home offers some prickly challenges, with two games against West Coast, Sydney (away), the resurgent Richmond and a trip to Geelong in the final round. In many ways, it’s a more preferable fixture than multiple match-ups against cellar dwellers. Consistency has eluded the Crows for a couple of years, and if they are to play finals, they need to start finding it.</p> \n<h2>St Kilda’s rebuild is on track</h2> \n<p>Having finished with more scoring shots, contested possessions and inside-50s than the Western Bulldogs, the Saints had every right to feel aggrieved that they couldn’t scrape over the line on Saturday night. But the most obvious take away from the six-point loss – their third loss by a less than 10 points this season – was that the Saints’ rebuild is on the right path. Pre-season, many tipped them for the spoon, some theorizing they’d struggle to win more than a couple of games. Twelve games in, they’ve exceeded expectations in virtually every facet. The Saints have lost by 10 goals just twice (Collingwood and Hawthorn), compared to five beltings including three consecutive 70+ point losses this time last year.</p> \n<p>The team has clearly embraced coach Alan Richardson’s gameplan, and at times its defensive pressure has been as good as anyone’s. With David Armitage (27) and Jack Steven (25), their midfield has two A-graders with at least five years left, while Josh Bruce (32 goals, three on Saturday night) has been a revelation up forward, giving Saints fans newfound confidence that the world may not collapse when Roo hangs up the boots. Just as impressive are the unheralded youngsters. Few footy fans would recognize Seb Ross, Jimmy Webster or Jack Newnes in the street, but with two or three seasons of regular senior gametime under their belts they are becoming week-in, week-out contributors. </p> \n<p>St Kilda was in the game to the death against the Dogs, and while its 4-8 win-loss record may not indicate it, the team has been competitive almost every week. It’s not beyond the realms of possibility that St Kilda of 2016 will be the Western Bulldogs of 2015, rising from near-obscurity to a potential finals berth. Few who’ve watched them play with such spirit this year could begrudge it.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9b703b8e7a5126d4e71c627ff0b21b38101d1a9f/0_172_3233_1941/3233.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1941,"width":3233,"orientation":"landscape","credit":"Joe Castro/AAP","altText":"Jarryd Roughead","cleanCredit":"Photograph: Joe Castro/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-29T00:06:13Z","lastModified":"2015-06-29T00:09:42Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"Kathryn Kernohan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kathryn-kernohan"}],"feature":true,"keywords":["AFL","Australian rules football","Australia sport","Sport","Fremantle Dockers","Collingwood","Richmond","Hawthorn","Adelaide","St Kilda"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/fremantle-dockers","webTitle":"Fremantle Dockers"},{"id":"sport/collingwood","webTitle":"Collingwood"},{"id":"sport/richmond","webTitle":"Richmond"},{"id":"sport/hawthorn","webTitle":"Hawthorn"},{"id":"sport/adelaide","webTitle":"Adelaide"},{"id":"sport/st-kilda","webTitle":"St Kilda"}],"section":{"id":"sport"},"topics":[{"displayName":"Kathryn Kernohan","topic":{"type":"tag-contributor","name":"profile/kathryn-kernohan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/29/afl-five-things-we-learned-from-round-13","shortUrl":"http://gu.com/p/4a7jg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/29/afl-five-things-we-learned-from-round-13","webUri":"http://www.theguardian.com/sport/blog/2015/jun/29/afl-five-things-we-learned-from-round-13"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9b703b8e7a5126d4e71c627ff0b21b38101d1a9f/0_172_3233_1941/3233.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1941,"width":3233,"orientation":"landscape","caption":"Jake Melksham and Shaun Edwards of the Bombers tackle Jarryd Roughead of the Hawks, during the round 13 AFL match between Hawthorn and Essendon. Photograph: Joe Castro/AAP","credit":"Joe Castro/AAP","altText":"Jarryd Roughead","cleanCaption":"Jake Melksham and Shaun Edwards of the Bombers tackle Jarryd Roughead of the Hawks, during the round 13 AFL match between Hawthorn and Essendon.","cleanCredit":"Photograph: Joe Castro/AAP"}},"importance":7,"byline":{"title":"Kathryn Kernohan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9b703b8e7a5126d4e71c627ff0b21b38101d1a9f/0_172_3233_1941/3233.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1941,"width":3233,"orientation":"landscape","credit":"Joe Castro/AAP","altText":"Jarryd Roughead","cleanCredit":"Photograph: Joe Castro/AAP"}}]},{"title":"How England and Australia's sides compare for the upcoming Ashes","rawTitle":"How England and Australia's sides compare for the upcoming Ashes","item":{"type":"article","id":"sport/2015/jun/27/ashes-2015-england-australia","title":"Ashes 2015: How England and Australia shape up in each department","trailText":"Vic Marks assesses the England and Australia squads’ credentials for the Ashes series","standFirst":"Vic Marks assesses the England and Australia squads’ credentials for the Ashes series","byline":"Vic Marks","body":"<h2>Openers</h2> \n<p><strong>■</strong> Both sides’ openers have different attributes yet one thing in common: they are all left-handed. We know the identity of England’s pair. <strong>Alastair Cook</strong> and <strong>Adam Lyth</strong> are three years apart in age but the disparity in the number of Test caps is massive (112). There were encouraging signs against New Zealand that Cook was reacquainted with the whereabouts of his off-stump. Lyth struck his maiden century at Headingley with great poise but, despite facing Trent Boult, the Ashes is another step up in temperament and technique.</p> \n<p><strong>■ David Warner</strong> is an opener who can prompt sleepless nights for opposition fast bowlers. Warner can devastate within the hour, sending the scoreboard dizzy and shredding the confidence of the best of bowlers. He has a knack of scoring centuries in the first match of the series. <strong>Chris Rogers</strong> is likely to accompany him, offering a calming influence and a considerable contrast. The other option is <strong>Shaun Marsh</strong>, son of Geoff, who opened for Australia in the 80s, and brother of Mitchell, who is also on the tour. Both are likely to start as onlookers.</p> \n<h2>Middle order</h2> \n<p><strong>■ </strong>Neither <strong>Gary Ballance</strong> nor <strong>Ian Bell</strong> prospered against New Zealand. Since then Bell has hit a century for Warwickshire but Ballance has continued to struggle. If the bonding party to Spain is a fair indication – and it surely is – then both will survive. Bell, like Michael Clarke for Australia, is the only survivor in his team of the epic 2005 series. <strong>Joe Root</strong> qualifies as England’s banker, while <strong>Ben Stokes</strong> is now No6. He has the respect of the Aussies after his exploits in the Ashes two years ago. So they will probably have a word with him along the way.</p> \n<p><strong>■ Steve Smith</strong> has been promoted to three, which is where all the greatest Aussie batsmen have played. For Australians it is a badge of honour. (Contrast that with Root staying at five for England.) Smith has been Australia’s leading run-scorer in the past 12 months. At four comes <strong>Michael Clarke</strong>, probably in his last Ashes series in England; then <strong>Adam Voges</strong> in his first Ashes series aged 35; then, probably, <strong>Shane Watson</strong>. The Aussies do not tend to plan for the future in an Ashes series so <strong>Mitchell Marsh</strong>’s youth does not particularly count in his favour.</p> \n<h2>Wicketkeeper</h2> \n<p><strong>■ </strong>A year and eight matches into his Test career <strong>Jos Buttler</strong> seems an integral and remarkably senior part of the furniture. His keeping retains some rough edges, especially when standing up to spinners. The way the Australians are likely to play Moeen, or any other spinner England select, there may be the odd stumping chance coming his way. Buttler has already demonstrated that he can play different types of innings, though England would like to see him be swashbuckling as frequently as possible.</p> \n<p><strong>■ Brad Haddin</strong> is still going strong. My guess is that he will be more potent with the tongue than Buttler and no less aggressive in intent with the bat. For certain he remains a fierce and uncompromising competitor and a natural team man. However, he is fighting the calendar more than most since it is more demanding keeping wicket day in, day out at the age of 37 than it is scoring runs. In the last series here he batted magnificently, often in dire situations. <strong>Peter Nevill</strong>, also from New South Wales, is his understudy.</p> \n<h2>Spin</h2> \n<p><strong>■ </strong>A reversal from two years ago. Then, Graeme Swann was reckoned to outstrip anyone Australia picked (they began with Ashton Agar before switching to Nathan Lyon). Now Lyon is the senior man and <strong>Moeen Ali</strong> is perceived as a weak link, despite his success against India last summer. The Australians will go hard at Moeen – or indeed any spinner selected by England. This will, as they always say now, “be challenging” for Moeen but it may also create opportunities. The solution is not to experiment too much. Keep it simple.</p> \n<p><strong>■ Nathan Lyon</strong> has taken more Test wickets than any Australian off-spinner. There is scope to add plenty more to this as there is an abundance of left-handers in the England line-up. There may also be an abundance of left-arm pacemen in the Australian team to create rough outside the right-hander’s off-stump. It will be Lyon’s duty – and Moeen’s – to land the ball there. Steve Smith’s leg-breaks should not be relevant – except when Ian Bell is batting. Smith has dismissed him three times in Test cricket and seven times in all.</p> \n<h2>Pace bowlers</h2> \n<p><strong>■ </strong>The expectation is that the old firm of <strong>Jimmy Anderson</strong> and <strong>Stuart Broad</strong> will be joined by <strong>Mark Wood</strong> with <strong>Steven Finn</strong> the next in line. There is an element of wishful thinking in the elevation of Derbyshire’s <strong>Mark Footitt</strong> for the trip to Spain, where <strong>Liam Plunkett</strong> will also be in attendance. When the Duke ball is swinging – and unlike the Kookaburra it keeps swinging – Anderson can dismiss anyone. Wood has the advantage of being unfamiliar and, it seems, undaunted. However, Australia’s line-up looks stronger – and faster.</p> \n<figure class=\"element element-image\" data-media-id=\"ba44601f664c08896b4b48abae20638cb8b1b0b1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/27/1435363158823/fe3e0f63-dd5c-4828-a0cc-2ef75c4e5e9e-460x276.jpeg\" alt=\"Jimmy Anderson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jimmy Anderson remains a potent threat with a swinging ball.</span> \n  <span class=\"element-image__credit\">Photograph: Nigel French/PA</span> \n </figcaption> \n</figure> \n<p><strong>■ </strong>Australia do not know who to leave out. <strong>Mitchell Starc</strong> takes the new ball and has to play; then the agonising starts. Surely <strong>Mitchell Johnson</strong> will keep his place even if he has to wait until Starc has finished his first spell to have a bowl. <strong>Ryan Harris</strong>, who missed the West Indies tour, has taken 57 English wickets out of the 113 he has taken in Tests at 20 apiece. They will want to play him. Yet <strong>Josh Hazlewood</strong> bowled superbly in the Caribbean, prompting comparisons with Glenn McGrath. <strong>Peter Siddle</strong> is unlikely to be selected now Kevin Pietersen is out of the equation.</p> \n<h2>The coaches</h2> \n<h2><br /></h2> \n<p>The Aussies will know the England coach better than the Poms. <strong>Trevor Bayliss</strong> has been lauded to the skies by every Australian interrogated. Like Darren Lehmann last time he has been parachuted into an Ashes series just days before the start. Lehmann, remember, oversaw an unflattering 3-0 defeat in 2013.</p> \n<h2><br /></h2> \n<p>As with the Australians and Bayliss, the English know – and admire – <strong>Darren Lehmann </strong>after all those years in Yorkshire. Up there it is impossible to hear a word against him. The coaches admire one another as well – Bayliss took charge of the Australia side for a T20 series against South Africa recently. However, it’s not really a glorified game of chess between the two coaches. It’s the players who win cricket matches.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/27/1435363027931/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith's stunning form has been rewarded with promotion to No3 in Australia's batting order. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Steve Smith","cleanCaption":"Steve Smith's stunning form has been rewarded with promotion to No3 in Australia's batting order. Photograph: Mitchell Gunn/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435363160271/fe3e0f63-dd5c-4828-a0cc-2ef75c4e5e9e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jimmy Anderson remains a potent threat with a swinging ball. Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"Jimmy Anderson","cleanCaption":"Jimmy Anderson remains a potent threat with a swinging ball.","cleanCredit":"Photograph: Nigel French/PA"}],"webPublicationDate":"2015-06-27T22:00:00Z","lastModified":"2015-06-27T23:00:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":true,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Australia sport","Cricket","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/27/ashes-2015-england-australia","shortUrl":"http://gu.com/p/4a7vh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/27/ashes-2015-england-australia","webUri":"http://www.theguardian.com/sport/2015/jun/27/ashes-2015-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/27/1435363027931/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith's stunning form has been rewarded with promotion to No3 in Australia's batting order. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Steve Smith","cleanCaption":"Steve Smith's stunning form has been rewarded with promotion to No3 in Australia's batting order. Photograph: Mitchell Gunn/Getty Images"}},"importance":5,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/0376cfa1a62b4e91e8b6afd094af307c4f3b0831/1171_51_1714_1029/1000.jpg","height":600,"width":999}}]},{"title":"Mauresmo: the coach who made Murray mint again","rawTitle":"Mauresmo: the coach who made Murray mint again","item":{"type":"article","id":"sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again","title":"Amélie Mauresmo: the coach who made Andy Murray mint again","trailText":"If Andy Murray wins Wimbledon, it will be in no small part thanks to his French adviser, herself no stranger to personal slights and the pressures of the game","standFirst":"If Andy Murray wins Wimbledon, it will be in no small part thanks to his French adviser, herself no stranger to personal slights and the pressures of the game","byline":"Tim Lewis","body":"<p>When <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/andymurray\">Andy Murray</a> was crushed 6-0, 6-1 by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/roger-federer\">Roger Federer</a> at the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/13/andy-murray-roger-federer-atp-world-tour-finals\">World Tour Finals in London</a> last November, the omens looked bad for his coach, Am&eacute;lie Mauresmo. Experts agreed that his perverse experiment of employing an adviser who was French and, more troublingly, a woman had spectacularly backfired.</p> \n<p>“He looked a little bit confused,” said Annabel Croft in the television studio. Greg Rusedski added: “He needs to go back to the way he played with Ivan” (referring to Lendl, under whose guidance Murray had won his two grand slams). “He needs to find the right person who can instil that in him.” The presenter prodded Rusedski to name names. “Go call Lendl. Give him a call and say, ‘I miss you, buddy!’”</p> \n<p>Murray, that most belligerent of characters, on this occasion agreed with the pundits that he needed to shake things up. But soon after the defeat, he split not with Mauresmo, but with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/26/andy-murray-split-dani-vallverdu-jez-green\">Dani Vallverdu</a>, his long-time assistant coach and hitting partner, and his fitness coach, Jez Green. Reshaping his backroom staff may not have been headline news, but Murray’s decision to stick with Mauresmo is important and could have significant repercussions for gender relations in tennis, one of the few sports where men and women enjoy near parity.</p> \n<p>Mauresmo and Murray, whether they have chosen that path or not, are trailblazers. If he’d fired her then, it could have been years before a top male player engaged a female coach again. “Women are judged by a different stick, that’s for sure,” said Martina Navratilova. “If it didn’t succeed, they’d say women can’t coach men.”</p> \n<p>Half a year on from his unravelling against Federer, it looks like Murray made the right call. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/feb/01/andy-murray-v-novak-djokovic-australian-open-mens-final-live\">He reached the final of the Australian Open</a> in February, won his first-ever tournaments on clay, then pushed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/06/andy-murray-novak-djokovic-french-open-semi-final-live\">Novak Djokovic to the limit</a> at Roland-Garros. He arrives at Wimbledon this week, following his victory at Queen’s Club, with a swagger that we haven’t seen since he lifted the trophy two years ago. If everyone was keen to blame Mauresmo for his erratic form in 2014 that saw him <a href=\"http://ftw.usatoday.com/2014/10/andy-murray-atp-finals-london-marin-cilic-points-race-rankings\">slip to 11 in the rankings</a>, it seems only fair to give her some credit for the world No 3’s revival in 2015.</p> \n<p>Murray himself is certainly keen to heap praise on his 35-year-old coach. In a blog for <em>L’Equipe</em> last month, he announced that the experience of working with Mauresmo had even <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged\">made him a feminist</a>. “They say I was plucky choosing Am&eacute;lie but, truth be told, if anyone was plucky it was Am&eacute;lie – she’s the one who has taken the heat,” he wrote. “Her competence was always under fire. I felt embarrassed.”</p> \n<p>Mauresmo has maintained a dignified silence through the bad times and now the good. She is mostly reluctant to give interviews, a reticence that dates to her playing days. Aged 19, just before the biggest match of her career, the final of the 1999 Australian Open, she announced that she was gay. Mauresmo lost that match (which she doesn’t believe was connected to her revelation) and then it was seven more years before she reached another grand slam singles final (which she has since conceded probably was connected). “I have never regretted the fact that I came out, but I do regret how I said it,” she told <em>Observer Sport Monthly</em> in 2006. “It was too brutal.”</p> \n<figure class=\"element element-image\" data-media-id=\"ca7369ed8e42d378ff993e9492f7fc5370ddf5d7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/27/1435402981894/79f35b00-d80e-41b4-9ee0-d34a9500e298-460x307.jpeg\" alt=\"Amelie Mauresmo and Andy Murray before the first round of this year's French Open.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Am&eacute;lie Mauresmo gives Andy Murray some advice before the first round of this year’s French Open.</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Kovarik/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Mauresmo did, however, break her silence in April to post a picture of two identical pairs of Converse All Stars, one hers, the other very small. The message read: “B&eacute;b&eacute; arrivera en ao&ucirc;t! #enceinte.” Yes, she was pregnant with her first child, with no details of a partner offered or expected. Photographs from the Wimbledon practice courts last week show a bump developing nicely. Details of Team Murray’s maternity policy have also not been revealed but, since it is led by a committed feminist, they are expected to be generous. “It’s a life-changing thing, having a child,” the Scot has acknowledged. “I think we just need to give it a bit of time and see how she feels afterwards and what her priorities are.”</p> \n<p>Either way, Wimbledon will be Murray and Mauresmo’s last major tournament for a while, all of which adds to the juiciest soap opera in the sport right now. And the plotlines for the next fortnight might just be the most gripping to date.</p> \n<p>As players, Mauresmo and Murray have much in common, which is one of the reasons given now for why their partnership is developing so well. At 5ft 9in, with comic-book shoulders and biceps, Mauresmo was known for her power game, but this belied the deft variety of her groundstrokes. She had a luscious one-handed backhand and her volleying skill made her an impassable presence at the net. She was a formidable opponent on any surface, leading to two grand slam titles, most memorably, her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2006/jul/09/wimbledon2006.wimbledon\">Wimbledon victory in 2006,</a> and a stint as the world No 1.</p> \n<p>Mauresmo first mimed tennis shots aged four, in the family garden in St Germain-en-Laye, near Paris. She was, if we trust the legend, inspired by her compatriot Yannick Noah winning the 1983 French Open when her parents – neither of whom played – decided to buy her a racket. By the age of 11, she was at a boarding school; at 14, she was overwhelmed and considering packing it in; and at 17, she was the champion of the junior events at the French Open and Wimbledon.</p> \n<p>Any chance of a more straightforward career disappeared two years later when Mauresmo told the press in Australia that homosexuality was “part of my life” and that she was in town with her then-girlfriend, Sylvie Bourdon, a St Tropez bar owner. Essentially unknown, she had just beaten Lindsay Davenport, the world’s best player; the powerful American responded by saying: “A couple of times, I thought I was playing a guy”, though she quickly apologised. Mauresmo’s opponent in the final, Martina Hingis, sniped: “She’s half a man.” Acceptance wasn’t much more forthcoming closer to home. Mauresmo fell out with her parents after the announcement, only reconciling with her father, Francis, shortly before he was diagnosed with cancer and died in 2003.</p> \n<p>Mauresmo was known in France as “<em>notre douce coquelouch</em>e” (“our sweet darling”), but she was called a lot of other things during her playing career too, mainly relating to choking when under stress. Although excellent on clay, she never made it past the quarter-finals at Roland-Garros, her home tournament, in 15 attempts. The <em>New York Times</em>’ Christopher Clarey has written of her performances in Paris: “At times, it was as much fun to watch as a child’s piano recital gone awry.”</p> \n<p>While everyone was shocked when Murray unveiled Mauresmo as his new coach, we missed another obvious parallel between the pair: few players have so much experience of dealing with a suffocating pressure from a corybantic home support. Both were saviours of underachieving tennis nations.</p> \n<p>Mauresmo was known for having a rich life – by tennis standards – away from the sport. She collected fine wine, rode Harley-Davidsons and surfed. Still, it seemed a relief to her, and to most neutrals, when she finally fulfilled her promise on court. Her golden year was 2006: in January, she won the Australian Open when Justine Henin retired with a stomach complaint; in the Wimbledon final, she met the same opponent and had the satisfaction of winning the championship point. It was a popular triumph, with even the grouches in the press box rising from their seats and applauding. “Now I am lucky that people just see me as a great player and a nice person,” she told the <em>Observer</em> in late 2006. “I think I have gone beyond this gay thing.”</p> \n<p>Befitting a smart, sensitive person, Mauresmo has adapted quickly to coaching since she retired from playing in 2009. She started with another male player, the French big-server Michael Llodra, working with him on his grass court technique. She helped world No 1 Victoria Azarenka in 2012 and then led Marion Bartoli, a brilliant but quixotic player, to the Wimbledon title in 2013, without her dropping a set. Mauresmo’s resum&eacute; was impressive, but her collaboration with Murray was still widely ridiculed. Virginia Wade, among others, suggested that the player was pulling some kind of stunt to disorient opponents.</p> \n<p>The match-up makes a lot more sense now. Murray has said that he finally feels he is being listened to and admires the resilience she showed in overcoming the personal slights she endured in her career. Most of all, Murray appreciates the confidence he has rediscovered to play the quirky, instinctual tennis that confounded Federer, Djokovic and Rafael Nadal in 2012 and 2013.</p> \n<p>Unwittingly, as well, Murray has hired a lightning conductor. If he plays well, he gets the credit; if he flops, Mauresmo gets the blame. It’s to their credit that neither of them hides behind this excuse. And if Murray wins Wimbledon again, perhaps the pundits will finally acknowledge that this was not such a folly after all.</p> \n<h2>THE MAURESMO FILE</h2> \n<p><strong>Born </strong>5 July 1979, just outside Paris, to Francis, a paint factory engineer, and Fran&ccedil;oise, a housewife. She played tennis from the age of four, only stopping, aged 14, for three weeks.</p> \n<p><strong>Best of times</strong> Winning the 2006 Wimbledon final against Justine Henin. When she lost the first set in just half an hour, it seemed that Mauresmo’s nerves were overwhelming her again, but she recovered to edge a tense three-setter.</p> \n<p><strong>Worst of times</strong> A dramatic dip in form after she came out as gay in 1999. “For a year or two I didn’t play well,” she has said. “I didn’t understand [the homophobic reaction] and I wasn’t ready for it.”</p> \n<p><strong>What she says</strong> “It’s essential that women are recognised and appreciated [as coaches]. We have a different way of approaching things, this is true, but I think it’s also interesting. We have something different to offer.”</p> \n<p><strong>What others say</strong> “She went through a lot as a person and she handled a lot of the issues she had during her career really well. She was seen as being a choker; people would call her that even when she was the best in the world. So, mentally, I think she’s extremely strong.” Andy Murray.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/27/1435402613074/Amelie-Mauresmo-profile-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amélie Mauresmo at a practice session during this year's Australian Open. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Amelie Mauresmo, profile","cleanCaption":"Amélie Mauresmo at a practice session during this year's Australian Open. Photograph: Clive Brunskill/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435402980312/79f35b00-d80e-41b4-9ee0-d34a9500e298-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Amélie Mauresmo gives Andy Murray some advice before the first round of this year’s French Open. Photograph: Patrick Kovarik/AFP/Getty Images","credit":"Patrick Kovarik/AFP/Getty Images","altText":"Amelie Mauresmo and Andy Murray before the first round of this year's French Open.","cleanCaption":"Amélie Mauresmo gives Andy Murray some advice before the first round of this year’s French Open.","cleanCredit":"Photograph: Patrick Kovarik/AFP/Getty Images"}],"webPublicationDate":"2015-06-27T23:05:06Z","lastModified":"2015-06-27T23:05:06Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"Tim Lewis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750522/TimLewis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timlewis"}],"feature":true,"keywords":["Tennis","Andy Murray","Sport"],"tags":[{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Tim Lewis","topic":{"type":"tag-contributor","name":"profile/timlewis"}}],"series":{"title":"The Observer profile","uri":"http://mobile-apps.guardianapis.com/lists/tag/theobserver/series/observer-profile"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again","shortUrl":"http://gu.com/p/4a72b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again","webUri":"http://www.theguardian.com/sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/27/1435402613074/Amelie-Mauresmo-profile-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amélie Mauresmo at a practice session during this year's Australian Open. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Amelie Mauresmo, profile","cleanCaption":"Amélie Mauresmo at a practice session during this year's Australian Open. Photograph: Clive Brunskill/Getty Images"}},"importance":5,"byline":{"title":"Tim Lewis"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/2a4c3e223eca5ba2fc767a4d7b062e0da7e9c4eb/533_105_1466_880/1000.jpg","height":600,"width":1000}}]},{"title":"Jack Sock / You hear praise … you don't really dwell on it","rawTitle":"You hear praise … you don't really dwell on it","item":{"type":"article","id":"sport/2015/jun/28/jack-sock-us-mens-tennis-wimbledon","title":"Jack Sock, the great hope of US men's tennis? 'You don't really dwell on it'","trailText":"American men are in the midst of their longest grand slam title drought since 1877, and all eyes are on the 22-year-old, currently ranked as the country’s No 2","standFirst":"<p data-dropid=\"0\">American men are in the midst of their longest grand slam title drought since 1877, and all eyes are on the 22-year-old, currently ranked as the country’s No 2</p>","byline":"Simon Cambers","body":"<p>It has been 12 years since an American man won a grand slam title, the longest US drought since grand slam tennis began in 1877. </p> \n<p>The success of Serena and Venus Williams over the past decade and that of the Bryan brothers in doubles has maintained the sport’s profile in the US, but the longer the country goes without a male singles champion, the more desperate it will be for someone to step up.</p> \n<p>For a country so used to success, Andy Roddick’s US Open win of 2003 must seem like a lifetime ago. Roddick is back at Wimbledon this year, as a commentator for the BBC. He will have a birds-eye view of a man who could, perhaps, be the next American man to lift a grand slam singles trophy.</p> \n<p>At 22, Jack Sock is seeded at Wimbledon for the first time, having climbed 46 places from this time last year to his current mark of 31 in the world, making him the No 2 American behind John Isner. He’s already a Wimbledon champion, having won the doubles with Canada’s Vasek Pospisil last summer. He won the mixed doubles at the US Open in 2011.</p> \n<p>Many former players, including the three-time Wimbledon champion John McEnroe, believe it’s only a matter of time before the man with the big serve and a forehand with as much spin as Rafael Nadal becomes his country’s No 1. Sock, as modest a man as you could hope to meet, is not daunted by the idea of leading America’s resurgence and if it happens, he believes he will be ready.</p> \n<p>“I take pride being an American,” he told the Guardian after completing his one and only competitive match on grass before Wimbledon, at the Boodles Challenge. </p> \n<p>“I love being from the States and having that pride. But at the same time, there is a lot of expectation. If I were to one day win a slam, or help them win a Davis Cup or help them win an Olympics or whatever it is, that would almost be the ultimate goal for me, doing what I can to help the nation I grew up in.</p> \n<p>“You hear the compliments and the praise and it definitely means a lot coming from ex-players that have done very well. You kind of take it for what it is and you don’t really dwell on it so much. Then the expectation is more in one ear and out the other. </p> \n<p>“Obviously, we know, and it’s sometimes in our heads, but for most part it’s in one ear and out the other and you keep doing what you’re doing and keep plugging on with the process.”</p> \n<p>There are more than a few similarities between Sock’s game and that of Roddick. Born in Nebraska, Sock moved to Kansas City when he was young and soon developed a forehand that is becoming one of the biggest weapons in the game. He uses a heavier top-spin than Roddick: the revolutions he puts on the ball have been calculated as being on a par with, if not slightly higher than, those imparted by Nadal, whose forehand has helped him to 14 grand slam titles.</p> \n<p>In Paris earlier this month, Sock got to test himself against Nadal on the biggest stage, at the French Open. Though he was beaten in four sets, he performed well and impressed many. </p> \n<p>“It was one of the bigger matches, if not the biggest, on the singles side that I’ve played,” Sock said. “I played Roger [Federer] at Indian Wells in the fourth round this year, but I think to play Rafa in pretty much his back yard, at the French, was probably the best experience for me so far. </p> \n<p>“Three out of five, playing in a slam; it was first time in the second week for me, playing a guy like that and I thought I played a pretty competitive match and I had my chances. Minus the other three set scores, it was still pretty close. For me it was getting that experience, and hopefully next time I can give him a better run for his money and hopefully I can get a win sometime.”</p> \n<p>At Wimbledon, Sock could find himself up against Federer in his back yard, if the pair can make it through to the third round: “I am taking one at a time and see how it goes first round against [Sam] Groth, but obviously, if you can name the mecca match-ups, Roger at Wimby, Rafa in Paris – if I could do that in [the space of] a couple of months, that would definitely be special and a pretty surreal experience.”</p> \n<p>Talking of surreal experiences, Sock admits he still has to pinch himself when he thinks back to last summer when he and Pospisil upset the mighty Bryan brothers to win the doubles title. </p> \n<p>“It still doesn’t feel like it happened,” he said. “I’ve seen video after video and heard people talking about it. Even coming back this last week, getting on the grounds there and the locker room, it still feels like I don’t really remember going out there and playing the match.</p> \n<p>“Obviously it happened and it’s probably the most exciting match both of us have played, and to do it on the most historic court we have in tennis was pretty special for both of us and pretty surreal for both of us.”</p> \n<p>It was a victory that has undoubtedly helped his rise up the singles ladder. Sock, meanwhile, has also had to deal with some off-court issues, in particular when he missed the Australian Open. His brother, Eric, was diagnosed with a rare disease, Lemierre’s Syndrome, which caused a sore throat to develop into an infection in his lungs. The Sock family sat bedside in a hospital vigil, and thankfully, Eric is almost 100% recovered.</p> \n<p>“The thing with my brother definitely opened my eyes a lot and has definitely helped me relax on the court as well and help me realise I’m playing for more than myself, I’m playing for my family and people close,” Sock said. </p> \n<p>“Obviously as we almost found out, it can be [clicking his fingers]. He was 24 hours, they said, away from not making it so it can change like that. Now I just go out and try to enjoy it as much as possible.”</p> \n<figure class=\"element element-image\" data-media-id=\"849accb4052fbaae1001ac554fba4266048baadd\"> \n <img src=\"http://media.guim.co.uk/849accb4052fbaae1001ac554fba4266048baadd/71_0_3436_2060/1000.jpg\" alt=\"Sock, Posposil\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Canada’s Vasek Pospisil and Jack Sock in action during the 2014 Wimbledon men’s doubles final.</span> \n  <span class=\"element-image__credit\">Photograph: Tony O'Brien/Action Images</span> \n </figcaption> \n</figure> \n<p>As a junior, Sock dominated his under-12 age group but while his contemporaries travelled the world playing international events, he stayed home. It was a decision that has helped him stay humble, he says, something he hopes will stay the same even if the riches come his way as he continues to rise up through the ranks.</p> \n<p>“For the most part I was at home, hanging with friends; I had my family with me; I was going from class from eight in the morning to two in the afternoon, doing the normal thing,” he said. </p> \n<p>“If I hopefully continue to have the success, it’ll keep me more grounded for sure, which is a big thing for me. I don’t want to be that guy that’s either arrogant or rubs people the wrong way. I like to be interactive, engage with fans and all that and I think the route I took, staying at home, is definitely going to help with that.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/033ff3ad80fb87fe74af882b93aa1f6a25b5342c/0_147_2632_1582/2632.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1582,"width":2632,"orientation":"landscape","credit":"Paul Childs/REUTERS","altText":"Tennis - Boodles Tennis Challenge - Stoke Park, Buckinghamshire - 23/6/15\r\nUSA's Jack Sock in action\r\nAction Images via Reuters / Paul Childs\r\nLivepic","cleanCredit":"Photograph: Paul Childs/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/849accb4052fbaae1001ac554fba4266048baadd/71_0_3436_2060/3436.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":3436,"orientation":"landscape","caption":"Canada’s Vasek Pospisil and Jack Sock in action during the 2014 Wimbledon men’s doubles final. Photograph: Tony O'Brien/Action Images","credit":"Tony O'Brien/Action Images","altText":"Sock, Posposil","cleanCaption":"Canada’s Vasek Pospisil and Jack Sock in action during the 2014 Wimbledon men’s doubles final.","cleanCredit":"Photograph: Tony O'Brien/Action Images"}],"webPublicationDate":"2015-06-28T14:12:59Z","lastModified":"2015-06-28T17:19:20Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon","Tennis","Wimbledon 2015","US sports","Sport"],"tags":[{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/jack-sock-us-mens-tennis-wimbledon","shortUrl":"http://gu.com/p/4a7ck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/jack-sock-us-mens-tennis-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jun/28/jack-sock-us-mens-tennis-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/033ff3ad80fb87fe74af882b93aa1f6a25b5342c/0_147_2632_1582/2632.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1582,"width":2632,"orientation":"landscape","caption":"Jack Sock in action at the Boodles Tennis Challenge this year. Photograph: Paul Childs/Action Images/Reuters","credit":"Paul Childs/Action Images/Reuters","altText":"jack sock tennis","cleanCaption":"Jack Sock in action at the Boodles Tennis Challenge this year.","cleanCredit":"Photograph: Paul Childs/Action Images/Reuters"}},"importance":4,"kicker":{"title":"Jack Sock"},"byline":{"title":"Simon Cambers"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/4a68a0e455cb71b0ecc25ec481efc91bb14e608d/894_152_1151_691/1000.jpg","height":600,"width":999}}]},{"title":"Yates twins ready for coming of age with Orica at the Tour de France","rawTitle":"Yates twins ready for coming of age with Orica at the Tour de France","item":{"type":"article","id":"sport/2015/jun/27/tour-de-france-2015-yates-twins-orica","title":"Tour de France 2015: Yates twins ready for coming of age with Orica","trailText":"The young Yates twins may not make a major mark in the overall Tour de france standings this year but they are the most precocious British talents to break through since Mark Cavendish","standFirst":"The most precocious British talents to break through since Mark Cavendish are unlikely to place high in the overall standings but are a pair to watch closely","byline":"William Fotheringham","body":"<p>Earlier this year, the story goes, Sir Dave Brailsford was watching the time-trial stage of a World Tour race on television, witnessed one of the 22-year-old Yates brothers riding out of his skin to a high overall placing and muttered something like: “Ouch, we should have signed that one.” For Brailsford, head of a team which aims to showcase the best of British talent, Adam and Simon Yates are the ones that got away.</p> \n<p>The Bury twins start their first major Tour together on Saturday – Adam rode the Vuelta last year while Simon was a last-minute inclusion in the Tour de France – and as the most precocious British talents to emerge since Mark Cavendish eight years ago they will be closely watched. Since turning professional last year both have placed well consistently in some of the toughest races in the calendar, against mature riders at the top of their game, which is unusual for athletes of their tender age. The next few weeks could give an idea of just how far either or both will go up the ladder.</p> \n<p>A few weeks ago Simon finished fifth in the Dauphin&eacute; Lib&eacute;r&eacute;, the principal Tour warm-up event, not far off the pace set by Chris Froome et al. His twin won the Tour of Turkey in 2014 and landed sixth in the Dauphin&eacute; before completing the Vuelta. Most impressively of all, neither brother shows any sign of being overawed when in the company of the finest stage racers in the world: both have been constantly willing to take the race to such as Froome and the defending Tour winner, Vincenzo Nibali.</p> \n<p>“If you want to win stage races at World Tour level, you are up against the most complete bike riders in the sport – Contador, Quintana, Froome, Nibali – so they have made very fast progress,” said their directeur sportif at Orica, Matt White. “I’ve been surprised. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/sep/13/tour-britain-simon-adam-yates-twins\" title=\"\">It’s quicker[for them] than most neo-pros</a>.</p> \n<p>“Last year at the Tour Simon’s selection was partly development, partly necessity for us, what we wanted for him was exposure to the biggest race in the world. He got in two <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/12/simon-yates-dream-week-tour-de-france\" title=\"\">breakaways in 10 days</a>, and to put that in perspective, some guys need several Tours before they get into one.”</p> \n<p>There is, however, no chance that either will aim for a high placing overall this year. “They won’t be looking for that,” said White. “It would be irresponsible to put that pressure on them. They will look for opportunities. Either can win a stage on the right day, in the right breakaway, because they can climb with the best guys in the world. We’ve got certain stages earmarked. There are certain stages the team has targeted up to the [first] rest day and after that they will get a lot of freedom.”</p> \n<p>Rare as it is for twins to compete in the same sport, the Yates brothers are far from being the first twin cyclists to ride the Tour. In recent years both the Velits brothers, Peter and Martin, from Slovakia, and the Russians Vladimir and Aleksandr Efimkin have ridden the French race. Where the <em>jumeaux</em> Yates seem in a class of their own is that they are so similar in ability.</p> \n<p>“Their movement on the bike is the same, they walk the same. Perhaps Adam’s legs are browner,” said Keith Lambert, who managed both of them at under-23 level. Early on the pair were classic products of the British system, taking to the velodrome in Manchester at a young age before Simon was fast-tracked into the British under-23 track academy, while Adam raced successfully in France, with the pair being brought together under Lambert for road events such as the Tour of Britain – where Simon took a perfectly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/sep/20/simon-yates-devon-tour-of-britain\" title=\"\">calculated stage win in 2013</a> - and the Tour de l’Avenir, where they finished first and second on a major mountain stage in 2013.</p> \n<p>“They aren’t very different as riders. One is better one day, one the next. There is nothing in it. They’ve both got a sprint. Perhaps Simon has a little bit more nous; when Adam won in Turkey he put his hands up at the finish and nearly lost. Simon is clinical – you look at the way he waited and waited to win that stage at the Tour of Britain.”</p> \n<p>That quality shone at another breakthrough, his perfectly calculated ride to win the world points race championship in Minsk in February 2013. “They are different,” said White. “They have similar drive and commitment. Simon came through the British system and is more polished on the outside. Adam attacks everything in a different way, perhaps he’s more aggressive.”</p> \n<p>“They are a very good unit, there is the bond you’d expect,” said Lambert. “The other week, Simon was good in the Dauphin&eacute;, Adam wasn’t so good, but he committed totally to him.”</p> \n<p>White adds: “The common thread is hunger, that drive to succeed.” Lambert backs that up with the tale of an under-23 race in Italy, one of the toughest in the calendar, where Simon surprised him by surviving a major selection over the dirt roads of Tuscany, only to be caught up in a crash near the finish. “He was on the deck, in a lot of pain. I picked him up and all he could say was: ‘I’d have won that.’ Looking back, I’m sure he would have done.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435318684664/Simon-Yates--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Simon Yates was a late call-up to last year's Tour de France but will be joined this year by his twin, Adam. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Simon Yates ","cleanCaption":"Simon Yates was a late call-up to last year's Tour de France but will be joined this year by his twin, Adam. Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-27T19:00:23Z","lastModified":"2015-06-27T23:01:27Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/27/tour-de-france-2015-yates-twins-orica","shortUrl":"http://gu.com/p/4a6d7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/27/tour-de-france-2015-yates-twins-orica","webUri":"http://www.theguardian.com/sport/2015/jun/27/tour-de-france-2015-yates-twins-orica"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435318684664/Simon-Yates--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Simon Yates was a late call-up to last year's Tour de France but will be joined this year by his twin, Adam. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Simon Yates ","cleanCaption":"Simon Yates was a late call-up to last year's Tour de France but will be joined this year by his twin, Adam. Photograph: David Davies/PA"}},"importance":4,"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/22fa59e5e5acf090a5596eac27dae0c881794e5f/273_169_1679_1006/1000.jpg","height":599,"width":1000}}]},{"title":"Reality bites for Bayliss as Ashes phoney war draws to a close","rawTitle":"Reality bites for Bayliss as Ashes phoney war draws to a close","item":{"type":"article","id":"sport/blog/2015/jun/27/trevor-bayliss-ashes-england-cricket","title":"Reality bites for Trevor Bayliss as Ashes phoney war draws to a close","trailText":"The new England head coach, Trevor Bayliss, has less than two weeks to prepare a squad he has only just met for the opening Test against his native Australia","standFirst":"New England head coach has two weeks to turn words into action as he prepares a squad he has only just met for the opening Test against his native Australia","byline":"Vic Marks","body":"<p>We are now stuck in phoney-war territory. This happens because an Ashes series remains irresistibly special. There was evidence of this at Canterbury, where there were 6,000 souls each day at the Spitfire Ground, making a little pilgrimage to watch Chris Rogers and Rob Key bat, which is not usually the case.</p> \n<p>But this is Australia on tour; the nation is eager to be captivated and, no doubt, hungry for victory. It is to cricket’s great delight and financial benefit that an Ashes clash continues to matter so much, even though these games currently seem to come around with the frequency of another series of <em>Masterchef</em>. Hence the phoney war, which is seldom in evidence when the other cricketing nations are here.</p> \n<p>This time, the topics have included: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/chris-rogers-australia-apology-ashes-tickets\" title=\"\">the misappropriation of Test-match tickets</a>; sledging; rumours that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/micahel-clarke-australia-old-england-ashes-jason-gillespie\" title=\"\">Australian tour party is so venerable</a> that they are soon to be sponsored by the makers of mobility scooters; England’s decision to have a jolly in Spain (“at least we’ll beat ’em at golf”); sledging; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/12/glenn-mcgrath-australia-england-ashes-whitewash-again\" title=\"\">five-nil predictions from Glenn McGrath</a> and Ian Botham; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jul/22/the-joy-of-six-sports-ghost-stories\" title=\"\">Shane Watson’s fear of ghosts</a>; the welcome ostracism/malicious expulsion of KP; charismatic ex-spinners casting aspersions on the opposition’s best batsmen (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/graeme-swann-england-no1-steve-smith-ashes-australia-icc-test-rankings\" title=\"\">Graeme Swann has queried Steve Smith’s credentials</a> to bat at three – “It doesn’t bother me, pre-Ashes banter, mate; he can say whatever he likes,” responds Smith. Presumably, Shane Warne will suggest something similar about Alastair Cook and hopefully, this time, the England captain will react rather like Smith); and sledging.</p> \n<p>And dozens of other sagas beyond my imagination. This is all part of the Ashes game, a ritual that generally passes by those actually involved in the contest. No one should take it too seriously.</p> \n<p>In fact, so far, we have had nothing to match the buildup to the 2013 series, when there was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jun/12/cricket-australia-david-warner-incident\" title=\"\">the infamous “fracas” at the Walkabout pub</a> in Birmingham involving David Warner and Joe Root, which led to Warner being omitted from Australia’s first Test team. That was reckoned to be a dreadful own goal by Australia, gleefully exploited by the England and Wales Cricket Board’s PR machine at the time. Actually, this incident proved to be a significant landmark for Australian cricket.</p> \n<p>The Walkabout affair gave Cricket Australia that vital extra bit of leverage to take the decision, an extraordinary one in many ways, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jun/24/mickey-arthur-sacked-australia-ashes\" title=\"\">to sack their coach, Mickey Arthur</a>, a fortnight before the Test series began and to summon up Darren Lehmann to replace him. From that point on, the graph of Australian cricket has been heading skywards with very few blips, and the ECB’s glee at Australia’s discomfort has had to be tempered.</p> \n<p>This time, another Australian coach, Trevor Bayliss, has less than a fortnight to prepare for an Ashes series, but he is, of course, overseeing England’s campaign. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/26/trevor-bayliss-confirmed-new-head-coach-england-cricket-ecb\" title=\"\">His appointment</a> has not been quite so chaotic as Lehmann’s, but this remains a remarkable state of affairs. For once, Bayliss will be grateful for Paul Farbrace, his assistant when he was coaching Sri Lanka, to keep talking because he needs to glean as much information about the side he inherits as quickly as possible.</p> \n<p>Bayliss heads to Spain this weekend, no doubt having studied the mugshots of his players carefully, and he should discover an England setup in surprisingly buoyant mood. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket\" title=\"\">recent one-day matches against New Zealand</a> offer a feelgood factor, even though only three or four of the players who enjoyed those victories will be involved in the Test series. Those white-ball performances may not be that significant but they are infinitely preferable to a backdrop of despair, which would have been the case if England had continued to play as they did in the World Cup.</p> \n<p>Bayliss knows the Australia team, eight of whom hail from New South Wales, rather better than the English one, and he will try to make a virtue of that. He knows their weaknesses, as well as their strengths, and he is bound to share them. This may not make a world of difference. Farbrace had intimate knowledge of the Sri Lankans last summer, as Ottis Gibson did of West Indies this spring, yet England could win neither series. But, for a young side, it will be helpful to demystify some of the grand old names of Australian cricket, and for Bayliss to reassure his new charges that they are vulnerable too – even if it’s just “he’s a good batsman, but terrified of dogs” (which actually applied to Sunil Gavaskar, but you get the idea).</p> \n<p>Bayliss will also seek to use the positive waves generated by much of the New Zealand series, and to enhance the determination to play without fear. That is the way to go against a superior side, which Australia surely are on paper.</p> \n<p>The better team can sometimes prevail by playing conservative, error-free cricket (not that this is the Australian way, but it was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/24/alastair-cook-england-ashes\" title=\"\">England’s in 2013</a>); the lesser one has to be more dynamic, to challenge their opponents constantly – which is essentially what the England side, led by Michael Vaughan, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/sep/12/ashes2005.ashes8\" title=\"\">managed to do in 2005</a> against Ricky Ponting, Warne, McGrath, Adam Gilchrist and co.</p> \n<p>The challenge for Bayliss is to get his players to maintain an aggressive outlook with the bat; to take the game to Nathan Lyon so that they limit the breathing space for the Australian pacemen, who must be compelled to feel old as the series unfolds. Likewise, England need to be combative and disciplined with the ball, as well as finding a trustworthy slip cordon.</p> \n<p>All of which is easy to say. It is a tall order for Bayliss – faced with a team he has never met until this weekend –to convince players that all this can be achieved by the time, to everyone’s relief, the teams descend upon Cardiff next week. It is unlikely, but it is possible.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/27/1435408869545/Trevor-Bayliss-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's new head coach Trevor Bayliss, right, chats to captain Alastair Cook at Lord's Cricket Ground, as he begins preparations for the Ashes Test series. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Trevor Bayliss","cleanCaption":"England's new head coach Trevor Bayliss, right, chats to captain Alastair Cook at Lord's Cricket Ground, as he begins preparations for the Ashes Test series. Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-27T13:07:03Z","lastModified":"2015-06-27T23:00:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":true,"keywords":["Ashes 2015","Trevor Bayliss","England cricket team","Australia cricket team","Cricket","The Ashes","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/27/trevor-bayliss-ashes-england-cricket","shortUrl":"http://gu.com/p/4a732","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/27/trevor-bayliss-ashes-england-cricket","webUri":"http://www.theguardian.com/sport/blog/2015/jun/27/trevor-bayliss-ashes-england-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/27/1435408869545/Trevor-Bayliss-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's new head coach Trevor Bayliss, right, chats to captain Alastair Cook at Lord's Cricket Ground, as he begins preparations for the Ashes Test series. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Trevor Bayliss","cleanCaption":"England's new head coach Trevor Bayliss, right, chats to captain Alastair Cook at Lord's Cricket Ground, as he begins preparations for the Ashes Test series. Photograph: Nick Potts/PA"}},"importance":3,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/27/1435408869545/Trevor-Bayliss-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's new head coach Trevor Bayliss, right, chats to captain Alastair Cook at Lord's Cricket Ground, as he begins preparations for the Ashes Test series. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Trevor Bayliss","cleanCaption":"England's new head coach Trevor Bayliss, right, chats to captain Alastair Cook at Lord's Cricket Ground, as he begins preparations for the Ashes Test series. Photograph: Nick Potts/PA"}}]}],"lastModified":"2015-06-29T08:03:29Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}