{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Fall in Sky Ashes viewing figures leaves English cricket facing stark choices","rawTitle":"Fall in Sky Ashes viewing figures leaves English cricket facing stark choices","item":{"type":"comment","id":"sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv","title":"Fall in Sky Ashes viewing figures leaves English cricket facing stark choices","trailText":"If a 1974 episode of Columbo could attract nearly as many viewers as Sky’s Ashes coverage on Saturday, alarm bells should be sounding at the ECB","standFirst":"<p>If a 1974 episode of Columbo can attract nearly as many viewers as Sky’s Ashes coverage on Saturday, alarm bells should be sounding at the ECB</p>","byline":"Sean Ingle","body":"<p>Across the majority of Sunday’s newspapers, front and back, there were pictures of trippy smiles and clenched fists following England’s 169-run first Test victory over Australia – a recognition of the Ashes’ pre-eminence over even Wimbledon in the sporting summer. Yet one thing was missing amid the exhilaration and joy at England’s win: the wider audience the contest deserved.</p> \n<p>Sky Sports guards its viewing figures closely, but I have discovered that Saturday’s enthralling final day had a TV audience of 467,000. To put that into context, a 1974 Columbo film – shown on ITV3 at the same time as Joe Root took the winning catch – attracted just under 400,000 viewers. Friday’s Sky ratings were lower still, with only 340,000 watching.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/australia-dads-army-darren-lehmann-england-ashes\">Australia’s Dad’s Army under fire but Darren Lehmann says don’t panic | Barney Ronay</a> </p> \n</aside> \n<p>You could argue the Wimbledon ladies’ final dented those numbers, and possibly the fine weather too. Perhaps, but it doesn’t alter the broader point. Cricket in England is viewed on TV by less eyeballs than it once was. Remember the light-headedness after England went mano a mano against New Zealand on a staggering, swaggering final day of their first Test in May? Some even talked of it revitalising Test cricket. But Sky’s audience was 577,000 – fewer than the one-sided Championship play-off final between Norwich City and Middlesbrough which attracted 757,000 viewers. Given that about a million tuned in to Channel 5’s Ashes highlights, there is still an audience for Test cricket. But it appears to be declining.</p> \n<p>Babatunde Buraimo, a senior lecturer of sports management at Liverpool University, says the average Channel 4 ratings for live coverage of the Ashes in 2001 was 1.11m. In 2005 that rose to 2.5m, with an astonishing 8.4m people transfixed by the climax of the fourth Test. Cricket really did grip the nation: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2005/aug/30/ashes2005.broadcasting\" title=\"\">at one point 48.4% of those watching TV were watching the Ashes</a>.</p> \n<p>We know what happened next. Home Tests moved to Sky. And while the England and Wales Cricket Board swelled its coffers, viewing figures tumbled. That was not surprising – in 2005 all cricket’s planets aligned. A year later you could have put Test matches on prime time BBC1 hosted by Ant and Dec, with national lottery numbers drawn during tea, and ratings would probably have suffered an Ashes hangover.</p> \n<p>Even so, while the data is incomplete – Buraimo does not have all the figures for the 2009 and 2013 Ashes series because Sky do not make them public – there is a worrying pattern based on Broadcasters’ Audience Research Board (Barb) numbers.</p> \n<p>In 2009 there were 14 occasions on which Sky’s live Ashes coverage made the top 30 weekly ratings for non-terrestrial stations. The figures, of between 670,000 and 1.1m viewers, were healthy too. Yet in 2013 only two sessions attracted more than 650,000 viewers and made Barb’s top 30. We may only have had one Test, but the 2015 series is not bucking the trend. That is not a reflection of Sky’s excellent coverage, rather simple economics – more people watch stuff when it is free – and the slow unshackling of the public’s devotion to the sport.</p> \n<p>It is hardly encouraging either that fewer adults also appear to be playing cricket. The first Sport England Active People survey, conducted between October 2006 and October 2007, found 380,000 people aged 16 or over played at least once a month during the season. In the most recent survey, published last month, that figure had fallen to 259,200 – a decline of 32%. Other team sports’ participation levels are declining too, including football and rugby union, <a href=\"http://www.sportengland.org/research/who-plays-sport/by-sport/\" title=\"\">but cricket’s have fallen harder</a>.</p> \n<p>So what can be done? To some there is a simple answer. Move the clock back to when home Tests had to be shown on terrestrial TV. I am not so sure. Would the BBC, ITV or Channel 4 really free up their daytime schedules for cricket on 35 days each summer? Sky’s deal is also worth &pound;65m a year to the ECB. Lose a significant chunk of that and the sport would suffer.</p> \n<p>But wider exposure is critical. How many of us over the past 50 years have become fans by osmosis, watching Test matches on television because there was little else to do during the summer holidays, before becoming drawn in by its nuances and peculiarities? And while the ECB argues that organisations such as Chance to Shine attract youngsters in different ways by running taster sessions in primary schools, if kids don’t know Joe Root from Joe Bloggs then the chances of them persevering with the sport are surely less.</p> \n<p>So something needs to happen. And the questions the ECB should be asking are not difficult ones. What works? What doesn’t? Do young people really identify with county sides in the 21st century? And can the ECB strike TV deals that enable more people to watch cricket without a slump in its revenues?</p> \n<p>It is surely not beyond the ECB’s wit to devise a domestic Twenty20 tournament with more glamour and spice. Why not borrow some of the tricks of Australia’s Big Bash, and show one game a night only split between BBC and Sky? Why not find a way to include England’s players and the world’s best stars – you know, the players fans actually want to watch – even if it means blocking off the calendar for three weeks so that no England matches are played during that time? It’s radical, yes, but the status quo is hardly working.</p> \n<p>As things stand English cricket is in danger of becoming a sporting version of the Church of England, with an ageing demographic who attend because they always attend, and believe because they have always believed. Meanwhile younger generations will barely notice its slow and graceful slide into irrelevance.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774820945/cad0d1ae-eb2e-4a5b-b712-5c62372f6884-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Robin Hursthouse","altText":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCredit":"Photograph: Robin Hursthouse"}],"bodyImages":[],"webPublicationDate":"2015-07-12T18:38:07Z","lastModified":"2015-07-13T08:07:05Z","metadata":{"commentable":true,"commentCount":189,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Ashes 2015","The Ashes","England cricket team","Australia cricket team","Cricket","Sport","ECB","Media"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/ecb","webTitle":"ECB"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv","shortUrl":"http://gu.com/p/4atah","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv","webUri":"http://www.theguardian.com/sport/blog/2015/jul/12/ashes-sky-england-australia-ecb-tv"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774820945/cad0d1ae-eb2e-4a5b-b712-5c62372f6884-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped. Photograph: Robin Hursthouse","credit":"Robin Hursthouse","altText":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCaption":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCredit":"Photograph: Robin Hursthouse"}},"importance":7,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774820945/cad0d1ae-eb2e-4a5b-b712-5c62372f6884-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Robin Hursthouse","altText":"Cricket viewing figures in decline since coverage moved to Sky and participation also dropped.","cleanCredit":"Photograph: Robin Hursthouse"}}]},{"title":"Serena Williams transcends sport – we're lucky to be living in her time","rawTitle":"Serena Williams transcends sport – we're lucky to be living in her time","item":{"type":"comment","id":"sport/2015/jul/12/serena-williams-transcends-sport-outsider","title":"Serena Williams transcends sport. We're lucky to be living in her time","trailText":"Racism and sexism are for real, but Serena has overcome this double burden with a grace and composure taught only in classrooms. She’s a real American hero","standFirst":"<p>Racism and sexism are for real, but Serena has overcome this double burden with a grace and composure taught only in classrooms. She’s a real American hero</p>","byline":"Bryan Armen Graham","body":"<p>It’s been said the black woman in American society has two strikes against her: being born a woman and being born black. No demographic has been more marginalized, oppressed and subjugated throughout the country’s 239-year history.</p> \n<p>Which is why Serena Jameka Williams, now beyond any reasonable dispute the greatest ever women’s tennis player after capturing a sixth Wimbledon title and 21st major championship overall on Saturday, is transcending sport into a space we’re only beginning to reckon – past the Jordans, Gretzkys and Messis into the rarified air of Muhammad Ali and Jackie Robinson.</p> \n<p>The 33-year-old now holds all four grand slam titles simultaneously, an achievement so rare it became eponymously associated with her – the “Serena Slam” – when she first managed it more than 12 years ago. Yet she remains the ultimate outsider, hardly less today than when she burst on the scene as a braided teenager nearly two decades ago: a black female Jehovah’s Witness from Compton re-writing the record book of a sport predominantly owned, played and watched by affluent white people.</p> \n<p>This is the ultimate American folk tale – and it’s still being written in real time.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\">Serena Williams beats battling Garbi&ntilde;e Muguruza to win Wimbledon</a> </p> \n</aside> \n<p>Those re-examining Williams’s extraordinary narrative from positions of privilege may be tempted to downplay the double burdens she’s overcome with the brand of grace and composure we’d only been taught about in classrooms. Not in 2015, they say.</p> \n<p>Take a look around. Only this week did the Confederate flag come down in South Carolina. Bill Cosby is finally being investigated for serial rape after how many years? Racism and sexism are for real.</p> \n<p>And it’s not just the white middle class that’s threatened by an unapologetically strong black female beating them at their own game. Just turn on the radio – For Everybody by Juicy J and Wiz, I Don’t Mind by Usher – for everyday instances of black culture hating on black women.</p> \n<p>Let not the knee-jerk deluge of plaudits seduce us into slighting Serena’s struggle. She fought her way onto the stage amid resistance, derision and criticism from all corners. An <a href=\"http://www.protennisfan.com/2006/03/chris_evert_tak.html\">open letter in Tennis Magazine</a> from Chris Evert (white woman) in 2006 doubting her commitment, a 2007 eulogy by Pat Cash (white man) <a href=\"http://web.archive.org/web/20080821180813/http://www.timesonline.co.uk/tol/sport/tennis/article1292868.ece\">declaring her washed up</a>, a <a href=\"http://web.archive.org/web/20090709162516/http://msn.foxsports.com/tennis/story/9757816/Serena-could-be-the-best-ever,-but-\">breathtaking 2009 screed</a> by Jason Whitlock (black man) that demeaned Williams in sexualized, animalistic language so wildly inappropriate it reads like satire. A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/oct/19/serena-williams-russian-sexist-comments\">federation official</a> (white woman) one day, the sport’s <a href=\"http://web.archive.org/web/20141024095438/http://www.crunkfeministcollective.com/2011/09/12/refereeing-serena-racism-anger-and-u-s-womens-tennis\">broadcasting commentariat</a> (almost exclusively white) the next.</p> \n<p>Even on the morning of Saturday’s final, a New York Times story on women’s tennis and body-image issues – which couldn’t have talked around race more if it had tried – intimated that Serena’s competitors aren’t as good because they “choose” not to be, running with the presumption that being muscular makes you less than a woman.</p> \n<p>More sinister are the nameless, faceless critics lurking on social media and comments sections, giving voice to a society’s most hateful impulses. What top champion in any sport has received a fraction of the snide remarks that Williams routinely weathers?</p> \n<p>It’s never been just about tennis with Serena. Which makes her leverage of her twin burdens, while dominating three separate eras of conventionally attractive women from far more advantaged backgrounds, all the more heroic. How fortunate she was to find a binary platform – the ball is in or out – where not even the elemental forces aligned against her could deny her what’s rightfully hers, a justice not afforded far too many black women in society. They cannot touch her.</p> \n<p>So on she goes, winning major titles with a metronomic efficiency, as self-assured today as the 17-year-old girl who fielded a congratulatory phone call from President Clinton after winning her first major title more than a decade and a half ago. And the most preposterous thought is, at 33, she’s better than ever.</p> \n<p>Only Floyd Mayweather can offer an adequate, if unlikely, comparison to Serena’s sustained dominance and unapologetic blackness.</p> \n<p>Both turned professional in the mid-1990s and almost immediately soared to the top of unforgiving individual sports, where competitors exist in an unsparingly exposed state and all but the strongest of mind and body wash out. Both have gone about their work with a rugged individualism, supplementing divine natural gifts with untold hours of hard work and dedication behind the scenes. Both have passed the litmus test of the greatest champions, winning titles when they’re young and keeping them till they’re old: Mayweather, a world champion for nearly half his life, while Williams has now won grand slam titles in her teens (one), twenties (12) and thirties (eight, a record).</p> \n<p>And disproportionately broad segments of America, either privately or otherwise, want both to lose.</p> \n<p>Yet the crucial differences between the two most dominant athletes of their generation show Serena’s getting a rawer deal. Mayweather is a serial batterer of women who actively embraces the role of race-baiting pantomime villain in the self-interest of souring the crowd to sweeten the gate, while Serena has done nothing even remotely criminal or even deliberately offensive. All she’s done is win and not be sorry for it. Those hell-bent enough to find character flaws could point to moments of iffy sportsmanship early in her career, especially after losses. Yet she’s made demonstrable strides in that area, which is even more admirable than if she’d been perfect all along because people generally don’t change. Today she’s the exemplar of grace and graciousness in victory or defeat.</p> \n<p>Mayweather in recent years has embraced the hashtag-friendly honorific #TBE – The Best Ever – as a self-appointed talisman of his greatness. While such bluster may be more imperative in a trade that demands a greater degree of self-promotion than any other, it’s a superlative that Serena has managed to realize more comprehensively – and with inestimably finer tact.</p> \n<p>We are lucky to be living in the age of Serena Williams. Only in time will it become stupidly obvious, a cultural truism, a trajectory not unlike Ali’s path from enemy of the state and champion of the disenfranchised to universally acknowledged icon. Only because the arc of history bends toward justice do we know that, years from now, everyone will act like they backed her all along. But you’ll know better. Because you were there.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/591d3dc25a37b2bc21a63f5906c21d10e15c54e8/0_62_2912_1747/2912.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1747,"width":2912,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015 Day Twelve All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 11 Jul 2015<br>Editorial use only. No merchandising. For Football images FA and Premier League restrictions apply inc. no internet/mobile usage without FAPL license - for details contact Football Dataco\r\nMandatory Credit: Photo by BPI/REX Shutterstock (4900740cn)\r\nSerena Williams of the USA celebrates after winning her finals match\r\nWimbledon Championships 2015 Day Twelve All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 11 Jul 2015","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-12T08:00:06Z","lastModified":"2015-07-13T01:01:54Z","metadata":{"commentable":true,"commentCount":898,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Tennis","Sport","US sports","Wimbledon"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Armen Graham","topic":{"type":"tag-contributor","name":"profile/bryan-armen-graham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/serena-williams-transcends-sport-outsider","shortUrl":"http://gu.com/p/4at43","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/serena-williams-transcends-sport-outsider","webUri":"http://www.theguardian.com/sport/2015/jul/12/serena-williams-transcends-sport-outsider"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/591d3dc25a37b2bc21a63f5906c21d10e15c54e8/0_62_2912_1747/2912.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1747,"width":2912,"orientation":"landscape","caption":"Serena Williams celebrates her sixth Wimbledon title on Saturday. Photograph: Rex Shutterstock/BPI","credit":"Rex Shutterstock/BPI","altText":"Serena Williams celebrates her sixth Wimbledon title on Saturday.","cleanCaption":"Serena Williams celebrates her sixth Wimbledon title on Saturday.","cleanCredit":"Photograph: Rex Shutterstock/BPI"}},"importance":5,"byline":{"title":"Bryan Armen Graham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/57fce1f13585b57f5507873505c381f9b62be662/0_273_3228_1935/1000.jpg","height":599,"width":999}}]},{"title":"Joseph targets World Cup spot following breakthrough season","rawTitle":"Joseph targets World Cup spot following breakthrough season","item":{"type":"article","id":"sport/2015/jul/12/jonathan-joseph-england-rugby-union-world-cup","title":"Jonathan Joseph now eyeing World Cup spot following breakthrough season","trailText":"Jonathan Joseph has stated his desire to improve as a player and secure a place in England’s Rugby World Cup squad following a breakthrough season","standFirst":"<span class=\"bullet\">•</span> Centre recalled for Six Nations and voted England’s player of the year\n<br />\n<span class=\"bullet\">•</span> ‘I never imagined I’d be in this position a year ago’\n<br />","byline":"Paul Rees","body":"<p>The loss of Manu Tuilagi for the World Cup would not so very long ago have been regarded as a reason to think that England would follow Wales and France and not reach the final of the tournament they hosted, but the emergence of Jonathan Joseph this year has been a happy accident for the head coach Stuart Lancaster.</p> \n<p>But for injuries to Brad Barritt and Tuilagi at the start of this year’s Six Nations against Wales in Cardiff, Joseph, who had been on the international periphery since the 2013 tour to Argentina, would not have been lining up in England’s midfield at the Millennium Stadium and scoring a try at the start of a campaign that was to finish with his being named England’s player of the year.</p> \n<p>“I never imagined I would be in this position a year ago,” said Joseph during the unveiling of the new Canterbury kit for the World Cup. “I was in pre-season with Bath while the England squad had just got back from New Zealand. It has been quite a turnaround and it has had a lot to do with mindset, working closely with the coaches and getting my knowledge of the game and understanding up to speed.</p> \n<p>“I have worked very hard on the physical element and conditioning. The upset of missing out on New Zealand tour drove me on in pre-season last year and I did not want to let the opportunity to get back into the reckoning in World Cup year get past me. I have to continue the momentum of last season: there will be no relaxing, sitting back and thinking how well I have done. It is a case of looking where I can improve and become a better player.”</p> \n<p>Tuilagi missed all England’s matches last season because of a groin injury but he was expected to feature in the World Cup until an altercation with a taxi driver and two police officers landed him in court. Lancaster had no hesitation in dropping the Leicester centre from the squad until January next year, a move that leaves Joseph the favourite to start at outside-centre in the World Cup opener against Fiji.</p> \n<p>“It will hard to get that spot even without Manu,” said Joseph, the Rugby Players’ Association’s player of the year after a brilliant season in which he helped Bath reach the Premiership final and England become the top try scorers in the Six Nations. “There are a number of good players in the centre positions in the squad and no one wants to miss out. Everyone is fighting hard for a place and it is going to be tough.”</p> \n<p>Joseph is the one specialist 13 in the 45-strong squad that is spending two weeks in Denver training at altitude. Luther Burrell has played there for England but features at inside-centre for Northampton, while Billy Twelvetrees, Barritt and Kyle Eastmond feature at 12 for their clubs. Henry Slade spent much of the season at 13 for Exeter, but is an outside-half by preference. Meanwhile, Wasps’ Elliot Daly was released before the players left for Colorado.</p> \n<p>“We all know that it is going to be hard to get into the 31 for the World Cup,” said Joseph. “My desire is as strong as it was a year ago when I was&nbsp;trying to get back into the squad. It&nbsp;is not hard to get focused and appreciate what a fortunate position I am in. It would be stupid to waste it. The&nbsp;time we have together as a group will be huge for us, increasing understanding and the way in which people like to do different things. We produced a lot of good stuff in the Six Nations and we have two months to build on that and put ourselves in a better place.”</p> \n<p>Joseph’s breakthrough season ended on a low when Bath were beaten by Saracens in May’s Premiership final. The two clubs supply 17 of the 45 players who are in the England squad and the pragmatism of Sarries contrasts with the run-from-everywhere approach at Bath whose willingness to move the ball in their own half cost them at the end of the league season.</p> \n<p>“It was a bitterly disappointing day for us,” said Joseph. “We did not distribute the ball in the way we should have and failed to utilise the space at the back more. We are not going to shy away from what we do at Bath: we believe it is the right way to play the game and if a few passes had gone to hand rather than been knocked on, we could have been in a different position. We are a young team that will learn from the experience, as Saracens did after losing&nbsp;their first Premiership final. Now it is all about the World Cup. I have already dreamt about the first game, but not the final; that is quite a way away.” <em>Jonathan Joseph appeared with his England team-mates at the launch of the England Rugby World Cup shirt. Visit Canterbury.com</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/12/1436708106235/RBS-Six-Nations-2015-Engl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonathan Joseph scores against Italy in the Six Nations back in February. Now he’s aiming to secure a place in England’s World Cup squad. Photograph: Javier Garcia/BPI/REX","credit":"Javier Garcia/BPI/REX/Javier Garcia/BPI/REX","altText":"RBS Six Nations 2015 England v Italy Twickenham Stadium, Twickenham, United Kingdom - 14 Feb 2015","cleanCaption":"Jonathan Joseph scores against Italy in the Six Nations back in February. Now he’s aiming to secure a place in England’s World Cup squad. Photograph: Javier Garcia/BPI/REX"}],"bodyImages":[],"webPublicationDate":"2015-07-12T20:59:03Z","lastModified":"2015-07-12T23:25:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Rees","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746242/PaulRees.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulrees"}],"feature":true,"keywords":["Rugby World Cup 2015","England rugby union team","Rugby union","Sport"],"tags":[{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Rees","topic":{"type":"tag-contributor","name":"profile/paulrees"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/jonathan-joseph-england-rugby-union-world-cup","shortUrl":"http://gu.com/p/4at8v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/jonathan-joseph-england-rugby-union-world-cup","webUri":"http://www.theguardian.com/sport/2015/jul/12/jonathan-joseph-england-rugby-union-world-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/12/1436708106235/RBS-Six-Nations-2015-Engl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonathan Joseph scores against Italy in the Six Nations back in February. Now he’s aiming to secure a place in England’s World Cup squad. Photograph: Javier Garcia/BPI/REX","credit":"Javier Garcia/BPI/REX/Javier Garcia/BPI/REX","altText":"RBS Six Nations 2015 England v Italy Twickenham Stadium, Twickenham, United Kingdom - 14 Feb 2015","cleanCaption":"Jonathan Joseph scores against Italy in the Six Nations back in February. Now he’s aiming to secure a place in England’s World Cup squad. Photograph: Javier Garcia/BPI/REX"}},"importance":5,"byline":{"title":"Paul Rees"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/533d207ca1e660503db6d1004bb80970585ba190/0_132_4992_2996/1000.jpg","height":600,"width":1000}}]},{"title":"Australia’s Dad’s Army are under fire but Lehmann says don’t panic","rawTitle":"Australia’s Dad’s Army are under fire but Lehmann says don’t panic","item":{"type":"article","id":"sport/blog/2015/jul/12/australia-dads-army-darren-lehmann-england-ashes","title":"Australia’s Dad’s Army under fire but Darren Lehmann says don’t panic","trailText":"England totally outplayed Australia in the first Ashes Test and Michael Clarke’s side need to recover quickly, with few options to improve their battered team","standFirst":"England totally outplayed Australia in the first Ashes Test and Michael Clarke’s side need to recover quickly, with few options to improve their battered team","byline":"Barney Ronay","body":"<p>Darren Lehmann could probably be excused a lack of deep forensic knowledge of British TV light entertainment of the 1970s. Still, it was slightly unfortunate Australia’s coach should choose to brush aside concerns over the trajectory of a team described by some as a Dad’s Army by echoing the favoured catchphrase of the doddery but dogged Lance Corporal Jones. Don’t panic!</p> \n<p>Australia may have been out-batted, out-bowled, out-caught and out-captained in Cardiff. There may be concerns over the fitness, form and general infirmity of assorted senior players. But as Australia prepared to leave Wales, Lehmann was still insisting, publicly, that a 169-run defeat in the first Ashes Test was simply “a minor hiccup”.</p> \n<p>And with good reason, too. In these circumstances it may be tempting to paint Australia’s coach as a kind of Comical Darren, patiently explaining that the enemy are still miles from the city walls even as the ministry of defence is reduced to rubble behind him. But right now Australia’s coach has no choice but to remain bullish, not least when his team’s main strength in recent times has been its bullishness, the good times built out of aggression, positivity and all-round brio.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/ashes-australia-second-test-lords\">Australia won’t whinge on the surface, but all eyes are on Lord’s pitch</a> </p> \n</aside> \n<p>And yet something has shifted between these teams. The nature of Australia’s strengths is well known. None of them materialised in Cardiff. The fast bowlers may yet find a pitch, or more importantly a length, that suits them better. The batsmen may click into gear. But England will play without fear from here. These are not, at least not over here, the muscle-cricket bullies of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jan/05/england-ashes-defeat-australia-johnson-harris\">the Green-wash series</a>. In fact, exactly how good Australia really are is perhaps not clear to either team.</p> \n<p>In the build-up to the series Australia were repeatedly described as the best in the world, bafflingly given South Africa’s clear blue water at the top of the Test rankings. In Cardiff they looked like the alternate Australia of the last few years, Bad Australia, the team cuffed around the Emirates by Pakistan, winners of two of their last 16 Ashes Tests in England, whose best recent moments – the 5-0 series, the win in South Africa – were based around a few outstanding areas of strength, rather than the thoroughbred grace and depth of the best Australian teams.</p> \n<div>\n __VIDEO_EMBED_gu-video-457473252__\n</div> \n<p>Without a little fear in the mix, the series certainly takes on a very different tone. If Cardiff looked a less than intimidating piece of scheduling, suddenly Lord’s looks like the perfect next stop for England, who have lost two of their past 19 Tests there. This against an Australian bowling attack that has little experience of a Test ground with some very specific requirements.</p> \n<p>Mitchell Johnson seemed startled by the slope during his one previous Ashes appearance there, a fast, wild spell of three for 132 at six an over in 2009 that in effect revived Alastair Cook’s career after a long dip. Of the other bowlers Josh Hazlewood has never played there. Mitchell Starc has never played there. And Nathan Lyon – let’s see – has never played there.</p> \n<p>Of the current lot only Shane Watson has had any real success at Lord’s, taking five for 40 five years ago against Pakistan swinging the ball on a full length. And yet Watson is also a standard bearer for the most obvious weakness in this team. Tiptoe down that batting order and there is a very distinct sense of diminishing marginal returns.</p> \n<p>The top is robust. Chris Rogers is a point of strength in England. David Warner will simply continue to play like David Warner, dishing out his cultured violence, learning on the job. Steve Smith will get runs. Michael Clarke, at a slightly rickety 34, perhaps needs to temper his urge to leap out to the spinners from ball one.</p> \n<p>The problems start at No6 and stretch down. Cricket’s own prisoner of lbw, Watson has in recent times become a kind of matinee idol of the decision review system, hero of the big screen. More serious is his lack of fluency or permanence at No6. With the remains of the batsman formerly known as Brad Haddin just below, Australia have no Test hundred from numbers 6-11 since January 2013. Worse, they have an undeniable, and very un-Australian, tail. This is not quite a case of four out all out (indeed, there is an argument for elevating the two Mitches, Starc and Johnson, above Haddin and Watson on recent form). But where England cowered at the sight of the lower order in the last series, here they will attack.</p> \n<p>Australia have other options for Lord’s, albeit not many. Mitchell Marsh could come in for Watson, although it feels like a big call this early on. Jettisoning a senior player is always hardest when he’s close to the captain. So, perhaps a little easier in this case, then. If Starc fails to recover Peter Siddle could provide some reliable workhorsery. The other option, Pat Cummins, is a thrilling talent but he hasn’t played a first-class match since August 2013. Either way, there has been a shift of gravity that goes beyond simply a 1-0 scoreline. Australia may well come back and win this series. But they will play from here on a level field, a team with its own knots to unravel, and with the bruises of the last Ashes series no longer tender to the touch.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436723127304/Shane-Watson-England-v-Au-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Shane Watson looks dejected after being dismissed lbw by Mark Wood in the first Test. His place at No6 is under threat from Mitchell Marsh. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Shane Watson, England v Australia: 1st Test","cleanCaption":"Australia's Shane Watson looks dejected after being dismissed lbw by Mark Wood in the first Test. His place at No6 is under threat from Mitchell Marsh. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T17:49:15Z","lastModified":"2015-07-12T23:47:51Z","metadata":{"commentable":true,"commentCount":123,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["The Ashes","Australia cricket team","England cricket team","Michael Clarke","Steve Smith","Mitchell Johnson","Mitchell Starc","Ashes 2015","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/steve-smith","webTitle":"Steve Smith"},{"id":"sport/mitchell-johnson","webTitle":"Mitchell Johnson"},{"id":"sport/mitchell-starc","webTitle":"Mitchell Starc"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[{"id":"gu-video-457473252","source":"SNTV","durationInSeconds":78,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/12/150712Ashes.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/12/150712Ashes_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/12/1436692720020/KP_352466_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video","credit":"guardian.co.uk","altText":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video","cleanCaption":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/australia-dads-army-darren-lehmann-england-ashes","shortUrl":"http://gu.com/p/4atan","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/12/australia-dads-army-darren-lehmann-england-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/12/australia-dads-army-darren-lehmann-england-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436723127304/Shane-Watson-England-v-Au-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Shane Watson looks dejected after being dismissed lbw by Mark Wood in the first Test. His place at No6 is under threat from Mitchell Marsh. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Shane Watson, England v Australia: 1st Test","cleanCaption":"Australia's Shane Watson looks dejected after being dismissed lbw by Mark Wood in the first Test. His place at No6 is under threat from Mitchell Marsh. Photograph: Ryan Pierse/Getty Images"}},"importance":4,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/153df1d6e54c8a09031473d827489af18e4abc52/234_0_2628_1578/1000.jpg","height":600,"width":999}}]},{"title":"Australia won’t whinge on the surface, but all eyes are on Lord’s pitch","rawTitle":"Australia won’t whinge on the surface, but all eyes are on Lord’s pitch","item":{"type":"article","id":"sport/2015/jul/12/ashes-australia-second-test-lords","title":"Australia won’t whinge on the surface, but all eyes are on Lord’s pitch","trailText":"The fear factor was removed from the Aussie quicks on Cardiff’s slow burner, and there is much debate about <br>what kind of wicket awaits in the second Ashes Test","standFirst":"<p>The fear factor was removed from the Aussie quicks on Cardiff’s slow burner, and there is much debate about what kind of wicket awaits in the second Ashes Test</p>","byline":"Vic Marks","body":"<p>The Australians are not really allowed to talk about the pitches now. If they do it will sound as if they are whingeing. And by and large the Aussies do not approve of whingeing.</p> \n<p>Darren Lehmann expressed some disappointment about the slowness of the surface in Cardiff during the Test match but Australia’s reaction had to be more guarded afterwards. They could say nothing other than that they had been thoroughly outplayed in all departments, an observation readily acknowledged by Michael Clarke amid the debris of defeat.</p> \n<p>However, the nature of the pitches for the remainder of the series will be occupying their minds. At Cardiff the surface suited England nicely. The bouncer was negated and this was a significant part of Australia’s armoury when England were thrashed there 18 months ago. In some ways that tour was a throwback because fear was so obviously a factor again. The lower half of England’s batting order was – let’s be polite – “apprehensive” about facing Mitchell Johnson. The top half was none too enthusiastic either.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/england-australia-ashes-cardiff-compare\">How England and Australia compared in the first Ashes Test at Cardiff</a> </p> \n</aside> \n<p>Here is one England batsman’s recollection of the prospect of facing Johnson straight after lunch in that series – with the odd expletive deleted. “Lunch? No thanks. I was sitting there thinking: I could die here in the Gabbatoir.” Our witness then implored Mushtaq Ahmed to accompany him to the indoor nets and to hurl a wet tennis ball at his head by way of preparation.</p> \n<p>“Then I walked out for my first ball. I had been petrified: if Trotty can get played like that there is no hope for me.” Thus wrote Kevin Pietersen in a recent autobiography that may have escaped your attention – and, relatively speaking, he played Johnson pretty well on that tour. Then the ball was whistling through at shoulder height two or three times an over, forever bringing to mind the refrain of Lance Corporal Jones in Dad’s Army. But in Cardiff a bouncer was almost as rare as an MP yelling “mea culpa” from the dispatch box. A few were propelled in the direction of Stuart Broad but he survived them unlike two of the three deliveries he received from the off-spinner, Nathan Lyon, in the Test match (as an old member of the off-spinning union there is bemusement at this sudden philanthropy towards finger-spinners).</p> \n<p>Fear is not the only factor. With the bouncer almost taken out of the equation the batsmen can adopt a slightly different technique. There is no longer the inclination to lodge on the back foot to avoid the lifting delivery. Hence against the swinging ball, which is the greatest weapon of Mitchell Starc, there is the confidence to move forward to be in a good position to drive full-length deliveries. England’s batsmen were never shy of driving the ball against Starc or Johnson in Cardiff and they had an unusually high ratio of opportunities.</p> \n<p>So the intriguing question is what sort of pitch will be produced at Lord’s. Lehmann is almost resigned to another slow one. “I’d just like to see you be able to bowl a bouncer on day one. That’d be nice.” Johnson and Starc – if he is fit – might say “Amen to that”.</p> \n<p>Certainly antipodean conspiracy theorists will have more meat to chew on if the Lord’s pitch is not very green and not very fast. Down in Cardiff we witnessed the sort of surface that has been commonplace on that square for the past few decades.</p> \n<p>As it happens it produced a very fine Test match. Wickets fell – rather more quickly than anticipated – to all types of bowlers. Runs flowed at a rate around four per over. Only those with tickets for the final day felt in the least bit short-changed. Hence there can be no complaints.</p> \n<p>However, we know that there is a little more flexibility at Lord’s. Examine the last three Tests there: in June 2014 there was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/16/england-sri-lanka-review-first-test-nuwan-pradeep\" title=\"\">an exciting draw against Sri Lanka</a> even though the pitch, which soon acquired a dull brown colour, lacked pace. In July 2014 the players were greeted, according to Wisden, by “the greenest surface served up at Lord’s in living memory – at the start it was hard to distinguish the pitch from the playing area”. England did not play frightfully well <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/21/england-v-india-second-test-day-five-live\" title=\"\">and lost to India by 95 runs</a>.</p> \n<p>In May of this year there was also some green grass on the pitch, which ensures more pace, and this was enough to persuade New Zealand’s Brendon McCullum to bowl first. England, despite a first-innings deficit of 134, ended up <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/may/25/england-new-zealand-first-test-day-five-live\" title=\"\">winning a thrilling encounter by 124 runs</a>.</p> \n<p>At the time everyone reached for superlatives to describe a pacy track, which had enabled five days of dazzling cricket. The point is that at Lord’s, perhaps unlike Cardiff, there is the expertise and the scope to produce a variety of pitches.</p> \n<p>We can be sure that this week’s Test pitch will not be greener than the one that greeted MS Dhoni and his India team 12 months ago, but there is still room for much fevered speculation about what will be unveiled by Mick Hunt, the immensely skilful and experienced Lord’s head groundsman, on Thursday morning.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436712155426/Mitchell-Johnson-cut-a-de-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Mitchell Johnson cut a dejected figure as the slow pitch in Cardiff removed much of his menace.  Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock/BPI/Rex Shutterstock","altText":"Mitchell Johnson cut a dejected figure as the slow pitch in Cardiff removed much of his menace. ","cleanCaption":"Mitchell Johnson cut a dejected figure as the slow pitch in Cardiff removed much of his menace.  Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-12T14:50:03Z","lastModified":"2015-07-12T23:05:49Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":true,"keywords":["The Ashes","Cricket","England cricket team","Australia cricket team","Australia sport","Ashes 2015","Sport","Kevin Pietersen"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/kevin-pietersen","webTitle":"Kevin Pietersen"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/ashes-australia-second-test-lords","shortUrl":"http://gu.com/p/4at8c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/ashes-australia-second-test-lords","webUri":"http://www.theguardian.com/sport/2015/jul/12/ashes-australia-second-test-lords"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436712155426/Mitchell-Johnson-cut-a-de-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Mitchell Johnson cut a dejected figure as the slow pitch in Cardiff removed much of his menace.  Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock/BPI/Rex Shutterstock","altText":"Mitchell Johnson cut a dejected figure as the slow pitch in Cardiff removed much of his menace. ","cleanCaption":"Mitchell Johnson cut a dejected figure as the slow pitch in Cardiff removed much of his menace.  Photograph: BPI/Rex Shutterstock"}},"importance":4,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c29a88e650bc841b3212b27316ea3a67e834a2f6/766_24_785_471/785.jpg","height":471,"width":785}}]},{"title":"French referees can help England rise from the World Cup pack","rawTitle":"French referees can help England rise from the World Cup pack","item":{"type":"article","id":"sport/2015/jul/11/french-referees-england-world-cup-wales-australia","title":"French referees can give England World Cup edge over Wales and Australia","trailText":"Jérôme Garcès and Romain Poite are both strict controllers of the scrum and that could play into the hosts’ hands in their two crucial group matches","standFirst":"J&eacute;r&ocirc;me Garc&egrave;s and Romain Poite are both strict controllers of the scrum and that could play into the hosts’ hands in their two crucial group matches","byline":"Paul Rees","body":"<p>It may be the 200th anniversary of the battle of Waterloo but England will not be overly concerned that their two most significant World Cup group matches, against Australia and Wales, are being controlled by Frenchmen.</p> \n<p>J&eacute;r&ocirc;me Garc&egrave;s, as he did in the Six Nations at the Millennium Stadium – when the home side took exception after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/06/wales-england-six-nations-2015-match-report\" title=\"\">an unexpected defeat</a> to some of his law interpretations, especially at the scrum – will take charge of the match against Wales at Twickenham, while Romain Poite will control the game against Australia.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/england-rugby-world-cup-squad-cut-stuart-lancaster\">England cut five from Rugby World Cup squad including Nick Easter</a> </p> \n</aside> \n<p>Poite was the referee when England last lost to Australia, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/nov/17/england-australia-autumn-international\" title=\"\">at Twickenham in 2012</a>, but was in charge of the series-deciding third Test between <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/06/australia-lions-third-test-match-report\" title=\"\">the Lions and Australia</a> in Sydney when he had a zero tolerance policy to the Wallaby front row bending the rules at the scrum, reaching for his yellow card after 24 minutes.</p> \n<p>Alex Corbisiero was the Lions’ loose-head prop that evening and it was his immediate dominance of the Australia tight-head Ben Alexander that Poite rewarded. “He penalises players who infringe,” says the Northampton prop, who had his own issues with referees in the second half of last season, a problem that helped keep him out of England’s match-day squads in the Six Nations. “You know where you stand with him and where he draws the line, something you have to use to your advantage.”</p> \n<p>England have won their last two matches when Poite has been in charge, against Scotland and Wales in the Six Nations, and their record under Stuart Lancaster when Garc&egrave;s has been officiating is five victories in six, the exception being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/21/new-zealand-england-third-test-match-report\" title=\"\">the third Test defeat</a> in New Zealand last year. Like Poite, he is hard on props who do not stay straight after the front rows engage and the pair have controlled three of England’s last six Tests.</p> \n<p>“I imagine that referees talk to each other about players,” says Corbisiero, speaking at the launch of England’s new Canterbury jersey. “They know what they are looking for and we have to fit the mould and paint the right picture for them. It was frustrating when we got on the wrong side of referees [in the front row] at Northampton last season. I pride myself on getting my technique as spotless as possible and we are looking to nail down all the details in the England camp now.”</p> \n<p>Corbisiero has not started a Test for England since the victory over New Zealand in December 2012. His only cap since then came against Argentina from the bench the following year as a succession of injuries ruled him out. When he finally had an extended run of matches for Northampton last season, he was unable to force his way ahead of Joe Marler or Mako Vunipola.</p> \n<p>“That is a tough question,” he says when asked if he felt the fault referees kept finding with his scrummaging technique cost him caps. “You will have to ask it to the England coaches. I focus on what I can control. It has been a frustrating few years for me but I am now fit and healthy. I feel I can get back to the form I showed with the Lions. I am back on course after some setbacks and I am in a position to give myself a shot at what I want to achieve and hit the heights.”</p> \n<p>The 20th anniversary of the professionalisation of rugby union falls next month. The sport has changed markedly at the top level with the ball-in-play time virtually doubling and it has taken a physical toll on players, as Corbisiero well knows. A year ago, he called on the authorities to do more to tackle the issue of concussion, describing the protocols governing it as laughable.</p> \n<p>“Big improvements have been made and awareness has definitely skyrocketed,” he says. “That is important because it’s a very serious issue. I think the culture change in rugby is definitely on the way in that people are understanding concussion more and respecting it more. There is not that ‘tough it up, ride it out’ mentality any more and people are a lot more aware. There are still more steps to take but there have been a number of positive advances in the last year.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/bbc-six-nations-deal-tv-rights-sky-bt-sport\">BBC loses its grip on Twickenham amid the media scrum for TV rights | Owen Gibson</a> </p> \n</aside> \n<p>“One area that needs to be looked at is the number of games international players play. It is one of the realities of the game, but is it sustainable in the long term? We are now in training for the World Cup and the season will effectively last until the end of June when England tour Australia. I am sure that in time more will be done to manage the load for Test players but at the moment if you want to play for your country you take what you can get. Every decision in life has a risk-to-reward factor and I hope that going forward the reward far outweighs the risk.</p> \n<p>“Players are getting bigger and so are the hits, intensity and speed. Rugby is still in its infancy as a professional sport and continues to evolve. England have a good balance of skill, fitness, strength and conditioning. They are very aware of the requirements needed to tackle a competition like the World Cup. I feel privileged to play at this level and hope to get more opportunities to do so.”</p> \n<p><em>Alex Corbisiero was speaking at the launch of the England Rugby World Cup shirt. Visit </em><a href=\"http://Canterbury.com\" title=\"\"><em>Canterbury.com</em></a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543249964/Referee-Jerome-Garces-R-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jérôme Garcès upset Wales with some of his inetrepreations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images","credit":"Adrian Dennis/AFP/Getty Images","altText":"Referee Jerome Garces (R) shows a yellow","cleanCaption":"Jérôme Garcès upset Wales with some of his inetrepreations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T21:00:01Z","lastModified":"2015-07-12T00:10:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Rees","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746242/PaulRees.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulrees"}],"feature":true,"keywords":["England rugby union team","Rugby World Cup 2015","Rugby World Cup","Wales rugby union team","Australia rugby union team","Rugby union","Sport","Australia sport"],"tags":[{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/wales-rugby-union-team","webTitle":"Wales rugby union team"},{"id":"sport/australia-rugby-union-team","webTitle":"Australia rugby union team"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Rees","topic":{"type":"tag-contributor","name":"profile/paulrees"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/french-referees-england-world-cup-wales-australia","shortUrl":"http://gu.com/p/4ahtd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/french-referees-england-world-cup-wales-australia","webUri":"http://www.theguardian.com/sport/2015/jul/11/french-referees-england-world-cup-wales-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543249964/Referee-Jerome-Garces-R-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jérôme Garcès upset Wales with some of his interpretations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images","credit":"Adrian Dennis/AFP/Getty Images","altText":"Referee Jerome Garces (R) shows a yellow","cleanCaption":"Jérôme Garcès upset Wales with some of his interpretations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images"}},"importance":3,"byline":{"title":"Paul Rees"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/cc6f66f5bb4384548247bcf0d56a2ebe318eeec6/2214_381_534_321/534.jpg","height":321,"width":534}}]},{"title":"Micronesia on Fifa's radar after massive Pacific Games defeats","rawTitle":"Micronesia on Fifa's radar after massive Pacific Games defeats","item":{"type":"article","id":"football/blog/2015/jul/13/micronesia-appear-on-fifas-radar-after-massive-pacific-games-defeats","title":"Micronesia appear on Fifa's radar after massive Pacific Games defeats","trailText":"Micronesia’s Australian coach Stan Foster could soon be facing the likes of the Socceroos should Fifa sympathise with the minnows’ struggles","standFirst":"<p>Micronesia’s Australian coach Stan Foster could soon be facing the likes of the Socceroos should Fifa sympathise with the minnows’ struggles</p>","byline":"Jack Kerr","body":"<p>Micronesia – the team that just shipped 114 goals at the Pacific Games – is readying itself to face the likes of Australia, Japan and South Korea, with the Pacific nation poised to follow in the footsteps of nearby island Guam and join the Asian confederation.</p> \n<p>First, though, it needs recognition from Fifa, something which has proved elusive in the past. Despite repeated attempts over several years, the islands have been unable to get the attention of the game’s governing body. Until now, it seems.</p> \n<p>Speaking from Papua New Guinea, the team’s Australian coach, Stan Foster, told Guardian Australia that Fifa officials would be joining him on his flight back to Micronesia. And he seemed confident his adopted country would at last succeed.</p> \n<p>“Even though [these defeats] have been bad publicity in the way of scores, I’m hoping that there’ll be a sympathetic ear because of that by Fifa,” Foster said. “And with [Fifa affiliation] comes technical advisors, maybe coaches that will be stationed either semi-permanently or permanently on each of the three main islands that are encouraging grassroots soccer.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457430028__\n</div> \n<p>Some have suggested Micronesia fielded a team that would get beaten soundly – though not this severely – in order to get Fifa’s attention. But even by Pacific standards, football in Micronesia is at a genuine disadvantage.</p> \n<p>Its population of barely 100,000 is distributed across an area comparable to the Australian east coast, and its main islands are separated by huge expanses of ocean. Travel between the islands is prohibitively expensive, and so Foster had little choice but to pick a team from Yap, the cluster of islands where he is based.</p> \n<p>Some players from smaller islands in that region had never had access to the main island’s full-sized pitch before. Some have never bought football boots before.</p> \n<p>“I couldn’t have done anything really differently,” said Foster. “I picked the best of the athletes I could find that have had a little bit of experience playing soccer.”</p> \n<p>He made the decision to go with youth, essentially fielding an Under-20s team in the hope that this Pacific Games would be the start of a long journey for his side. “And during that time, their muscular build and their skill level should increase quite dramatically.</p> \n<p>“And now that they tasted what it is like to play at this level, they’re hyped up. They’re ready to hit the training sessions as soon as we get back actually.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/new-zealands-olympic-football-place-in-jeopardy\">New Zealand's Olympic football place in jeopardy after fielding ineligible player</a> </p> \n</aside> \n<p>Thankfully for them, their losses are not recognised by Fifa as world records and Foster is surprisingly upbeat – not only about what happened to his side in PNG, but about the road ahead.</p> \n<p>“I had a really good chat to [the players after the first loss] and I said: ‘This is a learning curve for you guys. You’re a group of young men – it was mainly boys against men that are semi-professional and professional players – and I told you at the start of this endeavour that you’re a development squad. You’re here to learn from these players.’ And they seem to have accepted that quite well.</p> \n<p>“It has been a hard road, but they’ve bounced back. They seem to have accepted now, after the initial shock, where they are at, and it’s been a blessing in a way. Now they know the work that’s going to be involved in getting themselves up to that level.</p> \n<p>“And they also realise that we’re at where Fiji and Samoa and Vanuatu were 30, 40, 50 years ago. I pointed that out to them and they seemed to say, ‘Oh yeah, OK, we’re at the start of something new here’, and they’re really looking forward to the next challenges.</p> \n<p>“They just all want to improve. There’s no negativity about the whole thing. They’re young guys, and I hope I’ve instilled a bit of competitiveness about them.”</p> \n<p>The experience of going to the games has also opened their eyes to the opportunities available to representative sportsmen, Foster says. “It’s made them aware that football gives them an outlet ... that will change their lives forever.”</p> \n<p>Foster is from the NSW central coast and moved to Yap three years ago as a sports development officer. He says the game “spread like wildfire” when he introduced it to young school students. That tells you something about the depth of a football culture there.</p> \n<p>He says his team received a great deal of assistance – such as kits and boots – from Guam. The unincorporated US territory, which sits between Micronesia and the Philippines, might be a role model too.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/guam-soccer-dream-fifa-world-cup\">Guam: the tiny US territory that just won its first ever World Cup match</a> </p> \n</aside> \n<p>Under the stewardship of former Seattle coach Gary White, Guam has been one of the surprise stories of Asia’s current World Cup qualifiers. They qualified directly for the second round and currently sit undefeated at the top of their group.</p> \n<p>Guam has shown that minnow nations can be internationally competitive, at least in the lower reaches of the Fifa rankings. They even beat a country the size of India. And now Micronesia could be about to join them in the Asian confederation.</p> \n<p>The Guardian has been told Oceania discouraged Micronesia from joining their confederation, as membership of the AFC would provide the team with much better opportunities for development.</p> \n<p>Yet Micronesia’s acceptance into Asia would be another blow for the Oceania federation, whose islands are consistently starved of the opportunities regularly laid on for European principalities and tax havens. San Marino, for example, compete against top class opposition far more regularly than New Zealand are able to.</p> \n<p>Of course, this could all be scuttled by Fifa. Fifa has more members than the United Nations, though the situation is reversed in the Pacific. One country was refused membership because it didn’t have a hotel that met Fifa standards. They have cancelled visits to Micronesia in the past.</p> \n<p>Their former coach, the Englishman Paul Watson, says Micronesia represents a chance for Fifa in these troubled times for the organisation.</p> \n<p>“They had four years to avert what happened in this tournament [if they’d provided more funding and assistance, but] if there’s one message I want to get across, it’s this: Fifa’s got an opportunity now to show how much good it can do. It’s done it in Guam, it’s done it in American Samoa. It could change the lives of thousands of people, with some assistance.”<br /></p> \n<p>The darkest hour could be before the dawn for Micronesia. As long as it’s not another false dawn.<br /></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2eccd69027976d15396158cbafd8ef7dd0e53cfc/0_40_600_360/600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Kevin Darling","altText":"Micronesia’s results over three matches at the Pacific Games, including this 46-0 defeat to Vanuatu, have brought a global spotlight on the team, from which they might now be able to benefit.","cleanCredit":"Photograph: Kevin Darling"}],"bodyImages":[],"webPublicationDate":"2015-07-13T01:18:07Z","lastModified":"2015-07-13T02:28:07Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Jack Kerr","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jack-kerr"}],"feature":true,"keywords":["Football","Sport","Micronesia","South Pacific","Australia sport","Asia Pacific"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/micronesia","webTitle":"Micronesia"},{"id":"world/southpacific","webTitle":"South Pacific"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"}],"section":{"id":"football"},"topics":[{"displayName":"Jack Kerr","topic":{"type":"tag-contributor","name":"profile/jack-kerr"}}],"embeddedVideos":[{"id":"gu-video-457430028","source":"Port Moresby 2015","durationInSeconds":57,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707Micronesia.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707Micronesia_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436278066997/KP_344794_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Micronesia humiliated after 46-0 defeat to Vanuatu - video highlights ","credit":"guardian.co.uk","altText":"620x372 trailpic for Micronesia humiliated after 46-0 defeat to Vanuatu - video highlights ","cleanCaption":"620x372 trailpic for Micronesia humiliated after 46-0 defeat to Vanuatu - video highlights "}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/13/micronesia-appear-on-fifas-radar-after-massive-pacific-games-defeats","shortUrl":"http://gu.com/p/4at53","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/13/micronesia-appear-on-fifas-radar-after-massive-pacific-games-defeats","webUri":"http://www.theguardian.com/football/blog/2015/jul/13/micronesia-appear-on-fifas-radar-after-massive-pacific-games-defeats"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2eccd69027976d15396158cbafd8ef7dd0e53cfc/0_40_600_360/600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"Micronesia’s results over three matches at the Pacific Games, including this 46-0 defeat to Vanuatu, have brought a global spotlight on the team, from which they might now be able to benefit. Photograph: Kevin Darling","credit":"Kevin Darling","altText":"Micronesia’s results over three matches at the Pacific Games, including this 46-0 defeat to Vanuatu, have brought a global spotlight on the team, from which they might now be able to benefit.","cleanCaption":"Micronesia’s results over three matches at the Pacific Games, including this 46-0 defeat to Vanuatu, have brought a global spotlight on the team, from which they might now be able to benefit.","cleanCredit":"Photograph: Kevin Darling"}},"importance":3,"byline":{"title":"Jack Kerr"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2eccd69027976d15396158cbafd8ef7dd0e53cfc/0_40_600_360/600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Kevin Darling","altText":"Micronesia’s results over three matches at the Pacific Games, including this 46-0 defeat to Vanuatu, have brought a global spotlight on the team, from which they might now be able to benefit.","cleanCredit":"Photograph: Kevin Darling"}}]}],"lastModified":"2015-07-13T08:07:37Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}