{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Uncharted territory / What's next for American Pharoah after Triple Crown?","rawTitle":"What's next for American Pharoah after Triple Crown?","item":{"type":"article","id":"sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown","title":"Uncharted territory: What's next for American Pharoah after Triple Crown?","trailText":"<strong>Teresa Genaro:</strong> After capturing the first Triple Crown since 1978, will American Pharoah continue running or retire to the breeding shed? There are compelling reasons for both","standFirst":"<p>After capturing the first Triple Crown since 1978, will American Pharoah continue running or retire to the breeding shed? There are compelling reasons for both</p>","byline":"Teresa Genaro","body":"<p>Within minutes of his Triple Crown victory Saturday afternoon at Belmont Park, horse racing fans began to ask the inevitable question: will American Pharoah race again?<br /></p> \n<p>It is one of the paradoxes of thoroughbred racing that the very achievements that the sport most trumpets and that fans most want to see – victories in Triple Crown races, and the ultimate triumph, a sweep of them – often lead to the swift retirement of the horse that accomplishes them, because his value is in the breeding shed far exceeds his value on the racetrack.<br /></p> \n<p>Kentucky breeders begin looking for stallion prospects early, and colts that can run a distance on dirt – and thus potentially produce a Kentucky Derby winner – are the industry’s prized competitors. A nice-looking two-year-old that wins his first race impressively might merit a call to the owner, said Dan Rosenberg, the owner of Rosenberg Thoroughbred Consulting and the former president and CEO of Three Chimneys Farm in Versailles Kentucky. Currently the executive director of Thoroughbred Charities of America, Rosenberg was at Three Chimneys for 30 years.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jun/08/american-pharoah-belmont-park-scenes\">American Pharoah wins,&nbsp;and fans enjoy the day at Belmont Park – in pictures</a> </p> \n</aside> \n<p>“Off that first race, we might not make an offer,” said Rosenberg, “but we’d express interest and start to build the relationship, staying in touch as the horse’s career unfolds.” </p> \n<p>Charlie Boden, stallion manager of Darley America, the breeding operation of Dubai’s Sheikh Mohammed bin Rashid Al Maktoum, said that interest gets serious after a horse wins a significant race.</p> \n<p>“That could be as early as August of their two-year-old year,” said Boden. </p> \n<p>With stallion deals not uncommonly agreed before the Triple Crown races, included in the contract will be “kickers,” accomplishments that will trigger an increase in the contract terms, along with stipulations about who makes the decisions about when the horse will race. </p> \n<p>Also included is what Boden called the “sunset date” for the horse’s racing career, commonly the Breeders’ Cup Classic, held each autumn, or the end of the horse’s three-year-old year. Rosenberg said that in all of his years negotiating contracts, he’d never seen one that stipulated that a horse be retired after winning the Triple Crown, though from a purely financial standpoint, such a move could make sense.</p> \n<p>“It’s a double-edged sword,” he acknowledged, referring to winning the Triple Crown, or even winning one of the Triple Crown races. “I’ve read emails and posts from disappointed racing fans saying, ‘You greedy bastards, you retired the horse and you don’t care about us.’”</p> \n<p>“But do the math,” he continued. “It’s really easy. If American Pharoah stands at $100,000 [per mating] and he’s bred to 150 mares, compare that to what he could win on the racetrack. It’s a no-brainer and you’d be out of your mind to risk him getting hurt and losing all that potential.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/07/american-pharoah-the-best-triple-crown-winner-hes-the-most-important-anyway\">American Pharoah the best Triple Crown winner? He's the most important anyway</a> </p> \n</aside> \n<p>Still, he said, he expects American Pharoah to stay in training … for financial reasons, not for sporting ones.</p> \n<p>“If he can beat older horses, this summer or in the Breeders’ Cup Classic,” Rosenberg said, “his value will go up.” </p> \n<p>Boden agreed with Rosenberg’s prognostication, though for different reasons. </p> \n<p>“Purses these days are hefty,” he pointed out. “He’s got $10 million sitting there next March [in the Dubai World Cup]. That’s $6 million to him [if he wins]. The Breeders’ Cup Classic is $5 million. He stands to make another $10 million before the end of March next year.</p> \n<p>“If he’s going to the breeding shed, he could get 100 horses to breed to him at $100,000, but that’s a year down the road, assuming he’s fertile and if he wants to breed, and those are two big ifs. We know that we can run and beat just about every sumbitch that lines up next to him.” </p> \n<p>Boden also noted that American Pharoah’s pedigree might work against him with regard to his stud fee. He is sired by Pioneerof The Nile, from the first crop of foals by a horse that finished second in the 2009 Kentucky Derby.</p> \n<p>“He doesn’t have a really fancy kind of page that makes you drool,” said Boden. “Pioneerof the Nile is an exciting young stallion that’s probably going to stand for $100,000 next year because he got a Triple Crown winner, and it’s hard for the son to stand for more than the father.” </p> \n<p>Setting aside geldings and horses that were injured after the Kentucky Derby, the 10 horses that won the Kentucky Derby from 2000 to 2014 raced an average of 3.5 times after the first Saturday in May, not counting races in which they were attempting to win the Triple Crown. Only four of those 10 went on to race the following year.</p> \n<p>The first Triple Crown winner in 37 years, American Pharoah is in uncharted territory, with no contemporary peers. The last Triple Crown winner, Affirmed in 1978, raced 13 times after his Belmont Stakes, running a full season as a four-year-old; Seattle Slew, the 1977 Triple Crown winner, ran eight times after the Belmont, through November of 1978. Secretariat raced six times after winning the Belmont and was retired at the end of the year. </p> \n<p>“It’s the nature of the game, really,” admitted Rosenberg. “The really good ones have to retire. They have to keep their value.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95720793b3538b9f7888961c3b2cfb8f0c6a8e26/0_162_5184_3114/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3114,"width":5184,"orientation":"landscape","credit":"Seth Wenig/AP","altText":"Bob Baffert and American Pharoah","cleanCredit":"Photograph: Seth Wenig/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-10T08:30:03Z","lastModified":"2015-06-10T08:30:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Teresa Genaro","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/teresa-genaro"}],"feature":true,"keywords":["American Pharoah","Horse racing","Sport","Kentucky Derby","Belmont Stakes"],"tags":[{"id":"sport/american-pharoah","webTitle":"American Pharoah"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/kentucky-derby","webTitle":"Kentucky Derby"},{"id":"sport/belmont-stakes","webTitle":"Belmont Stakes"}],"section":{"id":"sport"},"topics":[{"displayName":"Teresa Genaro","topic":{"type":"tag-contributor","name":"profile/teresa-genaro"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown","shortUrl":"http://gu.com/p/49jft","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown","webUri":"http://www.theguardian.com/sport/2015/jun/10/uncharted-territory-whats-next-for-american-pharoah-after-triple-crown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95720793b3538b9f7888961c3b2cfb8f0c6a8e26/0_162_5184_3114/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3114,"width":5184,"orientation":"landscape","caption":"Trainer Bob Baffert shows off Triple Crown winner American Pharoah. Photograph: Seth Wenig/AP","credit":"Seth Wenig/AP","altText":"Bob Baffert and American Pharoah","cleanCaption":"Trainer Bob Baffert shows off Triple Crown winner American Pharoah.","cleanCredit":"Photograph: Seth Wenig/AP"}},"importance":7,"kicker":{"title":"Uncharted territory"},"byline":{"title":"Teresa Genaro"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95720793b3538b9f7888961c3b2cfb8f0c6a8e26/0_162_5184_3114/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3114,"width":5184,"orientation":"landscape","credit":"Seth Wenig/AP","altText":"Bob Baffert and American Pharoah","cleanCredit":"Photograph: Seth Wenig/AP"}}]},{"title":"So, which of the Fifa conspiracy theories do you buy into?","rawTitle":"So, which of the Fifa conspiracy theories do you buy into?","item":{"type":"comment","id":"football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","title":"So, which of the Fifa conspiracy theories do you buy into?","trailText":"The Fifa scandal has spawned a host of conspiracy theories, some of them fanciful enough to perhaps contain more than a grain of truth?","standFirst":"Is it the one favoured by Sepp Blatter and his daughter, is the crisis a stunt to push the vanity movie United Passions or is it the fault of the US, embittered after it lost out on hosting the 2022 World Cup and set on a new Cold War?","byline":"Marina Hyde","body":"<p>There is a character in the Martin Amis novel The Information who gets to the stage of feeling like he really needs a cigarette even when he’s smoking a cigarette. An analogous sensation afflicts those drawn to conspiracy theories about the Fifa scandal. Guys, guys, guys … this already IS a massive conspiracy. Do we really need to claim it’s all actually about something else?</p> \n<p>Yes is the answer. Yes we do. I can’t remember whether this was all foretold in an appendix to The Wealth of Nations or if it was the Book of Revelation, but we have now reached the bit of late-stage capitalism/endtimes where it is <em>de rigueur</em> to float conspiracy theories even about conspiracies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-world-cup-bidding-postponed\">Fifa bidding process for 2026 World Cup postponed</a> </p> \n</aside> \n<p>God knows the homemade Fifa investigation board now dominates two walls of my bedroom, and is beginning to look like one of those LSD spiderwebs, what with all the lines of yarn linking pictures of ExCo members with ones of Princess Di and the Twin Towers and whatnot. I’m particularly proud of my work proving Sepp Blatter is the direct descendant of Jesus and his wife Mary Magdalene. Eat my dust, Robert Langdon – this ends HERE.</p> \n<p>Here, then, follows a roundup of the best actual Fifa conspiracy conspiracies currently doing the rounds, so you can find the perfect one in which to lose yourself:</p> \n<p><span class=\"bullet\">•</span> Sepp Blatter is the victim of a conspiracy. Though this has much to recommend it, it’s faintly undermined by the fact that the chief tinfoil hatters on it are Blatter and Blatter’s daughter. The first whiff of this came when Sepp cast the FBI arrests as an attempt to “interfere with” Fifa’s congress. “I am not certain,” he hedged, “but this does not smell good.” You’ve heard of selective hearing: say hello to selective smelling. This is the equivalent of working in a sewage treatment facility and complaining about a colleague’s aftershave. “I don’t know if you want to call them dark forces,” Blatter’s daughter has confided of those mysterious agencies out to destroy her father, “but, I mean, they really tried hard.” Frankly, this conspiracy needs to try harder – for any hope of traction they need to get at least Oliver Stone on board.</p> \n<p><span class=\"bullet\">•</span> It’s just a marketing ploy for the Fifa vanity movie United Passions. You’ve always got to love the “PR stunt” conspiracists. They see everything! Even now there are those claiming the hacking of Sony Pictures was nothing more than a publicity stunt for crappy Seth Rogen comedy The Interview, despite the fact it led to senior executives coming under heavy fire, and the pissing off of a series of A-list stars. And so with Fifa, whose dedication to United Passions is so absolute that it is willing to destroy its organisation and incur 428 consecutive life sentences just to get this motion picture seen.</p> \n<p><span class=\"bullet\">•</span> And so to a group of conspiracies we shall place beneath the umbrella heading “Because America”. Because, you know … AMERICA. Sample theory: the US is as terrified by how powerful soccer has become as it once was by Jimi Hendrix’s rise, which is why they have to kill it. As they did Jimi. Don’t fancy that one? There are plenty of other flavours, although Henry Kissinger’s love of soccer means the traditional conspiracy theorist’s darling will be feeling a little left out of this party. Still, big names attached to the Because America conspiracy theories include Jack Warner, who, of course,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/31/ex-fifa-vice-president-jack-warner-swallows-onion-spoof\" title=\"\"> cited an Onion article as evidence for his belief that this all stemmed from the US losing out to Qatar for 2022 hosting rights</a>.</p> \n<p><span class=\"bullet\">•</span> Deserving of a category all of its own is the idea that this is a specifically anti-Russian conspiracy by the US. A Mr V Putin of Moscow is on board with this one, obviously, which is best glossed by the Kremlin official who told Time: “So there are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation. And even if there was bribery going on [at Fifa], why would the Americans only bring it up now, just after Fifa refused the demands of [US] senators to revoke Russia’s right to host the champions?” Why indeed? Sport’s always been war by other means; now it’s Cold War by other means.</p> \n<p><span class=\"bullet\">•</span> And with an inevitability as edifying as it is imaginative: it’s the Jews. Come on, you knew it was them all along, didncha? This conspiracy suggests the FBI arrests somehow derailed the Palestinian FA’s threat to seek Israel’s suspension from Fifa, and of course the US will do anything for Israel, even for Israel’s FA … I’m sorry, I haven’t the strength to go on with this paragraph. Maybe another time.</p> \n<p>In the meantime, conspiracy seekers, pick one of the above. Pick three. Just don’t allow yourself to be a slave to what they’re telling you, which is that this is just a vast international conspiracy involving money laundering, wire fraud, bribery and racketeering.</p> \n<p>(Incidentally, just as an FYI to any tempted to contact me and wake me up to the reality of any of these conspiracies, but most particularly the Jews one: all emails I receive will be handed directly to a selection of world governments – and, indeed, to THE world government – who will come round when you are sleeping and implant a listening device in one of your upper molars. So do stay your hand: your activities are simply too damn important to be compromised by this kind of surveillance.)</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:16:00Z","lastModified":"2015-06-10T11:47:39Z","metadata":{"commentable":true,"commentCount":295,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football","Sport","United Passions"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"film/united-passions","webTitle":"United Passions"}],"section":{"id":"football"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","shortUrl":"http://gu.com/p/49k6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","webUri":"http://www.theguardian.com/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images"}},"importance":5,"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images"}}]},{"title":"The Spin / Fielding without a keeper: one-day cricket returns to an old ploy","rawTitle":"Fielding without a keeper: one-day cricket returns to an old ploy","item":{"type":"article","id":"sport/2015/jun/09/fielding-without-wicketkeeper-one-day-cricket-returns-old-ploy","title":"Fielding without a wicketkeeper: one-day cricket returns to an old ploy","trailText":"Worcestershire’s recent tactic of playing without a wicketkeeper isn’t a new one and, in a way, goes all the way back to the early 1800s","standFirst":"<p>Worcestershire’s recent tactic of playing without a wicketkeeper isn’t a new one and, in a way, goes all the way back to the early 1800s</p>","byline":"John Ashdown","body":"<h2>PLAYING THE FIELD</h2> \n<p>One of the many beauties of cricket is that it exists in a state of perpetual evolution. Some are giant strides (overarm bowling, six-ball overs, the advent of Twenty20, and the like) while others are small steps – lbw-rule tinkering, advances in bat technology, pinch-hitting – but cumulatively no less significant.</p> \n<p>The latest nudge along the evolutionary road came on Friday evening at the County Ground during Worcestershire’s T20 Blast fixture against Northamptonshire. Northants were 145-2 chasing 212 for victory, with 67 runs required from 30 balls, well over 13 an over. As Moeen Ali prepared to start the 16th over, Pears wicketkeeper Ben Cox ditched the gloves and pads and positioned himself on the edge of the circle, more or less <a href=\"https://twitter.com/ciaranthomas91/status/606913389902888960\">on the angle of second slip</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ciaranthomas91/statuses/606913389902888960\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Worcestershire are currently fielding without a keeper off Ali. Ben Cox on the edge of the the circle. 58 off 24. <a href=\"http://t.co/X4OKNs0mSy\">pic.twitter.com/X4OKNs0mSy</a></p>— Ciaran Thomas (@ciaranthomas91) \n  <a href=\"https://twitter.com/ciaranthomas91/status/606913389902888960\">June 5, 2015</a>\n </blockquote> \n</figure> \n<p>After a brief chat the umpires saw no issue with the tactic and on the game went, essentially wicketkeeperless whenever the visiting side’s spinners were skipping in to the crease. It seems that Steve Rhodes, a former wicketkeeper himself and now Worcestershire’s director of cricket, came up with the idea after watching MS Dhoni stand back to India’s spinners. “In a game when you’re trying to stop the opposition scoring, it’s a legitimate tactic,” he said afterwards.</p> \n<p>The batsman first faced with the prospect was not quite as enthusiastic. “I saw Daryl Mitchell [the Worcestershire captain] tell Ben Cox to go back and I thought he was going to keep from the edge of the ring,” Northants’ Josh Cobb said. “Then I turned around and saw him without pads or gloves on. It’s in the Laws and they’ve obviously looked into it and there’s no Law against it. You’ve just got to question whether it’s in the spirit of the game. But that’s probably because it’s never been done before. When they first come out, these things usually get questioned and left alone.”</p> \n<p>The idea of playing without a wicketkeeper isn’t a new one and in a way goes all the way back to the early 1800s when a longstop was routinely employed directly behind the keeper to prevent boundaries (the keeper at that stage being more concerned with stumpings and run-outs than actually stopping the ball – a longstop would generally wear more protective clothing as mobility on the boundary wasn’t deemed as important as it was behind the stumps).</p> \n<p>But there have been a few more recent precursors. In a John Player League game at Lord’s in 1972 Warwickshire captain MJK Smith posted his wicketkeeper to the boundary for the final ball of a limited-overs game against Middlesex, who needed three runs to win. In 1979 England played a day-night game in Sydney against the West Indies, who ended up, like Middlesex, needing three to win off the final ball. So Mike Brearley, who had been in the Middlesex side denied by Smith’s ingenuity seven years earlier, sent wicketkeeper David Bairstow to field as longstop.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/08/england-new-zealand-odi-eoin-morgan\">Eoin Morgan and new-look England face tough questions from New Zealand</a> </p> \n</aside> \n<p>Bairstow was on the receiving end of a few beer cans, Brearley on the receiving end of some Aussie abuse, but Colin Croft was on the receiving end of a fine Ian Botham delivery and England won by two runs. Brearley, in Art of Captaincy, describes the plan as the “perfectly logical conclusion” of “how maladaptive attacking fields are in one-day cricket”. </p> \n<p>In 1988 the ploy was used in a slightly different fashion by the Reverend Andrew Wingfield Digby, captain of Dorset, in a story retold in Andrew Ward’s Cricket’s Strangest Matches. With 11 overs of their two-day Minor Counties match against Cheshire remaining, the game seemed to be dwindling to a draw. Cheshire were 92 for six but in the middle of a solid 43-run seventh-wicket partnership. The batsmen, Neil Smith and Geoff Blackburn, seemed dug in for the duration but there was no suggestion of them chasing the 201 needed for victory.</p> \n<p>So Wingfield Digby dismissed his wicketkeeper from his post and ordered Graeme Calway to bowl wides. And that Calway did, 14 of them in all, and all running down to the boundary. In all it meant 60 runs from the over (Calway having already been struck for one boundary off the bat) and left Cheshire with a far more palatable 53 to chase in 10 overs. The batting team, thus tempted, were bowled out and Dorset won by 18 runs with 12 balls to spare.</p> \n<p>Worcestershire’s strategy last week was something different again. Did it work? Well enough – only one bye was conceded in the remainder of the innings and Worcestershire ended up winning by 14 runs. And it’s an idea that has a sound logic behind it: in a situation where runs are more important than wickets the switch essentially trades a catcher for a run-saver. Though whether the idea will catch on remains to be seen – don’t expect to see Jos Buttler fielding at fly slip at any point at Edgbaston on Tuesday.</p> \n<ul> \n <li><a href=\"https://id.theguardian.com/email/list\"><strong><em>This is an extract taken from the Spin, the Guardian’s weekly cricket email. To subscribe, just visit this page, find ‘The Spin’ and follow the instructions</em></strong></a><strong><em>.</em></strong></li> \n</ul>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2014/6/6/1402087322598/Barney-Ronay-column-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Gary Neil for The Guardian","altText":"Barney Ronay column","cleanCredit":"Photograph: Gary Neil for The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-09T08:46:04Z","lastModified":"2015-06-09T09:09:05Z","metadata":{"commentable":true,"commentCount":138,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":true,"keywords":["Cricket","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"series":{"title":"The Spin","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/thespin"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/fielding-without-wicketkeeper-one-day-cricket-returns-old-ploy","shortUrl":"http://gu.com/p/49j44","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/fielding-without-wicketkeeper-one-day-cricket-returns-old-ploy","webUri":"http://www.theguardian.com/sport/2015/jun/09/fielding-without-wicketkeeper-one-day-cricket-returns-old-ploy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2014/6/6/1402087322598/Barney-Ronay-column-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"New challenges await wicketkeepers in cricket’s evolving world. Photograph: Illustration: Gary Neil for The Guardian","credit":"Illustration: Gary Neil for The Guardian","altText":"New challenges await wicketkeepers in cricket’s evolving world.","cleanCaption":"New challenges await wicketkeepers in cricket’s evolving world.","cleanCredit":"Illustration: Gary Neil for The Guardian"}},"importance":5,"kicker":{"title":"The Spin"},"byline":{"title":"John Ashdown"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2014/6/6/1402087322598/Barney-Ronay-column-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Gary Neil for The Guardian","altText":"Barney Ronay column","cleanCredit":"Photograph: Gary Neil for The Guardian"}}]},{"title":"Few in our lifetime did it better than retiring AFL star Judd","rawTitle":"Few in our lifetime did it better than retiring AFL star Judd","item":{"type":"comment","id":"sport/blog/2015/jun/10/few-better-than-chris-judd-comment","title":"Few in our lifetime did it better than retiring AFL star Chris Judd","trailText":"After 279 games, the former West Coast and Carlton captain has brought down the curtain on his football career. The game will be all the poorer for his absence","standFirst":"<p>After 279 games, the former West Coast and Carlton captain has brought down the curtain on his football career. The game will be all the poorer for his absence</p>","byline":"Jonathan Horn","body":"<p>The 13-year-old Ryan Giggs made an instant impression on Sir Alex Ferguson. “He just floated over the ground, like a cocker spaniel chasing a piece of silver paper in the wind,” the momentarily lucid Scot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/may/08/sir-alex-ferguson-best-quotes\">later reflected</a>. My introduction to Chris Judd, though sadly less poetic, was equally vivid. We attended the same school and his reputation preceded him. The ear benders, coat tuggers and clipboard wielders were unanimous – this kid was in a different orbit. And indeed he was, playing out of the goal-square with two, then three and finally four opponents hanging off him. The teenage Judd was the biggest of fish in the smallest of ponds. Conserving energy and avoiding injury seemed to be his priorities. Occasionally, he deigned to get out of second gear. But when the ball hit the ground in his vicinity, the mouthguard flashed and the eyeballs whitened. You heard the authoritative thump of ball on boot and you saw the future. If you were willing to overlook the wallpapered shoulders, everything about him screamed professional footballer.</p> \n<p>Draft prospects rarely come so ready-made. Even the most iridescent talents tend to be half-formed. They’re barrel-chested but chicken-legged. They have all the tricks but eschew hard work. They can read the game but drift in and out of it. They sprout muscles in all the wrong places, cultivating physiques for Schoolies Week, rather than centre-square stoppages. Another member of that side was truer to type. Brendan Goddard looked like a primary schooler – mop-headed, all arms and legs, hurl and burl. He would chastise himself, backchat umpires and blow his top at team-mates. He would chase the ball like it owed him cash. The skills were there. The poise would come later. Some champions – Brereton, Ditterich and Coleman spring to mind – swing into league football on a chandelier. Thirty minutes into his career, Judd resembled a 100-gamer. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/afl-legend-chris-judd-retires\">AFL legend Chris Judd calls time as stellar career ends in injury</a> </p> \n</aside> \n<p>Coaching against him, Mick Malthouse knew he’d seen something special. “They’ve unearthed another one haven’t they?” he said. “Jesus….” Every decade or so, a player emerges who represents a seismic shift in the game. Anthony Koutofides, with his video-game athleticism, was one. Judd immediately typified an era that merged total professionalism with unprecedented media saturation. We knew everything and gleaned nothing. We knew his Tertiary Entrance Rank, his vertical leap and his favourite Sopranos character. We added a Y to his surname. But he never stood revealed. His newspaper columns were suitably left of centre but offered few clues. At night, Rebecca Judd told us whether to take an umbrella to work. Yet her husband remained elusive.</p> \n<p>In his footballing autumn, he was as unknowable as ever. When his coach broached the subject of his retirement last year, there was a curious lack of warmth, perhaps befitting the era, perhaps the coach, perhaps the player. Few footballers were more admired. But we didn’t get mushy about Chris Judd. There were no “We Love Juddy” t-shirts at his retirement press conference. Perhaps he was too perfect, too aloof. He’s never seemed sufficiently enamoured with being a footballer, a treasonable offence in these parts. There was an urgency to removing the halo, to shrivelling him to mortal proportions. There had to be a Cousins or a Carey lurking in there, surely. Whether <a href=\"https://www.youtube.com/watch?v=ZxmMRmEIEeg\">chicken winging</a> or <a href=\"https://www.youtube.com/watch?v=HSd3YUxdp-U\">allegedly eye gouging</a> he found himself an unlikely figure of opprobrium. To his eternal credit, he looked like he couldn’t give seven stuffs what we thought of him. </p> \n<p>He remains a strangely hard sell. If you took a footy neophyte from say, Antwerp, and sought to explain the appeal of the modern generation of superstars, the careers of Franklin, Ablett and Goodes would be easy to summarise. Judd is trickier. It’s a career of two distinct yet equally fruitful halves – pre and post groin injury; with hair and without; east and west of the Nullarbor. For a player of sustained excellence, he is perhaps best explained in terms of short bursts. When it came to imposing himself on a game – a half here, 10 minutes of monstering there – few midfielders in football history can touch him. You think of his five first-half goals at the Gabba, where shots came out of packs like arrows from a bow, laying waste to some of the most flint-hearted defenders in the game. There’s the opening quarter of the 2005 grand final, the free-for-all with Adam Goodes in the 2006 qualifying final, the third quarter of the 2010 final at the SCG, the second half of the 2013 elimination final against Richmond. He was blessed with that rare ability to play on a slow burn, yet turn up the wick and tilt things his team’s way when the situation demanded it. </p> \n<p>It didn’t look particularly easy in the end. He no longer slalomed past opponents. The crisp, 400-metre runner didn’t make the trip east. He became a heavy haulage player. The grimace was more pronounced. When he won possession, he gripped the ball like he was rescuing it from a fire. Even at rest, he stalked the boundary line, sucking in exaggerated breaths, sipping from a water bottle in each hand, preparing to reload. For a man who was nauseous before big games, he still cut a figure of the utmost self-belief. In many ways, the Carlton theme song provided the perfect musical accompaniment – a slow build, a whiff of arrogance. Indeed, his was always an aristocratic game. It’s impossible to imagine him running around in the lower grades. It would be like Baryshnikov bobbing up at Dracula’s Theatre Restaurant. He’ll never be dragooned into coaching. It would be insulting for him to be crammed into the commentary box. It’s probably for the best. We sometimes expect them to be secular saints, fonts of all wisdom, mountains of magnificence. But ultimately, they are what they do. And few, in our lifetime, did it better than Judd.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T21:45:02Z","lastModified":"2015-06-09T23:37:33Z","metadata":{"commentable":true,"commentCount":24,"contributors":[{"name":"Jonathan Horn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathan-horn"}],"feature":false,"keywords":["AFL","Carlton","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/carlton","webTitle":"Carlton"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jonathan Horn","topic":{"type":"tag-contributor","name":"profile/jonathan-horn"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/few-better-than-chris-judd-comment","shortUrl":"http://gu.com/p/49j5h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/few-better-than-chris-judd-comment","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/few-better-than-chris-judd-comment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015. Photograph: Graham Denholm/Getty Images","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCaption":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}},"importance":4,"byline":{"title":"Jonathan Horn"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/0e4dcdf91004df92212a99cbe1c77dc20200a4a9/0_0_3000_1801/1000.jpg","height":600,"width":999}}]},{"title":"Bilic must show West Ham that he is more than just a rock star manager","rawTitle":"Bilic must show West Ham that he is more than just a rock star manager","item":{"type":"article","id":"football/blog/2015/jun/09/slaven-bilic-west-ham-rock-star-manager","title":"Slaven Bilic must show West Ham he is more than a rock star manager","trailText":"There is much to like about the earring-sporting guitar-playing hero of Croatia’s 1998 World Cup campaign but the jury is still out on his managerial ability","standFirst":"There is much to like about the earring-sporting guitar player who sacrificed his career for Croatia at France 98 but the jury is still out on his management","byline":"Aleksandar Holiga","body":"<p>In January 2012 Slaven Bilic had an operation. Doctors attended to an old injury, one that had made him walk a little funny for years, putting all his weight on one foot as he made every other step. The injury dated back to the most glorious episode of his playing days but it also effectively ended his career.</p> \n<p>Just two weeks before the 1998 World Cup, Bilic’s hip was partially fractured. Against all medical advice, despite not being able to train at all because of the pain, he decided to travel to France with the Croatia team and played the whole tournament with painkillers, further aggravating the injury. Most people will have remembered him for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/1999/feb/06/newsstory.sport4\" title=\"\">getting Laurent Blanc sent off in the semi-finals</a> (“I panicked. I was paranoid that I would get a yellow card which would prevent me from playing in the final if we got there, so I theatrically went down to save myself from getting booked – although he did hit me,” he told FourFourTwo Croatia in 2011) but this was Bilic sacrificing his health and career for his country.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/09/west-ham-slaven-bilic-new-manager\">West Ham appoint Slaven Bilic as their new manager to replace Sam Allardyce</a> </p> \n</aside> \n<p>Croatia spectacularly finished third in their first World Cup appearance but the consequences for Bilic were serious: at 30, he was done. Unable to fully recover, he played a handful of games for Everton the next season and was released in July 1999 – but not before picking up a hefty pay-off for the two years he had left on his contract.</p> \n<p>Before Everton, Bilic was a keen leader in the West Ham defence, where he is remembered very fondly despite spending only one-and-a-half seasons with the club. Somehow he always seemed destined to take over as manager there one day, ever since his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2012/jun/06/croatia-slaven-bilic-interview-euro-2012\" title=\"\">coaching career took off with Croatia</a>, whom he took to the 2008 and 2012 Euros (but failed to qualify for the 2010 World Cup). Bilic, who describes himself as an anglophile, has never hidden his affection for West Ham or his desire to return there. “I would love to work in England,” he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2012/jun/06/croatia-slaven-bilic-interview-euro-2012\" title=\"\">told the Guardian in 2012</a>. “Because of the language and the unique football culture, which is different to anywhere else.”</p> \n<p>A qualified lawyer who is fluent in English, German and Italian and a tattooed, earring-sporting guitar player who had some success in his homeland with the alternative rock outfits Newera and Rawbau, Bilic is very easy to like. He is intelligent, eloquent and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2012/jun/17/euro-2012-slaven-bilic-croatia-racist\" title=\"\">says meaningful things in his public appearances</a>.</p> \n<p>Some people will also say he tries hard to win the affection of fans and the media. Taking over at Lokomotiv Moscow in 2012, he spoke Russian – well, attempted to – on his unveiling; at Besiktas he wore an Ottoman-style beard and readily accepted being portrayed as a football manager version of a great conqueror, especially after beating Tottenham and Liverpool in the Europa League. Domestically, Bilic, competed well with Besiktas’s far richer rivals, Fenerbahce and Galatasaray, but he failed to win a game against either in two years. Although polls showed a majority of supporters wanted him to stay, the club decided against it. When he was leaving Istanbul, fans waited for him at the airport, carried him on their shoulders and presented the now clean-shaven Bilic with a T-shirt that said, in Croatian, no less: “Farewell, grand commander.”</p> \n<p>But is he good enough for the Premier League as a manager? That has been a matter of much debate in his homeland and elsewhere. There are those who think Bilic is an average coach who is very good at selling his image and that his teams are prone to crumbling when the going gets tough. He has overseen some brilliant wins in his career, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2007/nov/21/minutebyminute.sport\" title=\"\">two against England with Croatia</a>, but he also had some major failures – such as twice <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/sep/09/world-cup-qualifier-england-croatia\" title=\"\">losing heavily to Fabio Capello’s England</a> in the next qualifying campaign and not reaching the 2010 World Cup. His tenure in Moscow was largely unsuccessful. Besiktas fans do not have too much to show for his time there, except the really good impression he left.</p> \n<p>His ideas are hard to pinpoint – while he does favour attacking football and either a 4-2-3-1 or a 4-4-2 formation, the manager himself thinks that classical formations are “dying out”. “Fluidity is much more important – you want your team to stay compact, and your lines to remain close to one another, so they can flow over,” he has said.</p> \n<p>And as for his influences, he lists Ars&egrave;ne Wenger and Marcello Lippi, both of whom he stayed with at the beginning of his coaching career, studying their methods and approach. “You don’t have to be a tyrant to earn the respect of your players,” Bilic said in that Guardian interview. “The only authority you need is the authority of knowledge.”</p> \n<p>Indeed, the new West Ham manager will feel comfortable discussing everything from tabloid culture to tactical theory with the media, and the players will love him for his friendly mentality and support. But the jury is still out when it comes to Bilic’s true managerial quality. Upton Park will be the place where he seeks final confirmation that that he is more than a “rock star manager”. If he is still around when the Hammers move to the Olympic Stadium this time next year, you will know he has found it.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433863635053/Slaven-Bilic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Slaven Bilic readily accepted being portrayed as a football manager version of a great conqueror at Besiktas and was loved by the fans but there was little in the way of success. Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"Slaven Bilic ","cleanCaption":"Slaven Bilic readily accepted being portrayed as a football manager version of a great conqueror at Besiktas and was loved by the fans but there was little in the way of success. Photograph: Julian Finney/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T15:35:48Z","lastModified":"2015-06-09T23:30:04Z","metadata":{"commentable":true,"commentCount":191,"contributors":[],"feature":true,"keywords":["West Ham United","Football","Croatia","Sport"],"tags":[{"id":"football/westhamunited","webTitle":"West Ham United"},{"id":"football/football","webTitle":"Football"},{"id":"football/croatia","webTitle":"Croatia"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/09/slaven-bilic-west-ham-rock-star-manager","shortUrl":"http://gu.com/p/49jk5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/09/slaven-bilic-west-ham-rock-star-manager","webUri":"http://www.theguardian.com/football/blog/2015/jun/09/slaven-bilic-west-ham-rock-star-manager"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433863635053/Slaven-Bilic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Slaven Bilic readily accepted being portrayed as a football manager version of a great conqueror at Besiktas and was loved by the fans but there was little in the way of success. Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"Slaven Bilic ","cleanCaption":"Slaven Bilic readily accepted being portrayed as a football manager version of a great conqueror at Besiktas and was loved by the fans but there was little in the way of success. Photograph: Julian Finney/Getty Images"}},"importance":4,"byline":{"title":"Aleksandar Holiga"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/e429d9fd5b224c61190e1a03178357d7054cafc3/599_265_881_528/881.jpg","height":528,"width":881}}]},{"title":"Kate Richardson-Walsh / I’ve been doing this for 17 years now. It can be a drain","rawTitle":"I’ve been doing this for 17 years now. It can be a drain","item":{"type":"article","id":"sport/2015/jun/09/kate-richardson-walsh-great-britain-rio-olympics","title":"Kate Richardson-Walsh wants to end Great Britain career with Olympic medal","trailText":"Women’s hockey captain made her debut in 1999, came out of retirement and even played on with a broken jaw, but despite starting with a tough qualifier against Spain she believes she can help GB on to the podium in Rio next year","standFirst":"<p>Women’s hockey captain made her debut in 1999, came out of retirement and even played on with a broken jaw, but despite starting with a tough qualifier against Spain she believes she can help GB on to the podium in Rio next year</p>","byline":"Paul Weaver","body":"<p>There is a gladiatorial quality about Kate Richardson-Walsh, the Great Britain women’s hockey captain, that seems to become more salient the older she becomes. She is 35 now, and close to the end of her outstanding career, but there is no sign of her mellowing.</p> \n<p>She has already retired once, in the aftermath of England’s disappointing performance in hockey’s 2014 World Cup in The Hague, when the team that had won Olympic bronze two years before could finish only 11th. But now Richardson-Walsh, the GB captain since 2003, is planning a grander valediction, at next year’s Rio Olympics, and it would be a wise move not to bet against her.</p> \n<p>Anyone who saw her play on after having her jaw broken in the 2012 London Games would testify to her resolution. Now she plans to lead her team in the Olympic qualifiers, which get under way in Valencia on 10 June and she has a ferocity of will which even the world’s leading teams – the Netherlands, Australia and Argentina – have come to respect.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/aug/10/london-2012-great-britain-hockey-bronze\">London 2012: Great Britain's women win Olympic hockey bronze</a> </p> \n</aside> \n<p>She even relishes the prospect of a qualifying opener against Spain, in front of a packed and partisan crowd. “I can’t wait for it,” she says. “You always want to play the home nation in any sport. You know you will be playing in front of a massive crowd, all supporting the home team, but it will still be a great feeling.</p> \n<p>“The London Olympics was the best crowd, because it was all for us and it was amazing. But after that I would say playing in Argentina was the best experience I’ve ever had, with 16,000 Argentinians packed in and all wanting them to score. And when we scored the silence of the crowd was incredible. To have that control over so many people was a great feeling. I love the crowds, even when they’re against us.”</p> \n<p>Richardson-Walsh, who won her first England cap in July, 1999, wants the chance to bow out by matching or even improving on that bronze won in London, the team’s first Olympic medal since 1992 and only the second in their history.</p> \n<p>But even getting to Rio looks a daunting challenge. “After Spain we’ve got to face China, Argentina and Canada. So it will be tough. The encouraging thing is that we’ve had a really good build-up. Things have been going really well.</p> \n<p>“We’ve been to Valencia a couple of times, we’ve trained on the pitch, we’ve played there, we’ve stayed at the hotel, we even know what the food’s like. So we feel we’ve prepared really well.”</p> \n<p>There is a case to be made that women’s sport has moved forward since the London Olympics and the hockey team, which is now backed by Investec, has higher levels of investment and preparation. The medal, too, brought extra funding for the men’s and women’s teams. There are more get-togethers at Bisham Abbey and more time spent on the back-up squad.</p> \n<p>“The rules have changed massively in my time, because now we have video referrals and the game has gone to quarters of 15 minutes.</p> \n<p>“But, beyond that, physical and psychological aspects have come into it more. The game is much quicker too. I’m still one of the quickest in the team but I’m not as quick as I used to be in my 20s, though I feel I can read the game better than I once did.</p> \n<p>“Touch wood we qualify for Rio. That would be the swan song for me. There are lots of things I want to achieve outside of playing hockey. It would be time then to hang up my sticks. There would be lots of youngsters at my ankles, wanting to take my spot, which is very good for the longevity of the game, so that would definitely be my last thing.”</p> \n<p>Those who witnessed her determination to play on after having her jaw broken by a stick during the 4-0 win over Japan in 2012 will not forget it. “The funny thing is that I can’t really remember the pain,” she says.</p> \n<p>“I felt uncomfortable. Time slowed down and it felt very quiet. I remember the noise in the crowd when I got hit, and the commotion in the medical room. But I don’t really remember the pain so much.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RyMHRvj4UkU\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/RyMHRvj4UkU?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  The GB women’s hockey team on the sportswomen who inspire them.\n </figcaption> \n</figure> \n<p>After the success of the Olympics came a European silver the following year, and a wedding to her team-mate, Helen Richardson, in September 2013, with the pair joining their surnames. “We’ve known each other since we were 15 or 16 so we’ve grown up together. It feels a great support to have her there, with me, all the time. We know each other so well and we’re very honest with each other, so it’s great to have the feedback on board if I ever wonder if I’m doing the right thing as captain.</p> \n<p>“We’re very professional. We make sure we draw a line and when we’re at hockey we are Kate and Helen, hockey players and team-mates. Away from the game we are a couple, but we still talk about the game at home because we are so passionate about the game.”</p> \n<p>So why did such a committed player consider retirement in the first place? “Last year was a really tough year,” she explains. “We’d had a really poor result at the World Cup. But the Commonwealth Games [when England were seconds away from beating Australia in the final] came round quickly and made me feel that it wasn’t the end. I thought it would be a waste if I finished.</p> \n<p>“I just needed a break. It was mental more than anything else. I was finding it very difficult. So I decided I needed some time away to think about it properly. And that time and space gave me the realisation that I wasn’t done with it, that I was motivated. I realised that there was still a lot I wanted to do and achieve and I wanted to fight for my place again.</p> \n<p>“I’ve been doing this for 17 years now, in the senior squad. Mentally, it can be a drain. But the Commonwealth Games helped to bring my passion back and I’m really up for Valencia.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/8/1433780483862/Kate-Richardson-Walsh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kate Richardson-Walsh in action for Great Britain against Japan in April 2015. Photograph: Peter Cziborra/Action Images","credit":"Peter Cziborra/Action Images","altText":"Kate Richardson-Walsh","cleanCaption":"Kate Richardson-Walsh in action for Great Britain against Japan in April 2015. Photograph: Peter Cziborra/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T11:00:02Z","lastModified":"2015-06-10T09:21:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":true,"keywords":["Hockey","Sport"],"tags":[{"id":"sport/hockey","webTitle":"Hockey"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/kate-richardson-walsh-great-britain-rio-olympics","shortUrl":"http://gu.com/p/49tkq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/kate-richardson-walsh-great-britain-rio-olympics","webUri":"http://www.theguardian.com/sport/2015/jun/09/kate-richardson-walsh-great-britain-rio-olympics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/8/1433780483862/Kate-Richardson-Walsh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Great Britain hockey captain Kate Richardson-Walsh in action against Japan in April. Photograph: Peter Cziborra/Action Images","credit":"Peter Cziborra/Action Images","altText":"Kate Richardson-Walsh","cleanCaption":"The Great Britain hockey captain Kate Richardson-Walsh in action against Japan in April. Photograph: Peter Cziborra/Action Images"}},"importance":3,"kicker":{"title":"Kate Richardson-Walsh"},"byline":{"title":"Paul Weaver"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/0084449f71a6b77048dfbc7b44426deae5c2ee8a/295_178_2372_1422/1000.jpg","height":599,"width":999}}]},{"title":"Could a Cavaliers NBA finals win spark a revival for the city of Cleveland?","rawTitle":"Could a Cavaliers NBA finals win spark a revival for the city of Cleveland?","item":{"type":"article","id":"sport/blog/2015/jun/09/cleveland-cavaliers-basketball-nba-finals","title":"Could a Cavaliers win spark a revival for the city of Cleveland?","trailText":"For years, Cleveland has experienced economic – and sporting – decline. But if the Cavs break the Cleveland Curse in the NBA finals, a whole city will celebrate","standFirst":"<p>For years, Cleveland has experienced economic – and sporting – decline. But if the Cavs break the Cleveland Curse in the NBA finals, a whole city will celebrate</p>","byline":"Daniel McGraw in Cleveland","body":"<p>When Cleveland Cavaliers’ guard Kyrie Irving hobbled off the court late in game one of the NBA finals – and then was shown thrown spiking his jersey angrily to the floor in the bowels of Oracle Arena in Oakland – you could almost hear a collective “Oh no, why us?” from the sports fans on the shores of Lake Erie.</p> \n<p> And when the Cavs then lost that game to the Golden State Warriors in overtime, it was almost a “Here, we go again” refrain. For in Cleveland, which hasn’t won a title in a major sport since the Cleveland Browns won the NFL championship in 1964, losing big games and in melodramatic ways is just par for the course. Most dedicated sports fans here (and, quite frankly, almost everyone is emotionally attached to their teams) fans figured this series was over almost before it began, and the “waiting for next year” mantra started.</p> \n<p> But sports is a fickle business for good and for ill, so Sunday night’s overtime game two win has brought the Cleveland fans off the ledge and back into celebratory mode. The win over the Warriors on Sunday night was the first NBA finals game win in Cavs history, and gunshots were heard in some Cleveland neighborhoods after the game two victory as if the Cavs had actually won the series. Such is life when most fans haven’t experienced a championship in their lifetime.</p> \n<p>That’s how bad Cleveland wants this one. LeBron James and his cohorts – especially gritty Aussie guard Matthew Dellavedova, Irving’s replacement – have a chance to break the Cleveland curse, and it comes at a time when the city is at the precipice of turning things around after a long slide of Rust Belt economic decay. So important is this series for the city, that many are wondering how the city will react if the Cavs lose and the curse remains.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/08/matthew-dellavedova-cavaliers-nba-golden-state-\">Matthew Dellavedova: drive and dedication pays off for Cavs' Aussie ace</a> </p> \n</aside> \n<p>Or for that matter, how to celebrate a championship for the first time in 51 years. No one knows how to do that, because the only Clevelanders who have experience in celebrating championships are on the back nine of life, and the memory of what it was like way back when is very fuzzy.</p> \n<p>“You have to have a certain makeup to survive in Cleveland,” said noted comic and TV host Steve Harvey during a radio interview last week. Harvey, who grew up in Cleveland, remembers listening to the 1964 championship with his father on the radio (it wasn’t on TV locally back then) when he was seven, says that if Cleveland win “we’ll finally sit around and have our punk-ass moment that we’ve been waiting for forever. The whole world will be watching us, and wondering why are these people so crazy.”</p> \n<p>“There is a toughness in the people of Cleveland to survive what we have had to – the horrible winters and the steel mills closing, and the jokes about the city for all these years,” Harvey continued. “And a big part of that was sports. It was very much our reason for living, but at the same time it was our heartache too.”</p> \n<p>There are far too many moments in the Cleveland Curse to list them all. Whether it was Michael Jordan shooting the city into darkness in 1989, or Denver Broncos quarterback John Elway driving his team down the field in 1987, to the Cleveland Indians baseball club being just two outs away from a World Series win in 1997, a forlorn sports misery has pervaded the Cleveland sports psyche through the years. Fans can now be seen with “God Hates Cleveland” T-shirts.</p> \n<figure class=\"element element-image\" data-media-id=\"eddc440248c1a09c1ee9fbb1b14980df2526f79a\"> \n <img src=\"http://media.guim.co.uk/eddc440248c1a09c1ee9fbb1b14980df2526f79a/0_314_4840_2903/1000.jpg\" alt=\"Fans, some wearing old Cleveland Cavaliers’ LeBron James jerseys, gather across from Quicken Loans Arena in Cleveland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fans, some wearing old Cleveland Cavaliers’ LeBron James jerseys, gather across from Quicken Loans Arena in Cleveland.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Duncan/AP</span> \n </figcaption> \n</figure> \n<p>Perhaps none of the miseries hurt more than LeBron’s decision to rip his talents away from his home in north-east Ohio and leave in an arrogant manner for Miami in free agency in 2010. For a city dealing with losing sports teams and economic meltdown, that move by their very own superstar, the “chosen one” who was going to lead Cleveland to the promised land, was almost impossible to comprehend.</p> \n<p>But the prodigal son came back this year. And the new hopes bloomed before the Cavs’ season started. “I guess, occasionally, the stripper talks to you because she likes you,” longtime Cleveland sports journalist Vince Guerrieri wrote when James announced he was coming back last summer.</p> \n<p>“We all thought it was a flight of fancy when he announced he was coming back,” Guerrieri said. “But the sports fans in this area have always seen sports as a way out, a way to get out of the factories and the grind of the blue-collar lifestyle. So we all knew why he was leaving, in a sense. Having him back and having us in the NBA finals is almost a storybook plot in this whole thing. It’s made this run in the playoffs much more important for the fans.”</p> \n<p>And that run has ignited more than just the fan base. While the Cleveland still has a high crime rates and poverty levels – and has seen numerous protests this year over police overuse of deadly force – there is a sense that things are turning around. The downtown area is going through a reformation, with The Quicken Loans Arena (“The Q’) – site of Tuesday night’s game three – at the center of a vibrant restaurant and nightclub scene.</p> \n<p>The basketball team’s success is about real money. Some studies have estimated LeBron’s impact on the community to be about $500m a year, and the consulting group Convention, Sports &amp; Leisure says the city will get about $3.6m per game for each of the playoff games held at The Q. “We feel privileged and honored to be a part of Cleveland’s rising story,” said Len Komoroski, the CEO of the Cleveland Cavaliers, said in a recent interview with CNBC.</p> \n<p>But there are still three more victories to go to break the curse. And in the Cleveland sports fan kingdom, where the teams are so much a part of the city’s cultural fabric, people are wary that they will get hurt again. Folks in their 60s and 70s often deride those younger than them that they shouldn’t complain about losing, because they haven’t suffered as long as they have. For the younger generations, this chance at a championship is new territory, for they have now grown up without knowing what winning a sports championship even feels like. </p> \n<p>Cleveland comedian Mike Polk has even renamed the Cleveland Browns’ football stadium to correspond with the losing culture and the city’s industrial history. He calls it “The Factory of Sadness.”</p> \n<p>But the sadness might end this time around. “There has been a buildup in emotion this year with James coming back, and I don’t think people from outside of Cleveland can understand the reality that people are going through here that we might really get a championship,” said Peter Pattakos, a Cleveland attorney and founder and publisher of the website ClevelandFrowns.com.</p> \n<p>“If we lose to the Warriors, the sports fan will just blame the injuries [to Kyrie Irving and Kevin Love] as an excuse for their heartache,” Pattakos said. “But if they win, it will be one of the most joyful celebrations in the history of sports. People here have invested so much in their teams. It will connect different generations and ethnicities in ways we have never seen here. [It] could be part of the new start for the city.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa87f013c32e939d170ac1167b7b7030f3bf4393/0_178_3663_2198/3663.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2198,"width":3663,"orientation":"landscape","credit":"Tony Dejak/AP","altText":"Cleveland Cavaliers fans cheer on their team against the Atlanta Hawks.","cleanCredit":"Photograph: Tony Dejak/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eddc440248c1a09c1ee9fbb1b14980df2526f79a/0_314_4840_2903/4840.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2903,"width":4840,"orientation":"landscape","caption":"Fans, some wearing old Cleveland Cavaliers’ LeBron James jerseys, gather across from Quicken Loans Arena in Cleveland. Photograph: Mark Duncan/AP","credit":"Mark Duncan/AP","altText":"Fans, some wearing old Cleveland Cavaliers’ LeBron James jerseys, gather across from Quicken Loans Arena in Cleveland.","cleanCaption":"Fans, some wearing old Cleveland Cavaliers’ LeBron James jerseys, gather across from Quicken Loans Arena in Cleveland.","cleanCredit":"Photograph: Mark Duncan/AP"}],"webPublicationDate":"2015-06-09T09:00:09Z","lastModified":"2015-06-09T19:24:03Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Daniel McGraw","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-mcgraw"}],"feature":true,"keywords":["Cleveland Cavaliers","NBA finals","NBA","US sports","Basketball","Sport","Cleveland","Ohio"],"tags":[{"id":"sport/cleveland-cavaliers","webTitle":"Cleveland Cavaliers"},{"id":"sport/nba-finals","webTitle":"NBA finals"},{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/sport","webTitle":"Sport"},{"id":"us-news/cleveland","webTitle":"Cleveland"},{"id":"us-news/ohio","webTitle":"Ohio"}],"section":{"id":"sport"},"topics":[{"displayName":"Daniel McGraw","topic":{"type":"tag-contributor","name":"profile/daniel-mcgraw"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/09/cleveland-cavaliers-basketball-nba-finals","shortUrl":"http://gu.com/p/49tyn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/09/cleveland-cavaliers-basketball-nba-finals","webUri":"http://www.theguardian.com/sport/blog/2015/jun/09/cleveland-cavaliers-basketball-nba-finals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa87f013c32e939d170ac1167b7b7030f3bf4393/0_178_3663_2198/3663.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2198,"width":3663,"orientation":"landscape","caption":"Cleveland Cavaliers fans cheer on their team against the Atlanta Hawks. Photograph: Tony Dejak/AP","credit":"Tony Dejak/AP","altText":"Cleveland Cavaliers fans cheer on their team against the Atlanta Hawks.","cleanCaption":"Cleveland Cavaliers fans cheer on their team against the Atlanta Hawks.","cleanCredit":"Photograph: Tony Dejak/AP"}},"importance":3,"byline":{"title":"Daniel McGraw"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/13edffcdb44482147cff2d694b3fe6e2c253f0b8/736_132_2157_1294/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-06-10T13:13:16Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}