{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"A team-by-team guide to this year's Tour de France","rawTitle":"A team-by-team guide to this year's Tour de France","item":{"type":"article","id":"sport/2015/jul/01/tour-de-france-2015-team-by-team-guide","title":"Tour de France 2015: our team-by-team guide","trailText":"All eyes will be on Utrecht this Saturday when the Dutch city hosts the Grand Départ for the 102nd Tour de France but who are the hot favourites and the teams to watch out for?","standFirst":"<p>All eyes will be on Utrecht this Saturday when the Dutch city hosts the Grand D&eacute;part for the 102nd Tour de France but who are the hot favourites and the teams to watch out for?</p>","byline":"Barry Glendenning","body":"<h2>AG2R La Mondiale (Fr)</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\">Tour de France 2015 – stage by stage</a> </p> \n</aside> \n<p>Once best known for the hideous brown shorts worn by their riders, the French team make headlines for their solid performances at the business end of the toughest bicycle races. They won the team classification at last year’s Tour and in Jean-Christophe P&eacute;raud and Romain Bardet, had two riders placed inside the top six on General Classification. Their all-rounder <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/12/biel-kadri-tour-de-france-stage-eight\">Biel Kadri, who has not made this year’s team, also won a stage</a>. With P&eacute;raud currently out of form, Bardet is likely to lead their assault on the GC this year. Unfortunately, they suffered a setback in February this year when Lloyd Mondory tested positive for EPO.</p> \n<p><strong>Team leader</strong> Jean-Christophe P&eacute;raud (Fr) or Romain Bardet (Fr)</p> \n<p>While P&eacute;raud finished second last year, Bardet was the revelation of the race, finishing sixth overall and second in the Best Young Rider classification. In a rivalry that calls to mind the Froome v Wiggins power struggle at Sky, this should be the Tour in which Bardet eclipses his compatriot, who had a woeful Crit&eacute;rium du Dauphin&eacute;.</p> \n<p><strong>Team name</strong> An amalgamation of belt and braces: two insurance companies - Ag2R and La Mondiale.</p> \n<figure class=\"element element-image\" data-media-id=\"f015f75bc6a24c2f066cfa72ef561338392ad9d7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745301154/b9568d1b-f9ee-46d0-a87f-c78af2d285ff-460x276.jpeg\" alt=\"Peraud\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jean-Christophe P&eacute;raud of AG2R La Mondiale.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Astana (Kaz)</h2> \n<p>A team regularly mired in scandal since their 2006 inception, they have had a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/27/astana-doping-cycling-troubled-team\">troubled time</a> since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/27/vincenzo-nibali-tour-de-france-win\">Vincenzo Nibali won last year’s Tour</a>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/11/valentin-iglinsky-sacked-astana-epo\">Brothers Valentin and Maxim Iglinskiy</a> both tested positive for EPO, while three members of their Continental feeder team also fell foul of the drug testers, prompting the International Cycling Union (UCI) to recommend their World Tour licence be revoked. In April it was announced that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/24/teams-demand-transparency-uci-astan-licence\">Astana would be allowed to continue</a> racing, as stripping them of their licence mid-season would not “respect the principle of proportionality”. Good news, then, for the team’s highly-principled manager, the unrepentant drugs cheat <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/jul/30/cycling.tourdefrance3\">Alexander Vinokourov</a>.</p> \n<p><strong>Team leader</strong> Vincenzo Nibali (It)</p> \n<p>Defending his title in the wake of a victory made easier by Nairo Quintana’s absence, the abandonment through injury of Chris Froome and Alberto Contador, not to mention the constant whiff of skulduggery surrounding Astana. Lucky to be defending his title, considering the raised eyebrows that greeted the decision to let his team keep their licence.</p> \n<p><strong>Team name</strong> Taken from a group of state-owned companies in Kazakhstan, where Astana is also the capital city.</p> \n<figure class=\"element element-image\" data-media-id=\"4caee474700fddefa0d7540f52e580fbdfab1019\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745381197/f2553416-29c9-430e-acdf-0048a36262a1-460x276.jpeg\" alt=\"Vincenzo Nibali\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincenzo Nibali of the controversy-mired Astana defends his title this month.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>BMC Racing (US)</h2> \n<p>Disparagingly referred to as Big Money Club due to the riches lavished upon them by their billionaire benefactor Andy Rihs, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/25/tour-down-under-final-stage-report\">BMC claimed this year’s Tour Down Under</a> and Tour of Belgium, as well as notching notable stage wins elsewhere. Team leader Tejay van Garderen is in good form and wants a podium finish, while the team boast specialists in most areas of expertise and functions superbly as a collective. They subjected rivals Sky to a beating in the team time trial of the Crit&eacute;rium du Dauphin&eacute; in a stage very similar to its equivalent on this year’s Tour.</p> \n<p><strong>Team leader</strong> Tejay van Garderen (US)</p> \n<p>BMC’s new leader following the retirement of Cadel Evans, the American led going into the final stage of the Crit&eacute;rium du Dauphin&eacute;, only to have victory snatched from his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">grasp by Chris Froome</a>. Fifth last year and his chances of a podium place will hinge on his performances in the mountains.</p> \n<p><strong>Team name</strong> An acronym of the snappily-titled Swiss bicycle manufacturing company Bicycle Manufacturing Company.</p> \n<figure class=\"element element-image\" data-media-id=\"498c48e10ca195f7191d3b8ec19cc85ffa269151\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745480983/3ba70bab-6a7f-41d7-ab02-3cf45a6a6a1f-460x276.jpeg\" alt=\"Van Garderen\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The BMC Racing team leader Tejay Van Garderen.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Feferberg/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Bora-Argon 18 (Ger)</h2> \n<p>One of five wildcard teams, the Bavarian outfit are, like BMC, also one of five in the race to feature a bicycle manufacturer – Montreal-based Argon 18 – in their name. Having secured seventh place in last year’s Tour courtesy of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/30/team-sky-announce-nicolas-roche-five-new-signings-2015-cycling\">Leopold Konig, who has since moved to Sky</a>, the team will be co-led by the German all-rounder Dominik Nerz and look likely to target assorted flat stages, where the Czech time-trialist Jan B&aacute;rta will be tasked with helping to lead out Irish Tour debutant and co-leader Sam Bennett.</p> \n<p><strong>Team leader</strong> Sam Bennett (Ire) and Dominik Nerz (Ger)</p> \n<p>In Bennett and Nerz, the general manager Ralph Denk has named co-leaders, revealing his team will target flat stages, playing to the strengths of the Belgium-born Irishman. Denk described Bennett as one of the fastest sprinters around and said “he deserves to compete with the best sprinters in the biggest race in the world”.</p> \n<p><strong>Team name</strong> Sponsored by German cooking surface and extractor manufacturer Bora and Canadian bike manufacturers Argon, whose Argon 18 bicycles they ride.</p> \n<figure class=\"element element-image\" data-media-id=\"c3f7089a046d312cd8583d4e0a63cee9a8ec4742\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745551563/102cbe49-135b-48e6-9d15-a34e96928c9c-460x276.jpeg\" alt=\"Sam Bennett\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Bora-Argon 18 team co-leader Sam Bennett.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Bretagne-S&eacute;ch&eacute; Environment (Fr)</h2> \n<p>Another of the second tier wildcards, Bretagne-S&eacute;ch&eacute; participated in their first Tour de France last summer. Dan McLay, a 23-year-old from Leicester, turned pro with them this season after four years as an amateur in Belgium and has been touted as a potential Classics star of the future but just missed out on their roster for the Tour. While extremely unlikely to trouble the top 10 in General or Team Classification, expect this team to throw the kitchen sink and various other household items at Stage 8, which begins departs from Rennes, home of their HQ, and finishes in M&ucirc;r-de-Bretagne.</p> \n<p><strong>Team leader</strong> Brice Feillu (Fr)</p> \n<p>Not to be confused with Romain, his older brother, who also rides for Bretagne-S&eacute;ch&eacute; Environnement. Feillu the younger was triumphant in the mountain stage at Andorra Arcalis on the 2009 Tour and hasn’t won a race of any kind since. Needs a good performance to build on his early promise.</p> \n<p><strong>Team name </strong>The hail from Brittany and are sponsored by S&eacute;ch&eacute; Environnement, a French waste treatment company.</p> \n<figure class=\"element element-image\" data-media-id=\"04b4d46bd8eb1350f13a81bfc595f81c9c617ae7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745779775/5d675dc5-6fc0-4a0c-970a-83178ba20e1c-460x276.jpeg\" alt=\"Brice Feillu\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brice Feillu leads Bretagne-S&eacute;ch&eacute;.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Cofidis Solutions (Fr)</h2> \n<p>Reliant on wildcard entries since losing their ProTour licence in 2009 and without a stage win since the year before that, it’s difficult to know what function they serve in the peloton in recent years beyond making up the numbers and sending scarlet-clad riders off in breakaways that invariably get reeled in by the peloton. While Spanish rider Daniel Navarro is their best hope of making an impact on the General Classification, Cofidis appear to have placed all their eggs in a Nacer Bouhanni-shaped basket this season and the in-form 24-year-old sprinter could very well find himself being handed a bouquet and trophy at the conclusion of at least one stage.</p> \n<p><strong>Team leader</strong> Nacer Bouhanni (Fr)</p> \n<p>A winner of<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/10/criterium-du-dauphiine-stage-four\"> two stages and the green points jersey at the Crit&eacute;rium du Dauphin&eacute;</a>, the French sprinter crashed at the French national road championships last weekend putting his participation in some doubt. Celebrates his birthday on the Tour, but is unlikely to mark the occasion with a stage win as the riders will be tackling Alpe d’Huez on the day in question.</p> \n<p><strong>Team name</strong> Their sponsor is a French company offering credit ‘solutions’ and - according to Wikipedia - specialises in the consumer credit business of the 3 Suisses Group. Rock and roll.</p> \n<figure class=\"element element-image\" data-media-id=\"9cc98d8d870721399e76b18549bb6239b2837591\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745881760/a2b67827-03e5-4f38-a791-1c9fe1264f73-460x276.jpeg\" alt=\"Bouhanni\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cofidis’s big hope Nacer Bouhanni .</span> \n  <span class=\"element-image__credit\">Photograph: David Stockman/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Etixx-Quick Step (Bel)</h2> \n<p>With Bradley Wiggins having bowed out of proceedings to focus on the track, Tony Martin will expect to finish the opening day’s “race of truth” in Utrecht being zipped into the race leader’s yellow jersey, which he could keep for quite some time. Beyond that, the team will slave in the service of Manx missile <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/02/mark-cavendish-life-saddle-i-love-to-win-tour-of-turkey-cycling\">Mark Cavendish</a>, relentlessly stoking the furnace of the train from which he’ll launch himself at the end of each flat stage in the hope of adding to his 25 stage victories.</p> \n<p><strong>Team leader</strong> Mark Cavendish (United Kingdom)</p> \n<p>Came a cropper in the first stage last year and had to withdraw, rounding off a fairly miserable season by his own very high standards. Cavendish has been in spectacular form this season and, in the absence of his nemesis Marcel Kittel, looks nailed on to add to his quarter-century of Tour de France stage wins.</p> \n<p><strong>Team name</strong> Premium sports nutrition brand meets laminate flooring manufacturer and the rest is history. Who says romance is dead?</p> \n<figure class=\"element element-image\" data-media-id=\"dbd65710a33a48f1d6407e39ce78ef9781b84b4c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435745998892/40d07f6a-c292-4c4a-8bd2-fd29da97cf93-460x276.jpeg\" alt=\"Mark Cavendish\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Cavendish, the Etixx-Quick Step team leader, has been in excellent form this year.</span> \n  <span class=\"element-image__credit\">Photograph: Robertus Pudyanto/Getty Images</span> \n </figcaption> \n</figure> \n<h2>FDJ (Fr)</h2> \n<p>Having appalled the cycling world with the fashion faux pas of including white shorts in their team ensemble, it is not just in the field of ill-advised leg-wear that FDJ will be competing fiercely with their compatriots at AG2R La Mondiale. Both teams will fancy their chances of producing the Tour’s highest-placed Frenchman, with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/26/thibaut-pinot-leads-french-revival-tour-de-france-2014\">Thibaut Pinot</a> having finished third overall last season just behind his compatriot at AG2R, Jean-Christophe P&eacute;raud. Having lost their sprinter Nacer Bouhanni to Cofidis Solutions, FDJ’s chances of success in the flat stages have been compromised and the burden of responsibility for taking on the fast men now rests on 23-year-old Arnaud D&eacute;mare.</p> \n<p><strong>Team leader</strong> Thibaut Pinot (Fr)</p> \n<p>Third on General Classification last year and winner of the best young rider classification ahead of Romain Bardet. Chose the Tour of Switzerland over the Crit&eacute;rium du Dauphin&eacute; for his preparations, having won a stage and finished fourth overall in the Tour de Romandie. A burgeoning talent who should go well again.</p> \n<p><strong>Team name</strong>: Francais des Jeux is the company behind France’s national lottery, making them one of three national lottery companies to sponsor a team in this race.</p> \n<figure class=\"element element-image\" data-media-id=\"6f3c18c7f14a7937431bc34bf287c22b9288394a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746130019/142a3773-271b-4758-b067-c6ab9c00287f-460x276.jpeg\" alt=\"Pinot\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The FDJ team leader Thibaut Pinot is well placed to thrive again.</span> \n  <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>IAM Cycling (Swi)</h2> \n<p>Riding their first full season with the big boys, IAM Cycling unveiled 10 new signings ahead of this year’s road season, including French rouleur Jerome Coppel and Dutch time trial specialist Stef Clement, who joined Sylvain Chavanel and former hour record holder Matthias Brandle in the Swiss team’s ranks. Highlights this season? Heinrich Haussler – who has not made the Tour roster – won the Australian Road Race Championships, stage wins in the Tour of Oman and Tour of Belgium, Clement turning up late for a doping control at the Giro because of crowd congestion and some amusing YouTube footage of <a href=\"http://www.cyclingweekly.co.uk/news/latest-news/watch-sylvain-chavanel-struggles-to-take-his-rain-coat-off-at-ghent-wevelgem-video-164664\">Chavanel struggling to remove a rain jacket</a>.</p> \n<p><strong>Team leader</strong> Sylvain Chavanel (France)</p> \n<p>Criticised in his younger days by one mentor for his “gratuitous long-range sorties and suicide attacks”, Chavanel is approaching the end of a fine career. Renowned for his combativity, he has previously worn the maillot jaune and won three Tour de France stages. Would be an extremely popular winner of a fourth.</p> \n<p><strong>Team name</strong> A Swiss finance company, IAM Investment Funds provide an institutional investment style servicing private investors. “We favour slow but solid growth,” they say.</p> \n<figure class=\"element element-image\" data-media-id=\"3ecf4260fff944085a76e1cb6f1cb75a0d012971\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746304339/81809c27-86c8-4900-99b3-9cd665800df9-460x276.jpeg\" alt=\"Sylvain Chavanel\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The popular Sylvain Chavanel of IAM Cycling.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Lampre-Merida (It)</h2> \n<p>Easily identifiable by their arresting fluorescent pink crash helmets and the matching shoulder panels on their jerseys, this Italian team has had a good year by their own fairly mediocre standards, with four stage wins (by three different riders) in the Giro and overall victory in the Tour of Oman already in the bag. Portuguese leader Rui Costa will be relying on the support of his team-mates to get him as high up the General Classification as possible, while under-achieving Italian classics rider Filippo Pozzato is riding for a new contract after two unsuccessful years, during which his manager Brent Copeland labeled him a “prima donna”. Ouch.</p> \n<p><strong>Team leader</strong> Rui Costa</p> \n<p>A former world champion and the winner of three Tour de France stages in the past, most recently in the mountains in 2013. After winning the Tour de Suisse three times in a row, he chose not to defend his title this year, instead opting for the Crit&eacute;rium du Dauphin&eacute;, where finished third and won stage six.</p> \n<p><strong>Team name</strong> Lampre manufacture prefinished steel sheet materials in Italy, while Meridia make bicycles in Taiwan.</p> \n<figure class=\"element element-image\" data-media-id=\"69167dba3fb5ee1cb1045e1e9c7abe65df914535\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746410924/64413884-f12e-42a5-ade0-4c065a557089-460x276.jpeg\" alt=\"Rui Costa\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rui Costa, the Lampre-Merida team leader.</span> \n  <span class=\"element-image__credit\">Photograph: Agence Zoom/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Lotto NL-Jumbo (Neth)</h2> \n<p>One of two teams with the word ‘Lotto’ in their title, expect this Dutch outfit and their Belgian counterparts Lotto-Soudal to cause no end of confusion for race commentators in the event of riders from both forming their own breakaway. The Dutch team formerly known as Belkin will be relying on Wilco Kelderman and Laurens ten Dam to keep their excitable roadside support enthused during the early stages in the Low Countries, where they’ll be riding in a change strip because their usual kit is considered too “yellow” for a race in which that particular colour is reserved exclusively for the race leader.</p> \n<p><strong>Team leader </strong>Wilco Kelderman (Netherlands) and Robert Gesink (Netherlands)</p> \n<p>Kelderman competes in his maiden Tour de France after two previous and highly commendable cracks at the Giro (17th and 7th) and one at the Vuelta (14th). His compatriot Robert Gesink finished fifth in the 2010 Tour de France and has overcome a heart condition to take his place in the line-up after missing most of last season.</p> \n<p><strong>Team name</strong> The artists formerly known as Rabobank and Belkin, among other names, are sponsored by the Dutch National Lottery and a supermarket chain. Included the ‘NL’ in their name to avoid confusion with ...</p> \n<figure class=\"element element-image\" data-media-id=\"3cd104e1e15ea5c2aaa98136ed0adcef9bb713ee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746567102/595fb169-edc9-4df7-bd40-74d662039a15-460x276.jpeg\" alt=\"Wilco Kelderman \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wilco Kelderman of Lotto NL-Jumbo competes in his first Tour de France this year.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Lotto Soudal (Bel)</h2> \n<p>Another lot of Lotto riders, this team is co-sponsored by Belgium’s national lottery and what appears to be a foam and glue factory. Ageing German sprinter <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/10/paris-nice-stage-two-andre-greipel-geraint-thomas\">Andr&eacute; Greipel</a> has six stage wins to his name (13 altogether in Grand Tours) and is invariably there or thereabouts in bunch finishes, while French rider Tony Gallopin took almost eight minutes out of eventual winner Vincenzo Nibali on Stage 9 of last year’s Tour in a breakaway that earned him a day in yellow that he followed up with a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/16/tony-gallopin-wins-stage-11-tour-de-france\">courageous win on Stage 11</a>.</p> \n<p><strong>Team leader</strong> Andr&eacute; Greipel (Ger)</p> \n<p>The German sprinter won stage six at the Giro before withdrawing ahead of a time trial and the subsequent mountain stages. Likely to call the shots in the Tour’s opening flat stages, one or two of which he has every chance of nicking, before handing the loudhailer to Gallopin as the race goes uphill.</p> \n<p><strong>Team name </strong>As mentioned previously, this team is backed by the Belgian National Lottery and a major European provider of silicone and caulks, Polyurethane-Foams and adhesives. Gripping stuff.</p> \n<figure class=\"element element-image\" data-media-id=\"312b2eff7570eb7465b7a601455a4729beb88dca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746692990/438a9839-36f2-4796-b225-09a04a3566df-460x276.jpeg\" alt=\"Andr&eacute; Greipel\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andr&eacute; Greipel of Lotto-Soudal can call the shots in the Tour’s flat stages.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Movistar (Sp)</h2> \n<p>Solid time trialists and apparently tireless climbers, Spain’s lower-rent version of Sky will be eyeing the main prize with a view to securing victory for Nairo Quintana, who finished second behind Chris Froome in 2013 before choosing and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/06/nairo-quintana-giro-ditalia-richard-williams\">winning last year’s Giro</a> upon deciding its mountainous route was more suited to a man of his talents than the French equivalent. The Colombian climber heads a talented squad of riders that still includes deposed former team leader Alejandro Valverde, who finished fourth last season after being welcomed back to the team in the wake of two-year suspension incurred for his part in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jan/27/wada-opertion-puerto\">Operation Puerto doping affair</a>.</p> \n<p><strong>Team leader</strong> Nairo Quintana (Col)</p> \n<p>Along with Chris Froome, Vincenzo Nibali and Alberto Contador, this young Colombian mountain goat is one of four riders hotly tipped to triumph, following his stunning debut in 2013. Sat out last year’s Tour after winning the Giro and could conceivably struggle on the cobbles on stage four of this year’s race.</p> \n<p><strong>Team name </strong>Nothing to do with Hollywood: Movistar is a Spanish mobile phone operator owned by Telef&oacute;nica.</p> \n<figure class=\"element element-image\" data-media-id=\"261aa84ec8eab1d855c3afd59ed26d5f8ab24cbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746807725/dfe039bc-a278-4883-ae72-d477d7dc5c52-460x276.jpeg\" alt=\"Nairo Quintana\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Movistar’s Nairo Quintana is well fancied to triumph.</span> \n  <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>MTN-Qhubeka (SA)</h2> \n<p>Another wildcard entry, for the first African team to compete in the Grand Boucle. Eritrea’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/eritrean-cyclists-tour-de-france-mtn-qhubeka\">Daniel Teklehaimanot</a> secured their first ever WorldTour classification win by taking the King of the Mountains jersey at the Dauphin&eacute;, while British cyclist Steve Cummings also looks nailed on to start his first Tour de France since 2012. Edvald Boasson Hagen and Tyler Farrar are the big names in a team facing a challenge their principal Doug Ryder has described as “the realisation of the dream of taking an African registered team to the ultimate annual cycling event, Le Tour de France”.</p> \n<p><strong>Team leader </strong>Edvald Boasson Hagen (Nor)</p> \n<p>Having joined his new paymasters after five years as a Sky workhorse, the Norwegian suffered a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/11/tour-de-france-boasson-hagen\">broken collarbone in March</a>, but picked up his first win in two years during his comeback ride at the Tour des Fjords. This will be his fifth Tour de France and surprisingly, he has yet to win a stage.</p> \n<p><strong>Team name</strong> MTN are a South African mobile phone company, while Qhubeka (an Nguni word that means “to carry on”) is a charity aiming to put 5,000 underprivileged African kids on bicycles.</p> \n<figure class=\"element element-image\" data-media-id=\"7f18b63049b7d485cc6abf76429397855f24bee8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746901168/56c63e9b-3e4c-42d4-b100-8113a8e8a69e-460x276.jpeg\" alt=\"Edvald Boasson Hagen\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Edvald Boasson Hagen, team leader of MTN-Qhubeka.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Orica Greenedge (Aus)</h2> \n<p>Blessed with one of the best lead-out trains in the business, but with no sprinter of note to capitalise on the hard yards they put in, this Australian team beat their rivals in the team time trial at the Giro and will be hoping to do the same on stage nine of this year’s Tour from Vannes to Plumelec. With Simon Gerrans having struggled to stay fit through a series of injuries, Michael Matthews will ride as team leader, while Gerrans and British twins Adam and Simon Yates will be hopeful of picking up other stage wins.</p> \n<p><strong>Team leader </strong>Michael Matthews</p> \n<p>A former under-23 world road race champion, this Australian is a proven Grand Tour stage winner, and not just with his teammates in time trials. Tackling his first Tour de France, Matthews is expected to leave an impressive mark but remains an outsider in the race for the green jersey.</p> \n<p><strong>Team name </strong>Expect no shortage of fireworks from this outfit - GreenEdge cycling are sponsored by Orica, an Australian explosives manufacturer.</p> \n<figure class=\"element element-image\" data-media-id=\"5c9b31c92180e64b590183cf1d87fde6c6807ae6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435746993033/4586b3f6-4921-405b-9c74-8791a4e8efc7-460x276.jpeg\" alt=\"Michael Matthews\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Matthews, the Orica Greenedge team leader.</span> \n  <span class=\"element-image__credit\">Photograph: Luk Benies/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Cannondale-Garmin (US)</h2> \n<p>Formed after the merger of Cannondale and Garmin-Sharp, team leader Andrew Talansky is hitting form at the right time, having won the American time trial championship in May. In Classics specialist Dan Martin and former Giro winner Ryder Hesjedal, he has a pair of lieutenants who are more than capable of picking up stage wins. The youngest team of riders on the Tour, Cannondale-Garmin will compete with a lot of public goodwill following the outpouring of sympathy that greeted the injured Talansky’s heroic and ultimately successful attempt to finish stage 11 of last year’s Tour just ahead of the broom wagon.</p> \n<p><strong>Team leader</strong> Andrew Talansky (US)</p> \n<p>The New Yorker has had a decent year, winning the American national time trial championship and finishing in the top 10 of the Crit&eacute;rium du Dauphin&eacute;, which he won in 2014. Talansky provided one of the enduring images of last year’s Tour, cycling 90 kilometres injured and alone to finish stage 11, before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/17/andrew-talansky-withdraws-tour-de-france-injuries\">withdrawing</a> from the race a hero.</p> \n<p><strong>Team name</strong> The partnership of a bike manufacturer and a SatNav company means the Cannondale-Garmin riders may not necessarily get there first, but they will get there.</p> \n<figure class=\"element element-image\" data-media-id=\"7d9555696d94e0926b12d6b705d0f9433705ce90\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747099605/25a7dce7-6a74-4191-a938-a90e82f0cfc9-460x276.jpeg\" alt=\"Andrew Talansky\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andrew Talansky of Cannondale-Garmin has been in decent form this year.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Devich/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Europcar (Fr)</h2> \n<p>Having lost their ProTour licence for this season for unspecified concerns about them fulfilling the necessary “financial criteria”, Europcar had to rely on a wildcard to compete in this year’s Tour. And with the rental car company with whom they share their name to end their sponsorship this seasons, these are trying times for Jean-Ren&eacute; Bernaudeau’s men in green. Never one to shirk in the face of adversity, expect to see Thomas Voeckler putting the hurt on himself and others as, tongue lolling its inimitable trademark way, he instigates or chases down breakaways in the hope of securing airtime and, with it, potential new sponsors.</p> \n<p><strong>Team leader</strong> Thomas Voeckler (Fr)</p> \n<p>With his comical riding style, <a href=\"https://www.youtube.com/watch?v=mgsepZux4kw\">Voeckler</a> can at times look like a spectator who’s sneaked into the peloton for a giggle, only to sprint clear of the field on one of his occasionally successful breakaways. Simultaneously painful and a real pleasure to watch, expect him to provide no end of entertainment in the mountains.</p> \n<p><strong>Team name</strong> The hire car company is soon to end their sponsorship of this team, who may find themselves going cap-in-hand to Hertz instead.</p> \n<figure class=\"element element-image\" data-media-id=\"881b37dc1fe17e6a0c6a0c5700d7e13bf702f4e9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747197996/73d890b9-9a33-45dc-8828-d27cad996342-460x276.jpeg\" alt=\"Thomas Voeckler \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Europcar’s Thomas Voeckler, simultaneously a pain and a pleasure to watch.</span> \n  <span class=\"element-image__credit\">Photograph: Guillame Souvant/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Giant Alpecin (Ger)</h2> \n<p>The German-based outfit have made the difficult decision to go without their giant speed merchant Marcel Kittel, who had an extremely disrupted build-up to the Tour. Having had his season ruined by a virus he picked up while competing in the Tour Down Under, the thunder-thighed super-sprinter was finally showing signs of returning to race fitness, but has now been sidelined for this year’s Tour, with his participation being too much of a gamble. In his absence, Giant Alpecin will expect big things from the German John Degenkolb, a winner of two classics, Milan-San Remo and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/12/john-degenkolb-paris-roubaix-bradley-wggings-team-sky\">Paris-Roubaix</a>, already this year.</p> \n<p><strong>Team leader</strong> John Degenkolb (Ger)</p> \n<p>With Marcel Kittel being rested as he continues to recuperate from illness, John Degenkolb has been appointed team leader. “John Degenkolb is not a replacement for Marcel Kittel, John Degenkolb is another rider with other qualities,” says Giant-Alpecin boss Iwan Spekenbrink, who is hopeful his team can win at least one stage.</p> \n<p><strong>Team name</strong> Sponsored by Giant bicycles and a German shampoo manufacturer, their riders will be tested each day for dry scalp and dandruff, as well as illegal performance-enhancing drugs.</p> \n<figure class=\"element element-image\" data-media-id=\"a49e2412b9c2259c8f3a9db2cef9cc20fb5f1612\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747300537/abfaab95-6e60-47e5-bfe1-f9ff962e2811-460x276.jpeg\" alt=\"John Degenkolb\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Degenkolb of Giant Alpecin.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Kathusha (Rus)</h2> \n<p>With Norwegian sprinter and classics specialist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/20/alexander-kristoff-wins-stage-15-of-tour-de-france-with-nibali-safe\">Alexander Kristoff</a> in scorching form, a team previously renowned for its ragbag collection of Russian has-beens and journeymen go into this year’s with high hopes of removing the green jersey for best of all-rounder from the shoulders of Peter Sagan for the first time in four years. Serial nearly man Joaquim Rodr&iacute;guez has targeted this year’s Tour and Giro in his latest attempts to add a Grand Tour win to his palmares, but remains an outside bet to finish on the podium. Surprisingly, Katusha have named just one Russian in their line-up.</p> \n<p><strong>Team leader</strong> Joaquim Rodr&iacute;guez (Sp)</p> \n<p>An excellent climber who is invariably let down by his abysmal time-trialling, the clock is running down on the career of this ageing Spaniard, who looks increasingly unlikely to retire with a Grand Tour victory to his CV. He does have one Tour de France stage win to his name and could conceivably add another one.</p> \n<p><strong>Team name</strong> Backed by the Russian Global Cycling Project foundation, which is funded by a variety of Russian businesses, including Gazprom.</p> \n<figure class=\"element element-image\" data-media-id=\"e23331b685c4c1bd4f9b468221014e70fa7c9f6b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747390909/04bb9c1e-3a2e-45d2-a9a1-2a6af2b7913a-460x276.jpeg\" alt=\"Joaquim Rodr&iacute;guez \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Spaniard Joaquim Rodr&iacute;guez of Katusha.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Sky (GB)</h2> \n<p>With their big black team bus and obsession with “marginal gains”, the arrival of Team Sky to the professional peloton prompted much tittering. Two Tour de France wins later, the laughter has stopped and their methods have now been adapted by those rivals who previously found them so amusing. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/06/team-sky-dave-brailsford-cycling-new-technology\">David Brailsford</a> will be quietly confident of masterminding a third Tour victory for his team, with Richie Porte, Ian Stannard, Wout Poels, Leopold K&ouml;nig and Peter Kennaugh all looking in good shape to provide strong support for Chris Froome. A significant defeat in the Crit&eacute;rium du Dauphin&eacute; team time trial would appear to be their one major concern.</p> \n<p><strong>Team leader</strong> Chris Froome (UK)</p> \n<p>After a good start to the season, back-to-back stage wins powered <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">Froome to victory in the Crit&eacute;rium du Dauphin&eacute;</a> but the 2013 Tour de France winner said he still had work to do to be at his best for this year’s race. With Sky looking strong, he could win his second Tour.</p> \n<p><strong>Team name</strong> One of the peloton’s richer teams, sponsored by BSkyB, who wished to get involved in a sport in which they could have a positive impact. So far, so good, although they’re not too popular with some continental cycling fans.</p> \n<figure class=\"element element-image\" data-media-id=\"b8c25a6677d3fa3818612a64cbf559e485f28ed1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747491078/7e4c778b-b17a-4dba-b9d5-c7e0eff236a0-460x276.jpeg\" alt=\"Froome\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sky’s team leader Chris Froome is well placed to win a second Tour.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Feferberg/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Tinkoff-Saxo (Rus)</h2> \n<p>The team of Alberto Contador, who won this year’s Giro with an injured collarbone, Tinkoff Saxo underwent significant personnel changes on and off the bike this season, announcing the signing of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/apr/02/peter-sagan-apology-pinching-bottom\">Podium girl botherer Peter Sagan</a> before parting company with manager Bjarne Riis on the back of an acrimonious feud with team sponsor Oleg Tinkov. Sagan will be targeting his fourth consecutive green jersey title this year, but may find his chances of doing so harmed by having to play second fiddle to Contador after a long stretch as top dog at Cannondale.</p> \n<p><strong>Team leader </strong>Alberto Contador (Sp)</p> \n<p>The Spaniard overcame injury to pull off the first half of what he hopes will be a rare Giro-Tour double, but only time will tell how much his surprisingly gruelling Italian triumph will have taken out of a 32-year-old who has spent recent weeks in Livigno for altitude training.</p> \n<p><strong>Team name</strong> Sponsored by a partnership of the Russian Tinkoff Bank and Danish investment outfit Saxo Bank.</p> \n<figure class=\"element element-image\" data-media-id=\"204b8d9daa55fb62725d4d7a733fbabf7572fceb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747619082/180e9aa2-01f8-44d2-b490-1fda077cf11a-460x276.jpeg\" alt=\"Alberto Contador\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tinkoff-Saxo’s Alberto Contador is hoping to pull off a Giro-Tour double.</span> \n  <span class=\"element-image__credit\">Photograph: Luk Benies/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Trek Factory (US)</h2> \n<p>Having added distinctive white sleeves and chest panels to their otherwise pinstriped duds and rolled out eye-catching “viper red” bicycles, Trek’s image isn’t the only thing to have undergone an overhaul. The cycling team formerly known as Radioshack have signed a new General Classification contender in Dutch rider Bauke Mollema, but endured a miserable Crit&eacute;rium du Dauphin&eacute;, where they won just €300 in prize money. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/frank-schleck-miss-tour-de-france-knee-injury\">Frank Schleck has been ruled out with a knee injury</a>, while time trialist Fabian Cancellara has struggled with a bad back, but will hope to finish the opening time trial in yellow.</p> \n<p><strong>Team leader </strong>Bauke Mollema (Neth)</p> \n<p>The lanky Dutchman finished 10th last year, but may struggle to match his performance after pulling out of the Crit&eacute;rium du Dauphin&eacute; due to a recurring back injury. Mollema insists that a few sessions with the osteopath should ensure he has no concerns ahead of the Tour, but only time will tell.</p> \n<p><strong>Team name</strong> Trek Bicycle Corporation is a major bicycle and cycling product manufacturer, based in Wisconsin.</p> \n<figure class=\"element element-image\" data-media-id=\"0415eb5f6b2d075d6284ba908381380a1ca4ec29\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435747702610/fe3032cc-713c-4bd5-91a2-cb98e08222e1-460x276.jpeg\" alt=\"Bauke Mollema\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bauke Mollema, the Trek Factory team leader.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435680337126/Astana-team-rider-Nibali--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS","credit":"Jean-Paul Pelissier/REUTERS","altText":"Astana team rider Nibali celebrates","cleanCaption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745302516/b9568d1b-f9ee-46d0-a87f-c78af2d285ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jean-Christophe Péraud of AG2R La Mondiale. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Peraud","cleanCaption":"Jean-Christophe Péraud of AG2R La Mondiale.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745382631/f2553416-29c9-430e-acdf-0048a36262a1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali of the controversy-mired Astana defends his title this month. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Vincenzo Nibali","cleanCaption":"Vincenzo Nibali of the controversy-mired Astana defends his title this month.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745482327/3ba70bab-6a7f-41d7-ab02-3cf45a6a6a1f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The BMC Racing team leader Tejay Van Garderen. Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Van Garderen","cleanCaption":"The BMC Racing team leader Tejay Van Garderen.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745552911/102cbe49-135b-48e6-9d15-a34e96928c9c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Bora-Argon 18 team co-leader Sam Bennett. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Sam Bennett","cleanCaption":"The Bora-Argon 18 team co-leader Sam Bennett.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745781266/5d675dc5-6fc0-4a0c-970a-83178ba20e1c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brice Feillu leads Bretagne-Séché. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Brice Feillu","cleanCaption":"Brice Feillu leads Bretagne-Séché.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435745883574/a2b67827-03e5-4f38-a791-1c9fe1264f73-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cofidis’s big hope Nacer Bouhanni . Photograph: David Stockman/AFP/Getty Images","credit":"David Stockman/AFP/Getty Images","altText":"Bouhanni","cleanCaption":"Cofidis’s big hope Nacer Bouhanni .","cleanCredit":"Photograph: David Stockman/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746000375/40d07f6a-c292-4c4a-8bd2-fd29da97cf93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Cavendish, the Etixx-Quick Step team leader, has been in excellent form this year. Photograph: Robertus Pudyanto/Getty Images","credit":"Robertus Pudyanto/Getty Images","altText":"Mark Cavendish","cleanCaption":"Mark Cavendish, the Etixx-Quick Step team leader, has been in excellent form this year.","cleanCredit":"Photograph: Robertus Pudyanto/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746131428/142a3773-271b-4758-b067-c6ab9c00287f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The FDJ team leader Thibaut Pinot is well placed to thrive again. Photograph: Fabrice Coffrini/AFP/Getty Images","credit":"Fabrice Coffrini/AFP/Getty Images","altText":"Pinot","cleanCaption":"The FDJ team leader Thibaut Pinot is well placed to thrive again.","cleanCredit":"Photograph: Fabrice Coffrini/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746305642/81809c27-86c8-4900-99b3-9cd665800df9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The popular Sylvain Chavanel of IAM Cycling. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Sylvain Chavanel","cleanCaption":"The popular Sylvain Chavanel of IAM Cycling.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746412482/64413884-f12e-42a5-ade0-4c065a557089-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rui Costa, the Lampre-Merida team leader. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Rui Costa","cleanCaption":"Rui Costa, the Lampre-Merida team leader.","cleanCredit":"Photograph: Agence Zoom/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746568538/595fb169-edc9-4df7-bd40-74d662039a15-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wilco Kelderman of Lotto NL-Jumbo competes in his first Tour de France this year. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Wilco Kelderman ","cleanCaption":"Wilco Kelderman of Lotto NL-Jumbo competes in his first Tour de France this year.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746694402/438a9839-36f2-4796-b225-09a04a3566df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"André Greipel of Lotto-Soudal can call the shots in the Tour’s flat stages. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"André Greipel","cleanCaption":"André Greipel of Lotto-Soudal can call the shots in the Tour’s flat stages.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746809274/dfe039bc-a278-4883-ae72-d477d7dc5c52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Movistar’s Nairo Quintana is well fancied to triumph. Photograph: Fabrice Coffrini/AFP/Getty Images","credit":"Fabrice Coffrini/AFP/Getty Images","altText":"Nairo Quintana","cleanCaption":"Movistar’s Nairo Quintana is well fancied to triumph.","cleanCredit":"Photograph: Fabrice Coffrini/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746902744/56c63e9b-3e4c-42d4-b100-8113a8e8a69e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Edvald Boasson Hagen, team leader of MTN-Qhubeka. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Edvald Boasson Hagen","cleanCaption":"Edvald Boasson Hagen, team leader of MTN-Qhubeka.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435746994723/4586b3f6-4921-405b-9c74-8791a4e8efc7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Matthews, the Orica Greenedge team leader. Photograph: Luk Benies/AFP/Getty Images","credit":"Luk Benies/AFP/Getty Images","altText":"Michael Matthews","cleanCaption":"Michael Matthews, the Orica Greenedge team leader.","cleanCredit":"Photograph: Luk Benies/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747101254/25a7dce7-6a74-4191-a938-a90e82f0cfc9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Talansky of Cannondale-Garmin has been in decent form this year. Photograph: Jonathan Devich/Getty Images","credit":"Jonathan Devich/Getty Images","altText":"Andrew Talansky","cleanCaption":"Andrew Talansky of Cannondale-Garmin has been in decent form this year.","cleanCredit":"Photograph: Jonathan Devich/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747199393/73d890b9-9a33-45dc-8828-d27cad996342-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Europcar’s Thomas Voeckler, simultaneously a pain and a pleasure to watch. Photograph: Guillame Souvant/AFP/Getty Images","credit":"Guillame Souvant/AFP/Getty Images","altText":"Thomas Voeckler ","cleanCaption":"Europcar’s Thomas Voeckler, simultaneously a pain and a pleasure to watch.","cleanCredit":"Photograph: Guillame Souvant/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747301903/abfaab95-6e60-47e5-bfe1-f9ff962e2811-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Degenkolb of Giant Alpecin. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"John Degenkolb","cleanCaption":"John Degenkolb of Giant Alpecin.","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747391384/04bb9c1e-3a2e-45d2-a9a1-2a6af2b7913a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Spaniard Joaquim Rodríguez of Katusha. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Joaquim Rodríguez ","cleanCaption":"The Spaniard Joaquim Rodríguez of Katusha.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747497442/7e4c778b-b17a-4dba-b9d5-c7e0eff236a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sky’s team leader Chris Froome is well placed to win a second Tour. Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Froome","cleanCaption":"Sky’s team leader Chris Froome is well placed to win a second Tour.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747620513/180e9aa2-01f8-44d2-b490-1fda077cf11a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tinkoff-Saxo’s Alberto Contador is hoping to pull off a Giro-Tour double. Photograph: Luk Benies/AFP/Getty Images","credit":"Luk Benies/AFP/Getty Images","altText":"Alberto Contador","cleanCaption":"Tinkoff-Saxo’s Alberto Contador is hoping to pull off a Giro-Tour double.","cleanCredit":"Photograph: Luk Benies/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435747703915/fe3032cc-713c-4bd5-91a2-cb98e08222e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bauke Mollema, the Trek Factory team leader. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Bauke Mollema","cleanCaption":"Bauke Mollema, the Trek Factory team leader.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}],"webPublicationDate":"2015-07-01T12:00:15Z","lastModified":"2015-07-01T12:08:17Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Team Sky","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/tour-de-france-2015-team-by-team-guide","shortUrl":"http://gu.com/p/4a97p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/tour-de-france-2015-team-by-team-guide","webUri":"http://www.theguardian.com/sport/2015/jul/01/tour-de-france-2015-team-by-team-guide"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435680333777/Astana-team-rider-Nibali--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year’s Tour win. Photograph: Jean-Paul Pelissier/REUTERS","credit":"Jean-Paul Pelissier/REUTERS","altText":"Astana team rider Nibali celebrates","cleanCaption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year’s Tour win.","cleanCredit":"Photograph: Jean-Paul Pelissier/REUTERS"}},"importance":7,"byline":{"title":"Barry Glendenning"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/30/1435680337126/Astana-team-rider-Nibali--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS","credit":"Jean-Paul Pelissier/REUTERS","altText":"Astana team rider Nibali celebrates","cleanCaption":"Astana rider Vincenzo Nibali celebrates with team manager Alexandre Vinokourov as they parade to celebrate last year's Tour win. Photograph: Jean-Paul Pelissier/REUTERS"}}]},{"title":"Cut Kyrgios some slack – if you built the boy up, you can't then cut him down","rawTitle":"Cut Kyrgios some slack – if you built the boy up, you can't then cut him down","item":{"type":"comment","id":"sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction","title":"Cut Nick Kyrgios some slack – if you built the boy up, you can't then cut him down","trailText":"A year since his dramatic victory over Nadal, Australia’s enfant terrible is being hounded for all the exact traits that made his rise so compelling and enjoyable","standFirst":"<p>A year since his dramatic victory over Nadal, Australia’s enfant terrible is being hounded for all the exact traits that made his rise so compelling and enjoyable</p>","byline":"Russell Jackson","body":"<p>In the wake of his combustible second round <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco\">Wimbledon victory over Juan Monaco</a>, let’s pause to reflect on how the media view young Australian Nick Kyrgios. </p> \n<p>“No fear and a golden arm”, a “free spirit and irresistible power” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/01/nick-kyrgios-rafael-nadal-wimbledon-2014\">says Kevin Mitchell</a> in these pages. “Game and confidence-wise, Kyrgios has it all” <a href=\"http://www.smh.com.au/sport/tennis/nick-kyrgios-knocks-rafael-nadal-out-of-wimbledon-in-four-sets-20140701-zssra.html\">say others</a>. Even prime minister Tony Abbott weighed in: “Australia couldn’t be prouder of you”.</p> \n<p>The only catch? All these quotes come from a year ago, when Kyrgios’s blistering serve and rifled forehands were enough to impress us, before anyone had found the time to pick at the seams on his Nike shirts and before he’d been around long enough to take issue with authority figures in the way that youngsters tend to. </p> \n<p>And now apparently, the tide has turned.</p> \n<p>“Unfortunately being himself continues to rile fans who are fed up with his on-court antics,” <a href=\"http://www.smh.com.au/sport/tennis/wimbledon/wimbledon-2015-nick-kyrgios-is-a-tennis-player-with-a-basketballers-attitude-20150630-gi13gh\">say the Sydney Morning Herald</a> this week. “Now he has to decide how he wants to be remembered.” </p> \n<p>Got that? A 20-year-old with barely a year in the international spotlight needs to pay close attention to his legacy. </p> \n<p>“I’m starting to feel like Nick Kyrgios is - and there’s no delicate way of putting this - a bit of a tool,” went another opinion column before Kyrgios had even laid racquet on ball this week. </p> \n<p>A year ago the world didn’t mind when this kid crashed the party because it all just looked like a hell of a lot of fun. Novelty now exhausted, Kyrgios is being relentlessly bashed over the head with all of the same personality traits that made his rise so compelling and enjoyable, that made it possible in the first place.</p> \n<p>A particular point of interest is the hiding he receives on account of the bling, the swagger and the hip-hop posturing. But besides an actual rapper, surely there’s no professional endeavor more suited to the brash individualism of the hip-hop star than a solo sport like tennis? </p> \n<p>Think about it: you’ve got no teammates; you’re followed around the world by an entourage; people pay you absurd amounts of money to use their products as ostentatiously as possible; nobody really begrudges you obscene levels of wealth, and a rebel streak helps in that sense. </p> \n<p>Rich and famous sports people like Kyrgios are the only people on earth who should act like rappers. Not even rappers should act as much like rappers as sportspeople do. With the assistance of a decent producer and autotune, anyone could release a hip-hop single - but only a minuscule percentage of human beings can regularly spear 210kmph aces into the ribs of line judges. </p> \n<p>Kyrgios’s on-court behaviour and insubordination towards officials in both his matches at Wimbledon so far hasn’t been too flash, that’s for certain. The only problem is that we’re talking about a fairly standard pitfall of youth and inexperience suffered by many of the best players. </p> \n<p>There are now countless case studies telling us that being a bit of a prat at Kyrgios’s age is no hurdle to either success or lasting fame - or have we so quickly forgotten early-era Lleyton Hewitt or, heaven forbid, even the early moments of he-that-is-above-reproach, Roger Federer?</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco\">Nick Kyrgios shows his good, bad and ugly side in win over Juan M&oacute;naco</a> </p> \n</aside> \n<p>If Australia should engage in genuine national debate about Kyrgios and his potential legacy then surely a decent amount of attention should be paid to the huge interest he’s generating for tennis. </p> \n<p>Make no mistake, every sport in Australia is engaged in a war for the attention of consumers and participants, battling not just each other but rapid societal shifts and cheaper, easier and frankly better entertainment options, ones that don’t involve sitting in the baking sun for eight hours. </p> \n<p>What place would tennis – a sport of no great fit to modern childhood life with its hours upon hours of solitary, glamourless training sessions – continue to hold in the imagination of children were a path not lit by a personality as engaging and symbolic of the times as Kyrgios? </p> \n<p>As you read this he’s probably responding to one of those kids’ tweets or Instagram comments. If the fact that Kyrgios favours the basketball world inhabited by LeBron James over tennis says anything, it’s that he’s probably more in tune with the interests of the average teenager than most sporting pundits seem to be.</p> \n<p>In fact, the closer Kyrgios’s behaviour and style matches that of the pop-cultural touchstones of the time – the LeBrons and Kanyes – the greater the chance that the sport remains relevant to kids. And rather than driving a wedge between himself and Australians, shouldn’t the admission that he doesn’t particularly like his job bond both parties in one of life’s universal sorrows?</p> \n<p>That Kyrgios isn’t in love with tennis at his age should qualify as the least surprising thing in the world given the sacrifices players make to get to the top, with all those chunks of missed childhood and hours in departure lounges. He seems to view tennis as merely the medium through which he can achieve stardom, but that itself is still a compelling incentive for him to achieve great things. </p> \n<p>Here’s something else that no one wants to acknowledge about a player so supremely talented: even the derailed or mediocre career path that’s being touted as a possibility if Kyrgios doesn’t cut the histrionics wouldn’t be that bad. If he spends a decade reaching the fourth round of grand slams he’ll still receive more solo prime-time TV coverage than almost any athlete in Australia. </p> \n<figure class=\"element element-image\" data-media-id=\"910d0850ff5bc183bc44919d0c5c529fcfc1e3fc\"> \n <img src=\"http://media.guim.co.uk/910d0850ff5bc183bc44919d0c5c529fcfc1e3fc/0_22_1972_2957/667.jpg\" alt=\"Nick Kyrgios\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">He’s polarising the sports media, but do you try and knock the edges off a guy whose swagger piques people’s interest in Tennis?</span> \n  <span class=\"element-image__credit\">Photograph: Glyn Kirk/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>That’s the worst-case scenario. He’d remain among the most marketable Australian sportspeople, towering over us on billboards selling underpants. Maybe he’ll ‘just’ be a new generation Jo-Wilfried Tsonga, always pushing the best but never quite matching them. If he does, he’ll still be outdoing all bar a couple of players in the past 40 years of Australian men’s tennis. Again, that looks like a worst-case scenario.</p> \n<p>Didn’t we all watch far too much Chris Guccione and Wayne Arthurs to genuinely dislike this kid? The procession of no-hopers that bridged Lleyton Hewitt’s peak and this new “Special K” era are just too fresh in the mind. </p> \n<p>Tennis players don’t spend long on that dizzying, glorious “up”, when everything suddenly seems possible and anything could happen from one minute to the next. To fritter that away arguing about Kyrgios’s terrible hair and teenage tantrums would be a shame. </p> \n<p>A lot of what the Kyrgios discussion comes down to is the circular and highly distorted flow of opinion between social and traditional media, which now unfortunately replaces such quaint concepts as sober news reporting, expert analysis and the opinion of people qualified to make judgments. </p> \n<p>Looking to this human centipede of phoney consensus we get in place of those things, we’re told that “people” are sick of Kyrgios, that they’ve already “had it up to here” with his petulance. Maybe a fair few of those people genuinely do dislike Kyrgios, but then a huge number of the same people also consider Sam Stosur – Australia’s only grand slam singles winner in a decade – a hopeless choker. </p> \n<p>Sometimes you really can’t trust people.</p> \n<p>But it feels as though this will be the fate of Australian men’s tennis into the next decade; supremely talented kids, often second-generation migrants, having seven shades of shit kicked out of them for not pressing their linen like Roy Emerson and conforming to a narrow set of outdated cultural expectations. </p> \n<p>England’s identity crisis is manifested through its football team, Australia’s now through Bernard Tomic’s lap dances and Nick Kyrgios’s diamond stud earrings. </p> \n<p>This is a great pity, because if sport should achieve anything, it’s to take us outside ourselves and introduce us to people we’re not, people we could never be. At best they surprise us, shock us, delight us and sometimes even repulse us. </p> \n<p>Nick Kyrgios can do that in the space of a single point. If I was a kid discovering tennis for the first time, I think I’d want in on that.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a70df59e78755df0bf758f0a0db3c95f5e9fbd1f/0_138_3450_2072/3450.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2072,"width":3450,"orientation":"landscape","credit":"Kirsty Wigglesworth/AP","altText":"Nick Kyrgios","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/910d0850ff5bc183bc44919d0c5c529fcfc1e3fc/0_22_1972_2957/1972.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":1972,"orientation":"portrait","caption":"He’s polarising the sports media, but do you try and knock the edges off a guy whose swagger piques people’s interest in Tennis? Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Nick Kyrgios","cleanCaption":"He’s polarising the sports media, but do you try and knock the edges off a guy whose swagger piques people’s interest in Tennis?","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}],"webPublicationDate":"2015-07-02T02:17:37Z","lastModified":"2015-07-02T05:27:41Z","metadata":{"commentable":true,"commentCount":145,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":false,"keywords":["Wimbledon 2015","Nick Kyrgios","Wimbledon","Tennis","Sport","Australia sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/nick-kyrgios","webTitle":"Nick Kyrgios"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction","shortUrl":"http://gu.com/p/4aajv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction","webUri":"http://www.theguardian.com/sport/blog/2015/jul/02/nick-kyrgios-enfant-terrible-reaction"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a70df59e78755df0bf758f0a0db3c95f5e9fbd1f/0_138_3450_2072/3450.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2072,"width":3450,"orientation":"landscape","caption":"Nick Kyrgios leaves court after defeating Juan Monaco of Argentina during their singles match at the All England Lawn Tennis Championships in Wimbledon. Photograph: Kirsty Wigglesworth/AP","credit":"Kirsty Wigglesworth/AP","altText":"Nick Kyrgios","cleanCaption":"Nick Kyrgios leaves court after defeating Juan Monaco of Argentina during their singles match at the All England Lawn Tennis Championships in Wimbledon.","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}},"importance":5,"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a70df59e78755df0bf758f0a0db3c95f5e9fbd1f/0_138_3450_2072/3450.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2072,"width":3450,"orientation":"landscape","credit":"Kirsty Wigglesworth/AP","altText":"Nick Kyrgios","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}}]},{"title":"British Cycling could face bumpy ride after break-up with Sky","rawTitle":"British Cycling could face bumpy ride after break-up with Sky","item":{"type":"comment","id":"sport/blog/2015/jul/01/british-cycling-break-up-sky-rio-olympics","title":"British Cycling could face bumpy ride after break-up with Sky","trailText":"Broadcaster Sky’s departure in 2016 will make the Olympic team’s results in Rio far more significant for British Cycling","standFirst":"Broadcaster’s departure in 2016 will make results at the Rio Olympic Games far more significant for the governing body because they will impact on funding","byline":"William Fotheringham","body":"<p>The confirmation of the broadcaster Sky’s conscious uncoupling from British Cycling, its partner of seven years, confirms what has been widely expected for many months: the deal will end in 2016 after spanning two Olympiads, having been announced just before the Beijing Games.</p> \n<p>The uncoupling was “amicable”, with “great mutual affection” on either side, which is hardly surprising as the deal has been of great benefit to both parties. British Cycling has grown massively over the period in which Sky has been involved, with the WorldTour Team Sky spearheading the increase in the sport’s profile at the top of the sporting ladder, and Sky Rides – joint ventures between Sky, the governing body and local authorities – boosting participation at the grassroots.</p> \n<p>Sky, for their part, have enjoyed the immense profile benefits which follow when a backer comes in relatively early in the game. In Britain, cycling was not quite mature as a sport when the Murdoch money arrived; it is certainly mature now. One theory was that Sky the broadcaster wanted to sweeten its image by linking up with British Cycling and its riders; given the way that Team Sky continue to function as the Marmite team of professional cycling, that was probably over-optimistic.</p> \n<p>Intriguingly, the television company will continue to back the elite end of the sport through Team Sky and Team Wiggins – which some suggest will change into the feeder team for the WorldTour squad, unless they finds their own large‑scale cash backer in 2016. Which leads to the obvious question: where does the uncoupling leave the governing body? Since the arrival of Sky in July 2008, British Cycling, with Dave Brailsford the performance director, expanded rapidly – on the back of two hugely successful Olympic Games – swelling from about 60 employees to over 250, to the extent that it now occupies a large new office in the Manchester velodrome.</p> \n<p>Sky’s sponsorship amounts to an estimated annual &pound;2.5m in cash terms, or &pound;10m per four-year funding cycle, plus further support for other items such as the popular Sky Rides and administration and marketing. It is a significant amount but the bulk of British Cycling’s budget comes from the National Lottery via its Sport England grant and the Olympic team funding, which together amount to over &pound;60m per four-year funding cycle.</p> \n<p>Although it is only responsible for a relatively small proportion of British Cycling’s cash income, the formal end of the Sky deal is a respectable chunk of money which the governing body now has to seek in its own right, albeit Sky have said they will assist. This is not a new process, as in the knowledge that Sky would be unlikely to renew, British Cycling has been seeking a new backer for a while. Cycling is popular, and high profile, but big money does not follow automatically, as the experience of Tour of Britain organisers Sweetspot in gaining backing for the Women’s Tour last year demonstrates.</p> \n<p>Sky’s departurewill sharpen minds but is not a sign of impending doom. What it does do is to make the Olympic team’s results in Rio far more significant, because they will impact on funding for the next four-year cycle beginning in 2017. In 2014 the team met their milestone target of six to eight world championship medals in able-bodied sports; this year, with only three medals at the world track championships and no chance of Sir Bradley Wiggins landing a gold medal at the world road titles, landing half a dozen looks unlikely.</p> \n<p>The best indication of how British Cycling will hold up in Rio will not come until next year’s world track championships in London but what the governing body wants to avoid is a nightmare double-whammy where a replacement backer for Sky does not appear, or is dilatory in signing the deal, and the team miss their Rio target, resulting in a more substantial loss of funds.</p> \n<p>“This is a lasting legacy,” said Sky’s Jeremy Darroch on Wednesday; it is to be hoped that that is the case, but just how lasting – and in what form – will depend on whether British Cycling draws in a new backer, and whether the Olympic head Shane Sutton gets his team to perform in Rio. Both are works in progress; if either flops, the Sky years could come to seem like a golden age.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1f0285a067436057d59d3959a683a53b85ea0157/0_938_8064_4836/8064.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4836,"width":8064,"orientation":"landscape","credit":"Photosport Int/REX Shutterstock/Photosport Int/REX Shutterstock","altText":"Sir BradleyWiggins","cleanCredit":"Photograph: Photosport Int/REX Shutterstock/Photosport Int/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-01T18:34:12Z","lastModified":"2015-07-01T23:00:55Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":false,"keywords":["Team Sky","Cycling","Dave Brailsford","Olympic Games 2016","Sport"],"tags":[{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/dave-brailsford","webTitle":"Dave Brailsford"},{"id":"sport/olympic-games-2016","webTitle":"Olympic Games 2016"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/01/british-cycling-break-up-sky-rio-olympics","shortUrl":"http://gu.com/p/4aaec","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/01/british-cycling-break-up-sky-rio-olympics","webUri":"http://www.theguardian.com/sport/blog/2015/jul/01/british-cycling-break-up-sky-rio-olympics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1f0285a067436057d59d3959a683a53b85ea0157/0_938_8064_4836/8064.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4836,"width":8064,"orientation":"landscape","caption":"The television company Sky will still back the elite end of the sport including Team Wiggo headed by Sir Bradley Wiggins. Photograph: Photosport Int/REX Shutterstock/Photosport Int/REX Shutterstock","credit":"Photosport Int/REX Shutterstock/Photosport Int/REX Shutterstock","altText":"Sir BradleyWiggins","cleanCaption":"The television company Sky will still back the elite end of the sport including Team Wiggo headed by Sir Bradley Wiggins.","cleanCredit":"Photograph: Photosport Int/REX Shutterstock/Photosport Int/REX Shutterstock"}},"importance":5,"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1f0285a067436057d59d3959a683a53b85ea0157/0_938_8064_4836/8064.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4836,"width":8064,"orientation":"landscape","credit":"Photosport Int/REX Shutterstock/Photosport Int/REX Shutterstock","altText":"Sir BradleyWiggins","cleanCredit":"Photograph: Photosport Int/REX Shutterstock/Photosport Int/REX Shutterstock"}}]},{"title":"Evans has gone, but Australian cycling remains in ruddy health","rawTitle":"Evans has gone, but Australian cycling remains in ruddy health","item":{"type":"article","id":"sport/blog/2015/jul/02/tour-de-france-australian-cycling","title":"Cadel Evans has gone, but Australian cycling remains in ruddy health","trailText":"Despite the retirement of Cadel Evans, with the 2015 Tour de France about to begin Australia’s cycling stocks have rarely shined more brightly","standFirst":"<p>Despite the retirement of Cadel Evans, with the 2015 Tour de France about to begin Australia’s cycling stocks have rarely shined more brightly</p>","byline":"Kieran Pender","body":"<p>It’s an unlikely situation when the retirement of a sport’s biggest name coincides with the emergence of a new era of prosperity. But following Cadel Evans’ final race earlier this year, that is exactly the scenario facing road cycling in Australia.</p> \n<p>When 10 Australians roll up to the individual time trial starting gate in Utrecht this Saturday for the opening stage of the Tour de France, the former race winner’s absence will not be as conspicuous as it once might have been. </p> \n<p>Orica-GreenEDGE are undoubted favourites for the team time trial, while their promising young talent Michael Matthews could challenge for the sprinter’s crown. Team Sky’s Tasmanian Richie Porte will be a key lieutenant for Chris Froome during his attempt at a second yellow jersey, and compatriot Michael Rogers will do likewise for rival Alberto Contador.</p> \n<p>Although the Antipodeans may lack a general classification contender in Evans’ absence, several countrymen have a real opportunity to shine on the long ride to Paris. This state of affairs offers an apt metaphor for the broader health of competitive cycling in Australia.</p> \n<p>Despite Evans’ departure, the peloton retains a strong contingent of respected riders hailing from down under. The nation’s youth ranks are also full of cyclists on a fast track to success: Campbell Flakemore and Macey Stewart both won U23 titles at the World Road Championships in Spain last year, while 20-year-old prodigy Caleb Ewan is enjoying a successful debut professional season. Behind the scenes, governing organisation Cycling Australia is rebuilding after teetering precariously <a href=\"http://www.reuters.com/article/2014/09/16/us-cycling-australia-idUSKBN0HB04I20140916\">on the brink of financial ruin</a>, and their domestic National Road Series signed a new <a href=\"http://cyclingtips.com.au/2014/12/why-the-australian-commercial-networks-interest-in-cycling-is-a-good-thing/\">television rights deal</a> with Nine and Fox Sports at the beginning of 2015.</p> \n<p>Yet whilst this individual and collective potential is evident, much hard-work remains for the sport to flourish on and off the road. Like the Australians in Holland this weekend, simply getting to the start line is a considerable achievement; a long and gruelling journey nevertheless remains.</p> \n<p>Leading the charge for cycling in this country is multi-millionaire Gerry Ryan and his World Tour outfit Orica-GreenEDGE. Australia’s sole team representative at the highest level of global cycling, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jul/03/tour-de-france-2014-the-rise-of-orica-greenedge\">GreenEDGE’s rise</a> has been swift. Founded in 2011, the Matt White-led squad have demonstrated their Grand Tour credentials on numerous occasions. After a strong Giro d’Italia performance for the second consecutive year - collecting two stage victories and holding the pink jersey for four days - GreenEDGE will be eager to continue their form in France.</p> \n<p>Matthews, one of the team’s stage winners in Italy, will also be looking to repeat his heroics this month. Despite only taking up the sport in his mid-teenage years, the 24-year-old from Canberra has developed into an excellent sprinter with world class potential. While the green jersey may be an optimistic goal in his debut at Le Tour, Matthews will be disappointed with anything less than a stage win.</p> \n<p>GreenEDGE’s young gun is at the forefront of a group of exciting riders ready to make their mark. Team-mate Ewan recently <a href=\"http://velonews.competitor.com/2015/06/news/caleb-ewan-hangs-on-to-win-2015-tour-de-korea_373769\">won four stages and the general classification</a> at the Tour de Korea, while the likes of Flakemore, Stewart, <a href=\"http://cyclingtips.com.au/2014/05/interview-with-robert-power-a-star-on-the-rise/\">Robert Power</a> and Georgia Baker are shining stars at youth-level.</p> \n<p>Although Matthews and Ewan both eschewed the domestic pathway by virtue of the Australian Institute of Sport’s European program, multiple riders have used the National Road Series to secure a professional contract. Avanti Racing is a veritable World Tour production line – at last count seven of their graduates had spent time with a pro-team – and many other riders have taken advantage of the series to progress their careers.</p> \n<p>However, as long-time observers of Australian cycling are quick to observe, storm clouds are never far from the horizon. Peak national body Cycling Australia <a href=\"http://www.smh.com.au/sport/cycling/cycling-australias-uphill-battle-to-get-back-on-track-20150214-13et6l.html\">almost entered insolvency</a> in 2014 after an ambitious expansion program failed to generate revenue. This led to broad-ranging budget cuts, with negative consequences for their female cycling program and the National Road Series. While the appointment of respected sports administrator Malcolm Speed and former Olympic rower Nick Green as chairman and chief executive respectively has been well received, not least by the <a href=\"http://www.ausport.gov.au/news/ais_news/story_605995_cycling_australia_and_asc_welcome_new_board\">Australian Sports Commission</a>, they have a considerable task ahead.</p> \n<p>The state of the domestic competition itself, meanwhile, remains a point of contention. On one hand the standard of racing in the National Road Series has consistently improved, such that the traditionally dominant teams of Avanti and Drapac Pro Cycling are no longer guaranteed victory after victory (even if the latter now predominantly ply their trade overseas). Yet criticism of the series’ administration is abundant, and those flames were fanned last month when Cycling Australia <a href=\"http://cyclingtips.com.au/2015/06/why-cycling-australia-removed-two-events-from-the-nrs-and-is-reviewing-the-series/\">announced</a> the postponement/cancellation of two upcoming races pending a broader review. </p> \n<p>Whether the competition should be a development-focused pathway to Europe or represent a more ambitious endeavour to provide high-quality domestic racing is hazy: the two are not necessarily antithetical, but the National Road Series would do well to define its core objectives with more clarity.</p> \n<p>On and off the road, Evans’ retirement marked the end of an era. With <a href=\"http://www.roymorgan.com/findings/6237-cycling-participation-picks-up-speed-201505172306\">interest in the sport growing</a>, both competitively and as a means of transport, the stage is set for cycling to consolidate its position as an important feature in the diverse Australian sporting landscape.</p> \n<p>Like the route faced by all riders rolling out from Utrecht on Saturday, many mountains must be crested before cycling in this country can wheel victoriously along a metaphorical Champs-&Eacute;lys&eacute;es. There will be countless cobbled sections on the road to success, and the occasional puncture to overcome. Yet despite these caveats, the future of Australian cycling is bright indeed, even with the nation’s most decorated rider now watching from the roadside.</p> \n<p><em>Disclosure: Kieran Pender occasionally provides freelance media management services to Cycling Australia.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ed8662564ad2dc5b905bef805561bf7ed5b7111c/0_83_3251_1950/3251.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1950,"width":3251,"orientation":"landscape","credit":"Jean-Christophe Bott/AP","altText":"Michael Matthews","cleanCredit":"Photograph: Jean-Christophe Bott/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T00:52:09Z","lastModified":"2015-07-02T00:54:42Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Kieran Pender","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kieran-pender"}],"feature":true,"keywords":["Cycling","Sport","Cadel Evans","Chris Froome","Alberto Contador"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cadel-evans","webTitle":"Cadel Evans"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"}],"section":{"id":"sport"},"topics":[{"displayName":"Kieran Pender","topic":{"type":"tag-contributor","name":"profile/kieran-pender"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/02/tour-de-france-australian-cycling","shortUrl":"http://gu.com/p/4aahp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/02/tour-de-france-australian-cycling","webUri":"http://www.theguardian.com/sport/blog/2015/jul/02/tour-de-france-australian-cycling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ed8662564ad2dc5b905bef805561bf7ed5b7111c/0_83_3251_1950/3251.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1950,"width":3251,"orientation":"landscape","caption":"Australian up-and-comer Michael Matthews wins a stage of the Tour de Suisse for Australian team Orica-GreenEDGE. Photograph: Jean-Christophe Bott/AP","credit":"Jean-Christophe Bott/AP","altText":"Michael Matthews","cleanCaption":"Australian up-and-comer Michael Matthews wins a stage of the Tour de Suisse for Australian team Orica-GreenEDGE.","cleanCredit":"Photograph: Jean-Christophe Bott/AP"}},"importance":4,"byline":{"title":"Kieran Pender"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/73e2d82b8e5190ee8526c107c8eea6cf5afdbff5/17_200_1683_1010/1000.jpg","height":600,"width":1000}}]},{"title":"This could be Watson's last stand as Australia considers Marsh","rawTitle":"This could be Watson's last stand as Australia considers Marsh","item":{"type":"article","id":"sport/blog/2015/jul/01/watson-marsh-australia-selection-headache","title":"Ashes all-rounder: Shane Watson's last stand as Australia considers Mitch Marsh","trailText":"Shane Watson’s often ponderous performances are no match for Mitch Marsh’s potential - if Lehmann wants a match-winner he should back the youngster","standFirst":"<p>Shane Watson’s often ponderous performances are no match for Mitch Marsh’s potential - if Lehmann wants a match-winner he should back the youngster</p>","byline":"Russell Jackson","body":"<p>In its drearier moments it seemed impossible that Shane Watson’s stuttering Test career would enter old age but then here we are. Now a 34-year-old veteran lumbering into his 11th year of Test cricket - pundits furiously debate whether Watson or the youthful and ascendant Mitch Marsh should claim Australia’s all-rounder slot when the Ashes begins next week in Cardiff.</p> \n<p>If Darren Lehmann is to be taken at face value much will depend on the bowling speeds Watson generates throughout Australia’s final tour match against Essex because the coach favours both pace and the presence of an all-rounder in his Test sides.</p> \n<p>Should he though? If either Watson or Marsh ends up having a series-turning impact with both bat and ball it will go against half a century’s worth of Australian cricket history because the last man to do so during an away Ashes trip was Alan Davidson in 1961. </p> \n<p>Even as Watson found some batting success in the 2013 and 2009 series, it came with virtually no bowling impact in conditions not inhospitable to his wobbly, partnership-breaking seamers. To think he could do much more than hold up an end in a series such as this one feels like a stretch. Ashes wins are secured by strike bowlers, not fill-ins.</p> \n<p>To be fair, Marsh is not himself the irresistible prospect with the Dukes ball in his hand that he is batting - taking just the single wicket in 366 Test deliveries so far and having quite clearly lost some oomph in the process of recalibrating the action that kept crocking him. Touted by Rod Marsh upon his debut Test selection as an exciting bowling prospect, Marsh still looks very much like a batsman who can bowl a little bit.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/jason-gillespie-australia-ashes-england\">Jason Gillespie: Australia start as Ashes favourites in England – and rightly so</a> </p> \n</aside> \n<p>What he does have in spades though is a Lehmann-esque freedom and fearlessness to his cricket. At one point of his and Watson’s partnership in the first tour game against Kent, Marsh outscored his senior teammate 77 runs to 5 on the way to a blazing century. In favorable batting conditions Watson continued with that unfortunate knack for posting scores that symbolize his short-comings; the in-and-out ‘Watto Lotto’ 21 of the first innings, and then the unfairly exasperating not-quite-hundred of the second, when he holed out for 81. </p> \n<p>Marsh grew up in a family where the life of international cricket always stood at close and familiar quarters so - you’d guess - possibly seems to him a far less intimidating vocation than it might to others. By contrast, Watson still bats with the neurotic air of a body-builder pensively assessing whether the next deadlift could do him in for good. Both men possess the tools to take a session and perhaps an entire Test away from England but only Marsh actually seems likely to do so these days. </p> \n<p>The second-in-line senior reserve batsman’s slot would be a strange sort of role for Watson to finish up in given that sustained period he enjoyed atop the list of limited overs cricket’s most belligerent and impactful players, but it seems so long since he last strode to the crease like Whelan the Wrecker and lay waste to bowling attacks; something he never quite managed at Test level anyway.</p> \n<p>England does at least hold memories of personal successes but Watson’s one genuinely imposing score in Test cricket – 176 at The Oval in 2013 – came when the series was already lost and after one of the most poignant Watsonian Test series sequences; 13, 46, 30, 20, 19, 18, 68 and 2. Should they elect to pick him the Australian selectors can’t expect any greater returns this time around. In 16 Test innings since the 103 he made against England in Perth during December 2013, Watson has scored only three half-centuries and all of them came when the series trophy was already in the bag. </p> \n<p>Most likely Watson will finish his Test career in the position he’s always occupied, battling against his physical, technical and emotional shortcomings at the crease, giving rise to spirited selection debate and only grudgingly admired for his persistence at Test level when he might instead have retreated permanently to the lucrative and less demanding T20 circuit.</p> \n<p>On the batting of another fill-in Australian Test captain, Brian Booth, cricket writing doyen Ray Robinson theorized that “his style might have been influenced by unorthodox circuitry in his nervous and muscular system.” You wonder what he would have made of Watson’s reflexively thrusted front pad, muscular pounding of the ball and the incredulous facial reactions shot at any bowler with the temerity to verbally joust with the Australian.</p> \n<p>If youth wins the day and Marsh is indeed the man for the job in this Ashes series and beyond, there still remains the likelihood that he or a teammate will tire and need the capable relief that Watson can offer on his final Ashes voyage. </p> \n<p>Say hello, wave goodbye.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bd98a0842429585fa2cc1f0757b1cca6ef111116/0_0_3549_2130/3549.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2130,"width":3549,"orientation":"landscape","credit":"John Sibley/REUTERS","altText":"Shane Watson","cleanCredit":"Photograph: John Sibley/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-01T07:37:22Z","lastModified":"2015-07-01T07:44:28Z","metadata":{"commentable":true,"commentCount":167,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":true,"keywords":["Ashes 2015","The Ashes","Australia cricket team","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/01/watson-marsh-australia-selection-headache","shortUrl":"http://gu.com/p/4a9n9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/01/watson-marsh-australia-selection-headache","webUri":"http://www.theguardian.com/sport/blog/2015/jul/01/watson-marsh-australia-selection-headache"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bd98a0842429585fa2cc1f0757b1cca6ef111116/0_0_3549_2130/3549.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2130,"width":3549,"orientation":"landscape","caption":"Beleaguered all-rounder Shane Watson will need to prove his case against Essex, as Australian coach Darren Lehmann runs the rule over Watson and Mitchell Marsh. Photograph: John Sibley/REUTERS","credit":"John Sibley/REUTERS","altText":"Shane Watson","cleanCaption":"Beleaguered all-rounder Shane Watson will need to prove his case against Essex, as Australian coach Darren Lehmann runs the rule over Watson and Mitchell Marsh.","cleanCredit":"Photograph: John Sibley/REUTERS"}},"importance":4,"byline":{"title":"Russell Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bd98a0842429585fa2cc1f0757b1cca6ef111116/0_0_3549_2130/3549.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2130,"width":3549,"orientation":"landscape","credit":"John Sibley/REUTERS","altText":"Shane Watson","cleanCredit":"Photograph: John Sibley/REUTERS"}}]},{"title":"England missed a trick when failing to road test Rashid in Barbados","rawTitle":"England missed a trick when failing to road test Rashid in Barbados","item":{"type":"comment","id":"sport/blog/2015/jul/01/england-adil-rashid-barbados-ashes","title":"England missed a trick when failing to road test Adil Rashid in Barbados","trailText":"Adil Rashi, the Yorkshire leg-spinner, is in form but we really should know if he can cut it at Test level with an Ashes series starting next Wednesday","standFirst":"<p>Yorkshire leg-spinner is in form but we really should know if he can cut it at Test level with an Ashes series starting next Wednesday</p>","byline":"Vic Marks","body":"<p>The England selectors have risked provoking the ire of Mr Dickie Bird, proud president of Yorkshire County Cricket Club. They have achieved this difficult task not by selecting Adil Rashid in their Test squad for Cardiff, but by creating the possibility that they might leave him out of their final XI next Wednesday morning.</p> \n<p>Dickie was grumpy about Rashid’s treatment in the Caribbean, when the wrist-spinner was permanently on the sidelines throughout the three-Test series while Yorkshire were compelled to soldier on without him at the start of their defence of the Championship. Bird pleaded for England to send Rashid home early. This time round he may be equally exasperated if Rashid is omitted again from the Test team, having missed Yorkshire’s next match, which begins against Warwickshire at Edgbaston on Sunday.</p> \n<p>Dickie may well have a point, not about the ECB’s reluctance to release Rashid early from his England duties, but about the folly of the selection process in the Caribbean, where they declined to play him in Barbados for the third Test. That short-sightedness is now exposed again.</p> \n<p>If Rashid had played against the West Indies, England may still have lost the Test, but they would have been so much better informed about how the much-travelled yet uncapped wrist-spinner reacted to Test cricket.</p> \n<p>The game at Cardiff against Australia will be a more pressurised affair than that Test in Bridgetown and the risk of playing an unknown quantity, which was not taken in the Caribbean, will be greater.</p> \n<p>Back in Barbados, England encountered a two-spinner pitch, far more obviously so than is likely to be the case in Cardiff. Rashid was their second spinner. But they would not dare to play him. He had been bowling badly in the nets, we were told, as if that was a decisive piece of information: he was bowling too slowly. Hence we are none the wiser as Cardiff approaches.</p> \n<p>Thus playing Rashid there becomes a huge gamble rather than just a substantial one. The last time England gambled with a spinner was when they selected Lancashire’s Simon Kerrigan for the Oval Test against Australia in 2013 – with the retention of the Ashes secured.</p> \n<p>The selectors were subsequently pilloried for their choice as poor young Kerrigan froze under the spotlight and lost control of his bowling. Yet even though this was a cruel occasion for Kerrigan – he has not been sighted at international level since – the decision to select him was valuable because it was so informative. If only England had had the courage to glean a bit more information about Rashid in Barbados.</p> \n<p>On Wednesday James Whitaker, the national selector, explained Rashid’s inclusion by saying “it provides Alastair and Trevor with plenty of bowling options and the surface at Cardiff will dictate who makes the final XI”. The implication here is that Rashid could be the second spinner. This is more likely than Rashid replacing Moeen Ali, even though the off-spinner has not shown much form this summer.</p> \n<p>When Cardiff hosted its first ever Test match against Australia in 2009, England, bowing to the reputation of the ground, selected two spinners, Graeme Swann and Monty Panesar, both of whom were far more proven than the current crop. Between them they bowled 73 overs and took one for 246 – although both batted rather well on the final day. Both Cook and Andrew Strauss were playing in that game. They will take some persuading that picking two spinners is the best option this time round.</p> \n<p>The selection of Rashid is the only surprise, albeit a mild one, in the squad. Otherwise the personnel come from those who played against New Zealand or who bonded in Spain this last weekend. Steven Finn, who has not played a five-day match since the Trent Bridge Test Ashes Test of 2013, has earned his recall but his passage will have been eased by Liam Plunkett’s recent calf-strain.</p> \n<p>Apparently the batting order will remain the same – hence Gary Ballance, so statuesque against the New Zealand new-ball bowlers stays at No3 – and so will the slip cordon. This represents quite a vote of confidence in Ian Bell at second slip even though Adam Lyth’s credentials, gained in county cricket, are much more convincing.</p> \n<p>England have not selected a spare batsman in the squad and maybe this really is to placate proud Yorkshiremen.</p> \n<p>The pecking order just beyond Test level has probably changed in the past few weeks.</p> \n<p>If a fresh batsman was required this may now entail a call-up for Jonny Bairstow, who has been scoring runs aplenty against any colour of ball. It really might be bad for the health of dear old Dickie if Bairstow as well as Rashid was called up and then not required.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7ef5e9c24e3f47e4a11a87152367ec9589b0111f/159_3_4176_2506/4176.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2506,"width":4176,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"Adil Rashid took four Durham wickets in this week’s comfortable win at Chester-le-Street.","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:11:56Z","lastModified":"2015-07-01T23:01:15Z","metadata":{"commentable":true,"commentCount":49,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["England cricket team","Australia cricket team","Ashes 2015","The Ashes","Cricket","Yorkshire","Sport","Australia sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/01/england-adil-rashid-barbados-ashes","shortUrl":"http://gu.com/p/4aaej","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/01/england-adil-rashid-barbados-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/01/england-adil-rashid-barbados-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7ef5e9c24e3f47e4a11a87152367ec9589b0111f/159_3_4176_2506/4176.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2506,"width":4176,"orientation":"landscape","caption":"Adil Rashid took four Durham wickets in this week’s comfortable win at Chester-le-Street. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Adil Rashid took four Durham wickets in this week’s comfortable win at Chester-le-Street.","cleanCaption":"Adil Rashid took four Durham wickets in this week’s comfortable win at Chester-le-Street.","cleanCredit":"Photograph: Stu Forster/Getty Images"}},"importance":3,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7ef5e9c24e3f47e4a11a87152367ec9589b0111f/159_3_4176_2506/4176.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2506,"width":4176,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"Adil Rashid took four Durham wickets in this week’s comfortable win at Chester-le-Street.","cleanCredit":"Photograph: Stu Forster/Getty Images"}}]},{"title":"Kyrgios shows good, bad and ugly side","rawTitle":"Kyrgios shows good, bad and ugly side","item":{"type":"article","id":"sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco","title":"Nick Kyrgios shows his good, bad and ugly side in win over Juan Mónaco","trailText":"Nick Kyrgios did not disappoint his green-and-gold chorus line at Wimbledon to win 7-6, 6-3, 6-4 – but had yet another run-in with officials","standFirst":"Australia’s young gun did not disappoint his green-and-gold chorus line at Wimbledon to win 7-6, 6-3, 6-4 – but has yet another run-in with officials","byline":"Andy Bull at Wimbledon","body":"<p>Here he comes then, Nick Kyrgios, the one they were queuing up to see on day three. He was over on Court 18, second on after his great mate Bernard Tomic. By the time Tomic was wrapping-up the third set of his 7-6, 6-4, 7-6 victory over France’s Pierre-Hugues Herbert, the lines at all four court entrances were tailing back at least 30 metres. Everyone wanted in. Not many made it. Fanatics in green-and-gold shirts had staked out the seats early in the morning, in eager anticipation of an Aussie double-header. They provided a kind of chorus line, running through their repertoire of rehearsed chants. As Kyrgios came on to the court, they broke into: “We’re here to see the wonderkid! We’re here to see the wonderkid!” Them and everyone else.</p> \n<p>Kyrgios did not disappoint. His 7-6, 6-3, 6-4 victory over Argentina’s Juan M&oacute;naco made for 100 minutes of marvellously entertaining tennis, in which Kyrgios showed off an array of stupendous shots, strokes and serves. He also delivered a couple of big laughs, displayed some fine sportsmanship, and exploded with anger at an official who reported him for swearing.</p> \n<p>In the 12th game of the first set, when Kyrgios seemed to be struggling in the ferocious heat, he complained loudly “my head is fucking exploding, mate, I don’t feel very well”. He explained afterwards that he has been struggling with a sinus infection for the past fortnight, and that his vision was blurry. And he obviously was suffering. He spent much of his downtime mumbling to himself, and had the general demeanour of a man trekking through the desert in search of water. “I’m in pain,” he said afterwards, “and I’m playing a tennis match at Wimbledon, second round. So there’s a bit of stress out there.”</p> \n<p>When the line judge trotted off to the umpire to report the swear words he had heard, Kyrgios turned on him and said, with withering sarcasm: “What a champion! What a champion! What a champ! Well done, mate: did you get your message across?” Not done yet, Kyrgios continued his rant when he took to his seat. He asked the umpire what the line judge had just said. When the umpire gave him the cold shoulder, Kyrgios was overheard saying: “Is that a threat? Does it feel good to be in the chair up there? Do you feel strong up there?” All this, of course, after he got into a row with the umpire in the first round too, during his match against Diego Schwartzman. Then he threatened to stop playing and was heard <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/wimbledon-2015-nick-kyrgios-dirty-scum-outburst-diego-schwartzman\" title=\"\">using the phrase “dirty scum”</a>. He said later that he had only been chastising himself, an explanation accepted by the authorities, who decided not to punish him any further.</p> \n<p>Kyrgios made an effort not to get himself in any more trouble in his post-match interviews. “I was just asking the umpire what the line judge said there. I wasn’t causing any drama there.” But a follow-up question on the topic proved to be one provocation too many. “He thought he was top dog in the chair really,” he said of the umpire Ali Nili. “He was telling me not to speak to him, all that sort of stuff.” He seemed to think that the umpire was somehow sitting up above him, looking down in judgment. A little odd. But then Kyrgios did admit in an interview last week that he doesn’t “really like the sport of tennis all that much”.</p> \n<p>All of which makes Kryrgios sound perfectly absurd, a real little tennis brat. And perhaps he is that. But he is only 20, and in the long run he will either learn or suffer for it. While some will say his youth is no excuse, it should at least afford him a little slack.</p> \n<p>Not least because, though he may not like the game himself, lots of people love to watch him play it. He is so richly gifted that even the prissiest fans, the ones who shake their heads in despair when they hear him swear, soon forgive him. They sigh when they see him unfurl that stunning forehand, a shot of rare beauty, with a slow motion gather till the final snap, when he uncurls his body as though his joints are being yanked by elastic bands. They smile when he indulges in his back-and-forth patter with the crowd. They clap when he salutes his opponent’s winners with words such as “great shot!” and “impressive!”</p> \n<p>Mon&aacute;co is ranked 35th in the world, and no fool. He has been on the circuit for 13 years, and has been ranked No10 in the world. But once Kyrgios had ground out that tight first set, Mon&aacute;co struggled to keep up. Kyrgios made winning the second and third look easy. Now he will play Milos Raonic in the third round. It promises to be a fierce and compelling game. The easily offended may want to cover their ears.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/75bf901cf54e92698156a0afa209397a02114f8f/0_43_4908_2944/4908.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2944,"width":4908,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"The Australian Fanatics sing to Nick Kyrgios during his match versus Juan Mónaco on Court 18.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-01T20:29:11Z","lastModified":"2015-07-01T23:35:02Z","metadata":{"commentable":true,"commentCount":72,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Wimbledon 2015","Nick Kyrgios","Wimbledon","Tennis","Sport","Australia sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/nick-kyrgios","webTitle":"Nick Kyrgios"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco","shortUrl":"http://gu.com/p/4aafm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco","webUri":"http://www.theguardian.com/sport/2015/jul/01/wimbledon-2015-nick-kyrgios-win-juan-monaco"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/75bf901cf54e92698156a0afa209397a02114f8f/0_43_4908_2944/4908.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2944,"width":4908,"orientation":"landscape","caption":"The Australian Fanatics sing to Nick Kyrgios during his match versus Juan Mónaco on Court 18. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"The Australian Fanatics sing to Nick Kyrgios during his match versus Juan Mónaco on Court 18.","cleanCaption":"The Australian Fanatics sing to Nick Kyrgios during his match versus Juan Mónaco on Court 18.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":3,"byline":{"title":"Andy Bull"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/75bf901cf54e92698156a0afa209397a02114f8f/0_43_4908_2944/4908.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2944,"width":4908,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"The Australian Fanatics sing to Nick Kyrgios during his match versus Juan Mónaco on Court 18.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]}],"lastModified":"2015-07-02T08:06:16Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}