{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Jo Pavey / I know I have gone up against athletes who were cheating","rawTitle":"I know I have gone up against athletes who were cheating","item":{"type":"article","id":"sport/2015/jun/16/jo-pavey-pounds-fifth-olympics","title":"Jo Pavey pounds on towards fifth Olympics and beyond","trailText":"After winning the 10,000m at the European Championships at the age of 40, Jo Pavey tells Sean Ingle she sees no reason to stop after Rio","standFirst":"After winning the 10,000m at last year’s European Championships at the age of 40, the distance runner sees no reason to stop after Rio","byline":"Sean Ingle","body":"<p>It took the best part of two decades as a world-class athlete before Jo Pavey’s trophy cabinet reflected her talent but these days the medals and awards keep coming. The latest – an MBE for services to athletics which was announced on Saturday – left her “shocked and thrilled” and feeling things were all “a bit surreal”. There is also still a slightly stunned humility to Pavey’s words when she describes that crisp night in Zurich in August when, a month or so short of her 41st birthday, she bounded away from the 10,000m field and into the history books by becoming the oldest woman to win a European&nbsp;title.</p> \n<p>Such was Pavey’s popularity among her team-mates, who nicknamed her Granny, that many were in tears when she claimed what was the first gold medal of her career. In her quiet moments, though, Pavey wonders if there were other medals that got away. “Sometimes I have come off the track feeling like a failure, only to subsequently find out that I was racing against drug cheats,” she says. “In sport there are ups and downs but for any athlete it is extremely frustrating if people are prepared to cheat.”</p> \n<p>One race in particular sticks out: the 5,000m in the European Championships in 2006. Pavey finished fourth. One athlete ahead of her was Liliya Shobukhova, the Russian whose results from October 2009 onwards were annulled because of anomalies in her biological passport.</p> \n<p>“I would have liked to have got more medals in my career,” Pavey continues. “Sometimes I have got to major championships and run really badly for some reason but on other occasions I know I have gone up against athletes who were cheating.”</p> \n<p>Pavey, who has long been one of the loudest voices against drugs in sport, believes authorities such as the World Anti-Doping Agency need to be better funded. “Definitely,” she says. “The biological passport has been a really positive step – I felt the Europeans last year was a much cleaner championship – but you always fear the bad guys are one step ahead.”</p> \n<p>She also wants a far greater spotlight shone on sport’s greyer areas including the – for now legal – use of thyroid medicine. Before Zurich Pavey had a blood test that suggested she had slightly irregular thyroid levels and it was suggested she might consider treatment, something that outraged her. Like the UK’s anti-doping agency she wants thyroid medicine banned except where there is a genuine medical need.</p> \n<p>“I believe there should be a strict Therapeutic Use Certificate-type process where you get an exemption form if you do need it,” she says. “Because at the moment some people are taking thyroid medicine unethically because it can improve energy levels and help athletes lose weight. Remember human growth hormone and EPO were things that were used in hospitals to help people who were ill but then people misused them.”</p> \n<p>Following the BBC’s Panorama programme that made several claims about Mo Farah’s coach, Alberto Salazar, Pavey said she would “run a mile” from anyone she had suspicions about. But she stresses it is up to Farah to decide what is best. “We have to be clear there are no allegations against Mo and the allegations against Salazar and Galen Rupp are just allegations,” she adds. “I can only talk about what I would do and I would want to distance myself from any situation which could be an unsafe environment.”</p> \n<p>Despite athletics regularly making the news for the wrong reasons Pavey would still encourage her children, Jacob and Emily, to take up the sport seriously if they so desired. “I love athletics and I’ve loved my career in it,” she says. “Hopefully if we come through this patch it will give the sport a brighter future.”</p> \n<p>Pavey will not compete at the world championships in Beijing because she wants to spend more time with her family and also keep her body ticking over as she prepares for an almighty push to make next year’s Olympics in Rio, which would be her fifth Games in a row. “That’s my big motivation,” she says. “But it’s not going to be easy. I’m getting older and older and there are some good young girls coming through.”</p> \n<p>Only one British track athlete – the race walker Chris Maddocks – has been to five Olympics, but if circumstances had been different Pavey might now be thinking of her sixth.</p> \n<p>“I’m old enough to have done five if I’d got my act together, because I was 21 in 1996 but I was backpacking around the world,” she says, laughing.</p> \n<p>“At that point I didn’t have the confidence to go on training camps so my husband Gavin and I decided to travel and train instead. We did things like run up an inactive volcano in Bali. I remember thinking: that will toughen me up but I could hardly walk for days.”</p> \n<p>Pavey will be nearly 43 by the Rio Olympics but she is tempted to plough on, possibly to the world championships in London in 2017 or to attempt a personal best in the marathon.</p> \n<p>There is one thing that she is sure of, though: there will be no big send-off like Paula Radcliffe’s in the London Marathon.</p> \n<p>“I don’t think I’ll have anything like that,” she chuckles. “Maybe I’ll just fizzle out.”</p> \n<p><em>Jo Pavey was speaking before her appearance on The Clare Balding Show. Watch the interview on BT Sport 1 from 8pm </em>Thursday<em> or BBC2 at 10pm on Friday</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434476796485/Jo-Pavey--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jo Pavey, pictured running in the lanes near her Exeter home, says qualifying for the Rio Olympics next year is 'my big motivation'. Photograph: Jim Wileman for the Guardian","credit":"/Jim Wileman for the Guardian","altText":"Jo Pavey ","cleanCaption":"Jo Pavey, pictured running in the lanes near her Exeter home, says qualifying for the Rio Olympics next year is 'my big motivation'. Photograph: Jim Wileman for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-16T17:51:12Z","lastModified":"2015-06-16T23:55:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Athletics","Sport","Drugs in sport"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/jo-pavey-pounds-fifth-olympics","shortUrl":"http://gu.com/p/49pdc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/jo-pavey-pounds-fifth-olympics","webUri":"http://www.theguardian.com/sport/2015/jun/16/jo-pavey-pounds-fifth-olympics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434476796485/Jo-Pavey--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jo Pavey, pictured running in the lanes near her Exeter home, says qualifying for the Rio Olympics next year is 'my big motivation'. Photograph: Jim Wileman for the Guardian","credit":"/Jim Wileman for the Guardian","altText":"Jo Pavey ","cleanCaption":"Jo Pavey, pictured running in the lanes near her Exeter home, says qualifying for the Rio Olympics next year is 'my big motivation'. Photograph: Jim Wileman for the Guardian"}},"importance":7,"kicker":{"title":"Jo Pavey"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434476796485/Jo-Pavey--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jo Pavey, pictured running in the lanes near her Exeter home, says qualifying for the Rio Olympics next year is 'my big motivation'. Photograph: Jim Wileman for the Guardian","credit":"/Jim Wileman for the Guardian","altText":"Jo Pavey ","cleanCaption":"Jo Pavey, pictured running in the lanes near her Exeter home, says qualifying for the Rio Olympics next year is 'my big motivation'. Photograph: Jim Wileman for the Guardian"}}]},{"title":"Willey sticks to expressive script in face of England’s sudden death scenario","rawTitle":"Willey sticks to expressive script in face of England’s sudden death scenario","item":{"type":"article","id":"sport/2015/jun/16/david-willey-sticks-to-expressive-script-in-face-of-englands-sudden-death-scenario","title":"David Willey sticks to expressive script in face of England’s sudden-death scenario","trailText":"In just his third one-day international England’s left-armer will take the new ball at Trent Bridge with his side knowing it is win or bust – but it is a prospect he is relishing","standFirst":"In just his third one-day international England’s left-armer will take the new ball with his side knowing it is win or bust – but it is a prospect he is relishing","byline":"Vic Marks","body":"<p>This may be uncharted territory. Here we are in an Ashes summer with all the hullaballoo that entails and yet many are lamenting the imminent departure of the Kiwis, dismayed that there are only two one-day internationals left after such a tantalisingly short Test series. Don’t bring on the Aussies just yet.</p> \n<p>At Trent Bridge England, 2-1 down in the five match series, embark on what is for them a sudden-death encounter. Just about all the tickets have been sold, the forecast is good, the outfield resembles a putting green and the pitch promises to be another belter. It should be fun unless the unfortunate responsibility of propelling the ball at batsmen breathing fire rests on your shoulders.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/16/alex-hales-england-won-back-cricket-fans\">England have won fanbase back after dire World Cup, says Alex Hales</a> </p> \n</aside> \n<p>Among those with this dubious honour is David Willey, the 25-year-old all-rounder from Northamptonshire. Not that he appears cowed by that prospect. On Wednesday he plays his third one-day international; he will be entrusted with the new ball – because he is more likely to make it swing than any of his colleagues and he is that rarity in England, a left arm paceman, capable of getting the ball to jag back into the pads of unsuspecting right-handed batsmen.</p> \n<p>It is quite a responsibility but Willey does not seem too flustered. If nothing else Paul Farbrace has the happy knack of taking the pressure off his players, which is a far more valuable asset at international level than on the county circuit.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/new-zealand-england-one-day-international\" title=\"\">Willey bowled well at Southampton, returning three for 69 from 10 overs</a>. In this century there are no contradictions in that sentence. It is now possible to bowl well and concede 69 runs. He bowled over the wicket at the start and dispatched Martin Guptill with the dream delivery in his first over. He would return late in the innings bowling around the wicket in pursuit of reverse swing, which is difficult to find with these verdant outfields.</p> \n<p>So Willey finished with modern figures and he is very much the modern cricketer. He looks as if he visits the gym on a regular basis; he possesses the broadest shoulders, which can send the ball a long, long way when he bats. He has had his stress fracture, which seems to be a rite of passage for any young pace bowler. For the first time in two years he is confident in his fitness – “touch wood”. Sustaining that was his prime goal for this season rather than an England call-up.</p> \n<p>“For me the main thing was to stay fit. I have struggled for the best part of two years with injury so all this is a bit of surprise. But it is a fantastic opportunity,” he said with an engaging candour, which may be hereditary.</p> \n<p>“Last summer I had a shoulder injury, which was related to a stress problem in my lower back the previous season.” It must be less painful and less complicated to earn a living as a batsman. The one oddity for a modern pace bowler is the welcome absence of visible tattoos on Willey’s torso.</p> \n<p>Willey adheres to the mantra flooding from the England dressing room, no matter who is speaking: “We are all aggressive players and the captains and coaches have just encouraged us to go out and play the way we have been playing for our counties. Express ourselves and play with freedom,” he said.</p> \n<p>Actually this observation has been made from the New Zealand dressing room as well. Their coach, Mike Hesson, has said, “This England team is very aggressive; they have hitters from one to 10. They haven’t nailed it quite yet – you’re never going to straight away. But on their day, crikey, they’re dangerous. They could have scared a few teams in the World Cup.”</p> \n<p>All this talk of self-expression and freedom was never quite so prevalent when David’s father, Peter, was in the England dressing room. He tended not to gush too much or dwell on the benefits of “freedom of expression”. I suspect his words to his son before undertaking the ordeal of propelling a first international delivery were similar to those he uttered to me from mid-off on my debut: a wry “good luck”.</p> \n<p>“My father keeps me quite grounded,” said young Willey, which is no great surprise to those who played with or against Peter. “He wants me to concentrate on all formats. Test cricket is the pinnacle and I would like to be play in that as well. Ever since I was young my father has told me how valuable left-armers are. He has always encouraged me to keep swinging the ball even if I’m not express pace.</p> \n<p>“We had a typical father/son relationship. I didn’t listen to him at first but as I grew up I started to pay a little more attention. He’s been very good over the last few years and helped me a lot.”</p> \n<p>Peter Willey, retired reluctantly from umpiring, has been watching his son – “I think my mum has dragged him around to watch some cricket.” David never saw his father play, but remembers being taken to Fenner’s to watch him umpire, which does not necessarily sound like a ball of fun – unlike the prospect of Wednesday’s match.</p> \n<p>England are anticipated to be unchanged, leaving James Taylor on the sidelines again. The Kiwis, with dwindling resources especially after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/new-zealand-trent-boult-odi-england-back-injury\" title=\"\">Trent Boult’s departure</a>, are also likely to play the same side. They have suddenly become the pragmatists in this contest, which is what tends to happen when regarded as the favourites.</p> \n<h2>Likely teams</h2> \n<p><strong>England</strong> Hales, Roy, Root, Morgan, Stokes, Buttler, Billings, Rashid, Willey, Wood, Finn</p> \n<p><strong>New Zealand</strong> Guptill, McCullum, Williamson, Taylor, Elliot, Santner, Ronchi, Wheeler, Southee, Wheeler, McClenigan</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434470342543/David-Willey-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Willey celebrates the wicket of Martin Guptill at the Rose Bowl and will take the new ball at Trent Bridge on Wednesday. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"David Willey","cleanCaption":"David Willey celebrates the wicket of Martin Guptill at the Rose Bowl and will take the new ball at Trent Bridge on Wednesday. Photograph: Philip Brown/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-16T16:02:20Z","lastModified":"2015-06-16T23:01:36Z","metadata":{"commentable":true,"commentCount":33,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":true,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/david-willey-sticks-to-expressive-script-in-face-of-englands-sudden-death-scenario","shortUrl":"http://gu.com/p/49p9t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/david-willey-sticks-to-expressive-script-in-face-of-englands-sudden-death-scenario","webUri":"http://www.theguardian.com/sport/2015/jun/16/david-willey-sticks-to-expressive-script-in-face-of-englands-sudden-death-scenario"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434470342543/David-Willey-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Willey celebrates the wicket of Martin Guptill at the Rose Bowl and will take the new ball at Trent Bridge on Wednesday. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"David Willey","cleanCaption":"David Willey celebrates the wicket of Martin Guptill at the Rose Bowl and will take the new ball at Trent Bridge on Wednesday. Photograph: Philip Brown/Reuters"}},"importance":5,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434470342543/David-Willey-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Willey celebrates the wicket of Martin Guptill at the Rose Bowl and will take the new ball at Trent Bridge on Wednesday. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"David Willey","cleanCaption":"David Willey celebrates the wicket of Martin Guptill at the Rose Bowl and will take the new ball at Trent Bridge on Wednesday. Photograph: Philip Brown/Reuters"}}]},{"title":"Women’s Tour of Britain continues to bridge equality gap in road cycling","rawTitle":"Women’s Tour of Britain continues to bridge equality gap in road cycling","item":{"type":"article","id":"sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality","title":"Women’s Tour of Britain continues to bridge equality gap in road cycling","trailText":"A Belgium race organiser’s deployment of bikini-clad podium girls at weekend highlighted the distance women’s road racing still has to travel but the Tour of Britain is doing much to help","standFirst":"A Belgium race organiser’s deployment of bikini-clad podium girls at weekend highlighted the distance women’s road racing still has to travel but the Tour of Britain is doing much to help","byline":"William Fotheringham","body":"<p>Perhaps it was clever news management, perhaps mere coincidence that just before the flagship Women’s Tour of Britain takes to the road for the second time British Cycling announced the re-establishment of a national women’s road racing programme as part of a wider shake-up of its development system leading to Tokyo 2020.</p> \n<p>Whatever the timing, with the five-stage tour beginning in Suffolk on Wednesday, that gap in the GB structure has lasted several unfortunate years, a reminder of the distance women’s road racing still has to travel, if lagging well behind the latest low point: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls\" title=\"\">a Belgian organiser’s deployment of bikini-clad podium girls at the weekend</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls\">Cycling needs to lose its 'podium girls' | Suze Clemitson</a> </p> \n</aside> \n<p>If the politics cannot be avoided, that is as it should be; when it was founded last year, the women’s tour organisers were up front about their mission to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/aug/04/womens-tour-of-britain-mens-prize-money\" title=\"\">help bridge the equality gap</a> and returning for a second year with bigger ambitions and greater confidence is the mark of success. For Sharon Laws, last year’s first Queen of the Mountains, the British tour was sorely needed. “It is setting an example. It blew people away. Apart from world championships and Olympics, last year’s race was the first time I felt like a proper professional athlete. There are races that are harder and longer but Britain outweighs most in terms of spectators and organisation.”</p> \n<p>As the Belgian bikinis underline, the trend is upwards, but not universally so. “It is an improving picture,” says Laws, “There are races like La Course and an equivalent at the Vuelta, and the Philadelphia World Cup is on again, but we’ve lost the Tour de l’Aude which was huge, and La Grande Boucle. What I’ve noticed is increasing professionalism among the teams – the likes of Boels-Dolmans, Rabo-Liv are more like the men’s squads. When I started hardly any teams had a camper, now some have buses.”</p> \n<p>Next year, women’s teams will be divided into two divisions, with the top 10 gaining automatic entry to a World Tour of upper-tier events. The British tour is hoping to be part of that structure, and Laws’s hope is that creating a new elite among teams will make progression easier for talented young riders and that it will raise the standard of riders and riding at the best races.</p> \n<p>Where the national team is concerned, Laws is less certain. The British star Lizzie Armitstead felt the Kenyan-born former mountain biker should have been selected to support her at last year’s world championships – “a disappointment”, Laws says. “The course was good for me, I was climbing well and I had good shape.”</p> \n<p>With the recreation of a national women’s road programme only coming later this year, there is no Great Britain squad in the Women’s Tour, something Laws says “would be an opportunity to give some girls a chance. Perhaps they do have a plan but I don’t know about it. I haven’t been in the system since 2009. In 2008 it was different, they appointed Julian Winn as coach, it was all planned around Nicole Cooke and you could see something was happening there.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/womens_tour_britain/giv-21277G4F6t10qFArz/\" data-alt=\"Women's Tour of Britain 2015\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/womens_tour_britain/giv-21277G4F6t10qFArz/\">Women's Tour of Britain 2015</a> \n <figcaption>\n  The route of the 2015 Women’s Tour of Britain.\n </figcaption> \n</figure> \n<p>For its second year, the British tour takes a step forwards with a team presentation on Tuesday evening, longer stages – two are over 140km – and a hilly finale through the Chilterns including the hairpins of the ascent of Tom’s Hill at Aldbury, well known to local club cyclists, “an absolute pig, where the general classification should be blown apart”, according to Guy Elliott of the organiser, Sweetspot.</p> \n<p>Another area that has progressed this year is what Elliott describes as the race’s social agenda, which he says has been embraced by Aviva after its absorption of the original title sponsor, Friends Life. “There will be 25,000 kids on the roadsides on days one to three, and we see this as playing a massive part of getting people into sport.”</p> \n<p>In the longer term, Sweetspot is looking to take the race route north and west out of the Home Counties and East Anglia in search of far tougher climbs, to increase the number of days’ racing – there is, Elliott believes, no reason why the race should not eventually extend well beyond a week – and boost the size of the field.</p> \n<p>Last year’s winner, Marianne Vos, will be present, but in a PR role as she is not racing due to injury, which may be a blessing in disguise in terms of opening up the racing. In her absence, all eyes will be on the current World Cup leader, Armitstead, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/12/lizzie-armitstead-world-cup-cycling\" title=\"\">despite her assertions earlier this season that this is not a key target for her</a>.</p> \n<p>With the world champion, Pauline Ferrand-Pr&eacute;vot of France, pulling out on Tuesday due to injury, Armitstead’s key rivals are likely to be Emma Johansson of Sweden and Orica, and the Italians Elisa Longo-Borghini and Giorgia Bronzini of Wiggle-Honda, while the British sprinter Hannah Barnes of United Healthcare will fancy her chances on the flatter stages.</p> \n<p>British Olympians such as Laura Trott, Dani King and Joanna Rowsell also figure, as does the double world junior champion Lucy Garner, plus the latest addition to the select group of Britons riding for top teams, the 21-year-old Molly Weaver, who has just transferred to the Liv-Plantur squad and is probably eyeing British Cycling’s new policy with interest.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434467043305/Marianne-Vos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Marianne Vos","cleanCaption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-16T15:11:36Z","lastModified":"2015-06-16T23:01:36Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour of Britain","Cycling","Sport"],"tags":[{"id":"sport/tour-of-britain","webTitle":"Tour of Britain"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality","shortUrl":"http://gu.com/p/49p64","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality","webUri":"http://www.theguardian.com/sport/2015/jun/16/womens-tour-of-britain-road-cycling-equality"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434467043305/Marianne-Vos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marianne Vos celebrates her overall victory of the inaugural Women’s Tour of Britain in 2014. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Marianne Vos","cleanCaption":"Marianne Vos celebrates her overall victory of the inaugural Women’s Tour of Britain in 2014. Photograph: Adam Davy/PA"}},"importance":5,"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434467043305/Marianne-Vos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Marianne Vos","cleanCaption":"Marianne Vos celebrates her overall victory of the inaugural Women's Tour of Britain in 2014. Photograph: Adam Davy/PA"}}]},{"title":"The Spin / WG Grace: a cricketer of contradictions who lived for the duel","rawTitle":"WG Grace: a cricketer of contradictions who lived for the duel","item":{"type":"article","id":"sport/2015/jun/16/wg-grace-cricket-book-the-spin","title":"WG Grace: a cricketer of contradictions who lived for his duel with the ball","trailText":"This month marks the 150th anniversary of the legend’s first-class debut and a new novella underlines the more we learn about him, the less we understand<br>","standFirst":"<p>This month marks the 150th anniversary of the legend’s first-class debut and a new novella underlines the more we learn about him, the less we understand<br /></p>","byline":"Andy Bull","body":"<h2>A NEW TAKE ON GRACE</h2> \n<p>Hard to believe it’s him. He looks so unlikely. Battered white hat, sleeves rolled, trousers tugged high and of course that great salt and pepper beard, hanging down to his chest. He sets himself in front of a single stump. Back foot parallel to the crease, front foot angled both out at 45 degrees and up, cocked. As the bowler approaches he lowers it down, moving his weight from the heel to the toe. At the same time he brings the bat up, waggles it once in mid-air, then lofts it again, to the top of his backlift. Six balls, that’s all. And soft ones, intended only to give the batsman the best chance to show off his shots.</p> \n<p>And so he does. Three easy drives to the on-side, another to the off, two glances towards mid-wicket. He’s defending a single stump, there, really, only for orientation. Behind him, a small crowd, which hardly seems to move. Look closely, however, and you’ll see one old man lean out from around another to catch a good look, and a small boy snap his head around in excitement and talk to his friend. Then the camera cuts and the batsman is gone. That’s it, <a href=\"http://www.britishpathe.com/video/cricket-giants-of-the-1890s/query/wg+grace\">all the footage we have</a> of one of the greatest, perhaps the very greatest, careers in English sport. The Champion, the Doctor, the Grand Old Man. WG. It gives us the beginnings of an idea about his style – but no more than that.</p> \n<p>This month marks the 150th anniversary of Grace’s first-class debut, which falls on Monday 22 June, for the Gentlemen of the South against the Players of the South. He was 16. This year also marks the 100th anniversary of his death, on 23 October 1915. He was 67 and had been playing as recently as the year before, his final innings an undefeated 69 out of Eltham’s total of 155 for six against Grove Park. His career as a competitive cricketer spanned six decades and, most likely, he played more innings and scored more runs across all levels of the game than anyone else in history.</p> \n<p>A rough sum that, since hard numbers are impossible to come by. But there were 870 first-class matches, for sure, which puts him third to Wilfred Rhodes and Frank Woolley, and countless more that didn’t carry that status. For 50 years, he bestrode what was then the national game, much as Nelson looks down on London from his column, leaving the best of his contemporaries like Landseer’s bronze lions, lying beneath his feet. Certainly Donald Bradman is the only cricketer who could be said to have made anything like such an impact on the public consciousness.</p> \n<p>We are still writing about Grace now, still reading about him, still learning about him. There have been three major biographies of him in the last 15 years alone. This summer, BBC Radio Bristol are running <a href=\"http://www.bbc.co.uk/programmes/p02rbx9g\">a series of documentaries on him</a>. And yet, somehow, the more detail we uncover, the more the man himself seems to recede from view. The more we learn, the less we understand.</p> \n<p>There are too many contradictions. Grace was the champion of the sport and yet also “a shameless cheat” as Geoffrey Moorhouse wrote in Wisden. (“They’ve come to see me bat,” and all that). Grace was the supreme cricketer, “an all-round athlete of the highest calibre”, according to Simon Rae. And he was also a roly-poly figure, almost 15 stone as a teenage and 22 stone as an adult. Grace was an amateur and he earned more from the game than any professional of his era. It is hard to knit together what we know.</p> \n<p>And so to a rather brilliant new novella by Charlie Connelly, called, quite simply, <a href=\"http://www.bloomsbury.com/uk/gilbert-9781472917591/\">Gilbert</a>. Because, as the blurb says, “to the public he was The Doctor, The Champion and WG, but to those who knew him best he was simply Gilbert.” Gilbert is an intimate portrait, slim and sparely written but full of detail. It takes us through the final years of Grace’s life, from 1898 to 1915. It begins with the famous story about his being dismissed three times in three balls by Charles Kortright, the first leg before, and the second caught behind. Grace stood his ground. The third, of course, bowled him. And so Kortright offered the send-off: “Surely you’re not leaving us, Doctor? There’s one stump still standing.”</p> \n<p>As Connelly imagines it: “Grace paused briefly as if he was about to turn and respond but instead marched off at a quickened pace, announcing to the waiting members as he strode up the steps that he had never been so insulted in his life.” You know the stories but you’ve never heard them told quite like this.</p> \n<p>Connelly explains his game in an entertaining early chapter that captures a conversation between Grace and his ghost writer, Arthur Porritt. Poritt hopes to write a book that will “look behind the curtain of the public face and share the real man with the reading public”, but finds himself frustrated by Grace’s incomprehension that there is anything to explore beyond the “bare facts of his achievements”.</p> \n<p>“I think your readers would very much enjoy any insight you can give them into what the experience actually felt like. People want to put themselves in the place of WG Grace as he was making that 100th century, what thoughts were in his mind, what the whole experience of such a big innings and extraordinary landmark means to WG Grace as a man and a batsman.”</p> \n<p>Grace was silent for a few moments.</p> \n<p>“I want to help you, Porritt, truly I do,” he said, “but to be perfectly honest with you I did not feel anything. I had too much to do watching the bowling and seeing how the fieldsmen were moved about to think anything. It’s as simple as that.”</p> \n<p>The facts lack. Connelly has taken that gap in our understanding of Grace and filled it from the well of his own imagination. He shows us the Grace who gave away his wicket so he could skip away from a match to take his very first ride in a motor car; the Grace who would stand in his garden and shake his fist at the Zeppelins flying overhead; the Grace who had to bury his daughter and his eldest son, both parents, and both brothers.</p> \n<p>What emerges is a portrait of a man who lived for the moment when the ball leaves the bowler’s hand and “absolutely nothing mattered other than his duel with it. The years fell away, the occasion melted to nothing and there was just him and the ball, locked in a duel”. It is a wonderful book, and though it’s a fiction, it brings us closer to an understanding of the man than any number of facts or any amount of film footage.</p> \n<ul> \n <li><a href=\"https://id.theguardian.com/email/list\"><strong><em>This is an extract taken from the Spin, the Guardian’s weekly cricket email. To subscribe, just visit this page, find ‘The Spin’ and follow the instructions</em></strong></a><strong><em>.</em></strong></li> \n</ul>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434454695333/8f0f4ab0-6d68-4018-be55-597bac409281-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Hulton/Getty Images","altText":"WG Grace.","cleanCredit":"Photograph: Hulton/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-16T12:52:50Z","lastModified":"2015-06-16T13:01:58Z","metadata":{"commentable":true,"commentCount":30,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Cricket","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"series":{"title":"The Spin","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/thespin"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/wg-grace-cricket-book-the-spin","shortUrl":"http://gu.com/p/49pv7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/wg-grace-cricket-book-the-spin","webUri":"http://www.theguardian.com/sport/2015/jun/16/wg-grace-cricket-book-the-spin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434454695333/8f0f4ab0-6d68-4018-be55-597bac409281-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"WG Grace, the subject of a new novella. Photograph: Hulton/Getty Images","credit":"Hulton/Getty Images","altText":"WG Grace.","cleanCaption":"WG Grace, the subject of a new novella.","cleanCredit":"Photograph: Hulton/Getty Images"}},"importance":4,"kicker":{"title":"The Spin"},"byline":{"title":"Andy Bull"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434454695333/8f0f4ab0-6d68-4018-be55-597bac409281-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Hulton/Getty Images","altText":"WG Grace.","cleanCredit":"Photograph: Hulton/Getty Images"}}]},{"title":"Cycling needs to lose its 'podium girls'","rawTitle":"Cycling needs to lose its 'podium girls'","item":{"type":"article","id":"sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls","title":"Cycling needs to lose its 'podium girls'","trailText":"Women in cycling are tired of complaining about the same issues but sometimes the arguments have to be made: putting women in bikinis by podiums is degrading, outdated and unwelcome in a sport that should be aiming for equality","standFirst":"<p>Women in cycling are tired of complaining about the same issues but sometimes the arguments have to be made: putting women in bikinis by podiums is degrading, outdated and unwelcome in a sport that should be aiming for equality</p>\n<p>By <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/suze-clemitson\">Suze Clemitson</a> for <a href=\"http://100tours100tales.wordpress.com/\">100 Tales 100 Tours</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Suze Clemitson","body":"<p>The Belgians famously spent 589 days without an elected government in 2010 and 2011. But when it comes to cycling organisation and governance, it seems they are still in a state of lawlessness. Following in the infamous tradition of the E3 Harelbeke race, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/feb/25/sexism-cycling-e3-harelbeke-poster-shame\">the one-day classic in Belgium that used sexist posters as promotion</a>, Lotto Cycling Cup – the organisers of the Flanders Diamond Tour – who oversaw the employment of four women in slight “bikinis” to parade through the VIP area during the race and then appear at the foot of the podium itself as <a href=\"https://twitter.com/joliendhoore\">Jolien d’Hoore</a> celebrated a well taken victory in her first race back from a six-week layoff.</p> \n<p>That the cycling press is yet again talking about another sexist display, which overshadows d’Hoore’s triumphant back-to-back victories is bad enough, but that her moment of celebration was upstaged by a display that is either degrading, humiliating and demeaning or something out of a Borat-style satire, depending where you sit on the spectrum of offence, is worse. It is the attitude of the race organisers that really sticks in the craw.<br /></p> \n<p>In a <a href=\"https://twitter.com/LottoCyclingCup/status/610316466106290176\">hastily issued apology</a> – after cyclist journalist <a href=\"https://twitter.com/marijnfietst/status/610191053489078273\">Marijn de Vries tweeted a photograph of the podium</a> – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/women-cycling-race-apologise-bikini-models-belgium-lotto?CMP=twt_gu\">the organisers were terribly sorry</a> but went on to <a href=\"https://twitter.com/LottoCyclingCup/status/610315278229106688\">blame the local organisers</a>. As with any organisation, there is a buck, and in this case it stops with <a href=\"https://twitter.com/LottoCyclingCup\">Lotto Cycling Cup</a>. If they were aware, as seems likely, that women wearing minuscule pieces of clothing that just about covered their boobs and bum were parading around during the day, then they had ample opportunity to impose a dress code. With 118 women lining up to take the start, surely some spare kit would not have been hard to find?</p> \n<p>Unless, of course, the organisers had been enjoying the display and chose to turn a blind eye? After all, in our connected world, not all publicity is good but it can be potentially viral. And, really, what’s the fuss over a race unknown outside the quaint little world of women’s cycling when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">Chris Froome is tearing up the climbs of the Dauphin&eacute;</a>?</p> \n<p>That this is yet another example of everyday sexism in cycling is almost too mundane to report. That <a href=\"https://twitter.com/marijnfietst\">De Vries</a> nearly didn’t bring it to the attention of cycling fans because she feels sick of “moaning” about the sport is truly saddening. But tweet she did, because she feels that it’s important to speak out and challenge things when her sport is bought into disrepute:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/marijnfietst/statuses/610191053489078273\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">This is the podium of today's Flanders Diamond Tour, a UCI 1.1 women's race. What an utter disgrace <a href=\"https://twitter.com/LottoCyclingCup\">@LottoCyclingCup</a>! <a href=\"http://t.co/lVHu8ksqGe\">pic.twitter.com/lVHu8ksqGe</a></p>— Marijn de Vries (@marijnfietst) \n  <a href=\"https://twitter.com/marijnfietst/status/610191053489078273\">June 14, 2015</a>\n </blockquote> \n</figure> \n<p>Women’s cycling has worked hard to develop a sporting model that is attractive for sponsors, entertaining for fans and on a properly professional footing for the teams involved. It’s a tough battle in a sport where women, in the words of <a href=\"https://twitter.com/laura_weislo\">Laura Weislo</a> of <a href=\"http://www.cyclingnews.com/\">Cycling News</a>, are so often reduced to “beautiful ornaments to stand by successful men.”</p> \n<p>Reducing the podium of an important women’s race to the level of an outtake from a porno Benny Hill episode does nobody any favours – not the sponsors, not the fans and certainly not the women involved. It really isn’t too much of a stretch to see those barely there bikinis as dehumanising – reducing their wearers to tits, arses and little else.<br /></p> \n<p>But perhaps the buck must stop – once again – with the sport’s governing body, the UCI. Brian Cookson had his fingers burned when he jumped to judge the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2014/sep/17/uci-indecent-cycling-kits-colombian-womens-team-flesh\">Colombian Bogot&aacute; Humana team kit</a>. But criticism over that misstep should not cloud his response when confronted by genuine examples of degrading sexism.</p> \n<p>De Vries says she has never seen such a strong reaction before from cycling fans and she hopes that the UCI will make a statement. According to the press in Belgium, <a href=\"https://twitter.com/marijnfietst/status/610725049037930496\">the UCI contacted the race organisers</a> to query the use of bikinis in this context. Is it time for a podium dress code – at the minute organisers and sponsors make their own rules – or should this even be a thing in the 21st century?</p> \n<p>Of course there are women who are happy to be paid to take their kit off, but that doesn’t make what happened in Flanders any less appropriate. This was not so much a podium presentation, more a pole dance waiting to happen. In the sexism/empowerment paradigm, it’s not difficult to spot the genuinely empowered women in these images – clue: they’re the ones who just competed in a bike race.<br /></p> \n<p>In the 21st century, is the “podium girl” really necessary? Kathryn Brown has worked as a race organiser on the men’s Tour of Britain and is happy to defend the role that podium hostesses – not “girls” – play in the protocol of the podium presentation. She says they play an important part in the seamless running of the protocol, effortlessly manoeuvring riders and dignitaries into position and ensuring there are no on-stage incidents. It’s a role that is a far cry from that of the local beauty queens who would present stage winners with a bouquet back at the dawn of cycling’s history. But it is, as she readily acknowledges, a role that is not gender specific – and she would never ask the women involved to wear anything she wouldn’t be happy to wear herself.</p> \n<p>If there’s any good to come out of this tawdry little spectacle, it may be the death of the “podium girl”. The contrast between healthy looking celebrating cyclists and the rather dour looking women in their tiny triangles of black cloth is the clearest indication, if one were needed that the podium girl is one anachronism that cycling no longer needs. Or wants.</p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"http://100tours100tales.wordpress.com/\">This article appeared first on 100 Tours 100 Tales</a><br /><span class=\"bullet\">•</span> <a href=\"https://twitter.com/festinagirl\">Follow Suze Clemitson on Twitter</a><br /><span class=\"bullet\">•</span> <a href=\"https://www.facebook.com/guardiansport\">Follow Guardian Sport on Facebook</a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381776572/478f5b09-8619-47db-ae93-a6e60ea53b58-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tim de Waele/Corbis","altText":"Jolien d’Hoore","cleanCredit":"Photograph: Tim de Waele/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-16T10:35:40Z","lastModified":"2015-06-16T10:55:59Z","metadata":{"commentable":true,"commentCount":382,"contributors":[{"name":"Suze Clemitson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suze-clemitson"}],"feature":true,"keywords":["Cycling","Sport","Women"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"lifeandstyle/women","webTitle":"Women"}],"section":{"id":"sport"},"topics":[{"displayName":"Suze Clemitson","topic":{"type":"tag-contributor","name":"profile/suze-clemitson"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls","shortUrl":"http://gu.com/p/49z67","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls","webUri":"http://www.theguardian.com/sport/100-tours-100-tales/2015/jun/16/cycling-needs-to-lose-its-podium-girls"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381776572/478f5b09-8619-47db-ae93-a6e60ea53b58-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jolien d’Hoore, the winner of the Flanders Diamond Tour. Photograph: Tim de Waele/Corbis","credit":"Tim de Waele/Corbis","altText":"Jolien d’Hoore","cleanCaption":"Jolien d’Hoore, the winner of the Flanders Diamond Tour.","cleanCredit":"Photograph: Tim de Waele/Corbis"}},"importance":4,"byline":{"title":"Suze Clemitson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381776572/478f5b09-8619-47db-ae93-a6e60ea53b58-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tim de Waele/Corbis","altText":"Jolien d’Hoore","cleanCredit":"Photograph: Tim de Waele/Corbis"}}]},{"title":"Sport Network / Wigan Warriors will bring Super League to London this year","rawTitle":"Wigan Warriors will bring Super League to London this year","item":{"type":"article","id":"sport/no-helmets-required/2015/jun/16/wigan-warriors-super-league-rugby-london-2015","title":"Wigan Warriors will bring Super League to London this year","trailText":"A treat for rugby league fans in the capital; a trip to Fox’s Biscuits Stadium; and news that Papua New Guinea will host Rugby League World Cup games in 2017","standFirst":"<p>A treat for rugby league fans in the capital; a trip to Fox’s Biscuits Stadium; and news that Papua New Guinea will host Rugby League World Cup games in 2017</p>\n<p>By <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/gavin-willacy\">Gavin Willacy</a> for <a href=\"https://www.facebook.com/nohelmetsrequiredbook\">No Helmets Required</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Gavin Willacy","body":"<p>It has been confirmed. Super League is returning to London this year. Wigan Warriors have put some meat on the bones of their plan to play a fixture in the capital, as suggested here back in February. The club’s owner, <a href=\"https://en.wikipedia.org/wiki/Ian_Lenagan\">Ian Lenagan</a>, said it was definitely happening last week and the club have confirmed to me that one of the Warriors’ Super 8 fixtures will take place down south. </p> \n<p>With fixtures for the second part of the season only being confirmed a week before they start, it has required Wigan to line up alternative opponents. A club spokesman says they have “two or three preferred opponents in mind but are quite flexible in who we play”. Each of those opponents has agreed to move the fixture 200 miles down the M1 and Wigan are working with the RFL to ensure they are at home on one of two potential dates for the event.</p> \n<p>Wigan are keen to get the venue and date confirmed this week as they consider this far more important than knowing the opponent. Once the Football League fixtures are published on Wednesday morning, it should enable progress on that front. Three grounds have been mentioned and are all potential hosts but others are also on the agenda. Fulham’s Craven Cottage is by far the favourite as it would enable Wigan to return to the ground where they took part in the historic first Fulham RLFC fixture in September 1980. </p> \n<p>Fulham evolved into London Broncos, where Lenagan was previously co-owner, as the club began a peripatetic life around London. When asked to give their opinion on the event and explain whether they were playing any role in it, the Broncos offered “no comment at this stage”. A double-header with London playing a curtain-raiser had been mooted.</p> \n<p>The other grounds definitely in the fray are Millwall’s Den – a modern venue closest to central London – and QPR, whose Loftus Road ground hosted <a href=\"https://en.wikipedia.org/wiki/Independent_Television_Floodlit_Trophy\">the ATV Trophy</a> 60 years ago. Wigan revealed that there are other potential venues, raising the question of whether West Ham’s Upton Park or Charlton’s Valley, another former home of the Broncos, are possibilities.</p> \n<p>The club’s efforts to grow their brand in London and the south, where they already have a considerable, if underground, presence, will centre around opening an office in the Victoria area, where the Lenagan family have business premises on Buckingham Palace Road. It seems that Wigan have decided that if the RFL are not going to fully exploit London, the Warriors will.</p> \n<h2>Clubcall: Batley Bulldogs</h2> \n<p>No Helmets finally made its debut appearance at Batley’s <a href=\"https://en.wikipedia.org/wiki/Fox's_Biscuits_Stadium\">Mount Pleasant</a> home last Wednesday to see London Broncos hang on to win a tight, error-strewn game. On a balmy summer evening, it was a thoroughly pleasant experience. A sparse crowd of 341 were scattered around the ground but there were plenty of families creating a relaxed atmosphere, like a cricket match at a county out-ground. No one was getting too excited; they were just happy to be there. </p> \n<p>Fox’s Biscuits Stadium is probably the quirkiest ground in the country. It is certainly at the top of the steepest hill in rugby league. For those of you who haven’t been, fans approach from one end of the ground, down a dead-end side street. There are stands on both sides but they stop soon after the halfway line, as if in fear of sliding all the way down the hill into town if they go any further. The dozen or so Broncos fans on the terrace opposite found themselves staring up hill into dark shadow as the sun set. There’s room for plenty of cars and more stands, although Batley are unlikely to need that any time soon. I recommend it (in summer).</p> \n<h2>Foreign quota</h2> \n<p>A CEO has finally been appointed to run the <a href=\"https://en.wikipedia.org/wiki/2017_Rugby_League_World_Cup\">2017 Rugby League World Cup</a>: former Cricket Australia chief <a href=\"http://www.nrl.com/rugby-league-world-cup-ceo-announced/tabid/10874/newsid/86995/default.aspx\">Michael Brown</a>. One of his first tasks will be to select the World Cup venues and confirm the dates. The NRL’s International Development Manager, Tas Baitieri, told me that Papua New Guinea will definitely host at least two group games and, consequently, now qualify automatically as a host nation.</p> \n<p>Whether they will be given a quarter-final remains to be seen but the 15,000 spectators packing out BSP Stadium in Port Moresby for the <a href=\"https://www.facebook.com/pnghunters\">PNG Hunters</a>’ Super Cup game against <a href=\"https://www.facebook.com/southslogan.magpies\">Souths Logan Magpies</a> last Saturday night won’t have done any harm. Baitieiri expects the Kiwis to play all of their games in New Zealand apart from possibly a semi-final or the final. The host city for the final is a three-way fight between Auckland, Brisbane and Sydney. Expect the two cities that miss out to be given the semi-finals instead.</p> \n<p>It will continue rugby’s tendency for World Cups to be spread over several countries. The only Rugby League World Cup since 1972 to all be held in one country was 2008 in Australia. The 2013 edition was spread across four countries (England and Wales were joint hosts but they still gave games to France and Ireland). The shambolic RLWC in 2000 was spread so thinly across six nations that it had no chance of taking hold.</p> \n<p>Brown and his colleagues will need to find a balance between sharing the event and ensuring there is enough interest – and sufficient investment to provoke that interest – in every host community. Major games in major cities, with smaller ones in league-loving communities, seems to be the formula.</p> \n<h2>Goal-line drop-out</h2> \n<p>In <a href=\"http://www.heraldscotland.com/sport/rugby/ex-cricket-chief-aims-to-help-rugbys-13-man-code-fulfil-international-potential.128762615\">a fascinating interview with Kevin Ferrie in Glasgow’s Herald newspaper</a> last week, new RLIF chief David Collier repeated his desire to introduce a second international tournament and also hinted that more teams would have to qualify for the 2021 World Cup. This makes sense. He mentioned cricket’s Champions Trophy as an example. </p> \n<p>Something similar for league could see the Four Nations replaced by an expanded event with the world’s top six or eight nations playing in a tournament over four weekends (two groups and a final). It should work and could take place every two years, starting in 2018 or 2019. </p> \n<p>Collier is also keen that more nations should play qualifiers for the World Cup, knowing that they help establish the RLWC brand commercially and should have saleable broadcast rights. I predict a compromise: the 2017 semi-finalists will qualify for 2021 (thus almost guaranteeing the three major crowd and TV-pulling nations) with the European Championships and Pacific Cups doubling up as well-marketed World Cup qualifying tournaments.</p> \n<h2>Fifth and last</h2> \n<p>No Helmets was also at a scorching Hive in Edgware last Sunday to see Leigh’s extraordinary 27-match winning run come to a surprising end. The Broncos were led to their deserved victory by a pair of young half-backs in Tom Gilmore, on loan from Widnes, and Oscar Thomas, who are keeping England Academy half Joe Keyes out of the team. </p> \n<p>Thomas, now 21, has had to bide his time. He was a part of the Broncos’ Under-20s team that included Mason Caton-Brown, Mike McMeeken and Michael Channing – three of 10 Broncos academy products now playing for other Super League clubs, a clear indication of the great work done by former head of youth Phil Jones and current incumbent Rob Powell – but had spells away with London Skolars and London Irish before making the Broncos’ first team late last season. </p> \n<p>More remarkably, Thomas is not the only player from that league hotbed of High Wycombe in Buckinghamshire currently trying to win promotion from the Championship. Thomas, who made the Scotland squad last year thanks to his father being born in Arbroath, went to High Wycombe Royal Grammar School, while Leigh prop Jamie Acton went to John Hampden Grammar School and Amersham &amp; Wycombe College before being signed by Wigan Warriors. There is talent everywhere, if you are prepared to look for it.</p> \n<p><strong>Follow No Helmets Required on <a href=\"http://www.twitter.com/nohelmetsreq\">Twitter</a> and <a href=\"http://www.facebook.com/nohelmetsrequiredbook\">Facebook</a></strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473140924/80fbb2a6-d386-497c-a3a3-a909bb6eb0ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Rickett/PA","altText":"Wigan Warriors","cleanCredit":"Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-16T16:54:59Z","lastModified":"2015-06-16T23:46:36Z","metadata":{"commentable":true,"commentCount":29,"contributors":[{"name":"Gavin Willacy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gavin-willacy"}],"feature":true,"keywords":["Rugby league","Sport","Australia sport","Wigan Warriors","Super League","Super League XX","London Broncos"],"tags":[{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/wiganwarriors","webTitle":"Wigan Warriors"},{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/london-broncos","webTitle":"London Broncos"}],"section":{"id":"sport"},"topics":[{"displayName":"Gavin Willacy","topic":{"type":"tag-contributor","name":"profile/gavin-willacy"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/no-helmets-required/2015/jun/16/wigan-warriors-super-league-rugby-london-2015","shortUrl":"http://gu.com/p/49pab","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/no-helmets-required/2015/jun/16/wigan-warriors-super-league-rugby-london-2015","webUri":"http://www.theguardian.com/sport/no-helmets-required/2015/jun/16/wigan-warriors-super-league-rugby-london-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473140924/80fbb2a6-d386-497c-a3a3-a909bb6eb0ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Burgess of Wigan Warriors, who will be bringing Super League rugby to the capital later this year. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Wigan Warriors","cleanCaption":"Joe Burgess of Wigan Warriors, who will be bringing Super League rugby to the capital later this year.","cleanCredit":"Photograph: Martin Rickett/PA"}},"importance":3,"kicker":{"title":"Sport Network"},"byline":{"title":"Gavin Willacy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473140924/80fbb2a6-d386-497c-a3a3-a909bb6eb0ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Rickett/PA","altText":"Wigan Warriors","cleanCredit":"Photograph: Martin Rickett/PA"}}]},{"title":"The secret behind the Chicago Blackhawks' peculiar dynasty? Depth","rawTitle":"The secret behind the Chicago Blackhawks' peculiar dynasty? Depth","item":{"type":"article","id":"sport/2015/jun/16/the-secret-behind-the-chicago-blackhawks-peculiar-dynasty-depth","title":"The secret behind the Chicago Blackhawks' peculiar dynasty? Depth","trailText":"<strong>Colin Horgan:</strong> Three Stanley Cups in six years have made the Blackhawks the class of the post-lockout, hard salary cap era. The secret? Better players and more of them","standFirst":"<p>Three Stanley Cups in six years have made the Blackhawks the class of the post-lockout, hard salary cap era. The secret? Better players and more of them</p>","byline":"Colin Horgan","body":"<p>For a brief moment, the traditional booing that usually welcomes National Hockey League commissioner <a href=\"http://grantland.com/the-triangle/20-years-of-awkwardness-a-celebration-of-gary-bettman-stanley-cup-presentations/\">Gary Bettman’s appearance to present the Stanley Cup</a>, ebbed away, replaced by a few cheers. Those who’d heard what he said would, fairly, find little about it to dislike. “You have a dynasty,” Bettman told the crowd at the United Center in Chicago.<br /></p> \n<p>The term is controversial. What constitutes a dynasty, anyway? Chicago’s third Stanley Cup in six seasons – 2010, 2013, 2015 – is certainly impressive. So, too, were their additional two conference final appearances in 2009 and 2014. They are, arguably, the best team assembled in the post-lockout, hard salary cap era. Better than Los Angeles, winners of two cups since the lockout. Better than Pittsburgh, the team stacked with Sidney Crosby and Evgeni Malkin. But a dynasty? </p> \n<p>Over at FiveThirtyEight, Nate Silver is perhaps <a href=\"http://fivethirtyeight.com/datalab/yeah-the-blackhawks-are-a-dynasty/\">more persuasive</a> on the dynasty label. Tracking championships in the NHL, NBA, MLB and NFL for the past 20 years, he lays out the argument that, prior to the 2004-05 lockout season, it was easiest to build a dynasty – or, at least, repeat as winners – in the NHL. “From 1971 to 1990, for instance, 45% of Stanley Cup winners had also won the championship in the previous season, and 75% had won a Stanley Cup within the previous three years.” Fast forward to the present day, and the last team to win back-to-back Cups were the 1997 and 1998 Detroit Red Wings.</p> \n<p>Perhaps we can at least argue, then, that what the Blackhawks have achieved is impressive. </p> \n<p>So how did they do it? Without reducing it too much – there are a number of factors (as well as some good luck) involved – one could argue it was simply a question of depth, both literal and figurative. </p> \n<p>After disposing of Nashville in six games, and Minnesota in four, Chicago’s first real test of the playoffs came against conference-leading Anaheim – a big, fast, high-powered offensive team. The Blackhawks played catch up most of the series, although there was never much distance between them. Still, two of their wins came in overtime – one in triple OT, and the other in double OT. The teams exchanged wins, back and forth until Game 7, when, <a href=\"http://news.nationalpost.com/sports/nhl/chicago-blackhawks-stars-were-simply-better-than-the-anaheim-ducks-best-players-when-it-mattered\">as Cam Cole put it</a>, “the Blackhawks had better players, and more of them.”</p> \n<p> Such was the case in the Cup final, too, where names like Jonathan Toews and Patrick Kane were largely missing from the score sheet through five games, replaced instead by ones like Teravainen, Vermette and Shaw. Tampa Bay had a similar thing going on, with the name Paquette featuring more prominently than anyone probably expected, and Stamkos appearing far fewer times than assumed – or than was needed, ultimately. Early on in the series, it appeared the Lightning could win this battle of lesser stars, as they took a two-games-to-one series lead on 9 June. It wasn’t so.</p> \n<p>When it counted – Game 6, at home, with the Cup on its way to the rink – Kane stickhandled, Toews forechecked and won face-offs, Brad Richards made plays, Duncan Keith and Brent Seabrook hemmed the action in the Lightning zone, Corey Crawford made the saves when it counted. In other words, the same thing happened as had happened before. The Blackhawks had better players, and more of them. And they seemed unstoppable.</p> \n<p>I say this not just because the Blackhawks had endured a grueling and physical seven-game series against the big Ducks, but because the Lightning laid down an equally savage beating. The Lightning out-hit Chicago 247 to 157 through six games, including a whopping 56 hits in Monday night’s tilt. While shot totals for each team were almost identical (168 for Chicago versus 161 for Tampa Bay), and they were fairly evenly matched in takeaways (43 and 39, respectively), two key stats could arguably have been the difference for the Blackhawks: blocked shots and face-off wins.</p> \n<p>On the former, Chicago really shone in the back half of the series, particularly in the final three games. In all, the Blackhawks blocked 103 shots to Tampa’s 88, but a full 66 of those for Chicago came in Games 4, 5 and 6.</p> \n<p>When it came to the the face-off circle, it wasn’t even a contest. Aside from Game 1, where Tampa managed 30 face-off wins to Chicago’s 27, the Blackhawks were utterly dominant. They racked up 217 wins to Tampa’s 143 – that is, virtually the same as the hit totals, only with the teams inverted.</p> \n<p>If we’re willing to extrapolate, we could take two things from that juxtaposition: First, that it’s difficult to get control of the play when you can’t win the puck; and second, that Chicago is/was a team capable of getting beat up, and still win the most important, albeit smaller, battles. They might owe that to a deep field and better centers. They might also owe it to mental and emotional depth. That is to say, on the biggest of stages with emotions running high, there is a lot to be said for the capacity to calm down and focus on a small point on the ice – then dig deep and win. </p> \n<p>It’s a common refrain that the Lightning are very similar to the Blackhawks, just a bit younger and less battle-worn. That might be true. Twelve months from now, we’ll know, anyway. They have some work to do. It’s not easy to build a dynasty. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/98352028c39996a4be893fc617e756aff2afd346/0_23_5184_3113/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3113,"width":5184,"orientation":"landscape","credit":"Nam Y. Huh/AP","altText":"Chicago Blackhawks","cleanCredit":"Photograph: Nam Y. Huh/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-16T16:16:26Z","lastModified":"2015-06-16T16:18:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Colin Horgan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/colin-horgan"}],"feature":false,"keywords":["Chicago Blackhawks","NHL","Sport","US sports","Tampa Bay Lightning","Stanley Cup"],"tags":[{"id":"sport/chicago-blackhawks","webTitle":"Chicago Blackhawks"},{"id":"sport/nhl","webTitle":"NHL"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/tampa-bay-lightning","webTitle":"Tampa Bay Lightning"},{"id":"sport/stanley-cup","webTitle":"Stanley Cup"}],"section":{"id":"sport"},"topics":[{"displayName":"Colin Horgan","topic":{"type":"tag-contributor","name":"profile/colin-horgan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/the-secret-behind-the-chicago-blackhawks-peculiar-dynasty-depth","shortUrl":"http://gu.com/p/49p5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/the-secret-behind-the-chicago-blackhawks-peculiar-dynasty-depth","webUri":"http://www.theguardian.com/sport/2015/jun/16/the-secret-behind-the-chicago-blackhawks-peculiar-dynasty-depth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/98352028c39996a4be893fc617e756aff2afd346/0_23_5184_3113/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3113,"width":5184,"orientation":"landscape","caption":"The Chicago Blackhawks won their third Stanley Cup in six seasons on Monday night. Photograph: Nam Y. Huh/AP","credit":"Nam Y. Huh/AP","altText":"Chicago Blackhawks","cleanCaption":"The Chicago Blackhawks won their third Stanley Cup in six seasons on Monday night.","cleanCredit":"Photograph: Nam Y. Huh/AP"}},"importance":3,"byline":{"title":"Colin Horgan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/98352028c39996a4be893fc617e756aff2afd346/0_23_5184_3113/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3113,"width":5184,"orientation":"landscape","credit":"Nam Y. Huh/AP","altText":"Chicago Blackhawks","cleanCredit":"Photograph: Nam Y. Huh/AP"}}]}],"lastModified":"2015-06-16T23:23:58Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}