{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Mourinho will be fuming if Cech wins the league for Arsenal","rawTitle":"Mourinho will be fuming if Cech wins the league for Arsenal","item":{"type":"article","id":"football/blog/2015/jun/29/jose-mourinho-petr-cech-chelsea-arsenal","title":"José Mourinho will be fuming if Petr Cech wins the league for Arsenal","trailText":"José Mourinho does not usually sell a key player to a rival but Roman Abramovich has allowed the Czech goalkeeper to get the move to Arsenal he wanted. Chelsea must hope the decision does not come back to haunt them","standFirst":"The Chelsea manager does not usually sell a key player to a rival but Roman Abramovich has allowed the Czech goalkeeper to get the move he wanted.\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer\" title=\"\"><span class=\"bullet\">•</span> Petr Cech joins Arsenal from Chelsea in &pound;10m deal</a>","byline":"David Hytner","body":"<p>Jos&eacute; Mourinho finally laid bare his feelings at the beginning of May. Perhaps it had been all the sentimental talk that made him snap. To the Chelsea manager there can be no room for that sort of thing in the cut-throat world he inhabits. Or, maybe, it had been the realisation that Arsenal might just be a serious contender for the Premier League title in 2015-16.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/08/jose-mourinho-peter-cech-premier-league-chelsea\">Mourinho did not mince his words</a>. If the decision were down to him, Petr Cech would stay at Chelsea for the final year of his contract and, yes, he would be made to do so against his will, if necessary. Moreover, and as importantly, if the decision were down to Mourinho, the goalkeeper would not be going to Arsenal.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer\">Petr Cech seals &pound;10m Arsenal move and tweets goodbye to Chelsea fans</a> </p> \n</aside> \n<p>“The club is more important than the player and, as was true this season, the club needs two very good goalkeepers,” Mourinho said. “For me, decision No1, Petr will stay. After that, second point, to go but not in England. The option I don’t want is for him to go to an English club.”</p> \n<p>It was 8 May and Arsenal were second in the table to Chelsea – albeit 13 points behind, with a game in hand. Chelsea had made sure of the title but Arsenal had won 18 of 21 fixtures in all competitions. It was becoming clear at the time – and the impression would subsequently harden – that Ars&egrave;ne Wenger’s principal transfer targets in the summer would be a goalkeeper and a defensive midfielder. In other words the Arsenal manager considered an upgrade between the sticks – which he got on Monday <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/petr-cech-arsenal-chelsea-transfer\">when Cech signed his four-year deal at the club</a> – to be one of the missing pieces in a potential championship challenge.</p> \n<p>To Mourinho the thought of granting the piece to Arsenal was faintly ludicrous. And so he made his feelings plain. At that press conference back in May he put the ball firmly into Roman Abramovich’s court. The only thing to conclude now, as Arsenal celebrate the capture of Cech, is that the Chelsea owner promptly fizzed a passing shot beyond him.</p> \n<p>There is discomfort on plenty of levels at Chelsea over the sale of Cech to a direct rival – and not just from Mourinho, whose frustration and point-making was reflected in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/09/jose-mourinho-petr-cech-arsenal-chelsea\">his demand for an Arsenal player to be included in part-exchange</a>; he wanted Theo Walcott or Alex Oxlade-Chamberlain, which was never going to happen. There is the acknowledgment among Chelsea directors that the transfer is far from ideal and many of the club’s supporters are gutted.</p> \n<p>The mind goes back to the deadline day in September 2013, when Arsenal thought that they had a deal in place to take the striker Demba Ba on loan from Stamford Bridge. Chelsea strung them along before they pulled the plug at the last moment, leaving Arsenal with no time to pursue an alternative. “Why would we want to help a rival?” a club source said.</p> \n<p>This is the kind of intransigence that might be expected of the elite. When Chelsea have sold a big player to a Premier League club in the recent past – think <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/jan/02/liverpool-chelsea-striker-daniel-sturridge\">Daniel Sturridge to Liverpool in 2013</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jan/25/juan-mata-completes-move-manchester-united\">Juan Mata to Manchester United</a> last year – it was because they did not consider them to be rivals. Mata did not fit into Mourinho’s system. Had the midfielder done so, Chelsea would not have sanctioned the move.</p> \n<p>Cech’s case is different. Mourinho loves him and had said on several occasions last season that he felt the club had – in Thibaut Courtois and Cech – the best two goalkeepers in the division. “Without Petr we would not be champions,” Mourinho said. “Without the points in the games he played, we would not be champions.” Cech made seven appearances in the league and he conceded only twice. Chelsea won all seven.</p> \n<p>Mourinho is aware not only of the need for high-quality back-up but of the difficulty in replacing Cech with somebody who is even comparable. He likes Asmir Begovic of Stoke City but it is a tough sell persuading any top goalkeeper to sign up as the No2 to Courtois.</p> \n<p>Abramovich’s hitherto unseen benevolent side has allowed Cech to get the move he wanted, which keeps the 33-year-old and his young family in London. Abramovich felt he owed it to Cech to let him choose his next club, on the basis of his 11 years of outstanding service. Cech’s professionalism has always been total, particularly last season when he found himself in the unfamiliar role of understudy. But Abramovich has been more benevolent than Mourinho would have liked and Chelsea must hope that the decision does not return to haunt them.</p> \n<p>Cech is almost 18 months younger than Edwin van der Sar was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2005/jun/06/newsstory.sport1\">when he moved from Fulham to Manchester United in 2005</a> – and look at how that ended up. Van der Sar won virtually everything at Old Trafford over six seasons, including the Champions League in 2008, when he helped <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2008/may/22/championsleague.chelsea\">United to beat Chelsea</a> on penalties in the final. Goalkeepers tend to age much better than outfield players and Cech, who has looked after himself with diligence, believes he has at least four more seasons at the highest level.</p> \n<p>Has Cech still got it? Wenger thinks so. Cech’s form remained impressive last season and this was when he was in and out of the Chelsea team, to get into a groove. He made nine appearances in the various cup competitions, conceding nine goals – four of which were in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jan/24/chelsea-bradford-city-fa-cup-fourth-round\">FA Cup defeat against Bradford City</a>. Chelsea do not give up many chances but, when called upon, Cech was polished. He had the highest save percentage in the Premier League, according to Opta, of the goalkeepers who played in more than one game.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/chelsea-asmir-begovic-stoke-reject-bid\">Chelsea hope to sign Asmir Begovic despite Stoke rejecting &pound;6m bid</a> </p> \n</aside> \n<p>Arsenal are getting a winner and a leader, an overall improvement on David Ospina and Wojciech Szczesny, and they might also enjoy the sensation of nabbing a player from a rival, which has happened to them in recent years. In some respects the boot that kicked them with Robin van Persie and Samir Nasri is on the other foot.</p> \n<p>There are people close to Abramovich who say that, when he buys something, he buys it to keep. It is part of his makeup. Since his takeover at Chelsea in 2003 he has rarely sold a highly rated player. But that is changing. In the era of financial fair play, Chelsea are learning when to sell. They believe the sale of David Luiz to Paris Saint-Germain was excellent business and they have been happy with the outgoing deals for Mata, Romelu Lukaku, Kevin De Bruyne and Ryan Bertrand.</p> \n<p>Cech becomes only the sixth Chelsea player to move directly to Arsenal, following Bill Dickson (1953), George Graham (1966), William Gallas (2006), Lassana Diarra (2007) and Yossi Benayoun (loan, 2011). The risk on this one looks pronounced.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435592853246/Petr-Cech-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Petr Cech after completing his £10m move from Chelsea to Arsenal. The goalkeeper signed a four-year deal. Photograph: David Price/Arsenal FC via Getty Images","credit":"David Price/Arsenal FC via Getty Images","altText":"Petr Cech","cleanCaption":"Petr Cech after completing his £10m move from Chelsea to Arsenal. The goalkeeper signed a four-year deal. Photograph: David Price/Arsenal FC via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T15:54:51Z","lastModified":"2015-06-29T23:06:11Z","metadata":{"commentable":true,"commentCount":410,"contributors":[{"name":"David Hytner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400688222276/David-Hytner-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidhytner"}],"feature":true,"keywords":["Arsenal","José Mourinho","Arsène Wenger","Roman Abramovich","Chelsea","Transfer window","Football","Sport"],"tags":[{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/jose-mourinho","webTitle":"José Mourinho"},{"id":"football/arsene-wenger","webTitle":"Arsène Wenger"},{"id":"world/roman-abramovich","webTitle":"Roman Abramovich"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"David Hytner","topic":{"type":"tag-contributor","name":"profile/davidhytner"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/29/jose-mourinho-petr-cech-chelsea-arsenal","shortUrl":"http://gu.com/p/4axmb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/29/jose-mourinho-petr-cech-chelsea-arsenal","webUri":"http://www.theguardian.com/football/blog/2015/jun/29/jose-mourinho-petr-cech-chelsea-arsenal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435592853246/Petr-Cech-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Petr Cech after completing his £10m move from Chelsea to Arsenal. The goalkeeper signed a four-year deal. Photograph: David Price/Arsenal FC via Getty Images","credit":"David Price/Arsenal FC via Getty Images","altText":"Petr Cech","cleanCaption":"Petr Cech after completing his £10m move from Chelsea to Arsenal. The goalkeeper signed a four-year deal. Photograph: David Price/Arsenal FC via Getty Images"}},"importance":7,"byline":{"title":"David Hytner"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435592853246/Petr-Cech-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Petr Cech after completing his £10m move from Chelsea to Arsenal. The goalkeeper signed a four-year deal. Photograph: David Price/Arsenal FC via Getty Images","credit":"David Price/Arsenal FC via Getty Images","altText":"Petr Cech","cleanCaption":"Petr Cech after completing his £10m move from Chelsea to Arsenal. The goalkeeper signed a four-year deal. Photograph: David Price/Arsenal FC via Getty Images"}}]},{"title":"No sign of Becker coaching during Djokovic win","rawTitle":"No sign of Becker coaching during Djokovic win","item":{"type":"comment","id":"sport/2015/jun/29/novak-djokovic-philipp-kohlschreiber-coaching","title":"No sign of Boris Becker coaching during Novak Djokovic win","trailText":"Boris Becker was being watched at Wimbledon almost as intensely as his charge after accusations of coaching Novak Djokovic mid-match","standFirst":"Becker was being watched at Wimbledon almost as intensely as his charge, after accusations of coaching Djokovic mid-match emerged at the weekend","byline":"Barney Ronay at Wimbledon","body":"<p>If Boris Becker did manage to communicate anything from his seat in the players’ balcony during Novak Djokovic’s slightly lukewarm straight-sets defeat of Philipp Kohlschreiber on the opening afternoon at Wimbledon it wasn’t immediately obvious to those watching on Centre Court. Unless, that is, Becker’s coded nods and winks involved urging his man to start slowly before mooching decisively up through the gears, accompanied perhaps by a few heavily encrypted noises off about what to do for dinner tonight.</p> \n<p>Good old Boris. Thirty years on from his own emergence as a startlingly bold 17-year-old champion, south-west London’s pet middle-aged German uber-athlete has again been causing a stir, this time in his role as coach and all-round celebrity batman to the world’s No1 player.</p> \n<p>Albeit for reasons neither will welcome right now. After his victory here Djokovic reacted a little testily to being questioned once again over claims Becker has admitted to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker\" title=\"\">passing on information</a> during play via hand signals or instructions in Serbian, both of which would be breaches of the playing regulations. If it was inevitable the champion’s opening match would attract additional interest as a result, with necks craned for every twitch of the Becker jowls, it was equally certain nothing of any significance would pass between coach and player here.</p> \n<p>Even with Djokovic producing some surprising unforced errors deep into the third set, the unseeded Kohlschreiber was only ever likely to be a minor diversion. If the champion is to equal his coach’s achievement and win a third Wimbledon title it is only much later in the piece, during those familiar five-set agonies, that the temptation will be there to lift his eyes to the players’ box.</p> \n<p>Not that this was ever likely to still the sense of intrigue as Djokovic emerged on to a steamy, slightly sleepy Centre Court to a swell of champion’s applause. As the players completed their warmup there was a further rustle of interest as Becker took his seat and proceeded to spend the next five minutes carefully fluffing his hair. Djokovic responded with an ace in the first point of the match. In the press box notes were hastily scribbled. Hair fluff. Ace. Steadily, piece by piece, we will crack this code.</p> \n<p>Before long a pair of freckled forearms had appeared folded across the front of Becker’s balcony seat, just as Djokovic broke serve from the back of the court, skimming his groundstrokes across the tape from both corners. Moments later Kohlschreiber shook off his lassitude and began to return with power on both wings, pulling back to 2-2 despite a dramatic late display of surreptitious nose-picking from Becker, which presumably went unheeded by his charge.</p> \n<p>It is of course all a little farcical. Certainly there are some who would question the basic idea that coaching equals cheating, a fairly arbitrary notion of etiquette about which tennis, much like cricket and its slightly nebulous “spirit”, feels extremely strongly while at the same time having a slightly vague sense of its detail – always a dynamite combination. Gamesmanship, breaking an opponent’s concentration, delaying a point: this always been a part of the game. Worse in the eyes of some is Djokovic’s alleged tendency to feign injury or play lame at crucial moments, only to re-emerge suddenly into a state of perfect bullish good health.</p> \n<p>In terms of influence from the fringes Becker has some history. Thirty years ago he was close to conceding his quarter-final against Tim Mayotte after injuring an ankle. At which point Becker’s manager, Ion Tiriac, marched down on to the court, batted away Mayotte’s complaints and instructed his man to carry on. Becker won in five sets. Technically, this was cheating. In reality it’s a brilliant piece of theatre, which is, after all, a major part of the basic allure of a sport bound up now in diffuse conflicting influences, from power-dressed private box to the celebrity entourage and unsmiling mega-coach.</p> \n<p>Still there are good reasons for preserving the enforced <em>omert&agrave;</em> during play. For a start tennis is, like no other sport, a business of manners and nuance and finely wrought tactical badinage. It isn’t hard to see how the intimacy of the basic spectacle could be diluted by allowing too much outside influence. More importantly the response in amateur tennis to a more permissive approach at the top tier frankly doesn’t bear thinking about. In the junior levels this is a sport run in large part by ambitious parents, where mannered aggression from the sidelines is already a long-suffering in-joke.</p> \n<p>Not that anything is likely to stop the best players seeking an edge, whether from an on-court coaching code or simply a more diffuse kind of inspiration. Becker may have retained the Wimbledon title in 1986, but only Roger Federer and Pete Sampras have managed it since. If Djokovic is to do something similar this year he will need every marginal gain in his favour, not to mention more of the kind of rhythm and timing that were there as he took the second set with a beautiful inside-out backhand winner, and the bellow of a man feeling his game finally crunching into gear.</p> \n<p>The Serb is of course is the ultimate all-court man, a champion who parachutes into this tournament without warm-up and adapts on the job to the surface, as though simply butching out a bad case of trans-Atlantic jet lag. As he strolled with a gathering sense of control through the final set Boris sat and frowned, writhing now and then like a trapped bear in his tiny little leatherette seat, a man who is in the style of so many big, boisterous retired sporting stars, quite clearly a terrible watcher. There is no doubt more to come from hand-signal-gate. Not to mention a first suggestion afterwards of some irritation at Becker’s loose talk. For now it is simply a point of irritation in what promises to be, as ever, the tightest of tournaments.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435601685337/Boris-Becker-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boris Becker was being watched for any signs he was coaching Novak Djokovic mid-match at Wimbledon on Monday. Photograph: Ray Tang/Rex Shutterstock","credit":"Ray Tang/Rex Shutterstock","altText":"Boris Becker","cleanCaption":"Boris Becker was being watched for any signs he was coaching Novak Djokovic mid-match at Wimbledon on Monday. Photograph: Ray Tang/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-29T18:17:52Z","lastModified":"2015-06-29T23:20:03Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Novak Djokovic","Wimbledon 2015","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/novak-djokovic-philipp-kohlschreiber-coaching","shortUrl":"http://gu.com/p/4a8fc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/novak-djokovic-philipp-kohlschreiber-coaching","webUri":"http://www.theguardian.com/sport/2015/jun/29/novak-djokovic-philipp-kohlschreiber-coaching"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435601685337/Boris-Becker-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boris Becker was being watched for any signs he was coaching Novak Djokovic mid-match at Wimbledon on Monday. Photograph: Ray Tang/Rex Shutterstock","credit":"Ray Tang/Rex Shutterstock","altText":"Boris Becker","cleanCaption":"Boris Becker was being watched for any signs he was coaching Novak Djokovic mid-match at Wimbledon on Monday. Photograph: Ray Tang/Rex Shutterstock"}},"importance":5,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/29/1435601685337/Boris-Becker-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boris Becker was being watched for any signs he was coaching Novak Djokovic mid-match at Wimbledon on Monday. Photograph: Ray Tang/Rex Shutterstock","credit":"Ray Tang/Rex Shutterstock","altText":"Boris Becker","cleanCaption":"Boris Becker was being watched for any signs he was coaching Novak Djokovic mid-match at Wimbledon on Monday. Photograph: Ray Tang/Rex Shutterstock"}}]},{"title":"Running / What was the secret of Radcliffe's exceptional London Marathon?","rawTitle":"What was the secret of Radcliffe's exceptional London Marathon?","item":{"type":"article","id":"lifeandstyle/the-running-blog/2015/jun/30/secret-paula-radcliffe-2003-london-marathon","title":"What was the secret of Paula Radcliffe's exceptional London Marathon?","trailText":"The sub-two-hour marathon is one of the last great barriers in athletics – but perhaps we already have its equivalent in Radcliffe’s longstanding world record ","standFirst":"<p data-dropid=\"0\">The sub-two-hour marathon is one of the last great barriers in athletics – but perhaps we already have its equivalent in Radcliffe’s longstanding world record </p>","byline":"Ed Caesar","body":"<p>Sometimes in sport, an athlete does something so crazy and wonderful it causes you to reconsider the nature of the sport itself. On 13 April, 2003, Paula Radcliffe gave us such a moment, when she won the London Marathon in two hours, 15 minutes and 25 seconds. Her time was not only a massive world record, beating her own previous world record of 2:17:18, which she set the previous October in Chicago, but it moved her three minutes and 22 seconds ahead of the next fastest female marathoner in the world, Catherine Ndereba. In the professional marathon, in the modern era, that distance is not a gap: it’s a canyon.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/sub-two-hour-marathon-ed-caesar\">Fast times: what will it take to run the marathon in under two hours?</a> </p> \n</aside> \n<p> Radcliffe’s 2003 London Marathon still baffles and thrills aficionados of athletics. At the time, Dave Bedford, the London race director and former 10,000m world champion, called it “the greatest distance-running performance I have seen in my lifetime, it ranks in my mind with the impact of Bob Beamon’s long jump in 1968.” But if anything, Radcliffe’s achievement has swollen since then. In the ensuing 12 years, no other woman has finished a marathon within three minutes of her world record. Radcliffe also continues to hold the three fastest women’s marathon times ever recorded.</p> \n<p> For the past four years, I’ve been considering where the limits of the men’s marathon might lie. <a href=\"http://www.penguin.co.uk/books/two-hours/9780670921898/\">My book, <em>Two Hours</em>,</a> is about the quest to reach one of the last great barriers in athletics: the sub-two-hour marathon. (The world record, held by Dennis Kimetto of Kenya, is 2.02.57.) But, throughout the writing of the book, it occurred to me that we might have already witnessed the equivalent of a sub-two marathon: Radcliffe’s 2003 world record.</p> \n<p>This is not an original thought. Last year, Mike Joyner, a polymath from the Mayo Clinic in Minnesota, argued this point with vigour. (Joyner wrote the original 1991 paper on the feasibility of the first sub-two-hour marathon, in which, somewhat famously in academic circles, he posited an “ultimate” time for the men’s marathon of 1:57:58.) Last year’s paper for the Journal of Applied Physiology, co-authored by Joyner, Sandra Hunter and Andrew Jones, contended that the “sex difference” between men and women – the relatability of performance between the genders because of differences in body shape, heart size, lung capacity and so on – could be calculated at around 12% or 13%. Not co-incidentally, that percentage difference was what you got if you looked at the 100 best marathon times for men and women, but excluded Radcliffe’s three fastest times. In other words, the fourth best women’s marathon time would be roughly equivalent to the men’s world record now (2.02.57). The authors argued that the best women’s time – Radcliffe’s – is equivalent to a men’s 1:59.</p> \n<p>How did a woman from Cheshire with a seemingly awkward gait destroy the world record in a sport dominated by East Africans?</p> \n<p>One contentious and frequently cited aspect of her world record performance in London is that she ran the marathon alongside two men. Pacemakers can be important to fast times. For manifold reasons, it’s tiring to front-run alone. Pacers not only shoulder some of the psychological burden of pacing the race, they can physically shield an elite runner from the wind. Men pacing women is an ethical tangle, because male pacers with good personal bests can generally be more flexible than male pacers in men’s races, who must run flat-out. In an effort to untangle the rules, the International Association of Athletics Federations (IAAF) later brought in a clause for the women’s world record that it must be run in an “all-women” race, and Radcliffe’s record was rescinded for a period, before being reinstated. </p> \n<p>In my mind, the pacers are a side issue. Almost all of the recent men’s world records have been paced. Haile Gebrselassie was occasionally shielded by a team of pacers, who surrounded him like a gaggle of migrating geese. Why shouldn’t Paula have received the same assistance? In fact, she says has always insisted that she raced the men who accompanied her, rather than using them in a traditional role as pacemakers.</p> \n<p>It’s more interesting to look at how Radcliffe prepared. Her pain threshold was legendary. Gerard Hartmann, Radcliffe’s long-time physiotherapist, who lived with her for weeks at a time during training, told <em>The Guardian</em> in 2013: “I’ve worked with 63 Olympic medallists and there was nobody, from Haile Gebrselassie to Kelly Holmes, who on the treatment table could ever take that level of pain. She would hurt me rather than me hurt her. She would actually break me down because I’d have to go so deep into the sinews, I would have to ice my thumbs afterwards I was in such pain.”</p> \n<p>Radcliffe, however, was no mere pain junkie. She was always working not just to be fitter, but to be better. One of the most instructive statistics about Radcliffe is that she improved her running economy by about 15% over the course of her career. Running economy is the measure of how much energy it takes to power an athlete down the road, and it’s one of the vital facets of one’s success or otherwise in elite distance running. Radcliffe may have looked ungainly, but she conditioned herself to be miserly with her fuel. In automotive terms, her miles-per-gallon ratio was exceptional.</p> \n<p>The most important part of her body, however, was her head. I had a fascinating conversation with Radcliffe two years ago in which I asked her what time she had aimed to run the first half of the London Marathon of 2003. She told me she didn’t know. Her broad aim in marathons was to run a “negative” split – that is, to get faster in the second half. But, beyond that, she never chained herself to a schedule of splits throughout the race.</p> \n<p>“I ran how I felt,” she said. “I had a mantra of ‘no limits’ throughout my career … So I never really ran to try and hit certain times at halfway, or whatever. The big thing was: Why would we set a limit? What if you felt better than that? What are you going to do? Slow down?”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/apr/19/paula-radcliffe-london-marathon-rousing-send-off-final-race\">Paula Radcliffe deserves rousing send-off in 2015 London Marathon</a> </p> \n</aside> \n<p>This idea of ‘no limits’ sounds like common sense. But it is the very opposite of what happens in most marathons. I have sat in the meeting rooms of mid-range business hotels in Europe and America on the day before major races, as the organiser has set out his schedule of how fast the pacemakers will run the first half of a race, the first 30km, the first 35km. Two dozen elite East African runners with astonishing personal bests have nodded along. And, almost invariably, the plan has gone awry on race day – in large part, I always think, because most Kenyans and Ethiopians want to run as Radcliffe ran: on feel, not splits. Indeed, in Boston in 2011, when Geoffrey Mutai and Moses Mosop recorded what were then the two fastest marathons ever (2:03:02 and 2:03:06), Mutai says he had no idea how fast he was running, or what his split times were. He was just trucking. </p> \n<p> Radcliffe’s legacy in the marathon is profound. 2:15:25 may not sound as sexy as 1:59:59, but it is just as earth-shattering a performance. In my view, it will be a decade before her record is broken. The performance has its own wisdom to impart, particularly in the men’s marathon, where the landmark two-hour marathon approaches. If the male elite have taken anything from Radcliffe, they will throw their stopwatches away and tattoo ‘no limits’ above their hearts. </p> \n<p><em>Two Hours: The Quest To Run The Impossible Marathon, by Ed Caesar, is published next month by Viking at &pound;16.99. To order a copy for &pound;12.99, go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/308004/\">bookshop.theguardian.com</a>, or call 0330 333 6846. (Free UK p&amp;p over &pound;10, online orders only; phone orders &pound;1.99 minimum p&amp;p.)</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435571162853/3ff93b4b-fc76-4e51-8a1f-dac8e8d454e1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Toby Melville/ Reuters","altText":"The 26th London Marathon, 13 April 2003: one extraordinary record.","cleanCredit":"Photograph: Toby Melville/ Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-30T07:00:08Z","lastModified":"2015-06-30T07:03:42Z","metadata":{"commentable":true,"commentCount":5,"contributors":[],"feature":false,"keywords":["Running","Life and style","Sport","Paula Radcliffe","Marathon","Fitness","London Marathon"],"tags":[{"id":"lifeandstyle/running","webTitle":"Running"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/paularadcliffe","webTitle":"Paula Radcliffe"},{"id":"sport/marathon","webTitle":"Marathon"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"},{"id":"sport/london-marathon","webTitle":"London Marathon"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/the-running-blog/2015/jun/30/secret-paula-radcliffe-2003-london-marathon","shortUrl":"http://gu.com/p/4a4p7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/the-running-blog/2015/jun/30/secret-paula-radcliffe-2003-london-marathon","webUri":"http://www.theguardian.com/lifeandstyle/the-running-blog/2015/jun/30/secret-paula-radcliffe-2003-london-marathon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435571162853/3ff93b4b-fc76-4e51-8a1f-dac8e8d454e1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The 26th London Marathon, 13 April 2003: one extraordinary record. Photograph: Toby Melville/ Reuters","credit":"Toby Melville/ Reuters","altText":"The 26th London Marathon, 13 April 2003: one extraordinary record.","cleanCaption":"The 26th London Marathon, 13 April 2003: one extraordinary record.","cleanCredit":"Photograph: Toby Melville/ Reuters"}},"importance":5,"kicker":{"title":"Running"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435571162853/3ff93b4b-fc76-4e51-8a1f-dac8e8d454e1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Toby Melville/ Reuters","altText":"The 26th London Marathon, 13 April 2003: one extraordinary record.","cleanCredit":"Photograph: Toby Melville/ Reuters"}}]},{"title":"Liverpool should make Sterling the new captain, not Henderson","rawTitle":"Liverpool should make Sterling the new captain, not Henderson","item":{"type":"comment","id":"football/blog/2015/jun/29/liverpool-raheem-sterling-jordan-henderson-captain","title":"Liverpool should make Raheem Sterling the new captain, not Jordan Henderson","trailText":"Jordan Henderson looks set to become the new Liverpool captain but they need to be bolder than that - and what could be more bold than giving it to Raheem Sterling?","standFirst":"Henderson looks set to become the new Liverpool captain but they need to be bolder than that – and what could be more bold than giving it to Sterling?","byline":"Paul Doyle","body":"<p>Good on Jordan Henderson for lobbying earlier this summer to be made Liverpool captain. That is just the sort of gumption that the club sorely needs. But making him Liverpool’s figurehead would be the wrong flag to fly right now. The club needs a higher standard-bearer.</p> \n<p>It remains to be seen whether Roberto Firmino proves a good signing but it is at least a good sign. Further shows of ambition are required, along with further evidence of an ability to appreciate genuine class. Sanctifying Henderson after vilifying Raheem Sterling would suggest a club that does not quite have its sights properly aligned.</p> \n<p>Nothing against Henderson, apart from his lack of supernatural magic. He is a player about whom there is plenty to admire: he seems a dedicated and talented professional who has added new layers to his game every season and overcome doubters, including his own manager, to establish himself as a reliable performer at Anfield. That makes him an important team member and a worthy role model, the ideal person to, say, front a club outreach programme encouraging kids to maximise their potential. Or a Nivea ad.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/27/liverpool-early-spending-transfers-success\">Will Liverpool’s early signings set them on the path to success? | Nick Ames</a> </p> \n</aside> \n<p>But it does not make him the inspirational leader to uplift and conspire with elite champions. Hell, he couldn’t even inspire Mario Balotelli to let him take a penalty last season. Compare that to Roy Keane reefing the ball from Diego Forl&aacute;n in 2002: a slightly different scenario, granted, but an instructive one, all the same, because Keane was denying Forl&aacute;n an easy solution, telling him that only by doing something special could he be rewarded. That’s the standard to set.</p> \n<p>Making Henderson captain would be a facile solution because it would be a nice reward for a likeable and useful player but that is not good enough. And ultimately it would achieve nothing of merit. The captain’s armband may be overvalued in football but it is not entirely worthless and should not be wasted. Giving it to Henderson would not inspire him to wring any more commitment or skill out of himself because he already gives his utmost. Logically it serves no purpose to make him captain. And the maths doesn’t look good either: when Henderson gives 100%, he is a seven-out-of-10 player. The symbol of Liverpool must be better than that.</p> \n<p>It is true that Henderson had as many Premier League assists to his name as Eden Hazard last season. But Chris Brunt had more than both so let’s not build a soapbox on statistics. Besides, if Liverpool were to put Henderson up for sale, would they get bids of more than the &pound;16m that they paid for him in 2011? Probably not, even with inflation, and certainly not from Champions League clubs. In that sense, then, maybe he is a fitting flagbearer for a club that has largely failed to follow the espoused model of buying young talents and adding value. Indeed, maybe giving him the armband would be a sleight of hand designed to impress Moneyballers, an attempt to add cosmetic value in the absence of actual gain.</p> \n<p>There is, of course, an outstanding exception: Sterling. Now there is a bona fide gem. Phenomenally skilled, he is also physically and mentally tough beyond his years, single-minded and uncompromising like a warrior, a winner. He has a rage to thrive at the top and an intolerance of mishmash floundering and small-timers. He has dared to prove himself bigger than Liverpool, which is one of the reasons why Liverpool should have taken exceptional measures to keep him, rather than patronise and pressurise him in a way they were incapable of pulling off successfully. Philippe Coutinho is a lovely player and there are others at Anfield of high promise, but only Sterling looks a surefire bet to become a great; losing him looks a terrible prospect.</p> \n<figure class=\"element element-image\" data-media-id=\"c442a8c67fa4f82cf92d3fca24f557d232a39ea6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435575781877/7bda8f81-30f2-42ef-af9b-6dd76a1bcaf5-460x276.jpeg\" alt=\"Philippe Coutinho is another possible future Liverpool captain.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Philippe Coutinho is another possible future Liverpool captain.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Recine/Action Images via Reuters</span> \n </figcaption> \n</figure> \n<p>What Liverpool should have done was what Manchester United did when Wayne Rooney agitated for a move from Old Trafford in 2013 while claiming he was sceptical about the club’s ambition. They should have made him a contract offer that he could not refuse (before relations deteriorated to the point that he would not, apparently, sign for even &pound;900,000-per-week). And why not make him captain too? Alone that would not change Sterling’s stance, of course – he seems far too savvy to duped by such a sop – but by giving Sterling the armband along with a contract making him, if necessary, the highest-paid player at the club, Liverpool would have been seen to rise to Sterling’s ballsy challenge and respond with one of their own: you want to play at the Champions League? Then lead the way, comrade.</p> \n<p>That is what the armband can be used for: to point not to past achievements, which is why James Milner would be no good, nor to present dedication, which is why Henderson is out, but rather to where the club believes it is going. Henderson is not going to guide them to the glory any more than Scott Parker blazed a trail to the top for Chelsea. Sterling might.</p> \n<p>But probably not on his own, even if he is now older than he was last term, when the club foisted positional switches and a level of responsibility on him that they were unwilling to back up with commensurate wages. So more money, the armband, another recruit or two along the lines of Firmino, for Sterling to learn from and conjure with the way he used to when Luis Su&aacute;rez was around, and some stalwarts to secure things at the back while the revellers up front do their thing. Is that too much to ask? If it is, then Sterling is better off away from Liverpool.</p> \n<p>But the summer is young and it is still not obvious where Liverpool are headed with their rebuilding, much more of which is still needed. Could it be that the shedding of Brendan Rodgers’ backroom staff reflects not a manager that is weak, threatened or treacherous, but one that is maturing, newly clear-minded and sure how to march on to a new level?</p> \n<p>It will be interesting to see how Colin Pascoe and Mike Marsh are followed. Interesting, too, to see whether Firmino is intended to complement Sterling or replace him. And to what extent Liverpool solidify their rearguard. Nathaniel Clyne will be a strong addition, but more heads definitely need to be hunted, and with the same decisiveness that Chelsea and even Manchester United recruited last term or, indeed, that the Liverpool of yore did.</p> \n<p>A solid goalkeeper with the ability and authority to give a sense of security to a defence that seemed permanently on the edge of breakdown last season is essential. Such a figure would be a suitable candidate for the armband. At the moment, it looks like Liverpool are either going to try to muddle on through next season – in which case they might as well name Henderson as captain – or put their faith in creative forces atoning for defensive collapses. In which case, if Sterling is squandered and leaves, then Coutinho would probably be their best standard-bearer.</p> \n<p>So giving the Brazilian the armband and chucking a few million quid in a wishing well would fairly sum up what Liverpool are about these days.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/745258bee4e9157e68b864223652b6ad70b388b6/0_0_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Laurence Griffiths/Getty Images","altText":"Jordan Henderson and Raheem Sterling","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435575783647/7bda8f81-30f2-42ef-af9b-6dd76a1bcaf5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Philippe Coutinho is another possible future Liverpool captain. Photograph: Carl Recine/Action Images via Reuters","credit":"Carl Recine/Action Images via Reuters","altText":"Philippe Coutinho is another possible future Liverpool captain.","cleanCaption":"Philippe Coutinho is another possible future Liverpool captain.","cleanCredit":"Photograph: Carl Recine/Action Images via Reuters"}],"webPublicationDate":"2015-06-29T11:11:04Z","lastModified":"2015-06-29T11:12:42Z","metadata":{"commentable":true,"commentCount":920,"contributors":[{"name":"Paul Doyle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pauldoyle"}],"feature":false,"keywords":["Liverpool","Raheem Sterling","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Doyle","topic":{"type":"tag-contributor","name":"profile/pauldoyle"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/29/liverpool-raheem-sterling-jordan-henderson-captain","shortUrl":"http://gu.com/p/4a8xy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/29/liverpool-raheem-sterling-jordan-henderson-captain","webUri":"http://www.theguardian.com/football/blog/2015/jun/29/liverpool-raheem-sterling-jordan-henderson-captain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/745258bee4e9157e68b864223652b6ad70b388b6/0_0_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","caption":"Jordan Henderson, left, is likely to replace Steven Gerrard as Liverpool captain, but should the armband go to Raheem Sterling instead? Photograph: Laurence Griffiths/Getty Images","credit":"Laurence Griffiths/Getty Images","altText":"Jordan Henderson, left, is likely to replace Steven Gerrard as Liverpool captain, but should the armband go to Raheem Sterling instead?","cleanCaption":"Jordan Henderson, left, is likely to replace Steven Gerrard as Liverpool captain, but should the armband go to Raheem Sterling instead?","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"}},"importance":4,"byline":{"title":"Paul Doyle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/745258bee4e9157e68b864223652b6ad70b388b6/0_0_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Laurence Griffiths/Getty Images","altText":"Jordan Henderson and Raheem Sterling","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"}}]},{"title":"It's hard not be enchanted by TrackTown USA","rawTitle":"It's hard not be enchanted by TrackTown USA","item":{"type":"article","id":"sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar","title":"The day Alberto Salazar sorted out my hay fever in Eugene","trailText":"Something about the air in TrackTown USA seems to relax athletes, and make them go faster, but it left me weeping until Salazar stepped in to help","standFirst":"Something about the air in TrackTown USA seems to relax athletes, and make them go faster, but it left me weeping until Salazar stepped in to help","byline":"Sean Ingle","body":"<p>They call it TrackTown USA: a magical oasis where athletics is respected and revered, and given equal billing to the major sports. Sometimes in track and field what appears to be magic turns out to be a wicked illusion. But spending these past few days in Eugene for the US trials it has been hard not to be enchanted by the town’s spell, despite the damaging allegations swirling around Mo Farah’s coach, Alberto Salazar. For track and field is more deeply embedded in Eugene’s DNA than almost anywhere else.</p> \n<p>Each day I made a point of standing by the first bend, watching athletes whizz past. Hayward Field lets its spectators get closer than almost anywhere else. Pressed up against the boards I was no more than a couple of metres away from lane eight: close enough to feel the whoosh and see the Nike swoosh.</p> \n<p>People have run around Hayward Field since a six-lane track was built in 1921 and the stadium has been known as TrackTown USA since the US Olympic trials in 1972. This year it has played host to a Diamond League meeting, the NCAA championships and the US trials. And each time the people came. Vin Lananna, the president of TrackTown USA, thinks he knows why, calling the stadium “one of the most fabled in the world, steeped in tradition and history – the Carnegie Hall of track and field”.</p> \n<p>Even on days when the temperature climbed past 38C close to 10,000 people turned up, lured by the reasonable ticket prices – $27 for a grandstand seat or $20 for a ground pass – and the incredible talent on display. Unsurprisingly the event dominates the sports pages of the local paper, The Register-Guard.</p> \n<p>But its influence goes beyond the bricks and mortar of Hayward Field and into Eugene’s verdant parks and trails. For this is where the American jogging craze was born in the 1960s, when the Oregon coach Bill Bowerman introduced the pastime to the masses after a trip to New Zealand. Along with history there is iconography. Striking pictures of the forever young Steve Prefontaine, who held every US record from two miles to 10km before being killed in a car accident when he was 24, are everywhere.</p> \n<p>Something about Eugene’s relaxed air seemed to rub off on the athletes too. One fan told me of a conversation he struck up with Ashton Eaton, the world decathlon record-holder, at the track. Another talked of exchanging nods and waves with world-class athletes on a morning run along the 10km Prefontaine trail next to the Willamette river.</p> \n<p>Old-timers I spoke to say this isn’t unusual. It is just the way it is. And I can back that up. On Thursday we bumped into the young American middle-distance runner Mary Cain and her mum. Cain, who made the final of the world championships in 2013 aged 17, was friendly, witty and warm.</p> \n<p>Her mother told how she had been briefly supervising Cain’s training in New York – normally she is trained by Salazar at the Nike Oregon Project – although she admitted that this didn’t get much beyond shouting”stop‚“ and “go” at the right time.</p> \n<p>The next day my hay fever ran rampant. It felt as if every strain of pollen and grass in Oregon was mounting an attack. My eyes were puffy and red. My cheeks sunk and hollow. My nostrils wept. I looked like an extra in a zombie movie. I left Hayward Field to find a pharmacy but was already getting lost when I happened to cross paths with Cain and her mother, her agent Ricky Simms, and Salazar.</p> \n<p>Mary’s mum joked that I was stalking her. I pointed at my eyes and told them my allergies were raging. Luckily a white knight was there to help.</p> \n<p>“The nearest drugs store is Hiron’s, around the corner past the arena,” Salazar told me. “They’ll be able to help you out.” He was right, too.</p> \n<p>But there is something in Eugene’s air that helps athletes go faster: the strong following wind down the Hayward Field home straight. The track is also one of the fastest in the world. It leads to staggering performances. Nine of the 10 fastest women’s 100m times this year were set at Hayward Field and so were five of the top-10 men’s times – including the 9.84sec run by Trayvon Bromell at the US trials, which made him the fastest teenager in history.</p> \n<p>The standard of competition also goes ridiculously deep. Incredibly, 10 athletes went under 10 seconds in the first round of the men’s 100m. In the women’s 100m hurdles, athletes who had set the 16 fastest times in 2015 fought for three spare places for the world championships. Unsurprisingly there were shocks. In the women’s 400m Francena McCorory and Sanya Richards-Ross, the two fastest women in the world this year, failed to qualify.</p> \n<p>It all made for a fantastic competition. I hesitate to recommend anyone to go on a pilgrimage but if you are a track-and-field fan pencil 2021 in your diary. It’s the year the world championships come to Eugene. Hayward Field will nearly double in size to a 30,000-capacity to cope. But, even with another dark cloud hanging over the sport, few doubt the stadium’s magic will remain.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435521775525/cd2b9f41-625d-44e6-8e2c-6257a156f6c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Illustration: Nathan Daniels","altText":"Illustration by Nathan Daniels. Nathan Daniels.","cleanCredit":"Illustration: Nathan Daniels"}],"bodyImages":[],"webPublicationDate":"2015-06-28T19:41:23Z","lastModified":"2015-06-28T23:30:05Z","metadata":{"commentable":true,"commentCount":24,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Athletics","Sport"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar","shortUrl":"http://gu.com/p/4a7hv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar","webUri":"http://www.theguardian.com/sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435521775525/cd2b9f41-625d-44e6-8e2c-6257a156f6c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Illustration: Nathan Daniels","altText":"Illustration by Nathan Daniels. Nathan Daniels.","cleanCredit":"Illustration: Nathan Daniels"}},"importance":4,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435521775525/cd2b9f41-625d-44e6-8e2c-6257a156f6c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Illustration: Nathan Daniels","altText":"Illustration by Nathan Daniels. Nathan Daniels.","cleanCredit":"Illustration: Nathan Daniels"}}]},{"title":"Sport Network / County cricket: the week's final over","rawTitle":"County cricket: the week's final over","item":{"type":"article","id":"sport/99-94-cricket-blog/2015/jun/29/county-cricket-final-over-andrew-gale-notts-yorks","title":"County cricket: the week's final over","trailText":"Six talking points from the week’s county cricket, including praise for Andrew Gale, worry for Hampshire and a word of advice for the T20 Blast organisers","standFirst":"<p data-dropid=\"0\">Six talking points from the week’s county cricket, including praise for Andrew Gale, worry for Hampshire and a word of advice for the T20 Blast organisers</p>\n<p data-dropid=\"1\">By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Gary Naylor","body":"<h2>Ball One: Andrew Gale blows Notts away</h2> \n<p>With leaders Durham having a week off, defending champions, Yorkshire, had the opportunity to close the gap on the pace-setters and, despite having first choice players away with England, ee bah gum did the Tykes take it. Jason Gillespie’s side plotted their route to maximum points in the 21st century way – Andrew Gale won the toss and let loose his phalanx of pacers who shot out half the Notts side for less than 100. Gale himself and the prolific Jack Leaning then got a partnership going, eventually adding 255, before handing back to the bowling unit who ran through Notts again to win by an innings. It was a hugely impressive three day win for the champions, but they know that this week’s opponents, Durham, won’t fold like a Scarborough deckchair in the showdown at Chester-le-Street</p> \n<h2>Ball Two: Franklin scores with the bat but not with his tactics</h2> \n<p>Middlesex missed their chance to close on Yorkshire when they could only draw at home to lowly Worcestershire in a match that the batsman James Franklin may remember more fondly than the skipper James Franklin. At the crease when Middlesex’s fifth wicket fell with just 102 on the board, the New Zealander dug in to be dismissed off the last ball of the first day for a splendid 135. When Tom Fell played a similar innings for the Pears, Middlesex found themselves 76 behind with a day and a half or so to play. Four more hours at the crease for Middlesex’s stand-in skipper secured the five points that comes for a draw, but his attack had only bowled 128 overs in a match affected only a little by weather (Franklin faced 144 overs himself). Sometimes boldness and imagination are required to give bowlers the time to take twenty wickets – sometimes risk too.</p> \n<h2>Ball Three: Somerset edge towards mid-table as Hants remain pants</h2> \n<p>Somerset took the traditional route to victory to jump out of the relegation dogfight with a nine-wickets win over Hampshire, now barking and snarling in eighth place. Marcus Trescothick won the toss and got his side off to a positive start with a quickfire fifty before watching his top order post 200 for the loss of only one more wicket. Craig Overton then led the seam attack in shooting out Hampshire twice in not much more than four sessions, allowing the ex-England warhorse to enforce the follow-on and cruise to a win late on Day Three. Hampshire have only two Championship centuries in eight matches and only two bowlers (Fidel Edwards, now back playing T20 cricket in the Caribbean, and stalwart all-rounder Gareth Berg) taking wickets at less than 30. Their captain, Jimmy Adams, needs players to find form quickly, starting with himself.</p> \n<h2>Ball Four: Edgy Essex eventually get over the line</h2> \n<p>Essex’s top eight bristles with talent but there’s a reason why they are mid-table in Division Two – and they were at it again almost throwing away a match in the last 20 having been ahead for more than 230. After James Foster had enforced the follow-on, Essex needed just 114 to close out the victory, but lost the highly rated Nick Browne, Alastair Cook, Ravi Bopara and Ryan ten Doeschate for 26 (and the skipper too with 41 still required and Gloucestershire fans suddenly interested). The reliable Tom Westley and Jesse Ryder (hidden at No7) saw them home to a third win of the season and a platform for a late assault on the second promotion slot.</p> \n<h2>Ball Five: T20 Blast Group Stage needs simplifying</h2> \n<p>The T20 Blast continues to gather decent crowds, with Surrey in particular hoping that the midsummer weather holds for its two matches later this week at The Oval. With most fixtures taking place on a Friday evening, marketing the product – yes, I know, urgh – is more straightforward, but another problem has now bubbled to the surface. Can anyone understand the tables? With big variations in the numbers of games played by each club, few fans exactly sure how many matches the league stage of the season comprises and the two groups feeling a bit arbitrary (if convenient for derbies), a narrative (as we enter the tournament’s third month) remains elusive. Might three conferences of six teams and a traditional home and away system work better? Then the top two in each conference progress into the quarter-finals to be joined by the two teams with the best records from those finishing third. Each club would play two fewer matches compared to the current formula, but would that be so bad? Better still, invite Scotland, Ireland and Holland, make three conferences of seven and retain the current guarantee of 14 fixtures!</p> \n<h2>Ball Six: Turned out all Wright for Sussex</h2> \n<p>Performance of the week in the Blast came at Bristol, where Sussex were 27 runs behind Gloucestershire at the 15 overs mark, still needing 82 to win. Cue Luke Wright, then on 44 off 37 having hit just four boundaries, to smile that goofy smile and start smiting. There was even time to push five singles in one of those five overs, but the other four disappeared for 79 runs as Sussex got up with a ball to spare. Wright’s share of the carnage was a De Villiersesque 67 off 19, the opener carrying his bat for 111* in a total of 188-7, the next highest score being 18. A captain’s knock from the Sharks’ skipper.</p> \n<p><strong><span class=\"bullet\">•</span> This is an article from our </strong><a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\"><strong>Guardian Sport Network</strong></a><br /><strong><span class=\"bullet\">•</span> This article first appeared on </strong><a href=\"http://nestaquin.wordpress.com/\"><strong>The 99.4 Cricket Blog</strong></a><br /><strong><span class=\"bullet\">•</span> Follow </strong><a href=\"https://twitter.com/garynaylor999\"><strong>Gary Naylor</strong></a><strong> on Twitter</strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435568960519/e884f662-dcff-4dc6-ac19-3c571c59d3c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gareth Copley/Getty Images","altText":"yorks","cleanCredit":"Photograph: Gareth Copley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T10:18:29Z","lastModified":"2015-06-29T10:18:30Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Gary Naylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gary-naylor"}],"feature":true,"keywords":["Cricket","Sport","County Championship Division One","County Championship Division Two","Yorkshire","Nottinghamshire","Middlesex","Somerset","Hampshire","Essex","Twenty20"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/countychampionship1stdivisioncricket","webTitle":"County Championship Division One"},{"id":"sport/countychampionship2nddivisioncricket","webTitle":"County Championship Division Two"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/nottinghamshire","webTitle":"Nottinghamshire"},{"id":"sport/middlesex","webTitle":"Middlesex"},{"id":"sport/somerset","webTitle":"Somerset"},{"id":"sport/hampshire","webTitle":"Hampshire"},{"id":"sport/essex","webTitle":"Essex"},{"id":"sport/twenty20","webTitle":"Twenty20"}],"section":{"id":"sport"},"topics":[{"displayName":"Gary Naylor","topic":{"type":"tag-contributor","name":"profile/gary-naylor"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/99-94-cricket-blog/2015/jun/29/county-cricket-final-over-andrew-gale-notts-yorks","shortUrl":"http://gu.com/p/4a7pb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/99-94-cricket-blog/2015/jun/29/county-cricket-final-over-andrew-gale-notts-yorks","webUri":"http://www.theguardian.com/sport/99-94-cricket-blog/2015/jun/29/county-cricket-final-over-andrew-gale-notts-yorks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435568960519/e884f662-dcff-4dc6-ac19-3c571c59d3c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yorkshire captain Andrew Gale salutes the crowd after winning against Nottinghamshire at Headingley. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"yorks","cleanCaption":"Yorkshire captain Andrew Gale salutes the crowd after winning against Nottinghamshire at Headingley.","cleanCredit":"Photograph: Gareth Copley/Getty Images"}},"importance":3,"kicker":{"title":"Sport Network"},"byline":{"title":"Gary Naylor"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/bfad11e6f54eae8b90b4cd4977f9448c29f2b475/855_92_1604_963/1000.jpg","height":600,"width":999}}]},{"title":"Maybe St Louis fans are right: the Cardinals Way is superior","rawTitle":"Maybe St Louis fans are right: the Cardinals Way is superior","item":{"type":"article","id":"sport/blog/2015/jun/29/maybe-st-louis-fans-are-right-the-cardinals-way-is-superior","title":"Maybe St Louis fans are right: the Cardinals Way is superior","trailText":"It’s a terrible thing to acknowledge but the St Louis Cardinals may very well be everything their fans say they are","standFirst":"<p data-dropid=\"0\">It’s a terrible thing to acknowledge but the St Louis Cardinals may very well be everything their fans say they are</p>","byline":"DJ Gallo","body":"<p>Hating the St Louis Cardinals has become as big a part of being a baseball fan over the past decade as peanuts, Cracker Jacks, overpriced beer and assuming everyone who hits more than 40 home runs is on steroids. In fact, maybe even more so; millions of people are allergic to peanuts, but hating the Cardinals is easy and natural for all. </p> \n<p>For those somehow unaware of the reasoning behind hating the Cardinals, the far-and-away best team in baseball, there are three main components: </p> \n<p>- The Cardinals and their fans seem to think the franchise has some innate knowledge about how to play baseball that no other organization possesses: “The Cardinal Way.” </p> \n<p> - The Cardinals and their fans, despite all of the team’s talent, seem to believe the franchise has the market cornered on scrappiness and grit and heart and other baseball cliches and immeasurables. </p> \n<p> - The Cardinals win. </p> \n<p> There’s a fourth component - that St Louis are staunch advocates of baseball’s “unwritten rules” - but that’s unfair to lay at the feet of the Cardinals. The same fans who complain one day about the Cardinals and baseball’s “code,” the next day want their own team to start a brawl because someone got hit by a pitch or flipped a bat. We don’t need unwritten rules to hate the Cardinals. The first three reasons written above are enough. </p> \n<p> But are they even fair? </p> \n<p> Let’s take the last one first. The Cardinals win. That’s true, whether your like it or not (not). St Louis have made the playoffs 11 of the past 15 years. This season they became the first MLB team in seven years to reach 50 wins by the 75th game of the season. The Cardinals have the best record in baseball by a mile. So let’s not pretend that Cardinals-loathing would be anywhere near the same level that it is today if the team were mostly irrelevant like the Padres or Indians. No one hates those teams. Rooting against bad teams is like hoping the least popular kid in school gets beaten up. It’s mean. We hate the Cardinals because they’re good. We have to at least admit that. (Know that you can admit this truth AND still punch anyone who says the phrase, “They hate us because they ain’t us,” squarely in the mouth that said that horrible phrase.)</p> \n<p> But the other two reasons: that “The Cardinal Way” is superior and that the franchise is a scrappy underdog ... there’s nothing to those, right? Right?!</p> \n<p> I ... I’m sorry, but I don’t really know anymore. It’s not a stretch to call the Cardinals an underdog. I’m sorry, but it’s not. This isn’t a big market team that just buys all the top free agents. Entering the season, the Cardinals were not in the Top 10 in baseball in payroll. They then lost ace Adam Wainwright, the team’s highest-paid player, for the season to injury just three weeks into the season. Starting first baseman Matt Adams has been out a month, and will be out two or three more, with a quadriceps tear. Matt Holliday is on the DL. And the team’s front office is being investigated by the friggin’ FBI. How has all of that actual adversity affected the players? They’ve got <em>better </em>every month so far this season and are on pace for 110 wins. I’m sorry, but the 2015 St Louis Cardinals are an underdog story. </p> \n<p> “But the Cardinal Way, thing ... there’s nothing to that, right? Please!” Why? Why isn’t there? I can’t explain it away anymore. It seems every minor leaguer the Cardinals bring up eventually contributes in a big way, from highly-touted prospects like Kolten Wong to lightly-regarded players like Matt Carpenter who l<a href=\"http://m.mlb.com/player/572761/matt-carpenter\">ook like substitute music teachers</a>. Do the Cardinals provide better instruction throughout the system than other teams do? Well, from the era of Tony LaRussa, Jim Edmonds, Mark McGwire and Mike Matheny (the player), to the modern team of Mike Matheny (the manager), Yadier Molina, Holliday and Carpenter, the Cardinals just win. Winning simply is [dry heaves] the Cardinals way. </p> \n<p> I know this is a terrible reality that I’m asking you to face: but the St Louis Cardinals may very well be everything their fans say they are. You don’t have to like the team for it. In fact, feel free to hate them even more for making us all choke on their superiority. But I, at least, have grown to begrudgingly respect them. Ugh. </p> \n<p> Worst of all, I fear there are Cardinals fans standing right now and politely applauding my admission. Please stop it, you wholesome people. I’m asking nicely. The right way. The Cardinal Way. </p> \n<h2> <strong>Quote of the Week</strong></h2> \n<blockquote> \n <p data-dropid=\"13\"> Strop is on his way out, pointing toward the heavens. We can only ask, or wonder, that he is asking some departed relative for forgiveness for this atrocious performance. <em><br /></em></p> \n</blockquote> \n<p><em>Bob Costas, MLB Network broadcaster, as Cubs reliever Pedro Strop departed after giving up a run in a relief performance Friday night.</em></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=_-6tdxI3W8g\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/_-6tdxI3W8g?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p> That was cold-blooded for Costas to reference dead relatives after a reliever gave up a single run in a late-June baseball game. It makes you wonder if the long-time broadcaster lacks the capacity for empathy. When you consider that empathy is controlled by the brain’s anterior insular cortex – and that the anterior insular cortex is located almost exactly between the eyes and the occipital lobe, which processes sight – you can only assume that Costas’ severe pink eye infection has spread into his brain and is slowly dissolving his ability to think and feel. Someone get the man some help before he further embarrasses his departed relatives. </p> \n<h2> <strong>Stat of the Week </strong></h2> \n<p> <strong>5-6</strong> Clayton Kershaw, who has won three of the last four National League Cy Young awards, is now 5-6 on the season after “losing” his third consecutive start Saturday night. Kershaw gave up one earned run in seven innings, struck out nine and walked none to pick up the loss. During his last three games, he has a 3.15 ERA, a 0.95 WHIP and 28 strikeouts in 20 innings. Despite all that, based on official baseball statistics, he can be defined as a “loser” - three times over. </p> \n<p> The Dodger ace is a near-unanimous pick by anyone who knows anything about baseball as the best pitcher of his era. But if his bad luck continues, Kershaw has a shot at 15 or 20 losses this season - while striking out nearly 300 batters and posting a sub-3.00 ERA. All of this is why we must continue to root for him to lose. A pitcher as great as Kershaw leading the league in losses could be enough for baseball to finally see the light and do away with the non-sensical pitcher “win” and “loss” stats forever. It’s nothing personal, Mr. Kershaw. But for the good of the sport of baseball, we’re going to need you to lose every start for the rest of the season. Thanks. </p> \n<h2><strong>This Week’s Horrible Fantasy Team That Crushed Your Team</strong></h2> \n<p> Wilin Rosario, 1B, Rockies - 9-for-16, HR, 4 RBI, SB</p> \n<p> Ben Revere, OF, Phillies - 11-for-20, HR, 3 RBI, SB</p> \n<p> Nick Hundley, C, Rockies - 8-for-16, HR, 4 RBI, SB</p> \n<p> Logan Forsythe, 2B, Rays - 11-for-22, HR, RBI, 2 SB</p> \n<p> Wade Miley, P, Red Sox - 12.1 innings, 1 win, 10 strikeouts, 1.46 ERA</p> \n<p> Kyle Gibson, P, Twins - 11.2 innings, 1 win, 9 strikeouts, 3.09 ERA</p> \n<p> <strong>Reader Twitter Question of the Week</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CoachsWifeASU/statuses/615116133016936448\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/DJGalloEtc\">@DJGalloEtc</a> have you actually ever heard a pitcher who paints the corners called a &quot;Rembrandt&quot;?</p>— Head Coach's Wife! (@CoachsWifeASU) \n  <a href=\"https://twitter.com/CoachsWifeASU/status/615116133016936448\">June 28, 2015</a>\n </blockquote> \n</figure> \n<p>This ad has bothered me all season, as well. <a href=\"https://www.youtube.com/watch?v=Lebxh4iHhrs\"><br /></a></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Lebxh4iHhrs\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/Lebxh4iHhrs?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>I don’t recall once hearing a pitcher who can “paint the corners” referred to as a “Rembrandt.” I’ve maybe heard such a pitcher referred to as a “Picasso,” but it’s definitely not a frequently-used term, as the commercial implies. But the ad seems so sure of the “Rembrandt” thing that I began to doubt myself. “Maybe that is a common term,” I thought. “Maybe I actually don’t know baseball as well as I’d like to think I do.” </p> \n<p> But then I became confident in myself again when I remembered an eternal baseball truth: when it comes to communicating about baseball, truck companies are the absolute worst (and stuff). </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=lC0uAkyeDQI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/lC0uAkyeDQI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2> <strong>Phillies-ness of the Week</strong></h2> \n<p>Yes, Ryne Sandberg resigned this week from the only Major League managerial job he’s ever had. Yes, this is especially embarrassing for the Phillies because they’re so bad they made Ryne Sandberg quit.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jsaquella/statuses/614517779882999808\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">The Phils are so bad, a guy who spent 20 years as a Cub couldn't take it anymore</p>— jsaquella (@jsaquella) \n  <a href=\"https://twitter.com/jsaquella/status/614517779882999808\">June 26, 2015</a>\n </blockquote> \n</figure> \n<p> But when it comes to memorable Phillies moments of the week, it’s hard to top Sunday’s adventures by outfielder and star reliever Jeff Francouer. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bencelestino/statuses/615223729010941952\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Jeff Francoeur having trouble throwing the ball <a href=\"https://t.co/00OemKaZGG\">https://t.co/00OemKaZGG</a></p>— Ben Celestino (@bencelestino) \n  <a href=\"https://twitter.com/bencelestino/status/615223729010941952\">June 28, 2015</a>\n </blockquote> \n</figure> \n<p>Thankfully, Sandberg doesn’t have to witness that sort of thing anymore because he is in a better place. (Not heaven. I don’t mean to imply he’s dead. He just not in Philadelphia, which is very much like heaven in that it’s not Philadelphia.)</p> \n<h2> <strong>Cubs World Series Odds: Dropping Fast</strong></h2> \n<p> The Cubs lost their weekend series to the Cardinals, a team they’d like to consider their rivals and equals. Star rookies Kris Bryant and Addison Russell are slumping. The team has fallen out of “if the playoffs started today, we’d be in them” status. And respected broadcasters are telling national TV audiences that the team is disgracing dead family members. If and when the 2015 Cubs season ends like every other Cubs season, this is probably the week that we’ll be able to point to and say: “Yep. That’s when they became the Cubs again.”</p> \n<h2><strong>A-Rod-ness of the Week</strong></h2> \n<p>Houston starter Brett Oberholtzer drilled A-Rod with a pitch Saturday night after New York’s Chris Young hit a two-run home run. Oberholtzer was immediately ejected from the game. Yes, ejected from the game for hitting Alex Rodriguez. He was not applauded by the umpiring crew. He was not given a special commendation by the commissioner’s office. He did not receive a call of thanks from President Obama or get offered a large cash award by Brian Cashman. He was ejected - and then demoted to Triple-A. It’s clear that the rehabilitation of A-Rod’s image may be nearing completion. <br /></p> \n<h2><strong>10 Things I Think I Think I’d Think I Think</strong></h2> \n<p>1) With the revelation this week that Pete Rose bet on baseball as a player (note: this was only a “revelation” to people who oddly believed Pete Rose’s denial that he bet on baseball as a player), debate has begun anew about whether Rose should be in the Hall of Fame. But the entire Rose-HOF question has always been too myopic. </p> \n<p>Major League Baseball sells beer, wine and liquor at its games. Its stadiums are covered in advertisements for beer. Chewing tobacco has long been used by players during games. Alcohol and tobacco, to my knowledge, are considered to be “vices” just like gambling. Baseball also has an official daily fantasy game partner in Draft Kings. Daily fantasy games are played for real money and are very much gambling. Baseball also turned a blind eye to PED use for at least a decade. Alcohol, tobacco, gambling, drugs. The question everyone is asking shouldn’t be: “Should Pete Rose be in the Baseball Hall of Fame?” The question should be: “Should baseball be in the Baseball Hall of Fame?” </p> \n<p>2) Pete Mackanin is the Phillies’ interim manager. This is the third time he’s had an interim managerial job. In 2003 in Pittsburgh, he took over for the fired Lloyd McLendon, and in 2007 in Cincinnati, he took over when Jerry Narron got canned. Mackanin is starting to have the feel of the husband whose first three wives all died under mysterious circumstances. What exactly are you up to, Mackanin?!?!</p> \n<p>3) Regardless of what anyone says, Giancarlo Stanton’s broken wrist is not proof that the Marlins signing him to a 13-year, $325m guaranteed contract was foolish. That contract is foolish all by itself. And so ends the closest I will ever get to defending Jeffrey Loria. </p> \n<p>4) Baseball threw out 65m votes last week for the All-Star Game that are considered to be fraudulent. The expectation was that the canceled votes would make a big difference on the AL roster, which had seven Royals slated to start. But nothing changed. There are still seven Royals on pace to being elected as starters, only Eric Hosmer is no longer in the lead at first (Kansas City’s Omar Infante moved into the lead at second to keep the Royal number at seven.) As far as I can tell, this means Eric Hosmer has 65m relatives. TLC may have found a replacement for the Duggars.</p> \n<p>5) The US Senior Open ended Sunday with Jeff Maggert winning. The existence and relative popularity of a sports organization that solely features players too old to compete at the highest level is baffling to me. But the old-man golf tournament did remind me that there once existed something called the Senior Professional Baseball Association. Founded in 1989, the winter baseball league was based in Florida and featured players 35 and older. A 43-year old Rollie Fingers played in the league, as did a 41-year old Dave Kingman and a 47-year old Bert Campaneris, who stole 16 bases. The SPBA folded after a single season, while golf’s Champions Tour is now in its 35th year. It’s baffling. Maybe the SPBA would work better if it was 50-and-over like senior golf? I know I’d be happy to watch Albert Pujols continue to rake in the MLB offseason. </p> \n<p>6) Mets starter Steven Matz made his major league debut Sunday and pitched 7.2 strong innings in a 7-2 win. Perhaps even more impressive, he went 3-for-3 with a double and four RBIs. When the final history of baseball is written, an entire chapter will be dedicated to Bartolo Colon, Steven Matz and the 2015 Mets keeping the DH out of the National League. It will also probably be the only chapter in the book that mentions the Mets. </p> \n<p>7) This week’s example that baseball has too many stats: on Sunday, Giants ace Madison Bumgarner became the fifth pitcher since World War Two to hit a home run in the same game he recorded his 1,000th career strikeout. Is it impressive to be the fifth person to achieve a completely contrived feat? I don’t know. And I say that as the first person since at least the War of 1812 to reference Jeff Maggert, Pablo Picasso and Barack Obama in a baseball column. </p> \n<p>8) I’m not big on predictions, but I’m pretty confident that Justin Turner won’t get to a few routine grounders in Brett Anderson’s next start. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrettAnderson35/statuses/615319575568084992\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">If Nolan Arenado doesn't start at 3rd for the NL All-Stars you're all doing it wrong.</p>— Brett Anderson (@BrettAnderson35) \n  <a href=\"https://twitter.com/BrettAnderson35/status/615319575568084992\">June 29, 2015</a>\n </blockquote> \n</figure> \n<p>9) A dad at a Cubs-Dodgers game at Wrigley Field this week snagged a foul ball bare-handed while holding a baby. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=xsHLx6fDFE0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/xsHLx6fDFE0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>LA first baseman Adrian Gonzalez wasn’t impressed, however. “It would have been more impressive if the baby had caught it,” he said after the game. Really? Did Gonzalez not see that the baby was drinking a bottle of milk? That baby was probably the only person at Wrigley Field who wasn’t drunk. It’s far more impressive to see someone who can’t see straight or balance catch a ball than it is a sober person. </p> \n<p>10) While many celebrate landmark progress in American society, take a moment how hard the past week has been for one 1990s baseball star. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BattingStanceG/statuses/614881986700685312\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Mets ahead of Braves, confederate flag down, gay marriage legal. Someone check on John Rocker.</p>— Batting Stance Guy (@BattingStanceG) \n  <a href=\"https://twitter.com/BattingStanceG/status/614881986700685312\">June 27, 2015</a>\n </blockquote> \n</figure> \n<p>Of course, Rocker could have known all of this had he spoken about the future with another 1990s baseball star. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoseCanseco/statuses/235078910310768640\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Yes time travel is possible. Will explain later.</p>— Jose Canseco (@JoseCanseco) \n  <a href=\"https://twitter.com/JoseCanseco/status/235078910310768640\">August 13, 2012</a>\n </blockquote> \n</figure> \n<p>Someone ask Jose when the Indians will finally get rid of Chief Wahoo. <br /></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435549236886/a82b5fd3-601e-4423-af47-7d7c67b3c671-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Chris Lee/Chris Lee/ZUMA Press/Corbis","altText":"St Louis Cardinals","cleanCredit":"Photograph: Chris Lee/Chris Lee/ZUMA Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-29T09:00:13Z","lastModified":"2015-06-29T09:05:47Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"DJ Gallo","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dj-gallo"}],"feature":true,"keywords":["St Louis Cardinals","MLB","Baseball","Sport","US sports"],"tags":[{"id":"sport/st-louis-cardinals","webTitle":"St Louis Cardinals"},{"id":"sport/mlb","webTitle":"MLB"},{"id":"sport/baseball","webTitle":"Baseball"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"DJ Gallo","topic":{"type":"tag-contributor","name":"profile/dj-gallo"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/29/maybe-st-louis-fans-are-right-the-cardinals-way-is-superior","shortUrl":"http://gu.com/p/4a7yh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/29/maybe-st-louis-fans-are-right-the-cardinals-way-is-superior","webUri":"http://www.theguardian.com/sport/blog/2015/jun/29/maybe-st-louis-fans-are-right-the-cardinals-way-is-superior"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435549236886/a82b5fd3-601e-4423-af47-7d7c67b3c671-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Well, you’d be happy too if you were this good. Photograph: Chris Lee/Chris Lee/ZUMA Press/Corbis","credit":"Chris Lee/Chris Lee/ZUMA Press/Corbis","altText":"St Louis Cardinals","cleanCaption":"Well, you’d be happy too if you were this good.","cleanCredit":"Photograph: Chris Lee/Chris Lee/ZUMA Press/Corbis"}},"importance":3,"byline":{"title":"DJ Gallo"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/35c163f9ab96944cf773825e8bef6ae165f051fb/265_146_1561_936/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-06-30T07:14:09Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}