{"id":"uk/groups/collections/966c-3482-1d33-43f7","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/966c-3482-1d33-43f7"},"cards":[{"title":"Rafael Nadal / Injuries make tennis tough – but at the same time beautiful","rawTitle":"Injuries make tennis tough – but at the same time beautiful","item":{"type":"article","id":"sport/2015/jun/26/rafael-nadal-wimbledon-2015-injuries-beautiful","title":"Rafael Nadal in warrior mentality for Wimbledon: ‘I am very motivated’","trailText":"Spaniard wants to be ‘back where I was’ and, revealingly, tells Kevin Mitchell that injuries ‘make tennis tough … but at the same time beautiful’","standFirst":"Spaniard wants to be ‘back where I was’ and, revealingly, says injuries ‘make tennis tough … but at the same time beautiful’","byline":"Kevin Mitchell","body":"<p>An hour in the company of Rafael Nadal on a still, Wimbledon evening dispels the notion of a wounded champion in crisis. If anything, the Spaniard, who has tumbled to 10th in the world shortly after his 29th birthday and is lightly regarded among many observers as a genuine threat to unseat Novak Djokovic here, appears to have left the battle smoke of Paris behind him with more equanimity than anyone could have imagined.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/rafael-nadal-wimbledon-2010-2014\">Rafael Nadal’s Wimbledon journey: from 2010 champion to three early exits</a> </p> \n</aside> \n<p>Still, it has been a minor nightmare of a summer for Nadal, pre-eminent on clay yet losing five times on the European dirt, with Djokovic rubbing it in at Roland Garros in the quarter-finals. Does going through this sort of a slump renew his hunger or feed his anxiety, I wondered? “I have the best motivation: to be back where I was. And I’m gonna work for it.”</p> \n<p>He will, of course. Nadal’s career, even at its peak, has been about struggle, intensity, sweat – as opposed to the player alongside whom he has driven towards greatness, Roger Federer. The Swiss, in stark contrast, arrives here lightly and smiling at 33, with all the twins in tow, to make another quiet raid on his favourite tournament.</p> \n<p>During a break in the US Open a few years ago, American television showed slow-motion clips of just the feet of Nadal and Federer as they moved side to side along the baseline. Nadal, almost defying the slo-mo, was the quick-stepping boxer, all tightly sprung energy; the Swiss was a ballet dancer, the very picture of floating, effortless menace. Nadal seems to have to fight like that boxer every day; Federer is forced from his choreographed elegance only in extremis.</p> \n<p>As William Skidelsky observes in his eccentric, engaging love letter to Nadal’s Swiss opposite, <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/293296/s/federer-and-me/\" title=\"\">Federer and Me: a Story of Obsession</a>: “The Spaniard is sometimes compared to a capybara, the buck-toothed South American rodent but, while it’s true that there’s a striking visual resemblance, strategically he’s more of a boa constrictor: instead of swiftly dispatching his victims, he subjects them to a drawn-out asphyxiation.”</p> \n<p>Apart from the cruel metaphor, it is a notion with which Nadal would not violently disagree.</p> \n<p>“Everybody is different, yes,” he says. “I’m not sure about the word ‘talent’, because everything is a talent. He has a different talent to me.</p> \n<p>“It is obvious that he hits the ball easier than me, he serves better than me and he is able to do the things easier than what I do. So his talent is much better there.</p> \n<p>“But I have talent too – to be there. I have the talent to put one more ball inside. I have the talent to play with a good level a lot of hours in a row. That is what I did during my whole career. And I have the talent to not miss much, and to come back from very tough positions, to be in a defensive position and pass very quickly to an aggressive position. His style is completely different to mine. Probably that makes the rivalry special.”</p> \n<p>The only point at which they could engage for a 34th time would be in the semi-finals. It is unlikely, and a blow for nostalgics. If they do meet, it will be business not sentiment that informs their work. They are, as Andy Murray has said of his relationship with Djokovic, “professional friends”. And Nadal had not heard of Federer’s sceptical response last week to Boris Becker’s claim in his latest book that the leading players pretend too much to like each other, a feeling the German regarded as implausible.</p> \n<p>“I had not read that. My point of view is that what happens outside the court isn’t going to have a big impact on what’s going to happen on court.</p> \n<p>“But it is difficult to be very good friends, because at the end of the day, the best friends are the ones who know you since you were a kid. They are my real friends. At the same time, it is good to respect everyone, to have a good relationship, even if you are not best friends.</p> \n<p>“For me it is important to have a good relationship with the people you are going to be with every week on the Tour. It’s a bad feeling if you go in the locker room, look around you and you don’t have a good relationship with them. A lot of people, they see maybe another point of view: more drastic, more dramatic, that everybody is a rival. For me, tennis is very important but not the most important thing in life.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/tennis-zip/giv-21277Ieyk7vRIIlIS\" data-alt=\"Guardian graphics\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/tennis-zip/giv-21277Ieyk7vRIIlIS\">Guardian graphics</a> \n</figure> \n<p>On his return to Wimbledon, taking in the glorious greenness of it all, the mere playing of tennis, a sport he loves and is so good at, surely must seem like the best job in the world. Yet with glory and fame has come angst and suffering, the baggage of defeat and serial injury. With 14 majors in the bag and enough money to last several lifetimes, is it still worth it?</p> \n<p>“You compete every day. A lot of players on Tour have injuries, so that makes the sport tough … but at the same time beautiful.” This is warrior language. Nadal, perhaps in a Catholic way, embraces pain as the price for his gifts. Federer, meanwhile, has not had pain as a constant travelling companion. He has had the freedom to be an artist.</p> \n<p>“There are tougher things in life,” Nadal says of his calling, “and everybody on the ATP Tour knows we are very lucky people.”</p> \n<p>When a Madrid specialist told the Spanish teenager in 2004 that he had a deformed tarsal scaphoid bone on the bridge of his left foot and that he might never play again, he was shattered to the point of breakdown, according to his autobiography: “I’d lie for hours on the end on the sofa staring into space, or sit in the bathroom or on the stairs, weeping. I didn’t laugh, I&nbsp;didn’t smile, I didn’t want to talk. I&nbsp;lost all appetite for life.”</p> \n<p>That image of despair is hard to equate with the atomic energy he still brings to the court. He has done so over the years, however, with a built-up shoe that checked the original foot problem, transferring it to his knees, wrists and elbows and building a dark forest of vulnerable places in his muscled body, like the ones Federer finds when placing his spots on serve against him, shifting the point of doubt and hurt.</p> \n<p>“I had the past couple of years some dark periods of time [six months away from playing with a wrist injury, then an appendectomy]. People talk a lot about injuries in my career but from 2005 to 2011, the injuries that I had didn’t stop me for enough time to go out from the top positions of the rankings, so I feel good about that. Some players get more injuries than others. That’s part of our life. Some players are not lucky with that, lucky with other things. I had some bad moments, a lot of very good moments. If you put everything in balance, much more positive than bad. I&nbsp;am fine now.”</p> \n<figure class=\"element element-image\" data-media-id=\"99318da99b800ffeafe2f391943f23b3a681d91f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435330075086/982fb95f-36bb-4471-8e96-3df76ef95b2e-460x276.jpeg\" alt=\"Wimbledon 2008: Rafael Nadal with the Wimbledon men's singles trophy after defeating Roger Federer in an epic match\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wimbledon 2008: Rafael Nadal with the Wimbledon men’s singles trophy after defeating Roger Federer in an epic match.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<p>For someone with a lucrative watch sponsorship, Nadal and time don’t always click. (This is our fourth attempt to talk in three months. Defeat in Monte Carlo nixed the first one. Then there was Paris, ditto but worse. And Queen’s&nbsp;…) But he is fiercely devoted to his training schedule and arrives on the players’ terrace glowing from another encouraging workout on the practice courts, accommodating but focused.</p> \n<p>He had arrived in London from Mallorca midweek and headed straight for the shops to stock up for the fortnight in his rented house. Anyone who spotted a former two-times champion at the All England Club roaming the shelves for cornflakes in Wimbledon that day might have thought they had walked in on a photoshoot, but Nadal likes to stay rooted. It has kept him humble, which is not easy if you’ve earned $73m in prize money over 14 years, alongside endorsements and other deals that placed him 22nd on the Forbes Magazine list of the world’s best paid athletes in the year ending this&nbsp;month.</p> \n<p>One detailed breakdown of his career earnings puts his net worth at about $125m.</p> \n<p>Addressing that privilege, Nadal has had a foundation for eight years, inspired by his mother, Ana Mar&iacute;a.</p> \n<p>“When I was a kid, my mam was always great helping people. I saw when I was young she was always to send money to different places for the kids. Talking with her, we decided to create a&nbsp;foundation.”</p> \n<p>They began in Anantapur in India, among the <em>dalits</em>, or untouchables, and spread later to Barcelona, Zaragoza and Andaluc&iacute;a. “We aren’t going to change much but if all the people who have a lucky, privileged life can help a little bit then that is a lot of help. My foundation tries to help kids at risk of exclusion from society.”</p> \n<p>Now he is taking the project home to Mallorca. “I feel very lucky all the things that I have, all the things that happen to me. So it’s just a small way to give back something. It’s a big project for me, with 25 tennis courts and places for the kids to live, with a school too, and a big gym, small football stadium, different sports, some indoor courts. It’s something that’s going to be part of my future, a lot of work. But I have the motivation. I love sport in general … And I love tennis.”</p> \n<p>Did he never get tired of tennis? He did say at the O<sub>2</sub> finals in 2011 – not one of his easiest campaigns – that he had “lost the passion” for it …</p> \n<p>“That was a good but at the same time a very tough season. I lost a lot of finals. I lost the final in Indian Wells, I lost the final in Miami, I lost the final in Madrid, I lost the final in Rome, I won Roland Garros, but I lost the final here, I lost the final of the US Open. So, yes, you’re right. At the end of the season, you lose a little bit intensity, you lose a&nbsp;little bit of passion for the game. But, mentally, I got it back. I played Davis Cup in Spain. We won the final – and I&nbsp;started 2012 very well.”</p> \n<p>So, was winning the spur to carrying on? “What drives me every day is the work. It is important to achieve goals, even if they are not big goals. You have to achieve the small objectives too. Winning? … In sport the victory is … ”</p> \n<p>Everything? “Ha! No, not everything. But it’s very, very important. People only remember the victories. Our sport is not a sport of losses. You can lose hundreds of times, but the people only gonna remember the victories.”</p> \n<p>But in some ways those who don’t win all the time do not have that pressure, no? He pauses. The right eyebrow goes north in sync with his closed mouth, as if dragged upward in wonder.</p> \n<p>“It is obvious that the pressure for the top players to win almost every single match is completely different for the players a little bit lower ranked. But, at the end of the day, everybody wants to win. Every match is very competitive.”</p> \n<p>Yet losing to Nick Kyrgios here in the fourth round last year must have left at least a small psychic bruise. Nadal remembers it as he remembers beating Federer the first time they met, in Miami in 2004 – and the young Spanish kid won.</p> \n<figure class=\"element element-image\" data-media-id=\"bfb631e60e0db544904498c5f9bbc215c5ba9903\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435330243444/d0a198ac-1cb5-4903-b366-c1ecf75b17f4-460x276.jpeg\" alt=\"Australia's Nick Kyrgios celebrates winning a game against Rafael Nadal during their fourth round match at Wimbledon 2014\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Australia’s Nick Kyrgios celebrates winning a game against Rafael Nadal during their fourth round match at Wimbledon 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Court/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“Everything is a little bit easier when you are a kid. But all the moments of your career have that beautiful thing: your mentality changes. It is important to adapt your tennis, your mental condition, to those different moments.”</p> \n<p>What is it like, then, going out to play these other great players, week after week: there he is again, that pesky Djokovic? Is there not a history that builds up?</p> \n<p>“Yes, but at the same time … every moment in the year is different, every moment in your career is different. Every match depends on how [each player] arrives at that match.”</p> \n<p>How did he cope with losing in Paris, then?</p> \n<p>“It was less tough than in 2009 [when his parents separated and his tennis lurched this way and that]. I know that can happen – and it happened. I competed for one hour and 30 [minutes], and that is not enough to win against Novak. This season there have been more ups and downs, but the last couple of months I am playing better. And I intend to continue like this.</p> \n<p>“It is not easy: six months, nearly, without playing tennis last year, injury. I lost a few matches this year that I shouldn’t have. When that happens a few times, it affects your confidence. When you come back from injury, it is important to win those matches that you can win or lose, to bring your confidence again and to feel that you are strong again.”</p> \n<p>He runs through all his losses, in details with scores, and sighs as he says, “So there were a lot of matches that I should win: one week ago [against Alexandr Dolgopolov in the first round at Queen’s] 4-3 and serving with break in the first … If you are able to win these matches, the year changes and you have the chances to be in a better position in the ranking. You accept that, and when you change that, you are there again.”</p> \n<p>So, can Wimbledon, the place of some of his finest hours and lowest moments, inspire him to halt the slide?</p> \n<p>“On grass, every match is dangerous, every player is dangerous. If you play well, if you find the real rhythm, you can have a lot of fun. It is a feeling I have had a few years here in my career. It is very special. Obviously it is more difficult not being seeded top four. I am seed 10 because I didn’t play well enough and because I was out injured for six months last year. I am where I deserve to be now, and I hoped to be in a higher position back here. I am going to work for that, but what gonna happen gonna happen. I need to do it my way.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329697237/Rafael-Nadal-at-Queens-Cl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010. \r Photograph: Adam Davy/PA ","credit":"Adam Davy/PA","altText":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010","cleanCaption":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010. \r Photograph: Adam Davy/PA "}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330076587/982fb95f-36bb-4471-8e96-3df76ef95b2e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wimbledon 2008: Rafael Nadal with the Wimbledon men’s singles trophy after defeating Roger Federer in an epic match. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Wimbledon 2008: Rafael Nadal with the Wimbledon men's singles trophy after defeating Roger Federer in an epic match","cleanCaption":"Wimbledon 2008: Rafael Nadal with the Wimbledon men’s singles trophy after defeating Roger Federer in an epic match.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330246267/d0a198ac-1cb5-4903-b366-c1ecf75b17f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia’s Nick Kyrgios celebrates winning a game against Rafael Nadal during their fourth round match at Wimbledon 2014. Photograph: Carl Court/AFP/Getty Images","credit":"Carl Court/AFP/Getty Images","altText":"Australia's Nick Kyrgios celebrates winning a game against Rafael Nadal during their fourth round match at Wimbledon 2014","cleanCaption":"Australia’s Nick Kyrgios celebrates winning a game against Rafael Nadal during their fourth round match at Wimbledon 2014.","cleanCredit":"Photograph: Carl Court/AFP/Getty Images"}],"webPublicationDate":"2015-06-26T14:13:54Z","lastModified":"2015-06-26T23:01:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Rafael Nadal","Wimbledon 2015","Wimbledon","Sport","Tennis"],"tags":[{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/rafael-nadal-wimbledon-2015-injuries-beautiful","shortUrl":"http://gu.com/p/4a6fz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/rafael-nadal-wimbledon-2015-injuries-beautiful","webUri":"http://www.theguardian.com/sport/2015/jun/26/rafael-nadal-wimbledon-2015-injuries-beautiful"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329697237/Rafael-Nadal-at-Queens-Cl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010. \r Photograph: Adam Davy/PA ","credit":"Adam Davy/PA","altText":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010","cleanCaption":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010. \r Photograph: Adam Davy/PA "}},"importance":7,"kicker":{"title":"Rafael Nadal"},"showQuotedHeadline":true,"sublinks":[{"title":"Andy Murray / The Scot's projected route to the Wimbledon 2015 final","rawTitle":"The Scot's projected route to the Wimbledon 2015 final","item":{"type":"article","id":"sport/2015/jun/26/andy-murray-route-wimbledon-2015-final","title":"Andy Murray’s projected route to the Wimbledon 2015 final","trailText":"Draw could mean successive matches for Andy Murray against Rafael Nadal, Roger Federer and Novak Djokovic","standFirst":"Draw could mean successive matches for Murray against Rafael Nadal, Roger Federer and Novak Djokovic","byline":"Guardian sport","body":"<h2><strong>1st round, Mikhail Kukushkin, Kazakhstan</strong></h2> \n<p><strong> Ranking </strong>58 <strong>Record v Murray</strong> Won 0 Lost 2 In the 2012 Australian Open Kukushkin retired injured when trailing Murray 6-1, 6-1, 1-0 and also lost at the Brisbane International that year. Kukushkin has retired from his last three tournaments</p> \n<h2><strong>2nd round, Robin Haase, Netherlands</strong></h2> \n<p><strong> Ranking </strong>73<strong> Record v Murray</strong> Won 1 Lost 3 Murray’s only defeat to Haase came in 2008 at the Rotterdam Open and he has since beaten him in three grand slams, most recently at the 2014 US Open</p> \n<h2><strong>3rd round, Andreas Seppi, Itly</strong></h2> \n<p><strong> Ranking </strong>27<strong> Record v Murray</strong> Won 1 Lost 6 Seppi beat Roger Federer in the third round of the Australian Open this year, sealing the result with a spectacular forehand winner. Has not beaten Murray since 2006 and has a hit and miss record against top opposition</p> \n<h2><strong>4th round, Jo-Wilfried Tsonga, France </strong></h2> \n<p><strong> Ranking </strong>12<strong> Record v Murray</strong> Won 2 Lost 10 These two have met twice at Wimbledon, first in 2010 and then in 2012, with Murray coming out on top both occasions. Tsonga has not progressed beyond the third round in his last four tournaments</p> \n<h2><strong>Quarter-final, Rafael Nadal, Spain </strong></h2> \n<p><strong> Ranking </strong>10<strong> Record v Murray</strong> Won 15 Lost 6 Nadal would likely need to get past David Ferrer to face Murray. Murray has one win over the Spaniard this year but at Wimbledon he has lost all three encounters</p> \n<h2><strong>Semi-final, Roger Federer, Switzerland</strong></h2> \n<p><strong> Ranking </strong>2<strong> Record v Murray</strong> Won 12 Lost 11 While Murray was sealing victory at Queens Club, Federer was doing the same at Halle. Federer went out in the quarter-finals at Roland Garros and the third round in Melbourne but at Wimbledon he is a different proposition</p> \n<h2><strong>Final, Novak Djokovic, Serbia</strong></h2> \n<p><strong> Ranking </strong>1<strong> Record v Murray </strong>Won 19 Lost 8 The champion has not lost to Murray in their last eight matches. Will shock defeat by Stan Wawrinka in the French Open final weigh on his mind?</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435338740462/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray faces a tough task if he is to win Wimbledon this year. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Andy Murray","cleanCaption":"Andy Murray faces a tough task if he is to win Wimbledon this year. Photograph: Tom Jenkins"}],"bodyImages":[],"webPublicationDate":"2015-06-26T17:34:34Z","lastModified":"2015-06-26T23:01:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Rafael Nadal","Roger Federer","Novak Djokovic","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/andy-murray-route-wimbledon-2015-final","shortUrl":"http://gu.com/p/4a6m8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/andy-murray-route-wimbledon-2015-final","webUri":"http://www.theguardian.com/sport/2015/jun/26/andy-murray-route-wimbledon-2015-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435338740462/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray faces a tough task if he is to win Wimbledon this year. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Tom Jenkins","altText":"Andy Murray","cleanCaption":"Andy Murray faces a tough task if he is to win Wimbledon this year. Photograph: Tom Jenkins for the Guardian"}},"importance":0,"kicker":{"title":"Andy Murray"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435338740462/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray faces a tough task if he is to win Wimbledon this year. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Andy Murray","cleanCaption":"Andy Murray faces a tough task if he is to win Wimbledon this year. Photograph: Tom Jenkins"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329697237/Rafael-Nadal-at-Queens-Cl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010. \r Photograph: Adam Davy/PA ","credit":"Adam Davy/PA","altText":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010","cleanCaption":"Rafael Nadal at Queen's Club in London. The Spaniard was Wimbledon champion in 2008 and 2010. \r Photograph: Adam Davy/PA "}}]},{"title":"Cook, England’s last great red-ball duke, prepares for Ashes stage","rawTitle":"Cook, England’s last great red-ball duke, prepares for Ashes stage","item":{"type":"comment","id":"sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test","title":"Alastair Cook, England’s last great red-ball duke, prepares for Ashes stage","trailText":"His time as a Test opener will remain as long as his appetite and form remain but this summer’s series against Australia could mark the end of his captaincy","standFirst":"<p data-dropid=\"0\">His time as a Test opener will continue as long as his appetite and form remain but the forthcoming Ashes series could well mark the end of his captaincy</p>","byline":"Barney Ronay","body":"<p>Over to you, then, Alastair. And whatever you do, don’t kill the vibe eh? As England’s increasingly giddy early season love-in with New Zealand reached <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/england-new-zealand-twenty20-international-cricket\" title=\"\">a point of climax in Manchester</a> this week it was hard not to feel a little protective sympathy at the prospect of England’s Test captain getting his hands back on the team’s emotional thermostat.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/england-ashes-boot-camps\">England’s Ashes boot camps: tales of broken ribs, mock crime and hangovers | Ali Martin</a> </p> \n</aside> \n<p>It has after all been a curious few weeks for England’s cricketers, a process of flushing out and letting go and general unclenching that still feels a little unreal. For all the talk about new guys, new brands, exciting new brands of guys and so on, there has been a lurking suspicion throughout that at any moment some representative of The Real World is going to start rattling at the classroom door saying, boys, stop this at once. Open up. Untie Mr Farbrace. And for the last time put that exciting new brand of cricket away – you can have it back after school.</p> \n<p>It was even tempting to see something mischievous in Eoin Morgan’s post-match interview at Old Trafford. “We’re all really enjoying each other’s company,” England’s non Test-playing captain announced, days before an Ashes series in which the majority of his backward-capped, hunk-of-the-month new brand of guys will have no involvement. One Direction have now left the building. Never mind though. Here comes 12 hours of atonal German chamber music.</p> \n<p>These are certainly interesting times for Alastair Cook who seems, for all the flux around him, a rather isolated figure now. There is nothing new in this. From their first day in the job all England cricket captains are engaged in a process of staving off the moment of their own inevitable departure. For Cook though, the problem is more nuanced than simply maintaining his own batting form, which is now back in the groove after some hard work on that pared back but still tangle-prone technique.</p> \n<p>Cook does of course have a pretty terrible captaincy record these days, to the extent that should England take a decisive early hit in the Ashes it will surely become almost impossible for him to stay on. But beyond this he finds himself isolated by other, wider forces. As Graeme Swann noted recently, the Test captain has always been the most important player in English cricket, a role that bestows a kind of ambient head prefect-ship, good chaps with straight bats who can still act as a drop-in general across all forms and all-round chairman of the board.</p> \n<p>And yet if England’s commitment to change – not to mention the hiring of a revered white-ball coach – points anywhere it is towards the unsustainable oddity of this state of affairs. As Test captain Cook is still in effect the most powerful cricketer in England, but this will surely change now. Why should the five-day captain have any more gravitas, any more say than those who manage an equally, or even more globally popular format of the game? What Cook faces here is the prospect of a very basic shifting of influence, an ancestral petering out. He is even in one sense the end of the line: English cricket’s last great red-ball duke.</p> \n<p>Frankly it can’t come soon enough. Being Angry With Alastair Cook – over-promoted as a one day player; over-indulged as an arbiter in team politics – is already a kind of shared hobby on social media. Indeed Cook’s career since taking over as captain has in part been one long rancorous attempt to try and be a series of things he quite clearly has no real aptitude for at the very highest level: captain, one day opener, power broker, diplomat, media spokesman.</p> \n<p>Let’s face it, there is only one story with Cook. He is unconditionally brilliant at opening the batting in Test matches. Whatever the surface, the bowling, the state of the game he is simply the same concentrated essence of Cook, a beautifully deep, still, untransferable talent that leaves him averaging in the mid-40s on every continent, and with a record that might have been even more relentlessly prolific if he had simply been cosseted, packed away and left to do the one thing at which he is unarguably a master.</p> \n<p>More than that he would undoubtedly be more widely loved for what he is rather than assailed for what he isn’t, condemned as the man who shot KP, management stooge, the world’s most tedious mouther of platitudes in front of a board covered in adverts and all the rest.</p> \n<p>With this in mind Cook surely deserves a moment of grace now. He may be an almost hilariously linear cricketer. He may have a rare gift for annoying eminent Australian ex-pros. Perhaps he should have been sacked already given his own lack of real captaincy smarts and the presence of an alluringly modern-looking all-format successor in Joe Root.</p> \n<p>But there is still something beautifully doomed about his continuing presence as leader and frontman. The world may be dissolving into a cross-format farrago of transferable skills, five-dimensional cricketers and new brands of guy. But here comes the England captain marching along at the front of things like some cobwebbed earl still striding around Kensington, umbrella raised to the traffic, pince-nez askew, ears pricked for sound of approaching trolleybuses.</p> \n<p>It is after all tribute to the sport’s endless textural variations that a batsman such as Cook can still arrange an entire A-list carer around his ability to leave the ball, to play no shot, to aggressively resist. Plus of course when they arrive there is a wonderful sense of trapped energy in his attacking strokes, the short-arm cut shot, reminiscent in style of an arthritic senior gamekeeper swatting midges from his ankles with a bamboo cane, or that delightfully unbound and liberating hook shot.</p> \n<p>Cook will remain as a Test opener for as long as his appetite and form remain. As captain it is maybe fair to say he is in effect waving goodbye already, even as he ratchets up a century record it is possible, in altered times, that no Englishman will ever surpass. For now if the Ashes series is to be played out to the end this will probably involve Cook putting right what is currently a horrible record against Australia in England, his best innings in two home series <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/jul/16/ashes-england-australia-live-report\" title=\"\">that brisk, angry 95 at Lord’s six years ago, </a>when a dreadful spell by Mitchell Johnson in effect kept him in the team. Either way this is a time to simply enjoy him while you can, a last breath of the old, grand, agreeably ill-fitting past.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/079ffa4b742379b7e6370d742693cd559d91f6ed/121_0_1812_1087/1812.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1087,"width":1812,"orientation":"landscape","credit":"Paul Thurlby for the Guardian","altText":"Ilustration by Paul Thurlby.","cleanCredit":"Photograph: Paul Thurlby for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-26T12:04:16Z","lastModified":"2015-06-26T23:01:00Z","metadata":{"commentable":true,"commentCount":225,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Alastair Cook","Ashes 2015","England cricket team","Australia cricket team","The Ashes","Australia sport","Sport","Cricket"],"tags":[{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test","shortUrl":"http://gu.com/p/4a6db","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/079ffa4b742379b7e6370d742693cd559d91f6ed/121_0_1812_1087/1812.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1087,"width":1812,"orientation":"landscape","caption":"  Photograph: Illustration: Paul Thurlby for the Guardian","credit":"Illustration: Paul Thurlby for the Guardian","altText":"Ilustration by Paul Thurlby.","cleanCaption":" ","cleanCredit":"Illustration: Paul Thurlby for the Guardian"}},"importance":5,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[{"title":"Ali Martin / Cook’s Ashes optimism fired by feelgood factor after NZ series","rawTitle":"Cook’s Ashes optimism fired by feelgood factor after NZ series","item":{"type":"article","id":"sport/2015/jun/26/alastair-cook-england-ashes-feelgood","title":"Alastair Cook’s Ashes optimism fired by feelgood factor after NZ series","trailText":"England’s captain tells Ali Martin that confidence has been restored and the team are in good shape for the tough Australian challenge ahead","standFirst":"England’s captain confident pride has been restored after New Zealand series, which can stand his team in good stead for the tough Australia challenge ahead","byline":"Ali Martin","body":"<p>Alastair Cook is calm before the storm. Leading England into his third Ashes series as captain at Cardiff on 8 July, the 30-year-old is currently relaxed enough to state that emerging triumphant after five Tests against Australia this summer would rank as his “best achievement” on a cricket field.</p> \n<p>For a player with exactly 9,000 Test runs to his name – the most by an Englishman – and boasting three Ashes wins on his CV, including one as captain, not to mention leading a first away series win in India for 28 years, it is a bold assertion. But then he, too, appears taken by the general wave of optimism that has engulfed the sport this summer.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test\">Alastair Cook, England’s last great red-ball duke, prepares for Ashes stage | Barney Ronay</a> </p> \n</aside> \n<p>It could have been so different. At 30 for four on the first day of the Lord’s Test against New Zealand in May, the prevailing sense – despite the tourists winning the toss and putting on an exhibition of high-quality swing bowling – was one of dread. Exultations of “here we go again” flowed down the timelines on social media, still scarred by a year and a half of turmoil that began with an Ashes whitewash in Australia, morphed into a summer dominated by Kevin Pietersen headlines and hit rock-bottom with a hopeless World Cup campaign.</p> \n<p>But two of England’s young thrusters responded that day, with Joe Root and Ben Stokes putting on a counterattacking stand of 161 that drove England into a position of strength from which the Test match was ultimately won. Disappointment followed in a series-levelling 199-run defeat in Leeds but the one-dayers – so often the unloved fag end of a tour – proved revolutionary, with Eoin Morgan’s side continuing the unshackling in a 3-2 win that was capped off by victory in the one-off Twenty20 at Old Trafford.</p> \n<p>Cook, who no longer features in England’s white-ball cricket but appears to have rediscovered his form with the bat in whites, followed those later events from afar and believes that initial response from his newly installed vice-captain and gun all-rounder in the first Test at Lord’s was the catalyst. “That was the real defining point so far of the summer, those two guys going out and playing like that,” he said.</p> \n<p>“We spoke at the beginning of the summer about showing off your talent. I think that message has gone through into the one-dayers as well. The support we’re getting from people is a different kind of support from what I have ever experienced throughout my eight or nine years. That general optimism and excitement about English cricket hasn’t happened in the last 15 months.”</p> \n<p>Cook is quick to point out that, with no disrespect towards New Zealand intended, Australia and the pressure-cooker environment of Ashes cricket presents a tougher challenge when it comes to continuing the intent shown thus far. Asked if such an approach was possible against Michael Clarke’s side, he replied: “I think so. The challenge of that is sticking true to that under the pressure of a bigger series. I think we can. All we’re asking is for people to play their natural way.</p> \n<p>“We talked at the start of the summer about showcasing our talent and playing the way you want to play and having that belief and confidence backed by the support staff and other players. If you want to score at six an over, you go and do that. We will back you 100%. People like Mo Ali, Jos Buttler, Ben Stokes, Joe Root, they are looking to take attack to the opposition and that’s when they play their best. We want to see people do that.”</p> \n<p>Aggression has been one of the buzz words of the season. Against New Zealand it meant two sides going hammer and tongs at each other without ever spilling into animosity. David Boon, the match referee for the Test series, and Javagal Srinath, who took over during the one-dayers, could not have been less troubled and yet Australia’s arrival – judging by their boorish behaviour in the World Cup final – may see whoever takes their place for the Ashes somewhat busier. Cook, however, expects his side to meet their end of the bargain and will raise the matter during the four-day training camp in Spain that starts this weekend.</p> \n<p>“The way we play cricket – sledging and stuff – we have to do it authentic to us as a side but we have all taken a big lesson over what happened over the last five weeks,” he said. “No matter how much cricket you have played you are always learning. The way that both sides conducted themselves in that [New Zealand] series was a refreshing approach and everyone enjoyed that. We can only control what we control. It is part of what we will talk about at the camp.”</p> \n<p>Cook, during his 30-minute sitdown with the written media, admitted he has in mind his team for the first Test but offered hope to Yorkshire’s title-winning leg-spinner, Adil Rashid, who was left out of the trip to Spain, admitting the 27-year-old’s form since being an unused tourist in the Caribbean earlier this year has been impressive. Mark Footitt, the Derbyshire left-armer, does make the trip, with his new captain hoping the rest periods that international cricket can afford him – as opposed to the county treadmill – could see his pace increase.</p> \n<p>Overall the Test captain agrees that Australia, the world’s second-ranked side at present, start the series as favourites and is happy with his side’s underdog status. “What is driving us is what has happened over the last six weeks,” he added. “[It is] restoring the pride of English cricket, making cricket feel popular again, enjoying what it has done to people and making stars of people.”</p> \n<p>When one considers that to-do list and the vibe when England were 30 for four on day one at Lord’s, it is little wonder that Cook now sees this summer as a chance to top the lot.</p> \n<p><em>Hardys of Australia sponsor England Cricket. Use #HardysENG or #HardysAUS this summer. </em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435342808573/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Alastair Cook","cleanCaption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T21:00:08Z","lastModified":"2015-06-26T23:45:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Alastair Cook","Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/alastair-cook-england-ashes-feelgood","shortUrl":"http://gu.com/p/4a6zf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/alastair-cook-england-ashes-feelgood","webUri":"http://www.theguardian.com/sport/2015/jun/26/alastair-cook-england-ashes-feelgood"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435342808573/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Alastair Cook","cleanCaption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA"}},"importance":0,"kicker":{"title":"Ali Martin"},"byline":{"title":"Ali Martin"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435342808573/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Alastair Cook","cleanCaption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/079ffa4b742379b7e6370d742693cd559d91f6ed/121_0_1812_1087/1812.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1087,"width":1812,"orientation":"landscape","credit":"Paul Thurlby for the Guardian","altText":"Ilustration by Paul Thurlby.","cleanCredit":"Photograph: Paul Thurlby for the Guardian"}}]},{"title":"Rupp and Salazar emerge to applause and scepticism in Eugene","rawTitle":"Rupp and Salazar emerge to applause and scepticism in Eugene","item":{"type":"article","id":"sport/2015/jun/26/galen-rupp-alberto-salazar-eugene","title":"Galen Rupp and Alberto Salazar meet applause and scepticism in Eugene","trailText":"Galen Rupp won the 10,000m at the USA Track and Field championships before a supportive crowd but not everyone in Eugene was happy","standFirst":"Rupp won the 10,000m at the USA Track and Field championships before a supportive crowd but not everyone there was happy","byline":"Sean Ingle in Eugene","body":"<p>“It’s been hard, I’m not going to lie,” whispered the elfin figure of Galen Rupp in a voice so tender it could have melted in the 92-degree heat. A sweaty cat’s cradle of arms and Dictaphones strained to get closer, but only those nearest heard the pledge that will be broadcast repeatedly if the smoke swirling around Rupp and his coach Alberto Salazar erupts into fire. “I believe in clean sport and I believe the truth will prevail.”</p> \n<p>Moments earlier, Rupp – a silver medallist at London 2012 and a training partner of Mo Farah – had found his feet to win his seventh consecutive US 10,000m championships. Finding his voice took longer. But nervously, hesitantly, he rediscovered it.</p> \n<p>“The people here are so great,” he said, when asked about the standing ovation he received after crossing the line. “The support has been tremendous. I was obviously pleased to get another championship and to do it here in Eugene, it’s always special.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/mo-farah-continue-working-with-alberto-salazar\">Mo Farah: ‘I want to make it clear – I will continue working with Alberto Salazar’</a> </p> \n</aside> \n<p>This was Rupp’s first race since a BBC Panorama documentary accused him of stretching and snapping anti-doping rules. But back at Hayward Field, where he ran in college for Oregon, he was greeted as more of a homecoming hero than someone fighting to remove a stain against his name.</p> \n<p>Not everyone was cheering. One coach, who did not want to be named, feared the allegations were “the tip of the iceberg” and said USA Track and Field had not done enough to investigate. Not that he was surprised. “Look around you at the billboards,” he said. “And ask yourself who sponsors this championship and Alberto?”</p> \n<p>Along the back straight there was a ready answer: a Nike.com/running sign was stapled to a USA Track and Field one.</p> \n<p>Earlier, while other athletes warmed up in the practice field or had their muscles shaken into life on one of 28 massage tables, Rupp limbered up in private. Only when the final call for registrations crackled through on the public address system did he trot over to Salazar for final instructions. He then crossed himself twice before hugging the man he sees as a second father.</p> \n<p>As Rupp went to the start, Salazar spoke for the first time since being accused of giving Rupp testosterone as a 16-year-old. He insisted he was “feeling good” despite the allegations swimming around him and ruled out legal action against the BBC and the US news website ProPublica, adding: “I’m not a vindictive person.” Despite Salazar’s upbeat words, his face told a different story. It looked tired and withdrawn. Apparently his blood pressure has been through the roof, which is not good for someone whose determination to be the greatest distance athlete of his age – and arguably he was in the early 80s – has left him with health problems. Remember, too, that he was clinically dead for 14 minutes after suffering a heart attack in 2007.</p> \n<p>But Salazar lives and breathes every race that Rupp enters and watching his friend from the corporate hospitality area proved a sprightly pick-me-up. There were shouts of lap splits and encouragement, including a happy cry of “Let’s go, Galen!” as his athlete powered clear to victory in the final kilometre.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"21dab603a8389fca1a081eece6318bc3ec33d27e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435348001477/75d43b4b-d6c9-46c2-ad75-469ab354f1a2-460x276.jpeg\" alt=\"Alberto Salazar\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alberto Salazar looks on at Eugene before the start of the men’s 10,00m.</span> \n  <span class=\"element-image__credit\">Photograph: Don Ryan/AP</span> \n </figcaption> \n</figure> \n<p>It was an impressive performance, especially in conditions more like a steam room. But while Rupp was being photographed hugging his baby twins, the second-placed athlete, Ben True, was explaining why he had a very different ethos from his Nike Oregon Project rival.</p> \n<p>“Allegations are allegations and rumours are rumours but I am very much against doping,” he said. “Use of therapeutic use exemptions, legal or not, are against the spirit of the sport. I don’t even take ibuprofen. I don’t drink recovery drinks. I have Gatorade maybe twice a year. I take acidophilus now and again and vitamin D in the winter. But I don’t even eat energy bars.”</p> \n<p>Elsewhere on the first of four days at these US Trials, Dee Dee Trotter – the 400m bronze medallist at London 2012 and founder of Test Me I’m Clean, which promotes drug-free sport – called for a renewed push to stop people cheating or playing the system.</p> \n<p>“I think drugs in the sport are devastating,” she said. “It’s a tragedy for the hardworking athletes like myself, I consider it to be similar to crime. When you cheat you’re taking something from the person behind you.”</p> \n<p>When asked if sport was winning the fight, her answer brought to mind an unending tango between right and wrong, testers and cheats. “I think drugs in the sport are continuing,” she said. “You think we’re getting better then we take two steps forward and two steps back.”</p> \n<p>Meanwhile, in the mixed zone interview area, Rupp had moved from the press scrum to the TV cameras and was repeating a familiar mantra. “I believe in clean sport and I believe the truth will prevail.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435347907288/Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Galen Rupp crosses the finish line to win the 10,000m at the USA Outdoor Track & Field Championships. Photograph: Christian Petersen/Getty Images","credit":"Christian Petersen/Getty Images","altText":"Galen Rupp","cleanCaption":"Galen Rupp crosses the finish line to win the 10,000m at the USA Outdoor Track & Field Championships. Photograph: Christian Petersen/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435348002893/75d43b4b-d6c9-46c2-ad75-469ab354f1a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar looks on at Eugene before the start of the men’s 10,00m. Photograph: Don Ryan/AP","credit":"Don Ryan/AP","altText":"Alberto Salazar","cleanCaption":"Alberto Salazar looks on at Eugene before the start of the men’s 10,00m.","cleanCredit":"Photograph: Don Ryan/AP"}],"webPublicationDate":"2015-06-26T20:18:00Z","lastModified":"2015-06-26T23:01:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Drugs in sport","Alberto Salazar","Athletics","Sport","US sports"],"tags":[{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/galen-rupp-alberto-salazar-eugene","shortUrl":"http://gu.com/p/4a6pg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/galen-rupp-alberto-salazar-eugene","webUri":"http://www.theguardian.com/sport/2015/jun/26/galen-rupp-alberto-salazar-eugene"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435347907288/Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Galen Rupp crosses the finish line to win the 10,000m at the USA Outdoor Track & Field Championships. Photograph: Christian Petersen/Getty Images","credit":"Christian Petersen/Getty Images","altText":"Galen Rupp","cleanCaption":"Galen Rupp crosses the finish line to win the 10,000m at the USA Outdoor Track & Field Championships. Photograph: Christian Petersen/Getty Images"}},"importance":5,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435347907288/Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Galen Rupp crosses the finish line to win the 10,000m at the USA Outdoor Track & Field Championships. Photograph: Christian Petersen/Getty Images","credit":"Christian Petersen/Getty Images","altText":"Galen Rupp","cleanCaption":"Galen Rupp crosses the finish line to win the 10,000m at the USA Outdoor Track & Field Championships. Photograph: Christian Petersen/Getty Images"}}]},{"title":"England’s Ashes boot camps: tales of broken ribs, mock crime and hangovers","rawTitle":"England’s Ashes boot camps: tales of broken ribs, mock crime and hangovers","item":{"type":"article","id":"sport/blog/2015/jun/26/england-ashes-boot-camps","title":"England’s Ashes boot camps: tales of broken ribs, mock crime and hangovers","trailText":"The Staffordshire trip before the Ashes whitewash in 2013-14 was ‘the biggest shambles’ for Kevin Pietersen, but Bavaria 2010 and Flanders 2009 seemed to have done the trick, despite some mishaps","standFirst":"The Staffordshire trip before the Ashes whitewash in 2013-14 was a ‘shambles … one of the most frustrating experiences of my life’ for Kevin Pietersen, but Bavaria 2010 and Flanders 2009 seemed to work, despite some mishaps","byline":"Ali Martin","body":"<p>With less than a fortnight to go until the first Ashes Test starts in Cardiff on 8 July – and with Trevor Bayliss having only arrived in the country on Thursday to take over as head coach – England will briefly escape the pre-series hype and fly to Spain this weekend for a four‑day training camp at an undisclosed location. Organised by Andrew Strauss, the new director of cricket, its purpose is to help Bayliss to get comfortable working with Alastair Cook and his players, who will leave their cricket gear at home and instead use the time away to focus on fielding drills, fitness training and team meetings. A spot of golf is also on the to-do list.</p> \n<p>It will be the fourth time in recent years that England have taken time away ahead of an Ashes series. Here is a look at the previous incarnations of the boot camp – and the results that followed.</p> \n<h2><strong>2013-14 Ashes, Staffordshire</strong></h2> \n<p>The least spoken- or written-about of the pre-Ashes training camps came before the team’s 5-0 implosion in Australia. To date the details remain light and the players involved still baffled.</p> \n<p>Taking place in the Staffordshire countryside, the England squad found themselves immersed in a role-play scenario in which they were tasked with preventing a mock crime. After being given professional surveillance training, the players were split into three groups and set separate assignments to crack the case but did not camp, instead staying overnight in a local hotel.</p> \n<p>The intention was that each team’s results would feed into the conclusion on the third day. But after two days in which players found themselves either sat in bushes twiddling the frequency dials on walkie-talkies or driving hire cars up and down the M6 on the trail of a mysterious four-wheel drive, only one team managed to complete their mission and the whole thing fell flat.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/ashes-2015-four-key-australia-players-steve-smith-mitchell-starc-adam-voges-josh-hazlewood-england\">Ashes 2015: Four key Australia players for England to contend with</a> </p> \n</aside> \n<p>Andy Flower, the then team director, is understood to have apologised to the team afterwards but, with such little turnaround time between home and away Ashes series, the players walked away from the exercise grumbling about a confusing three days in which valuable time that could have been spent either training or resting was wasted. Kevin Pietersen, in the only player autobiography published since, wrote: “[It] was the biggest shambles, and gave us a hint about what our winter was going to be like – it was one of the most frustrating experiences of my life.”</p> \n<p>The only other public reference to the camp remains a tweet from the organiser, the former SAS soldier Floyd Woodrow, CEO of Chrysalis Worldwide – a “values-based performance optimisation organisation”. He tweeted: “Outstanding three days with one of my favourite teams, they picked up complicated training quickly and executed the drills to perfection.”</p> \n<p>Motivational speakers tend to view things positively, of course.</p> \n<p><strong>Result</strong> <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/ashes-2013-14\" title=\"\">England lost the Ashes with a 5-0 series whitewash </a></p> \n<h2><strong>2010-11 Ashes, Bavaria</strong></h2> \n<p><strong> </strong></p> \n<p>The current team’s trip to Spain this weekend was referred to as a holiday by the Australia spinner Nathan Lyon on Tuesday but, compared with England’s pre-Ashes trip to the Bavarian forest, it will be. In October 2010 Strauss’s side experienced a brutal four days on a trip organised by the England and Wales Cricket Board’s security adviser, Reg Dickason, and run by members of the Australian police force, but later claimed to have forged a team ethic that paved the way for a first series win on Australian soil in 24 years.</p> \n<p>Flying the morning after a celebratory end-of-season Professional Cricketers’ Association awards dinner in London, the squad and support staff were met at Munich airport by what Matt Prior described as “eight of the biggest blokes I have ever seen in my life” and proceeded to experience a military-style regime in the forest, in which the use of first names was banned and misdemeanours were met with hundreds of push-ups by way of punishment.</p> \n<p>The toughest moment came in the shape of a four-hour uphill hike holding bricks in both hands, while the greatest number of headlines were generated following the team’s return with the news that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2010/oct/15/james-anderson-england-injury-ashes\" title=\"\">Jimmy Anderson had suffered a broken rib</a> during a boxing match with Chris Tremlett. Graeme Swann, in his autobiography, The Breaks Are Off, described the venture as “easily the worst four days of my life”.</p> \n<p>But Strauss claimed the trip, on which his side were pushed to the limits both physically and mentally, had a beneficial effect on team spirit, breaking them down before building them up and proving instructive as to how certain players coped under pressure. The lucky ones were Cook, who missed the first three days because of a clash with his brother’s wedding, and Jonathan Trott, who sat it out altogether as his wife was expecting their first child. They also finished as England’s two leading run&nbsp;scorers in the series that followed.</p> \n<p><strong>Result</strong> <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/ashes-2010-11\" title=\"\">England retained the Ashes with a 3-1 series win</a></p> \n<h2><strong>2009 Ashes, Flanders</strong></h2> \n<p>Following the lead of Steve Waugh, who as Australia captain organised a visit to Anzac Cove at Gallipoli en route to the 2001 series, England made a two-day trip to the first world war battlefields of Flanders before the home series in 2009, after a turbulent six months in which Peter Moores lost his job as head coach for the first time and Pietersen saw his captaincy handed to Strauss.</p> \n<p>Flower, whose caretaker head coach role in the post-Christmas tour of the Caribbean had been made permanent, stated the intention was to broaden the horizons of the players, who where there to commemorate servicemen who lost their lives in the 1914-18 war. A ceremony for fallen cricketers was held, with a stone cricket ball laid at the grave of the former England and Kent spinner Colin Blythe, one of the fallen at the battle of Passchendaele in 1917.</p> \n<p>The trip was not without incident, however. Ravi Bopara, whose three successive Test centuries against West Indies that year would take him into the Ashes trip at No3, forgot his passport on the way to the airport, while Andrew Flintoff <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/jun/30/andrew-flintoff-england-ashes-bus-indiscipline\" title=\"\">missed the team bus</a> for a trip to the trenches at Ypres after a late night drinking the local beer, Duvel – or “David” as it became known among the players, after the American golfer Duval.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/trevor-bayliss-england-ashes-australia-cricket\">Trevor Bayliss brand of fun and freedom set to unchain England | Barney Ronay</a> </p> \n</aside> \n<p>The team had been given their evenings off but the all-rounder’s transgression was deemed worthy of reprimand by the team management. Strauss later said: “He’s very aware he’s stuffed up. He’s taken it on the chin and apologised sincerely.” In his autobiography, Ashes to Ashes, the all-rounder added: “My big concern was that it might be interpreted as showing disrespect to First World War veterans, which I certainly never intended.”</p> \n<p>Despite that error of judgement, Swann later wrote that the trip as a whole brought cricket into perspective somewhat. “To witness these trenches was a shocking reminder how lucky we are, and how ridiculously scant life was for them. Here we were on the brink of the 2009 Ashes, a series being billed as do-or-die. What are five games of cricket compared to what those troops had to endure?”</p> \n<p><strong>Result</strong> <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/ashes-2009\" title=\"\">England regained the Ashes with a 2-1 series win</a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/26/1435318001855/2009-England-Ashes-squad--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adil Rashid, left, and Andrew Flintoff at the Tyne Cot memorial near Ypres in June 2009 on England's pre-Ashes trip to first world war sites. Photograph: Julian Herbert/Getty Images","credit":"Julian Herbert/Getty Images","altText":"2009 England Ashes squad visit British war graves","cleanCaption":"Adil Rashid, left, and Andrew Flintoff at the Tyne Cot memorial near Ypres in June 2009 on England's pre-Ashes trip to first world war sites. Photograph: Julian Herbert/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T11:29:35Z","lastModified":"2015-06-26T23:45:01Z","metadata":{"commentable":true,"commentCount":43,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/england-ashes-boot-camps","shortUrl":"http://gu.com/p/4a6bp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/england-ashes-boot-camps","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/england-ashes-boot-camps"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/26/1435318001855/2009-England-Ashes-squad--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adil Rashid, left, and Andrew Flintoff at the Tyne Cot memorial near Ypres in June 2009 on England's pre-Ashes trip to first world war sites. Photograph: Julian Herbert/Getty Images","credit":"Julian Herbert/Getty Images","altText":"2009 England Ashes squad visit British war graves","cleanCaption":"Adil Rashid, left, and Andrew Flintoff at the Tyne Cot memorial near Ypres in June 2009 on England's pre-Ashes trip to first world war sites. Photograph: Julian Herbert/Getty Images"}},"importance":4,"byline":{"title":"Ali Martin"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/6/26/1435318001855/2009-England-Ashes-squad--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adil Rashid, left, and Andrew Flintoff at the Tyne Cot memorial near Ypres in June 2009 on England's pre-Ashes trip to first world war sites. Photograph: Julian Herbert/Getty Images","credit":"Julian Herbert/Getty Images","altText":"2009 England Ashes squad visit British war graves","cleanCaption":"Adil Rashid, left, and Andrew Flintoff at the Tyne Cot memorial near Ypres in June 2009 on England's pre-Ashes trip to first world war sites. Photograph: Julian Herbert/Getty Images"}}]},{"title":"Talking Horses / Saturday’s best bets plus all the latest racing news","rawTitle":"Saturday’s best bets plus all the latest racing news","item":{"type":"article","id":"sport/blog/2015/jun/26/talking-horses-racing-blog-saturday-27-june","title":"Talking Horses: Saturday’s best bets plus all the latest racing news","trailText":"Quest for More now looks like he belongs in the elite company of the Northumberland Plate and has the fast finish to trouble the fancied horses","standFirst":"Quest for More now looks like he belongs in the elite company of the Northumberland Plate and has the fast finish to trouble the fancied horses","byline":"Chris Cook","body":"<p>A low draw is by no means essential for success in the Northumberland Plate at Newcastle but it so happens that <strong>Quest For More</strong> (3.45) has been given one and this race may work out well for him. A prominent racer who can finish well after tracking a strong pace, he should have no trouble getting a good position from stall three and will probably be better placed than most of the fancied horses to make a challenge after the turn for home.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/jack-hobbs-favourite-150th-irish-derby\">Jack Hobbs hot favourite for the 150th running of the Irish Derby</a> </p> \n</aside> \n<p>Quest For More looks like he belongs in this company after making steady progress for the past 18 months. He is now rated almost two stones higher than the mark he had at the start of last season but has not peaked yet, judged by the way he won at Goodwood last time. The runner-up that day, Oasis Fantasy, has not been nearly so lucky with the draw in stall 21.</p> \n<p>It will help Quest For More’s cause if the ground, which seemed no faster than Good for Thursday’s card at Newcastle, could dry out a bit. He goes well on top of the ground and a fast surface would expose the lack of pace among most of his rivals here.</p> \n<p>At twice the odds, Blue Surf is interesting after his reappearance success at Epsom. He is not a certain stayer at this distance, however.</p> \n<h2>2.00 Newcastle</h2> \n<p>A good fifth in last weekend’s Wokingham, for which he was sent off as favourite, <strong>Watchable</strong> is up to winning this if able to reproduce his best form so quickly. He was beaten only half a length in another six furlong Group Three, the Abernant, to start his season and this field has much less strength in depth than that one did.</p> \n<h2>2.15 Newmarket</h2> \n<p>This could be a notable success on British soil for the champion of Qatar, <strong>Dubday</strong>, who made an impressive first appearance here when second to Telescope at Newbury in May. While he trailed the winner at a respectful distance, he beat everything else by four lengths or more. Gatewood has 10 lengths to make up on that form. Gospel Choir may be vulnerable on his first run for more than a year.</p> \n<h2>2.35 Newcastle </h2> \n<p><strong>Bushcraft</strong> is a progressive sprinter who should be suited by the likely strong pace. His two recent wins have been on Good to Firm but this easier surface is thought to be ideal for him.</p> \n<h2>2.50 Newmarket</h2> \n<p>Bournemouth Belle is worth a lot of respect but it is hard to go against <strong>Katie’s Diamond</strong>, who was so impressive in winning on her debut at Redcar. “She’s the best I’ve had at this stage of their career,” her trainer, Karl Burke, said at the time. She has plenty of scope and will hopefully show a slightly more professional attitude here, having pulled for her head in the early stages.</p> \n<h2>3.10 Newcastle</h2> \n<p>While this is highly competitive, it represents an easier opportunity than <strong>Zarwaan</strong> has been facing. His first two runs of the season have been in the Lincoln and the Victoria Cup, for both of which he was fancied. He ran well enough but faces half as many rivals this time and seven furlongs on Good going could be his thing.</p> \n<h2>3.25 Newmarket</h2> \n<p><strong>Wannabe Yours</strong> ruined his chance by pulling too hard on his reappearance a fortnight ago under Nicky Mackay. He has the quality to win this if both fitter and a bit less fresh. Andrea Atzeni rides for the first time.</p> \n<h2>6.30 Curragh </h2> \n<p>While the Irish Derby is not on Channel 4, it clearly deserves a mention in this space and British viewers will still be able to watch it if they have access to At The Races. Instinctively, I want to find an alternative to <strong>Jack Hobbs</strong>, since taking odds-on in a Classic is not an appealing idea. But the more I consider the available alternatives, the clearer it becomes that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/jack-hobbs-favourite-150th-irish-derby\" title=\"\">he is the form standout and ought to win</a> unless something prevents him from running his race. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/derby-epsom\" title=\"\">He was a clear second in the Derby</a> behind an above-average winner, despite struggling with the Epsom camber for most of the home straight. This more galloping circuit should suit him better and, while we have probably not seen the best of Giovanni Canaletto, it is too much of a stretch to imagine him making up the six lengths by which he trailed Jack Hobbs three weeks ago. The Coolmore team seem to agree, since Ryan Moore takes the ride instead on the French Derby runner-up, Highland Reel, but I thought he looked a bit one-paced at Chantilly, for all that the extra quarter-mile will help him here. Qualify offers the possibility of some each-way value at 12-1 but that is a bet I would only make if I could persuade myself that she might beat Jack Hobbs and I can’t quite get there.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435342103385/Newcastle-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"If the ground at Newcastle could dry out a bit Quest For More will be a real threat in the Northumberland Plate. Photograph: Matthew Lewis/Getty Images","credit":"Matthew Lewis/Getty Images","altText":"Newcastle Races","cleanCaption":"If the ground at Newcastle could dry out a bit Quest For More will be a real threat in the Northumberland Plate. Photograph: Matthew Lewis/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T22:58:10Z","lastModified":"2015-06-26T23:00:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":true,"keywords":["Horse racing tips","Horse racing","Sport"],"tags":[{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"series":{"title":"Talking Horses","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/talking-horses"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/talking-horses-racing-blog-saturday-27-june","shortUrl":"http://gu.com/p/4a6z8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/talking-horses-racing-blog-saturday-27-june","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/talking-horses-racing-blog-saturday-27-june"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435342103385/Newcastle-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"If the ground at Newcastle could dry out a bit Quest For More will be a real threat in the Northumberland Plate. Photograph: Matthew Lewis/Getty Images","credit":"Matthew Lewis/Getty Images","altText":"Newcastle Races","cleanCaption":"If the ground at Newcastle could dry out a bit Quest For More will be a real threat in the Northumberland Plate. Photograph: Matthew Lewis/Getty Images"}},"importance":4,"kicker":{"title":"Talking Horses"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435342103385/Newcastle-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"If the ground at Newcastle could dry out a bit Quest For More will be a real threat in the Northumberland Plate. Photograph: Matthew Lewis/Getty Images","credit":"Matthew Lewis/Getty Images","altText":"Newcastle Races","cleanCaption":"If the ground at Newcastle could dry out a bit Quest For More will be a real threat in the Northumberland Plate. Photograph: Matthew Lewis/Getty Images"}}]},{"title":"Will Wimbledon be step or stumble on Serena Williams’ historic march?","rawTitle":"Will Wimbledon be step or stumble on Serena Williams’ historic march?","item":{"type":"article","id":"sport/blog/2015/jun/26/serena-williams-wimbledon-grand-slam","title":"Will Wimbledon be step or stumble on Serena Williams’ historic march?","trailText":"Serena Williams heads to Wimbledon hoping to complete the third leg of a possible calendar grand slam but will the weight of expectation be too much for her?","standFirst":"The world No1 heads to SW19 hoping to complete the third leg of a calendar grand slam and the weight of expectation may be the greatest threat to her","byline":"Jacob Steinberg","body":"<p>Novak Djokovic stood on the brink of history after extinguishing Andy Murray’s fire in the fifth set of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/novak-djokovic-beats-andy-murray-french-open-semi\" title=\"\">their French Open semi-final</a>. He was one victory away from completing the career grand slam and, if everything went according to plan against Stan Wawrinka in the final, the world No1 would also be a step closer to becoming the first man to sweep all four majors in a calendar year since Rod Laver in 1969. Everything did not go according to plan.</p> \n<p>Djokovic’s tears <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/french-open-2015-stanislas-wawrinka-novak-djokovic-win\" title=\"\">after losing to Wawrinka </a>do not automatically mean that alarm bells should be blaring inside Serena Williams’s head as she attempts to complete the third leg of what many experts expect to be the first calendar slam in women’s tennis since a 19‑year‑old Steffi Graf ruled the sport in 1988 (the German also won gold at the Seoul Olympics to claim the golden slam). Yet they were a reminder that nothing is set in stone in this game, even when something looks like destiny.</p> \n<p>Williams is in an enviable but fragile position. The glory on offer over the next three months could spark her game; yet the thought of failure – relatively speaking – could choke her.</p> \n<p>She is the overwhelming favourite at Wimbledon and, if she succeeds at SW19 again, the world No1 will need only to win the US Open for the fourth consecutive year to equal Graf’s record of 22 grand slam titles in the open era and complete the calendar slam.</p> \n<p>Williams has already completed the “Serena slam”, holding all four majors simultaneously after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2003/jan/26/tennis.australianopen2003\" title=\"\">winning the Australian Open in 2003</a>, but this is unlikely to be straightforward. Early defeats <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/28/serena-williams-wimbledon-exit-alize-cornet\" title=\"\">by Aliz&eacute; Cornet</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/01/serena-williams-sabine-lisicki-wimbledon\" title=\"\">Sabine Lisicki</a> at Wimbledon in the past two years are red flags, as was the tangle she got herself into in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/serena-williams-safarova-french-open-20th-grand-slam-title\" title=\"\">her win over Lucie Safarova in the French Open final</a>. After letting a 6-3, 4-1, 40-15 lead slip to allow Safarova into what transpired to be a one-sided deciding set, Williams admitted she was affected by the pressure of winning her 20th major.</p> \n<p>Observers have suggested the US Open will be a formality if Williams wins Wimbledon, given she has won the past three titles in New York. But Graf was almost crushed by the weight of history at Flushing Meadows. “I remember above all the extreme fatigue I felt in New York,” Graf told L’Equipe recently. “I was feeling the expectation around me that wasn’t mine and that was becoming suffocating. It was terrible.”</p> \n<p>Jo Durie, the former British No1 who ended her career with a 4-3 winning record over Graf, argues that the greatest impediment to Williams could be, well, Serena Williams. There is a feeling that she is so much stronger than her rivals that she sometimes loses concentration and some of her finals in recent years have been closer than anticipated.</p> \n<p>“Maybe sometimes she’s almost trying too hard to do it and gets herself into a bit of frenzy almost on court,” Durie says. “Some of the time it’s not how her opponents play but how she’s battling herself. You still have to play well against her. Cornet beat her going for it, Lisicki did. You have to go at Serena and you have to keep it going because she will come back at you with a vengeance. Mixed up in that is the battle against herself, which you can see very plainly sometimes. She’s almost crying with frustration that she’s not playing as well as she thinks she ought to.”</p> \n<p>The differences in the surfaces these days make the calendar slam harder to pull off. The quick switch from the clay of Roland Garros to the grass of Wimbledon has been the downfall of many. Durie points out that three of the slam tournaments were once on grass.</p> \n<p>Those who remember Graf reckon that she was a touch more consistent than Williams. There have been times when the American has not been totally enamoured with the game but it should not be forgotten that four days after winning Wimbledon in 2010 she <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2010/sep/03/serena-williams-silence-tendon-injury\" title=\"\">stepped on a piece of glass in a Munich restaurant </a>and suffered a haematoma and a pulmonary embolism that nearly ended not only her career but her life. To recover from that encapsulates her greatness.</p> \n<p>Graf was special too. “Nobody could touch Steffi,” Durie says. “We had this bit of fun between us that, if you could last an hour against Steffi, you sort of got a cheer as you went back in the locker room. I remember playing her when she was that good and managing to get past the hour mark. She was just so far above everybody else.”</p> \n<p>Martina Hingis, who almost emulated Graf in 1997, rates Williams as the toughest opponent of her career. “She was the player I least liked to play against,” Hingis says. “It was hard to read her serve and she came up with the best when she was down, with danger.”</p> \n<p>Yet the argument against ranking Williams as the greatest of all time is that her rivals have not pushed her hard enough. There is inconsistency within the top 10. Williams has the measure of Maria Sharapova, the other great champion of this era, while Victoria Azarenka, the former world No1, has slipped down the rankings after struggling with injuries since winning her second Australian Open title in 2013.</p> \n<p>“I think the depth is wider today but the top 10 was more stable in our time,” Hingis says. “When you look at the top 10, you could really see the difference between the top 10 or five players more than you see today. It’s been changing and they haven’t been as imposing.”</p> \n<p>In 1997 Hingis won three majors but lost the French Open final to Iva Majoli. “I was unbeaten, you think you’re a little bit unbeatable,” Hingis says.</p> \n<p>As Djokovic discovered in Paris, the unbeaten run can end quickly.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336661908/Serena-Williams-at-Wimble-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams, seen here during her fourth-round elimination by Sabine Lisicki in 2013, has suffered surprise early defeats in her last two visits to WImbledon. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams at Wimbledon","cleanCaption":"Serena Williams, seen here during her fourth-round elimination by Sabine Lisicki in 2013, has suffered surprise early defeats in her last two visits to WImbledon. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-26T16:48:38Z","lastModified":"2015-06-26T23:01:07Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"}],"feature":true,"keywords":["Serena Williams","Wimbledon 2015","Wimbledon","US sports","Sport","Tennis"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Jacob Steinberg","topic":{"type":"tag-contributor","name":"profile/jacob-steinberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/serena-williams-wimbledon-grand-slam","shortUrl":"http://gu.com/p/4a6ma","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/serena-williams-wimbledon-grand-slam","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/serena-williams-wimbledon-grand-slam"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336661908/Serena-Williams-at-Wimble-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams, seen here during her fourth-round elimination by Sabine Lisicki in 2013, has suffered surprise early defeats in her last two visits to WImbledon. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams at Wimbledon","cleanCaption":"Serena Williams, seen here during her fourth-round elimination by Sabine Lisicki in 2013, has suffered surprise early defeats in her last two visits to WImbledon. Photograph: Tom Jenkins for the Guardian"}},"importance":3,"byline":{"title":"Jacob Steinberg"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336661908/Serena-Williams-at-Wimble-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams, seen here during her fourth-round elimination by Sabine Lisicki in 2013, has suffered surprise early defeats in her last two visits to WImbledon. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams at Wimbledon","cleanCaption":"Serena Williams, seen here during her fourth-round elimination by Sabine Lisicki in 2013, has suffered surprise early defeats in her last two visits to WImbledon. Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Satnam Singh: an NBA history-maker, and a new type of super-big","rawTitle":"Satnam Singh: an NBA history-maker, and a new type of super-big","item":{"type":"article","id":"sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","title":"Satnam Singh: an NBA history-maker, and a new type of super-big","trailText":"Singh, who was picked up by the Dallas Mavericks in the second round, is 7ft tall and nearly 300lbs – and he might change the way truly big guys are developed","standFirst":"<p data-dropid=\"0\">Singh, who was picked up by the Dallas Mavericks in the second round, is 7ft tall and nearly 300lbs – and he might change the way truly big guys are developed</p>","byline":"Les Carpenter","body":"<p>Two springs ago, I spent a day in Bradenton, Florida with two of the biggest 17-year-olds anyone will ever see. Both were over 7ft tall, with enormous hands and sheepish smiles. Neither spoke much English – they came from the other side of the world. The taller of the two, Meng Xiang Yu, from China, was 7ft 2in and slender. The other, Satnam Singh, from India, was shorter but weighed almost 300lb. Even in adolescence, Singh looked like a NBA player.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/nba-draft-2015-minnesota-knicks\">NBA draft: Timberwolves get their man, and Knicks fans are sad and pathetic</a> </p> \n</aside> \n<p>On, Thursday Singh became the first Indian player selected in the NBA Draft when the Dallas Mavericks took him in the second round.</p> \n<p>I had first met Meng and Singh a few weeks before at the IMG Academy while working on a story about a prospect in the NFL draft. I was standing in IMG’s weight room, watching football players working out, when Meng and Singh walked in, towering over the men who would soon play in the NFL. It was an odd juxtaposition: these two boys in giants’ bodies looming over grown men who were giants themselves.</p> \n<p>When I went back to IMG a few weeks later to write about Meng and Singh, I met with IMG’s coaches, who explained they were conducting a sort of experiment with the two players. Because both came from remote places – Meng a small city and Singh a tiny farming village – they were a blank slate, uncorrupted by America’s AAU system or the European pro leagues. No coach had drooled over their height and overworked them in the name of winning games. So often, super-bigs, as players like Meng and Sing are called, get overworked. Their feet, still growing, can’t handle the stress of carrying such large bodies up and down a court. They break down.</p> \n<p>IMG’s coaches wanted to change that. Meng and Singh’s lack of a basketball profile made them the perfect test cases. What if instead of playing a young super-big all the time as an AAU or professional coach would do, you instead nurtured their development slowly, sitting them for weeks at a time to give their bodies a chance to mature?</p> \n<p>“Think about a triathlon runner or a marathon runner,” Dan Barto, IMG’s head basketball skills trainer, told me. “You don’t go out and run 26 miles:&nbsp;you run 10 one day and 18 another. It’s the same thing here. We are taking our time.”</p> \n<p>Meng and Singh were raw prospects. They were big long before they were polished.&nbsp;The temptation for any coach would have been to play them constantly, to give them experience, but IMG’s coaches did the opposite. They made mandated rest, slowing Meng and Sing’s basketball growth but possibly saving their futures.</p> \n<p>“We are wondering if patience and vision will change the culture of basketball everywhere,” Barto said that day. “That’s the goal. If we do it in the two biggest countries of the world, why can’t we do it in Europe? Why not do it in the United States? What if [then-NBA commissioner] David Stern allows guys to go straight to the NBA again? You have to have a plan for a kid. You can’t send him to the local high school and score 30 a game. He won’t be psychologically ready.”</p> \n<p>Despite both being over 7ft, Meng and Singh had completely different styles. The lanky Meng was a perimeter player, more shooter than rebounder. Singh was more rugged, the kind of player who could stand close to the basket and push his way to rebounds as well as block shots. Of the two he seemed the more likely to someday play in the NBA.</p> \n<p>Now that he has been drafted, it appears IMG’s experiment may have worked. He has stayed healthy when most teenagers his size would have come down with foot ailments. Last season, playing against high-level high school teams in Florida and at national tournaments, he averaged 9.2 points, 8.4 rebounds and 2.2 blocks while playing only about 20 minutes a game.</p> \n<p>It’s hard to imagine Singh in the NBA any time soon. He had good hands and a decent shooting touch for someone so big, but there was so much still to learn. He knew few of the nuances that come naturally to most NBA prospects. He is 19 now and by most accounts he seems healthy and fresh. When he eventually gets his NBA shot he will carry the challenge of perhaps being the first from his country to play in an NBA game. But more importantly, he might be the successful result of an experiment – one tried over several years in a Florida gymnasium.</p> \n<p>He might just change the way super-bigs are developed forever.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCredit":"Photograph: NBA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T16:32:34Z","lastModified":"2015-06-26T16:33:42Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":false,"keywords":["NBA","Sport","US sports"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","shortUrl":"http://gu.com/p/4a6yg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Satnam Singh is drafted by Dallas in the second round. Photograph: NBA","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCaption":"Satnam Singh is drafted by Dallas in the second round.","cleanCredit":"Photograph: NBA"}},"importance":3,"byline":{"title":"Les Carpenter"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCredit":"Photograph: NBA"}}]}],"lastModified":"2015-06-27T00:07:28Z","personalization":{"id":"uk/groups/collections/966c-3482-1d33-43f7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/966c-3482-1d33-43f7"},"visibility":"all","adTargetingPath":"sport/front"}