{"id":"uk/groups/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8","title":"on this site","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8"},"cards":[{"title":"Athletics / Usain Bolt withdraws from Diamond League meetings with leg injury","rawTitle":"Usain Bolt withdraws from Diamond League meetings with leg injury","item":{"type":"article","id":"sport/2015/jun/30/usain-bolt-withdraws-diamond-league-leg-injury","title":"Usain Bolt withdraws from Diamond League meetings with leg injury","trailText":"Usain Bolt’s troubled season continued on Tuesday when he was forced to pull out of the Paris and Lausanne Diamond League meetings","standFirst":"<span class=\"bullet\">•</span> Olympic champion pulls out of Paris and Lausanne\n<br />\n<span class=\"bullet\">•</span> Double world record holder also missed Jamaican trials","byline":"Reuters","body":"<p>Usain Bolt’s troubled season continued on Tuesday when he pulled out of the Paris and Lausanne Diamond League meetings because of a leg injury.</p> \n<p>“I’m disappointed not to be able to compete in Paris and Lausanne. I love running at these meetings but at the moment I am unable to compete at 100%. I look forward to getting back into full training as soon as possible,” the Olympic champion said in a statement on his website.</p> \n<p>The Paris meeting is on Saturday with Lausanne the following Thursday and Bolt was planning to run one 100m and one 200m race. He also pulled out of the 100m at the Jamaican trials last Thursday.</p> \n<p>“He [Bolt] has been feeling discomfort in his left leg since his last competition which has restricted his training,” a statement from his management team said. “He has a blocked sacroiliac joint which is restricting his movement and putting pressure on his knee and ankle.“</p> \n<p>Bolt, 28, has struggled for form this season with moderate best times of 10.12 in the 100m and 20.13 in the 200m.</p> \n<p>The world record holder in both events has wild-card entries to the world championships in Beijing in August.</p> \n<p>“He will spend the next couple of days in Munich getting treatment after which he will resume full training in his quest to defend his titles at the world championships,” the statement added.</p> \n<p>Bolt’s coach Glen Mills confirmed the sprinter’s training had been hampered.</p> \n<p>“For several weeks now he has been complaining and he has been restricted in his training by the complaints, hence it triggered the trip to the doctor,” Mills said.</p> \n<p>Mills was pressed about whether he was worried that the eight-times world championship gold medallist would not be ready for Beijing. “What I can say is I’m very concerned about the progress of his preparation so far,” Mills said. “But as to between now and Beijing that depends on what I learn when I have the discussion with the doctor.“</p> \n<p>Bolt ran only a few races last year, including the sprint relay at the Commonwealth Games, after missing nine weeks of training following foot surgery.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435698864441/Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Usain Bolt's season has been disrupted by injury and concerns are growing over the world record holder's fitness before the world championships in August. Photograph: John Thys/AFP/Getty Images","credit":"John Thys/AFP/Getty Images","altText":"Usain Bolt","cleanCaption":"Usain Bolt's season has been disrupted by injury and concerns are growing over the world record holder's fitness before the world championships in August. Photograph: John Thys/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-30T21:19:24Z","lastModified":"2015-06-30T21:36:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Usain Bolt","Athletics","Sport"],"tags":[{"id":"sport/usainbolt","webTitle":"Usain Bolt"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/usain-bolt-withdraws-diamond-league-leg-injury","shortUrl":"http://gu.com/p/4a9ta","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/30/usain-bolt-withdraws-diamond-league-leg-injury","webUri":"http://www.theguardian.com/sport/2015/jun/30/usain-bolt-withdraws-diamond-league-leg-injury"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435698864441/Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Usain Bolt's season has been disrupted by injury and concerns are growing over the world record holder's fitness before the world championships in August. Photograph: John Thys/AFP/Getty Images","credit":"John Thys/AFP/Getty Images","altText":"Usain Bolt","cleanCaption":"Usain Bolt's season has been disrupted by injury and concerns are growing over the world record holder's fitness before the world championships in August. Photograph: John Thys/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Athletics"},"snap":{"title":"Usain Bolt withdraws from Diamond League meetings with leg injury","uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/30/usain-bolt-withdraws-diamond-league-leg-injury"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435698864441/Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Usain Bolt's season has been disrupted by injury and concerns are growing over the world record holder's fitness before the world championships in August. Photograph: John Thys/AFP/Getty Images","credit":"John Thys/AFP/Getty Images","altText":"Usain Bolt","cleanCaption":"Usain Bolt's season has been disrupted by injury and concerns are growing over the world record holder's fitness before the world championships in August. Photograph: John Thys/AFP/Getty Images"}}]},{"title":"Rugby league / NRL: what to look out for in round 17","rawTitle":"NRL: what to look out for in round 17","item":{"type":"article","id":"sport/blog/2015/jul/03/nrl-round-17-preview","title":"NRL: what to look out for in round 17","trailText":"The absence of State of Origin stars may have decimated the round but there’s still some cracking clashes - Panthers v Rabbitohs, Eels v Tigers, anyone?","standFirst":"<p>The absence of State of Origin stars may have decimated the round but there’s still some cracking clashes - Panthers v Rabbitohs, Eels v Tigers, anyone?</p>","byline":"Matt Cleary","body":"<h2>Sweets and Elites</h2> \n<p>And so to another of these odd little short-rounds of this dear depleted National Rugby League and the list of players not available due to the great steaming hob-goblin called State of Origin runs to 34 of the game’s elite. And thirty-four is quite a lot of elites to pluck out of a national rugby league, it’s like the sweetest 10 per cent of the pudding whisked off the top with a massive spatula. </p> \n<p>And thus does rugby league debate its very soul and gaze inwards and beyond to its very navel, for if there’s one thing rugby league does better than all the codes and sports and human endeavours of any kind – it’s gaze at its very navel. Rugby league finds its navel more interesting than all other codes, sports, human endeavours, everything. It’s a Thing. </p> \n<p>And why not? Rugby league is tops. But when you’ve got just four games across the weekend and all with the star power of the sweet elites whisked from the top of the pudding with a spatula, etc, it’s … well. It’s Star Wars with <a href=\"http://www.imdb.com/name/nm0001283/\">Lou Gossett Junior</a> – who you might remember from such films as Iron Eagle and Captive Heart: The James Mink Story – playing Obi Wan Kenobi. Which might even be sort of interesting. And maybe even be pretty good. But you’re selling more tickets with Sir Alec Guinness on the poster.</p> \n<h2>Jungle Cats and Brutal Bunnies</h2> \n<p>Regardless, Friday night we’ll tune in to Panthers and Rabbitohs at Penrith’s Whatever It’s Called Stadium (Pepper Stadium, a terrific name for a stadium) for the mighty rumble of black jungle cats and men who sold rabbits in the streets of Redfern in days of yore. And even without the cream of the Origin elite, this still shapes as a tasty burger. </p> \n<p>Penrith – who are a game out of the Top-8 with a 7-7 win-loss record – have a backline, even without free-running fullback Matt Moylan, that’s beginning to resemble that which went so deep into 2014. Josh Mansour is chunky-hard, Dean Whare has soft hands and speed, and athletic custodian Dallin Watene Zelezniak does not need to buy any vowels. And their halves, Peter Wallace and Jamie Soward, were once considered good enough to play for New South Wales and probably aren’t far off it now. Penrith, they’re looking okay.</p> \n<p>But the big Bunnies should win. Because their backs are probably just as good. And their forwards are mobile men-mountains, the best kind of men-mountains. George Burgess, Tom Burgess, Tim Grant, these people are more Humvee than man. Glenn Stewart’s back with his competitive steel and tricks, and John Sutton’s like a third half playing in the second-row. And with the Roosters and Bulldogs, Broncos and Cowboys, the Bunnies make up your old-fashioned top-five. The testing material.</p> \n<h2>Dragons to WIN</h2> \n<p>Dragons and Cowboys is your Saturday night game at WIN Stadium which is the name of the local regional television station and not a demand fans make of the home team, at least not so overtly. WIN you bastards, WIN! </p> \n<p>A winner? Dragons, probably. The Cowboys have Ray Thompson at six, Robert Lui at seven and Jake Granville at nine. Lui is a fair player without being Johnathan Thurston the man whose number he takes; while Thompson is a hooker, normally, because he’s not as good a player as Michael Morgan. In the forwards the Cows have been if not emasculated then de-boned, losing Matt Scott and James Tamou to the Dance of the Big O. </p> \n<p>The Dragons, meanwhile, lose only Josh Dugan and Trent Merrin, and with their star halves Gareth Widdop and Benji Marshall in sharp and happy form and bopping about behind a pack of forwards who make up a defensive dyke of human meat, they should win, the Dragons, and good luck to them.</p> \n<h2>Battle of Beaches</h2> \n<p>On Sunday at dear dilapidated Brookvale Oval there’s a Battle of the Beaches as the Northern Beaches sea birds take on visiting sharks from The Shire. The home side have finally hit some form and have their star halves, Kieran Foran and Daly Cherry-Evans on deck, along with star fullback Brett Stewart, star centre Steve Matai - whose <a href=\"https://www.youtube.com/watch?v=lveBmRsxOwo\">hit on Dave Tyrell last week</a> could ring the bells of St. Mary’s - and future star Tom Trbojevic on the wing. Nice mover, young Trbojevic, he’s 18 years old and the “best junior footballer I’ve ever seen,” according to North Sydney Bears prop Don McKinnon, an ’82 Kangaroo Tourist I play golf with occasionally – a man with really big hands.</p> \n<p>The Sharks? Wouldn’t shout if a shark bit them. Yes they would, it was a grammatical ruse. Regardless, the Sharks will put up a pretty decent fight here. Their forwards, even without Paul Gallen are better than Manly’s, who have Willie Mason as their strike weapon, the game’s <a href=\"http://rugbyleagueweek.com.au/10-oldest-players-nrl/10/\">third oldest man</a>. </p> \n<p>But Manly at home playing well have an inevitability about them. And they’ll win. By 14 points.</p> \n<h2>Ma’u, Taupau and Sandow</h2> \n<p>And finally, Monday night’s fixture pits Parramatta Eels (6-9) and Wests Tigers (5-10) at a near-empty ANZ Stadium in a game that people even 72 hours before kick-off are hoping will just finish already so they can get jiggy with State of Origin. </p> \n<p>It won’t be that bad. But poor old ANZ out Homebush way – without 50,000 in the joint it has the atmosphere of a decompression chamber in space. </p> \n<p>It’s not that bad. And in fact the game could be pretty good. For when Martin Taupau runs at Manu Ma’u there will be great vengeance and furious anger. Keith Galloway only knows one direction at one speed. Former centre Chris Lawrence is running straight and tidy lines just off the ruck. And Ava Seumanufagai needs less vowels than DWZ. And he’s big as a house. </p> \n<p>In the back division Luke Brooks and fast-twitching fullback James Tedesco have shown a combination with shades of Cronk and Slater, while Pat Richards (tenth-oldest NRL man) is playing well enough to itch the pants of armchair Origin selectors. Yay, Pat.</p> \n<p>The Eels will rely rather a lot on Chris Sandow and nobody knows what Chris Sandow’s going to do, Chris Sandow included. Ahh, Chris Sandow. Chris Sandow.</p> \n<p>So all that aside – State of Origin? Oh yes. A decider? In Brisbane? How about those for Batlow Delicious apples? Looking forward to it, and no argument. Never got to the old Lang Park, wish I had, it would’ve been grouse, that great noise and a close, colosseum feel. Yet Suncorp Stadium remains by a long chalk the best rectangular stadium in the sports-loving island continent of Australia, and full to bursting with “Queenslanders!”, well, this is sports-watching gold. </p> \n<p>It does rather stuff with the National Rugby League, does State of Origin. </p> \n<p>But you’ve got to love State of Origin.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcd387390f721f20403c69584f3878d5393c8da4/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Renee McKay/Getty Images","altText":"Benji Marshall","cleanCredit":"Photograph: Renee McKay/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T01:16:31Z","lastModified":"2015-07-03T02:54:06Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Matt Cleary","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412086616318/Matt-Cleary-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-cleary"}],"feature":true,"keywords":["NRL","Rugby league","Australia sport","Sport","Penrith Panthers","South Sydney Rabbitohs","St George Illawarra Dragons","Manly Sea Eagles","Cronulla Sharks","Parramatta Eels","Wests Tigers"],"tags":[{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/penrith-panthers","webTitle":"Penrith Panthers"},{"id":"sport/south-sydney-rabbitohs","webTitle":"South Sydney Rabbitohs"},{"id":"sport/st-george-illawarra-dragons","webTitle":"St George Illawarra Dragons"},{"id":"sport/manly-sea-eagles","webTitle":"Manly Sea Eagles"},{"id":"sport/cronulla-sharks","webTitle":"Cronulla Sharks"},{"id":"sport/parramatta-eels","webTitle":"Parramatta Eels"},{"id":"sport/wests-tigers","webTitle":"Wests Tigers"}],"section":{"id":"sport"},"topics":[{"displayName":"Matt Cleary","topic":{"type":"tag-contributor","name":"profile/matt-cleary"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/nrl-round-17-preview","shortUrl":"http://gu.com/p/4abhg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/nrl-round-17-preview","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/nrl-round-17-preview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcd387390f721f20403c69584f3878d5393c8da4/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"There might be a host of big name players missing due to State of Origin but St George’s Benji Marshall will be one still looking to put on a show.  Photograph: Renee McKay/Getty Images","credit":"Renee McKay/Getty Images","altText":"Benji Marshall","cleanCaption":"There might be a host of big name players missing due to State of Origin but St George’s Benji Marshall will be one still looking to put on a show. ","cleanCredit":"Photograph: Renee McKay/Getty Images"}},"importance":5,"kicker":{"title":"Rugby league"},"snap":{"title":"NRL: what to look out for in round 17 | Matt Cleary","uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/nrl-round-17-preview"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcd387390f721f20403c69584f3878d5393c8da4/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Renee McKay/Getty Images","altText":"Benji Marshall","cleanCredit":"Photograph: Renee McKay/Getty Images"}}]},{"title":"Snooker / Ronnie O’Sullivan claims he was offered money to throw a snooker match","rawTitle":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","item":{"type":"article","id":"sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","title":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","trailText":"Ronnie O’Sullivan has claimed he was offered money to throw a snooker match but turned it down as the risk was not worth taking","standFirst":"<span class=\"bullet\">•</span> Five-times world champion says the risk is not worth taking\n<br />\n<span class=\"bullet\">•</span> Stephen Lee’s 12-year ban has scared a lot of players, he adds","byline":"Agencies","body":"<p>Ronnie O’Sullivan, the five-times world snooker champion, has said he was offered money to throw a match but declined.</p> \n<p>Speaking on The Clare Balding Show, which will air on BT Sport and BBC Two this week, O’Sullivan claimed other players did accept bribes in the past but said he believed the problem had been eradicated after Stephen Lee was banned for match-fixing.</p> \n<p>O’Sullivan said: “I was offered money once to throw a game but I couldn’t do it. It’s your sport, you love your sport. They smell it anyway. The risk is just not worth taking and I couldn’t live with myself if I got involved in that.”</p> \n<p>In 2012 Lee was suspended on match-fixing charges and the former world No5 was subsequently handed a 12-year ban.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/sep/25/stephen-lee-match-fixing-guilty\">Stephen Lee banned from snooker for 12 years for seven match-fixing charges</a> </p> \n</aside> \n<p>“I don’t think it’ll go on in snooker any more because they really made an example of Stephen Lee,” O’Sullivan added. “They banned him for 12 years and I think a lot of the guys that were at it, they’re thinking they wouldn’t be able to play snooker ever again.</p> \n<p>“So I think it’s been stamped out of snooker now and if anyone was to do it, they know what the consequences are.”</p> \n<p>Three weeks ago, the Irish amateur John Sutton was banned for six years after the sport’s world governing body found him guilty of match-fixing and misusing inside information.</p> \n<p>The World Professional Billiards and Snooker Association said Sutton’s offences related to suspicious betting on his match against Scotland’s Jamie Burnett in the qualifying stages of the International Championship.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T21:59:22Z","lastModified":"2015-06-17T21:59:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Ronnie O'Sullivan","Sport","Snooker"],"tags":[{"id":"sport/ronnie-o-sullivan","webTitle":"Ronnie O'Sullivan"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/snooker","webTitle":"Snooker"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","shortUrl":"http://gu.com/p/49qha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","webUri":"http://www.theguardian.com/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}},"importance":5,"kicker":{"title":"Snooker"},"snap":{"title":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}}]},{"title":"US sports / Tiger Woods hits lowest score this season at The Greenbrier Classic","rawTitle":"Tiger Woods hits lowest score this season at The Greenbrier Classic","item":{"type":"article","id":"sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","title":"Tiger Woods hits lowest score this season at The Greenbrier Classic","trailText":"Tiger Woods was in positive mood about his game after bouncing back from his miserable US Open to shoot his lowest score on the PGA Tour this season on day one of The Greenbrier Classic","standFirst":"<p><span class=\"bullet\">•</span> Woods hit four-under-par 66 in day one<br /><span class=\"bullet\">•</span> American says he’s ‘very close’ to his best</p>","byline":"Press Association","body":"<p>Tiger Woods was in positive mood about his game after bouncing back from his miserable US Open to shoot his lowest score on the PGA Tour this season on day one of The Greenbrier Classic.</p> \n<p>Woods’s four-under-par 66 was still only enough for a 15-way share of 12th place, four shots adrift of the leader Scott Langley, but it represented a significant improvement on recent performances from the former world No1.</p> \n<p>In his last outing, Woods <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/tiger-woods-parody-former-self-us-open\">missed the cut</a> in the US Open at Chambers Bay with his worst ever score in the event (80 in the first round) and highest 36-hole total of his career (156).</p> \n<p>That was one of the low points of what has largely been a dismal 2015 for Woods so far, which has seen him slump to 220th in the world rankings and record three scores in the 80s in his last six tournaments.</p> \n<p>However, the 14-time major winner had a much better day in West Virginia on Thursday as he broke 70 for only the third time this season and the first time since the Masters in April, where he carded a four-under-par 68 in the third round.</p> \n<p>Starting on the 10th at The Old White TPC, Woods carded birdies on the 12th, 15th and 16th before dropping his first shot of the day on the 17th to reach the turn in 34.</p> \n<p>After a birdie on the second, Woods looked to have undone much of his good work with a double bogey on the sixth, where he thinned a bunker shot across the green, but he responded superbly to finish his round with three straight birdies.</p> \n<p>When asked after his round what positive results like this would mean to him, Woods said: “I felt like I wasn’t very far away. I know people think I’m crazy for saying that, but I just felt like I wasn’t that far. I just had to make a couple little tweaks, and I felt like I pulled that off.</p> \n<p>“It started at Memorial, making a big [swing] change there, and then it’s just finally starting to click in now.”</p> \n<p>Woods’s efforts on Thursday left the 39-year-old in a good position to avoid missing the cut in consecutive PGA Tour events for the first time in his illustrious career, albeit lying four shots behind the leader Langley who carded a flawless 62.</p> \n<p>Another American, Jonathan Byrd, was second on seven under after a 63 alongside New Zealand’s Danny Lee, while England’s Brian Davis was a further shot back in a tie for fourth with Japan’s Ryo Ishikawa.</p> \n<p>The defending champion, &Aacute;ngel Cabrera of Argentina, shot a one-over-par 71.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T23:22:44Z","lastModified":"2015-07-02T23:55:17Z","metadata":{"commentable":true,"commentCount":6,"contributors":[],"feature":false,"keywords":["Tiger Woods","Golf","US sports","Sport"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","shortUrl":"http://gu.com/p/4abh4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","webUri":"http://www.theguardian.com/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at the US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at the US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}},"importance":4,"kicker":{"title":"US sports"},"snap":{"title":"Tiger Woods hits lowest score this season at The Greenbrier Classic","uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}}]},{"title":"Australia sport / The Joy of Six: Ashes quotes","rawTitle":"The Joy of Six: Ashes quotes","item":{"type":"article","id":"sport/2015/jul/03/the-joy-of-six-ashes-quotes","title":"The Joy of Six: Ashes quotes","trailText":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes","standFirst":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes\n<br />\n<a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283992/\" title=\"\"><span class=\"bullet\">•</span> The Guardian bookshop: Gentlemen and Sledgers, by Rob Smyth</a>","byline":"Rob Smyth","body":"<h2>1) “Come and look at this. You’ve never seen anything like it.”</h2> \n<p><em>Don Bradman to his team-mates, Trent Bridge, 1938</em></p> \n<p>The 29-year-old Donald Bradman was as giddy and restless as a newborn pup. Stanley Joseph McCabe, his Australian team-mate, was giving a demonstration of rare genius in the first Ashes Test at Trent Bridge, and Bradman urgently implored the rest of the team to take the once-in-a-lifetime opportunity to watch his innings. It was almost too much for Bradman. “Towards the end I could scarcely watch the play,” he said. “My eyes were filled as I drank in the glory of his shots.”</p> \n<p>Australia were in significant trouble after slipping to 194 for six, still 464 runs behind, but McCabe was easing into the innings that would define him. He scored 232 out of 300 while at the wicket, including 72 in the final 28 minutes and 44 off three overs from the leg-spinner Doug Wright. Neville Cardus said he “batted with the ease of a man using a master key … McCabe demolished the English attack with aristocratic politeness, good taste and reserve. Claude Duval never took possession of a stagecoach with more charm of manner than this.” McCabe scored 127 runs in a single session, still an Ashes record.</p> \n<p>“I gripped his hand, wet with perspiration,” said Bradman. “He was trembling like a thoroughbred racehorse. I can recall saying to him after expressing my congratulations, ‘I would give a great deal to be able to play another innings like that.’ No skipper was ever more sincere in his adulation of another’s skill.” Bradman was still raving about it over a decade later. “I firmly believe it to be the greatest innings ever played,” he said in Farewell to Cricket. “Such cricket I shall never see again.”</p> \n<h2>2) ‘Ashes to Ashes, dust to dust, if Thomson don’t get ya, Lillee must.’</h2> \n<p><em>A Sydney Daily Telegraph cartoon caption during the 1974-75 Ashes</em></p> \n<p>Dennis Lillee didn’t have a face like thunder; he had a face like the apocalypse. Seconds earlier he had been on his backside on the Brisbane pitch, having lost both his wicket and his dignity when he fell over as he top-edged a Tony Greig bouncer. As Lillee started to stomp off, a picture of affronted pride, Greig reminded him where the facilities were and how appropriate a refreshing shower might be in the circumstances. Lillee looked at him and barked: “Just remember who started this.”</p> \n<p>For the next few minutes Lillee was like a stuck record. “Just remember who started this,” he hissed repeatedly at his captain Ian Chappell, who had no idea what Lillee was talking about. It became clearer when Lillee announced: “Just remember who started this: those bastards. But we’ll finish it.”</p> \n<p>Lillee has always been keen to point out that England started the bouncer war of 1974–75. “It’s like the song ‘We Didn’t Start The Fire’,“ he said, continuing a long line of Billy Joel references in Ashes cricket. “People often remember who did the damage not who started the fire.”</p> \n<p>In the first Test of the series at Brisbane, more than half the Australian team were out hooking in the home side’s first innings of 309, though it was Greig’s decision to bounce Lillee, a lower-order batsman, that really stirred the hornets’ nest. Lillee, who had clearly been intending to diligently bowl line and length until then, took the first ball of the England innings, and his run-up began from somewhere inside the sightscreen. “Mate, it was full-on war,” said Jeff Thomson, “and we gave it to them.”</p> \n<p>The original plan was for Lillee to share the new ball with Max Walker, so that the tearaway Thomson could bowl with the wind after Lillee. But Chappell, sensing something in the air, decided at the last second to let Thomson share the new ball.</p> \n<p>“For the next few overs,” said Chappell, “I looked on in awe.” When the wicketkeeper Rodney Marsh leapt to claim a Thomson bouncer, he started wringing his hand in pain before realising the implications for England. “Hell, that hurt,” he said to Chappell, “but I love it.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nTaVRuxje80\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/nTaVRuxje80?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>England were soon 57 for four and in trouble; the captain Mike Denness, upon being dismissed, took off his shirt and discovered that a bouncer had actually embedded his St Christopher medallion in his chest. Dennis Amiss had his thumb cracked by Thomson and John Edrich’s hand was broken by Lillee.</p> \n<p>As would happen in 2013–14, a group of experienced batsmen never recovered from the shock of being assaulted so savagely in the first innings of the series at Brisbane.</p> \n<p>“Thommo was by far the quickest bowler I’ve ever seen or opposed,” said his future team-mate Kim Hughes. “Thommo didn’t go to any academy, he just grabbed the ball and wanted to kill some prick … he was as far ahead of any other bowler for sheer speed as [Don] Bradman was for runs.”</p> \n<p>With his mustachioed fellow-assassin Lillee, Thommo simply brutalised England in 1974–75. ‘Lillee and Thomson remain a combination to conjure with, as sinister in England as Burke and Hare, or Bismarck and Tirpitz,’ wrote Gideon Haigh. They will always tell you they didn’t start the fire, but they sure as hell poured industrial quantities of petrol onto it.</p> \n<h2>3) “Let’s give it some humpty”</h2> \n<p><em>Ian Botham to Graham Dilley, Headingley, 1981</em></p> \n<p>It was only because England had lost the Headingley Test of 1981 that they were able to win it. They had given up, and with that came the blessed freedom of the damned. The miracle started not when Ian Botham came to the crease in the second innings, but when he was joined soon after by the startlingly blonde Kent fast bowler Graham Dilley. On a wicket full of booby traps, England trailed Australia by 92 with three wickets remaining, having been forced to follow on. They had already booked out of the team hotel and Ladbrokes had offered 500/1 on an England victory.</p> \n<p>With England already one down in the series, the noble thing might have been to knuckle down and lose with a bit of honour. That was also the boring option, and after the year he’d had, Botham was due a bit of fun. “You don’t fancy hanging around on this wicket for a day and a half, do you?” he said to Dilley, who concurred. “Right. Come on, let’s give it some humpty.”</p> \n<p>Before the humpty had come the great fall, with Botham resigning as England captain after the second Test at Lord’s. Mike Brearley came out of international retirement to become England’s emergency captain. He found out that he had been chosen via a reverse-charge phonecall, because the chairman of selectors Alec Bedser had run out of coins. Botham, without the psychological backpack weighing him down, started to enjoy his cricket again. His relationship with Brearley certainly helped. If Brearley had a degree in people, then he had a PhD in Botham. “He needs a father figure, and I need a younger brother,” said Brearley.</p> \n<p>Although Botham struck an unfettered 50, England were dismissed for 174 and forced to follow on. That evening, with the rest day to follow, Botham invited both sides to his house at Epworth, near Doncaster, for a barbecue. An epic night’s drinking – led by Botham, whose form in this sphere never fluctuated – ended with the players of both sides having a rugby scrum on the lawn in the small hours.</p> \n<p>When play resumed on the Monday, Australia looked set for a quick kill. England were 105 for five when Botham came to the wicket, and 135 for seven soon after. By then, Dennis Lillee and Rodney Marsh had famously bet against their own team, putting a small wager on England. “Being a small-time punter, I had been unable to resist the juicy 500/1,” said Lillee. “It was as simple as that. I have never had any qualms over the matter and I have never lost a moment’s sleep because of it.”</p> \n<p>He’ll have lost plenty of sleep over what happened once England started to give it some humpty. “I guess I never will come to terms with it,” said Lillee. Botham mixed agricultural mows with classical batsmanship. At times he played in the V – the V between third man and fine leg, as the ball flew off the edge of another lusty yahoo. “Bloody lucky innings,” sniffed Lillee. “I expected to get him out virtually every ball.”</p> \n<p>What started as a bit of fun for England imperceptibly morphed into something more serious as the day progressed, but by then Botham had no inclination or need to sober up his approach. He made a cathartic century, with vital support from Chris Old, and overall his 149 not out from 148 balls included 27 fours and one unforgettable six.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=OkkvgiZJkhM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/OkkvgiZJkhM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Botham dragged England back into the game off his own bat – or rather Graham Gooch’s. Botham had borrowed Gooch’s bat on the spur of the moment, fancying a heavier weapon than usual. “He hadn’t used it much in the match, and I thought there were a few runs left in it.” With his borrowed bat, he hit the ball like he wanted to kill it.</p> \n<p>In the final session on the fourth day England plundered 175 runs in 27 overs. At the close, the England wicketkeeper Bob Taylor went into the Australian dressing-room with some bats for them to sign, only to be told to ‘Fuck off with your fucking bats.’</p> \n<p>Even with Botham’s heroics, Australia needed only 130 to win and go 2–0 ahead with three to play. At 56 for one, they were cruising. Willis was preoccupied with no-balls – he had bowled 32 in the previous Test at Lord’s – and did not enjoy bowling up the hill. Brearley allowed him to switch ends so that he was going downhill with the wind at his back. “Let me worry about the no-balls,” he told Willis. “Just run up and bowl fast and straight.”</p> \n<p>Willis soon dismissed Trevor Chappell, caught behind fending off a throat ball. There was no celebration, just a quick turn and walk back to his mark. Even when he picked up Hughes and Graham Yallop for ducks in the same over soon after, there was not a hint of joy. Every sportsman dreams of being in the zone; Willis was, but this was a different kind of zone. “I looked into his eyes and it was like there was nobody there,” said Dilley.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-02e50ce8-8017-4bef-83d6-ce318edf3c55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889255591/d49c5615-6e50-4cf2-9797-42ae91097a43-460x276.jpeg\" alt=\"Graham Dilley is congratulated by Ian Botham\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Willis had the dual motivation of saving his career and, in all probability, saving an Ashes series. After lunch he continued to charge in – “I don’t go as far as that on my holidays,” said one former Test bowler of his run-up – and, before anybody knew what was happening, Australia were 75 for eight. Across the nation it had become an unofficial Bank Holiday. The Stock Exchange stopped, while the best vantage points outside Headingley were the ones by the windows of Radio Rentals stores, where groups of people watched the developing drama.</p> \n<p>Lillee and Ray Bright fought against the rising tide with a quick-witted partnership of 35 in four overs. Australia were 110 for eight, 20 from victory, when Lillee mis-hit Willis towards mid-on. Mike Gatting, not necessarily the man you would want in such circumstances, ran in and took a fine low catch. In the next over, from Botham, Old dropped two sharp chances at slip. It did not matter: Willis pegged back Alderman’s middle stump to complete the most famous victory in Ashes history. He finished with figures of eight for 43.</p> \n<p>Finally there was a celebration, as Willis thrust his hands in the air, but even then it was more a kind of dead-eyed relief than an expression of joy. He turned on his heels to run back to his mark, realised there was no more work to do and ran in a circle before haring for the pavilion.</p> \n<p>Later that day Brearley received a telegram from the comedian Spike Milligan. ‘Marvellous – have my ticket for the wedding,’ it read, in reference to the marriage of Charles and Diana a week later. The match was later voted Britain’s favourite sporting moment. England, 500/1 at one stage, had won by 18 runs. They had not just come back from the dead; they had come back from a cremation.</p> \n<h2>4) “In my day 58 beers between London and Sydney would have virtually classified you as a teetotaller.”</h2> \n<p><em>Ian Chappell on David Boon’s drinking, 1989</em></p> \n<p>There was an abnormal amount of travel sickness on the Qantas flight to London, and approximately 99.94 per cent of it was self-inflicted. As it descended towards Heathrow airport, the plane’s captain addressed his passengers in the usual style. “Ladies and gentlemen, welcome to London where it is six degrees outside,’ he said. ‘I want to wish the Australian team all the best. I know they’ll do very well because David Boon has just broken the record, 52 cans from Sydney to London.”</p> \n<p>Boon has always denied the story – “If people haven’t got something else to talk about they have led a fucking boring life,” he said in 2006 – but there are enough witnesses, one or two of them sober, to suggest that it happened. The teetotal Geoff Lawson, who kept score on the back of some sick bags, wished he had kept what would have been the ultimate in alternative Ashes memorabilia. Some were not worth keeping. “The very instant we pulled up at our allotted gate,” recalled Steve Waugh, “Tim Zoehrer lurched forward and filled up the sick bag to christen our tour.”</p> \n<p>Boon was aiming to beat the record of 45 cans, established by Rodney Marsh on the way to the World Cup in 1983. He didn’t just take the record; he obliterated it. And he obliterated himself. The middle-order batsman Dean Jones acted as pace-setter for much of the 24-hour flight. His father had told him to spend the journey picking the brain of somebody who had already played in England. The only thing Jones soaked up were about 25 cans on the way to the first stop-off in Singapore. At that point he was helped into an impromptu bed, “pissed as a fart”. With Jones out of action, a number of other players took turns to sit alongside Boon and sink a few to help him on his way. It was a very early example of squad rotation.</p> \n<p>When Australia landed, Merv Hughes gave a radio interview back home and jauntily informed everyone of what had occurred. “The big news is that Boonie’s cracked the first 50 of the tour!” This did not please the coach Bob Simpson, who had hoped that what happened on the plane would stay on the plane. “I got in more trouble than the protagonist,” Hughes said. “I was shitting myself that I’d be sent home.”</p> \n<p>Boon, who became known as the ‘Keg on Legs’, was fined $5,000 – a lot for an international cricketer in 1989 – and put on probation. Simpson was not the only Australian who was unimpressed. Ian Chappell had been informed that Boon had drunk 58 cans, rather than 52, yet even that was not enough. “What is the world going to think? That Australia has become a namby-pamby nation which doesn’t know how to drink? For God’s sake, in my day fifty-eight beers between Sydney and London would virtually have classified you as a teetotaller.”</p> \n<p>Throughout the 1989 tour of England, Australia were emphatic proof that there are no team-bonding agents as powerful as alcohol and victory. A number of the players get almost misty-eyed when they talk about 1989. “The spirit in the team,” said Ian Healy, “was as good as anything I’ve ever been involved in.”</p> \n<h2>5) “All the palaver caused me to burn my toast”</h2> \n<p><em>Duncan Fletcher on the Trent Bridge Test of 2005</em></p> \n<p>Ricky Ponting was chuntering to everyone and no one, his face a picture of affronted dismay. As he walked off the field, absent-mindedly removing his gloves while swearing in all directions, it was as much as he could do not to grit his teeth to breaking point. When he reached the pavilion steps, Ponting – still with his helmet on, as if he couldn’t quite bring himself to take off his work clothes and fully acknowledge his innings was over – snapped his head and started shouting abuse in a specific direction, and at a specific person on the England balcony. In a series full of symbolic moments, this was the biggest of all; the moment England knew Australia had cracked.</p> \n<p>After making Australia follow on for the first time in 17 years, England were having a tougher time getting them out a second time. Australia were 155 for two, 104 behind, and Ponting was looking ominously set on 48. Damien Martyn called Ponting for a tight single on the off side, and the substitute Gary Pratt – on for the injured Simon Jones – threw down the stumps with dead-eyed certainty. Ponting’s exasperation at getting out in such a manner at such a time was great enough, even before he realised he had been run out by a substitute.</p> \n<p>Australia had been irritated throughout the series by England’s habit of using substitute fielders, apparently to give their bowlers a rest after a long spell; it was a legitimate complaint – England clearly bent the rules – but in this case Jones was genuinely injured.</p> \n<p>Ponting did not know that, and all the frustration and pressure came out in five seconds of ranting at Fletcher on the balcony. Fletcher was sufficiently distracted by events that he burnt his toast in the dressing-room, though it was clear he loved every second of Ponting’s outburst. “If you want to take a run to the cover fielder and get out, whose fault is that?” he said at the close of play.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9nofkoClevE\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/9nofkoClevE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The tourists battled on to 387 – Simon Katich got an appalling lbw decision after resisting over four hours for 59 – which left England needing 129 to go ahead in the series. It turned into the kind of run-chase that ages people by ten years. Shane Warne raged majestically against the dying of the light, reducing England to 57 for four. Kevin Pietersen and Flintoff calmed things down with a partnership of 46 before Lee dismissed both, with Flintoff bowled by a stunning delivery.</p> \n<p>England, in control throughout the match, now faced the very real prospect of losing the match – which would have ended the drama at a stroke, because Australia would have gone 2–1 up and retained the urn.</p> \n<p>When Geraint Jones skied Warne to mid-off, England were 116 for seven, 13 short of victory. Hoggard loafed out to join Ashley Giles and said, “Come on, let’s me and you get it done.” Giles’ reply – “It’s reversing at 95mph” – did not quite maintain the mood of cheery certainty. But they did get it done, just about. The crowd greeted Hoggard’s cover-driven four off Lee like the announcement of world peace, and soon after Giles hit the winning runs. “Whether we win or lose, we relish creating a bit of an arse-nipper,” he said. The biggest of them all, the series decider, was yet to come.</p> \n<h2>6) “Get ready for a broken fucking arm”</h2> \n<p><em>Michael Clarke to James Anderson, Brisbane, 2013-14</em></p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-f9fb877e-ed9a-4629-8c5d-678aab8b7c60\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889771565/37ece762-5780-4770-90ef-f61dc73e9552-460x276.jpeg\" alt=\"Michael Clarke and James Anderson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.</span> \n  <span class=\"element-image__credit\">Photograph: Ryan Pierse/Getty Images</span> \n </figcaption> \n</figure> \n<p>Mitchell Johnson waited at the end of his mark. And waited some more. James Anderson, the batsman in his sights, moved out of his crease to prepare himself for the imminent assault. As he did so, he began to exchange unpleasantries with George Bailey, Australia’s short leg. Michael Clarke, the Australian captain, walked towards the incident and was met halfway by Anderson, where they had a full and frank exchange of views. After a few seconds, Clarke began to walk backwards to his position and uttered the words that would shape an Ashes series.</p> \n<p>Clarke’s threat to Anderson, which was picked up by the stump mic, cost him 20% of his match fee. It was worth every penny. It changed the way he was perceived by many among the Australian public; more importantly, it told England that Australia would stop at almost nothing to regain the Ashes. They were about to go 1–0 up in the series, and Clarke sensed the opportunity to score some points for the four remaining Tests.</p> \n<p>The tenor of the contest had changed so much from the previous series that Clarke wanted to ram home the point that England were now on Australia’s manor, and were playing by their rules. It might have backfired; Anderson might have taken 10-for in the next Test, but Clarke’s instinct told him that England were vulnerable.</p> \n<p>Shane Warne later said that the stump mic was switched off – but still accessible for the commentators – seconds earlier when Anderson told Bailey that he wanted to punch him in the face. “Anderson brought it on himself,” said the Australian bowler Peter Siddle after the game, without going into specifics. “So fair’s fair.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RtA6laeJBts\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/RtA6laeJBts?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In a match that cemented the tone of the series, England had been taken apart by Mitchell Johnson. The phrase ‘shock bowler’ has become a clich&eacute; for those who bowl short, sharp spells, but Johnson fulfilled the role in the truest sense. An experienced, battle-hardened side were so shocked that they never recovered. Before he was a shock bowler, Johnson had been not a stock bowler but a laughing stock, certainly to the Barmy Army.</p> \n<p>The team which played that first Test were the second most experienced in England’s history. They had 649 caps and around 649GB of data based on those appearances and on study of the Australians. This was a grizzled, gnarled team, who thought they had seen everything and were prepared for anything. They had no idea. No computer could have prepared them for the way Johnson spooked them. He no longer bowled to the left and the right; he bowled at the stumps and the head. Modern batsmen, not just England’s, were lulled into a false sense of security by years of mollycoddling; when they were then exposed to extreme pace and aggression, they had about as much idea how to survive as rich kids dropped into the meanest streets of the Bronx.</p> \n<p>Johnson’s impact was similar to that of the West Indian quicks in the 1980s – but there were four of them. He had emphatically got his mojo back, and a combination of his surname and Movember moustache made MoJo an inevitable nickname. And though he never appeared with a low-buttoned shirt exposing enormous clumps of chest hair, his moustache was an inadvertent tribute to the hirsute brutes of 1974–75, the last time England were assaulted so extremely in Australia.</p> \n<p>The Guardian’s Andy Bull, in reference to Johnson’s impact, cited the old Mike Tyson line: ‘Everybody has a plan, until they get punched in the face.’ Bull’s Guardian colleague Mike Selvey referred to Johnson’s as ‘bare-knuckle bowling’. And yet in this game there was no merciful knockout or stoppage. England had to continue to take the blows for five whole Test matches.</p> \n<p><em><span class=\"bullet\">•</span> These are edited extracts from </em><a href=\"http://www.amazon.co.uk/Gentlemen-Sledgers-History-Ashes-Quotations/dp/1784080802\" title=\"\"><strong><em>Gentlemen and Sledgers: A History of the Ashes in 100 Quotations and Confrontations</em></strong></a><em>, published by Head of Zeus.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889239062/Graham-Dilley-is-congratu-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Graham Dilley is congratulated by Ian Botham","cleanCaption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.","cleanCredit":"Photograph: Colorsport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889767356/Michael-Clarke-and-James--010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke and James Anderson","cleanCaption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}],"webPublicationDate":"2015-07-03T07:59:55Z","lastModified":"2015-07-03T07:59:55Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Rob Smyth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robsmyth"}],"feature":true,"keywords":["The Ashes","Sport","Cricket","England cricket team","Australia cricket team","Australia sport","Ian Botham","Michael Clarke","Ricky Ponting"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ian-botham","webTitle":"Ian Botham"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/ricky-ponting","webTitle":"Ricky Ponting"}],"section":{"id":"sport"},"topics":[{"displayName":"Rob Smyth","topic":{"type":"tag-contributor","name":"profile/robsmyth"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/the-joy-of-six-ashes-quotes","shortUrl":"http://gu.com/p/4abhn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/the-joy-of-six-ashes-quotes","webUri":"http://www.theguardian.com/sport/2015/jul/03/the-joy-of-six-ashes-quotes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}},"importance":4,"kicker":{"title":"Australia sport"},"snap":{"title":"The Joy of Six: Ashes quotes | Rob Smyth","uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/the-joy-of-six-ashes-quotes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}}]},{"title":"Olympic Games 2016 / Denying GB women footballers a place at the Olympics is an atrocious decision","rawTitle":"Denying GB women footballers a place at the Olympics is an atrocious decision","item":{"type":"comment","id":"football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa","title":"Denying GB women footballers a place at the Olympics is an atrocious decision","trailText":"England’s women have had a wonderful World Cup and now is the time to build on the excitement – but, sadly, petty politicking by the FAs of Wales, Scotland, Northern Ireland and England has ruined a golden chance","standFirst":"England’s women have had a wonderful World Cup and now is the time to build on the excitement – but, sadly, petty politicking by the FAs of Wales, Scotland, Northern Ireland and England has ruined a golden chance","byline":"Owen Gibson","body":"<p>On a particularly cruel night for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\" title=\"\">the England women’s team in their heroic World Cup defeat by Japan</a>, it was just one final twist of the knife. Instead of maintaining the momentum from a tournament in which they demanded the attention of the nation, Laura Bassett – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">whose own goal seconds from the final whistle denied England extra time</a> – and her team-mates will be at home next summer watching the Olympics on television and still wondering what might have been.</p> \n<p>When their eventual conquerors Japan <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/japan-beat-holland-at-womens-world-cup\" title=\"\">edged out Holland</a> with a goal in each half in Vancouver last week, England’s already quarter-final bound players should have had further cause for celebration. It left Mark Sampson’s squad as one of only three European sides remaining in the competition, alongside France and Germany, and, as such, should have secured qualification for next summer’s Olympics in Rio.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\">Women's World Cup 2015: England dream dies with heartbreaking own goal</a> </p> \n</aside> \n<p>With memories of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/jul/31/london-2012-team-gb-brazil\" title=\"\">London 2012 and beating Brazil at Wembley</a> in front of more than 70,000 fans still fresh in the minds of some in the squad, including Karen Carney, and exciting young talents such as Fran Kirby since added to the mix, what a glorious bonus that could have been from a tournament that should prove a tipping point for the game.</p> \n<p>Prior to Japan’s match against Holland in Canada, the German tabloid Bild caught the mood with a picture of their players beneath the headline “Danke, England” – with four European teams remaining and the Football Association having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/30/team-gb-football-teams-2016-rio-olympics\" title=\"\">already abandoned plans to enter a team in Rio</a>, they knew qualification was secure.</p> \n<p>Unlike the men’s game, the Olympics is seen as on a par with the World Cup in women’s football. Denying British women the opportunity to play in it at such a crucial time for the sport’s development is looking more and more myopic with each passing day.</p> \n<p>Is the women’s game in the UK so well developed, so strong at the grassroots, so popular with fans, so embedded in schools, that it can afford to pass up the chance of one of the greatest shop windows it will ever have? Of course not. On the contrary, it is at a crucial phase in its development.</p> \n<p>To pass on the opportunity to play in Brazil – the home of the beautiful game, in a country where women’s football is taken seriously, in front of passionate crowds, as part of a British Olympic team, with all that entails – starts to feel like an act of vandalism.</p> \n<p>The arguments around a men’s team – as played out in the runup to London 2012 – are different and more contentious. For many reasons, from fixture congestion to the conflicted feelings of some fans, there are as many arguments against as for. That is just not the case when it comes to the women’s game, where it is virtually impossible to find anyone who is against the idea on principle.</p> \n<p>The reason we have ended up here is because of, as so often, the shortsighted and internecine nature of football politics and power games as played out by grey men in grey suits. The English FA was keen to put a team forward forboth the women’s and men’s competitions. With various levels of vigour, the idea was rejected by the other home nations who continue to maintain that to play in a joint team at the Olympics could, over time, undermine the sovereignty of the individual bodies.</p> \n<p>If there was to be no men’s team on principle, they railed, there could be no women’s side either. As it turned out, the men would not have qualified anyway because of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/england-under-21-italy-european-championship-match-report\" title=\"\">the limp performance</a> of Gareth Southgate’s England Under-21 side in the Czech Republic.</p> \n<p>Obviously, it is hard to take much of what Fifa says seriously but, for what it’s worth, there have been repeated assurances from Zurich, both verbal and written, that playing a British side in the Olympics would not undermine the case for separate national teams elsewhere.</p> \n<p>Sometimes another rationale is put forward, that it would threaten the “special privileges” enjoyed by the home nations at Fifa – a guaranteed seat on the executive committee and a place on the Ifab board that codifies the laws of the game.</p> \n<p>Those privileges are being steadily whittled away in any case and should arguably be voluntarily surrendered if we are to take the moral high ground in the debate on Fifa reform.</p> \n<p>It is hard not to conclude that the most vociferous reaction, from the Football Association of Wales chairman, Trefor Lloyd-Hughes, was not somehow bound up in his personal disappointment at being passed over for the Fifa executive committee <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/24/david-gill-fifa-vice-president\" title=\"\">in favour of the English FA’s favoured candidate, David Gill</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\">Laura Bassett is in a hard place right now … but she's a hero, says Lionesses coach</a> </p> \n</aside> \n<p>Under the previous Buggins’ turn formula it would have been time for a Welsh representative but under a new system in which Uefa votes on which candidate should take the seat Gill jumped the queue – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/30/sepp-blatter-fa-david-gill-resigned-fifa\" title=\"\">only to resign anyway when Blatter was re-elected</a>.</p> \n<p>Lloyd-Hughes, a retired ambulance driver from Anglesey, was furious at what he saw as English arrogance and was “livid” when he heard about the Team GB plans. Some of the resentment felt by the FAs in Wales, Scotland and Northern Ireland towards England is justified. There can be a tendency towards loftily deciding what is right for all four.</p> \n<p>However, to let such petty politicking and confusing internal rows get in the way of the development of a sport that should be at the forefront of faltering efforts to deliver a legacy from the London Olympics, and the thorny issue of engaging teenage girls in sport, is appalling. Surely the obvious compromise was to enter a women’s side and leave the more contentious issue of the men for another day?</p> \n<p>Not only will Sampson’s side be denied the opportunity to build on their momentum in Rio, for the handful of players from the other home nations who would have been in contention for a place in the squad the chance to play in an Olympics on the world stage is gone – probably for good.</p> \n<p>The Women’s Super League is now well established but has been a slow burn in terms of building attendances. Yet healthy audiences for England’s World Cup matches on the BBC, despite the time difference, have shown the appetite is there on the big occasion. To willingly turn down the opportunity to capitalise on that next summer and aim for Olympic gold is a decision that can only have the rest of the world shaking their heads and wondering, not for the first time, at the ways of our funny little island.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/2/1435836935897/Englands-progress-to-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports","credit":"Erich Schlegel/USA Today Sports","altText":"England's progress to the Women's World Cup semi-finals led to healthy audiences on the BBC","cleanCaption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-07-02T11:48:14Z","lastModified":"2015-07-02T23:35:02Z","metadata":{"commentable":true,"commentCount":661,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Women's World Cup 2015","England women's football team","Women's football","Olympic Games 2016","Olympic Games","Team GB","The FA","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/olympic-games-2016","webTitle":"Olympic Games 2016"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/team-gb","webTitle":"Team GB"},{"id":"football/fa","webTitle":"The FA"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa","shortUrl":"http://gu.com/p/4abvm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa","webUri":"http://www.theguardian.com/football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/2/1435836935897/Englands-progress-to-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports","credit":"Erich Schlegel/USA Today Sports","altText":"England's progress to the Women's World Cup semi-finals led to healthy audiences on the BBC","cleanCaption":"England's progress to the World Cup semi-finals underlined there is the appetite for the women's game on the big occasions. Photograph: Erich Schlegel/USA Today Sports"}},"importance":3,"kicker":{"title":"Olympic Games 2016"},"byline":{"title":"Owen Gibson"},"snap":{"title":"Denying GB women footballers a place at the Olympics is an atrocious decision | Owen Gibson","uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/02/women-footballers-olympics-england-world-cup-fa"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png"}}]},{"title":"Sailing / Coast Guard suspends search for missing Olympic sailor Trevor Moore","rawTitle":"Coast Guard suspends search for missing Olympic sailor Trevor Moore","item":{"type":"article","id":"us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore","title":"Coast Guard suspends search for missing Olympic sailor Trevor Moore","trailText":"On Thursday an unmanned inflatable dinghy was reported adrift with items belonging to Trevor Moore ","standFirst":"<p data-dropid=\"0\">On Thursday an unmanned inflatable dinghy was reported adrift with items belonging to Trevor Moore </p>","byline":"Associated Press in Miami","body":"<p>The Coast Guard suspended its search Saturday in Biscayne Bay outside Miami for a missing sailor who was a member of the 2012 US Olympic sailing team.</p> \n<p>Coast Guard officials in Miami say they received a report Thursday evening about an unmanned inflatable dinghy adrift in Dinner Key. Items belonging to 30-year-old Trevor Moore were onboard.</p> \n<p>Moore is from Naples and was last seen wearing a dark shirt and swim shorts.</p> \n<p>Capt Michael Long of the Coast Guard said in a news release: “Our thoughts and prayers go out to the loved ones affected. Despite the tireless search efforts by multiple agencies and good Samaritans, we were unable to find Mr Moore.”</p> \n<p>The Coast Guard and partner agencies covered more than 510 square nautical miles before suspending the three-day search.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95f9662da11c19745ee7cdaf99e82dca35a6a241/0_160_721_432/721.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":721,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Trevor Moore is shown in January 2011","cleanCredit":"Photograph: HANDOUT/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-28T12:41:27Z","lastModified":"2015-06-28T15:08:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["US news","Florida","Miami","Sailing"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/florida","webTitle":"Florida"},{"id":"travel/miami","webTitle":"Miami"},{"id":"sport/sailing","webTitle":"Sailing"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore","shortUrl":"http://gu.com/p/4a7c6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore","webUri":"http://www.theguardian.com/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95f9662da11c19745ee7cdaf99e82dca35a6a241/0_160_721_432/721.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":721,"orientation":"landscape","caption":"The 30-year-old Moore is from Naples, Florida, and was last seen wearing a dark shirt and swim shorts. Photograph: Reuters","credit":"Reuters","altText":"Trevor Moore is shown in January 2011","cleanCaption":"The 30-year-old Moore is from Naples, Florida, and was last seen wearing a dark shirt and swim shorts.","cleanCredit":"Photograph: Reuters"}},"importance":3,"kicker":{"title":"Sailing"},"snap":{"title":"Coast Guard suspends search for missing Olympic sailor Trevor Moore","uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95f9662da11c19745ee7cdaf99e82dca35a6a241/0_160_721_432/721.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":721,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Trevor Moore is shown in January 2011","cleanCredit":"Photograph: HANDOUT/Reuters"}}]}],"lastModified":"2015-06-16T08:12:48Z","personalization":{"id":"uk/groups/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8"},"visibility":"all","adTargetingPath":"sport/front"}