{"id":"uk/groups/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8","title":"on this site","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8"},"cards":[{"title":"Athletics / Usain Bolt to compete in London Anniversary Games at Olympic Stadium","rawTitle":"Usain Bolt to compete in London Anniversary Games at Olympic Stadium","item":{"type":"article","id":"sport/2015/jul/10/usain-bolt-london-anniversary-games-olympic-stadium","title":"Usain Bolt to compete in London Anniversary Games at Olympic Stadium","trailText":"Usain Bolt has taken advantage of a tax exemption to run in the 100m at the London Anniversary Games on 24 July","standFirst":"<span class=\"bullet\">•</span> World record holder at 100m and 200m agrees to run in Stratford\n<br />\n<span class=\"bullet\">•</span> Bolt runs after tax exemption granted to foreign athletes","byline":"Sean Ingle","body":"<p>Usain Bolt has announced he will return to the Olympic Stadium in London to compete in the 100m at the Anniversary Games later this month.</p> \n<p>The 100m and 200m world record holder, who has won six Olympic and eight world titles, said he was looking forward to returning to the scene of his three Olympic gold medals in 2012.</p> \n<p>“London is a special place where I love to compete,” he said. “I have great memories of competing in the Olympic Stadium in the summer of 2012 and in the previous Grand Prix meets in London.</p> \n<p>“The British fans are always great and I expect there will also be a lot of Jamaican fans in the stadium. It will be amazing to put on another great show for them under the floodlights on the Friday night.”</p> \n<p>Bolt will run on the Friday night of the three-day meeting which runs from 24-26 July. Earlier this week Mo Farah also confirmed that he would run in the 3,000m on the Friday. Greg Rutherford and Jessica Ennis-Hill are among the athletes who will compete on the Saturday afternoon, while the Sunday will be devoted to Paralympic athletes.</p> \n<p>Bolt’s late decision to run in London was made only after George Osborne granted a tax exemption to foreign athletes competing at the event in the budget earlier this week. Usually they are liable for 50% tax on their appearance fee, plus a proportion of their worldwide earnings.</p> \n<p>It was for this reason that Bolt did not compete in London in 2010 or 2011, or the Diamond League meeting in Glasgow last year. However he did run in the first Anniversary Games in London in 2013 – where a similar tax break was granted – winning the 100m in 9.85sec.</p> \n<p>The Jamaican has struggled for fitness since 2013, and after missing much of last year, has raced only a handful of times this season. But while Bolt’s fastest 100m time of 10.12 sec this year puts him just 58th in the world ranking, while his 200m best of 20.13 puts him 13th in the standings, it is worth bearing in mind that the 29-year-old has raced the 200m in atrocious weather conditions in Ostrava and in New York, while his 100m race in Rio was only an early season tune up. Those close to him believe he is in condition to go much, much quicker.</p> \n<p>Given that the world championships start at the end of August, the Anniversary Games will be a crucial test of his form and his readiness to face the controversial American sprinter Justin Gatlin, who has not been beaten since 2013.</p> \n<p>Bolt’s decision was greeted with delight by Boris Johnson, who hailed it as the beginning of a new chapter for the Olympic Stadium.</p> \n<p>“The opening night of the Anniversary Games has attracted the strongest field ever assembled for a single night of athletics, providing Londoners with another ‘I was there’ moment,” the mayor of London said. “The chance to see a living legend like Bolt is very rare and we are delighted to be able to welcome him to the reopening of the stadium where he so thrilled us all at the 2012 Games.</p> \n<p>“It is a beginning of a new chapter for the stadium and there will be many more amazing nights to come – it is wonderful that we are starting in such style.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436518651216/Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Usain Bolt celebrates winning the men's 100m final at the London 2012 Olympics. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Usain Bolt","cleanCaption":"Usain Bolt celebrates winning the men's 100m final at the London 2012 Olympics. Photograph: Tom Jenkins"}],"bodyImages":[],"webPublicationDate":"2015-07-10T09:53:00Z","lastModified":"2015-07-10T12:41:33Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Usain Bolt","Athletics","Olympic Games 2012","Olympic Stadium","Sport"],"tags":[{"id":"sport/usainbolt","webTitle":"Usain Bolt"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"sport/olympic-stadium","webTitle":"Olympic Stadium"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/usain-bolt-london-anniversary-games-olympic-stadium","shortUrl":"http://gu.com/p/4ah5v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/usain-bolt-london-anniversary-games-olympic-stadium","webUri":"http://www.theguardian.com/sport/2015/jul/10/usain-bolt-london-anniversary-games-olympic-stadium"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436518651216/Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Usain Bolt celebrates winning the men’s 100m final at the London 2012 Olympics. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Usain Bolt","cleanCaption":"Usain Bolt celebrates winning the men’s 100m final at the London 2012 Olympics. Photograph: Tom Jenkins"}},"importance":7,"kicker":{"title":"Athletics"},"snap":{"title":"Usain Bolt to compete in London Anniversary Games at Olympic Stadium","uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/usain-bolt-london-anniversary-games-olympic-stadium"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436518651216/Usain-Bolt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Usain Bolt celebrates winning the men's 100m final at the London 2012 Olympics. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Usain Bolt","cleanCaption":"Usain Bolt celebrates winning the men's 100m final at the London 2012 Olympics. Photograph: Tom Jenkins"}}]},{"title":"Rugby league / NRL: five things we learned from round 18","rawTitle":"NRL: five things we learned from round 18","item":{"type":"article","id":"sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18","title":"NRL: five things we learned from round 18","trailText":"Blake Austin is tearing is up, Canberra should sneak into the finals, it’s over for Paul Gallen, the Chooks are hot like peri peri chicken, and the try of the century","standFirst":"<p>Blake Austin is tearing is up, Canberra should sneak into the finals, it’s over for Paul Gallen, the Chooks are hot like peri peri chicken, and the try of the century</p>","byline":"Matt Cleary","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/blake-austin-treble-in-canberra-raiders-victory-over-newcastle-knights\">Blake Austin treble leads Raiders to victory over Knights in Canberra</a> </p> \n</aside> \n<h2>Stone cold Blake Austin</h2> \n<p> When Blake Austin is humming, running, incising, tearing about like Ragnar Lodbrok on a bet, rugby league is truly a happy place. How good’s he going? Always talented, always x-factored. But labelled with the dreaded “utility” role by the Tigers and Panthers, he was never any one thing. We never knew what he could do. And perhaps he didn’t either. Some dudes just grow into themselves relatively late. But he’s got it going on now, our Ragnar, at 24, and under Ricky Stuart in Canberra he’s been given his head, given licence to be himself and to express himself, and be the running five-eighth that he is. And he doesn’t have a lot of instructions other than that – just be yourself. Which shouldn’t be hard. But y’know, some dudes need to be told that they’re good and being themselves is good. It’s the way Stuart coaches – he play to blokes’ strengths. Why try to make Blake Austin into Cooper Cronk, particularly when No7 Sam Williams – also given his head and told to play the way he does – is a distributor and navigator type. Rather, Austin’s been given the Raiders’ No6 jumper, the one worn by the great Laurie Daley, and the not-as-great-but-still-quite-good Ivan Henjak, and the unspectacular-brother-of-Phil-Blake Michael Blake. And he’s screaming about winning games for the Raiders. And he’s a Blues man in waiting because the Blues’ Origin adventure with Mitchell Pearce at six and Mitchell Pearce I mean Trent Hodkinson at seven gave NSW’s attack all the spark of a mattress tossed out for council clean-up. </p> \n<h2>Big things building in Bruce</h2> \n<p> Canberra? Yes, yes, it’s colder than Krakow by night; colder than a soldier bleeding in the snow, saying to his comrades through chattering teeth, “cold, so cold” like they do in the movies when a soldier’s about to cark it and everyone’s sad. So yes. Pretty cold. Minus-2 is pretty cold. And it’s not a pleasant place to play, Canberra, and if they played the grand final in Canberra on a Friday night in July, the Raiders would firm in from their present market position of 33-1. But the grand final won’t be played in Canberra on a Friday night unless Channel Nine thinks there’s ratings money in it (Channel Nine would play the grand final in Krakow if there was a quid in it) so the Raiders <em>should</em> sneak into the finals in eighth and then <em>maybe</em> surprise someone. And then that’ll be it for the bad and mean green machine who’ll hit ya, hit ya, hit, and you’ll see green. Still, tasty run home, with Sharks (h), Penrith (a), Cowboys (a), Tigers (h), Sea Eagles (h), Titans (a), Panthers (h) and Eels (a), with all bar the Cows in Townsville and Eagles at home you’d rate a slightly better than even chance of winning. Big forwards, slick backs, Ragnar Lodbrok – things could be building in Bruce (which is the suburb where the Raiders train not a Raiders player or supporter or sundry official called Bruce).</p> \n<h2>Gallen nears the end</h2> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/daly-cherry-evans-shows-up-at-gold-coast-to-lead-manly-to-victory\">Daly Cherry-Evans shows up at Gold Coast to lead Manly to victory</a> </p> \n</aside> \n<p> The Sharks? Good adventure against the Dragons missing 13 first graders and it was a pretty fair display. But there’s something not quite right. They should be top-eight morals. Their pack are all hard-arses, their backs all small and tricky. Micky Gordon has flashy feet and Ben Barba’s are flashier. Jack Bird, Valentine Holmes, these are quality colts. But something’s not right. There’s just something … <em>myeeah</em> about them. They should’ve torn the Dragons asunder. The Dragons were the Illawarra Cutters. And I know 28-8 is nothing to sneeze at. But I’m sort of sniffling at it, like if your nose is over the pepper shaker. And I reckon I know why: their forwards are too old. Chris Heighington was fringe Origin five years ago, now he’s more crash-test dummy than man. Luke Lewis is a champion but he’s been bashing about since 2000. Michael Ennis is a nasty little creep on the field, and maybe that’s good for morale or something. But as a player he he offers no, well, threat. And Paul Gallen … you know what, for Paul Gallen, it’s over. Yes - over. Sure he racks up huge metres and people look at his metres and exclaim, wow, massive metres. But Gallen … I dunno. Why does a bloke with relatively little ball skill have his hands on the ball so often? What are his passing stats? Why is Gallen crashing it up so often the Sharks “move”. The Sharks had a breakaway run in the first half, the ball went through a dozen sets of hands, all the players looking to keep it alive. The ball got to Gallen on halfway, who was admittedly doggedly backing up in the middle, and with blokes out wide and inside, he hit it up. Crash ball. With everyone hot for the potato. Now, Gallen’s been a great warrior for the Sharks and Blues and Australia. And I do not want to fight him bare-knuckled in a cage or anywhere. But compare his overall game to Corey Parker’s. Both men can play lock or prop. But Parker has soft hands and awareness and “game”. And Gallen racks up a heap of metres.</p> \n<h2>Peri peri Roosters</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/roosters-nrl-panthers-bulldogs-broncos\">Origin heroes turn on style again as Broncos beat Bulldogs</a> </p> \n</aside> \n<p> The Chooks? How about those Chooks. Know what? You want to win this premiership, you’ve got to go through the Chooks. Or you’ve got to hope a virulent disease runs through the Chook. Because the Chooks are hot like peri peri chicken, and for mine are the testing material of this National Rugby League. Run through ’em? Okay: Roger Tuivasa-Sheck is like an electric eel except with legs. Shaun Kenny-Dowall is on one wing, Daniel Tupou the other. SKD is a Kiwi international in hot try-scoring form; DP played State of Origin. Centres? Mick Jennings is the fastest man in the game outside James Roberts and Brett Morris and Shaun Johnson and probably a few fast kids in Holden Cup, and maybe a really fast one who plays for like the Bowraville Tigers, say, or Woden Valley Rams but isn’t quite skilful or tough enough to play first grade but is super-fast. Regardless, Mick Jennings is very fast. The other centre is super-skilled bad-boy-bad-boy-what-you-gonna-do-what-you-gonna-do-when-they-come-for-you Blake Ferguson who can really play rugby league. Big, rangy, skilful, and he’s not ever going to be accused of over-thinking the game, the man-child is a massive handful. The halves have both played Origin, they don’t hand out those jumpers as much as people think they do. And the forward pack is full of nut-cases like Jared Waerea-Hargreaves and Sam Moa and ball-playing hard-bodies like Mitch Aubusson and Boyd Cordner and Aiden Guerra and Jake Friend. And I’m probably leaving out a few. Flame-haired thunder child Dylan Napa would be one. And if you want to know how to have a crack team under the salary cap, do whatever the Roosters do. They go grouse.</p> \n<h2>And the rest</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/nrl-roundup-sunday-round-18\">Spectacular Shaun Johnson display leads Warriors to win over Storm</a> </p> \n</aside> \n<p> Elsewhere the Broncos proved their equal-comp favouritism by rolling over the Bulldogs in Sydney, the Warriors scored one of the tries of the century by dismantling Storm in Auckland (and added to the perception that if the grand final was played in Auckland or even Krakow they’d be a shot) and the Sea Eagles rolled onwards and upwards and four points out of the eight by tearing asunder effete Titans at Robina. And we learned: the Broncos are really good; the Bulldogs are pretty good; the Warriors are pretty good and will win more than they lose probably; the Storm are pretty good but miss Billy Slater and Cameron Smith like a heart misses ventricles; Manly are a sleeping giant rising from slumber like a giant that’s been sleeping but is now coming awake; and the Titans couldn’t win the North Korean election.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/130962d34ad47924bd2ee5752d54c38353fcf3c5/0_870_3280_1969/3280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3280,"orientation":"landscape","credit":"Lukas Coch/AAP","altText":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting.","cleanCredit":"Photograph: Lukas Coch/AAP"}],"bodyImages":[],"webPublicationDate":"2015-07-14T01:19:13Z","lastModified":"2015-07-14T01:21:42Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Matt Cleary","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412086616318/Matt-Cleary-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-cleary"}],"feature":true,"keywords":["NRL","Canberra Raiders","Cronulla Sharks","Sydney Roosters","Rugby league","Australia sport","Sport"],"tags":[{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/canberra-raiders","webTitle":"Canberra Raiders"},{"id":"sport/cronulla-sharks","webTitle":"Cronulla Sharks"},{"id":"sport/sydney-roosters","webTitle":"Sydney Roosters"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Matt Cleary","topic":{"type":"tag-contributor","name":"profile/matt-cleary"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18","shortUrl":"http://gu.com/p/4ajc3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/130962d34ad47924bd2ee5752d54c38353fcf3c5/0_870_3280_1969/3280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3280,"orientation":"landscape","caption":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting. Photograph: Lukas Coch/AAP","credit":"Lukas Coch/AAP","altText":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting.","cleanCaption":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting.","cleanCredit":"Photograph: Lukas Coch/AAP"}},"importance":5,"kicker":{"title":"Rugby league"},"snap":{"title":"NRL: five things we learned from round 18 | Matt Cleary","uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/nrl-five-things-we-learned-from-round-18"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/130962d34ad47924bd2ee5752d54c38353fcf3c5/0_870_3280_1969/3280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":3280,"orientation":"landscape","credit":"Lukas Coch/AAP","altText":"Blake Austin, who has been a revelation for the Raiders of late, is an Origin contender in waiting.","cleanCredit":"Photograph: Lukas Coch/AAP"}}]},{"title":"Snooker / Ronnie O’Sullivan claims he was offered money to throw a snooker match","rawTitle":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","item":{"type":"article","id":"sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","title":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","trailText":"Ronnie O’Sullivan has claimed he was offered money to throw a snooker match but turned it down as the risk was not worth taking","standFirst":"<span class=\"bullet\">•</span> Five-times world champion says the risk is not worth taking\n<br />\n<span class=\"bullet\">•</span> Stephen Lee’s 12-year ban has scared a lot of players, he adds","byline":"Agencies","body":"<p>Ronnie O’Sullivan, the five-times world snooker champion, has said he was offered money to throw a match but declined.</p> \n<p>Speaking on The Clare Balding Show, which will air on BT Sport and BBC Two this week, O’Sullivan claimed other players did accept bribes in the past but said he believed the problem had been eradicated after Stephen Lee was banned for match-fixing.</p> \n<p>O’Sullivan said: “I was offered money once to throw a game but I couldn’t do it. It’s your sport, you love your sport. They smell it anyway. The risk is just not worth taking and I couldn’t live with myself if I got involved in that.”</p> \n<p>In 2012 Lee was suspended on match-fixing charges and the former world No5 was subsequently handed a 12-year ban.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/sep/25/stephen-lee-match-fixing-guilty\">Stephen Lee banned from snooker for 12 years for seven match-fixing charges</a> </p> \n</aside> \n<p>“I don’t think it’ll go on in snooker any more because they really made an example of Stephen Lee,” O’Sullivan added. “They banned him for 12 years and I think a lot of the guys that were at it, they’re thinking they wouldn’t be able to play snooker ever again.</p> \n<p>“So I think it’s been stamped out of snooker now and if anyone was to do it, they know what the consequences are.”</p> \n<p>Three weeks ago, the Irish amateur John Sutton was banned for six years after the sport’s world governing body found him guilty of match-fixing and misusing inside information.</p> \n<p>The World Professional Billiards and Snooker Association said Sutton’s offences related to suspicious betting on his match against Scotland’s Jamie Burnett in the qualifying stages of the International Championship.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T21:59:22Z","lastModified":"2015-06-17T21:59:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Ronnie O'Sullivan","Sport","Snooker"],"tags":[{"id":"sport/ronnie-o-sullivan","webTitle":"Ronnie O'Sullivan"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/snooker","webTitle":"Snooker"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","shortUrl":"http://gu.com/p/49qha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","webUri":"http://www.theguardian.com/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}},"importance":5,"kicker":{"title":"Snooker"},"snap":{"title":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}}]},{"title":"US sports / Michael Bradley on target as off-color USA claim point against Panama","rawTitle":"Michael Bradley on target as off-color USA claim point against Panama","item":{"type":"article","id":"football/2015/jul/14/usa-draw-panama-gold-cup","title":"Michael Bradley on target as off-color USA claim point against Panama","trailText":"Toronto midfielder scores in the second half as USA settle for 1-1 draw against Panama in hot and humid Kansas City","standFirst":"<ul>\n <li>Panama 1-1 USA (Perez 34; Bradley 54)</li>\n <li>USA go through as group winners while Panama wait for other results</li>\n</ul>","byline":"Graham Parker","body":"<p>The USA ended their Gold Cup qualifying stage in much the same fashion as the rest of the campaign had proceeded so far – finding a way to get a result against notionally inferior opposition, but not before offering Panama plenty of chances to take something from the game.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/13/gold-cup-2015-usa-v-panama-live\">Gold Cup 2015: Panama 1-1 USA – as it happened</a> </p> \n</aside> \n<p>On a brutally hot evening in front of a noisily partisan Kansas City crowd, a wide open second half saw the USA recover a 1-0 half-time deficit via a 54th minute Michael Bradley goal, before seeing out a 1-1 draw, with both sides pushing for a winner late on.</p> \n<p>With Haiti winning earlier in the evening, Panama found themselves dropping to third place and awaiting results in other groups to see if they can qualify as one of the best third-placed teams, while the USA already knew they would be playing in their quarter final in Baltimore this Saturday, having already won the group.</p> \n<p>Panama can only blame themselves for finding themselves in this position, ending the evening having dropped a 1-0 lead for the third successive game, after taking the lead through a Blas Perez run into the six-yard box to poke home a Luis Tejada cross in the 34th minute. It capped a first half where Panama were often on the front foot against a heavily rotated US team.</p> \n<p>It was a period that saw John Brooks pick up his second yellow card of the tournament while trying to hold the center of the US defense firm – he will now miss the quarter final, though he did bolster his longer term credentials somewhat with a perfectly timed challenge on the dangerous Perez as the striker raced into the US box around the hour mark. Though it could also be argued that Brooks owed his team mates that after being slow to make a recovery in the build up to the Perez goal.</p> \n<p>The USA had started the game by giving Alfredo Morales and Alejandro Bedoya starts in the wide midfield positions and giving Chris Wondolowski and Gyasi Zardes a chance to lead the attack. Bedoya did well enough before being withdrawn 20 minutes from time, and got an assist on the US goal as he passed the ball in front of Jaime Penedo for Bradley to pounce in the six yard box for the goal, after some quick build up play.</p> \n<p>But it wasn’t until Clint Dempsey and DeAndre Yedlin were introduced in the second half that the USA discovered the speed and urgency to stretch Panama. With their introduction and Bradley playing further up the field after a conservative opening 45 minutes, Zardes began to get more involved with the attack, though his overall performance was not quite the statement of intent his coach had implicitly asked him to make by starting him in the front two. Still, he was given the full 90 minutes to show what he could do, unlike Wondolowski and Morales, whose quiet performances ended at half-time.</p> \n<p>Both teams were going for the win throughout the second half, and both goalkeepers were busy – Panama’s noted shotstopper Penedo owes his current MLS career to his Gold Cup performance in 2013, and was impressive on the night, while Brad Guzan in the US goal had some spectacular stops, including a 75th minute reaction save from Miguel Camargo that reinforced his own claim as the US No 1, perhaps regardless of whether Tim Howard decides to return to the international scene.</p> \n<p>That was perhaps the main takeaway for Klinsmann, though – snapshots of individual performances and claims for places rather than a sense of how his team is functioning collectively. He’ll probably want to settle on a more recognizable first XI for the bulk of the knockout rounds, but few of the players on the cusp of selection made a compelling case for themselves in this game. Still, the team collectively remains unbeaten and continue to dent the hopes of their rivals, even as they offer the more capable ones plenty of encouragement.</p> \n<p><strong>USA: </strong>Guzan; Chandler, Brooks, Alvarado, Johnson; Beckerman, Bedoya (Johannsson 71), Morales (Yedlin 45), Bradley; Wondolowski (Dempsey 45), Zardes.</p> \n<p><strong>Panama:</strong> Penedo; Davis, Cummings, Roman Torres, Cooper; Quintero (Arroyo 86), Godoy, Gabriel Gomez, Pimentel (Camargo 62); Perez, Tejada (Nurse 71).</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b5debb161091998dc756a8cd522d7f68e7a3ec42/0_48_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"David Eulitt/ZUMA Press/Corbis","altText":"Bradley takes on Gabriel Gomez on a hot evening in Kansas City.","cleanCredit":"Photograph: David Eulitt/ZUMA Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-14T04:18:45Z","lastModified":"2015-07-14T04:21:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Graham Parker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graham-parker"}],"feature":false,"keywords":["USA","Gold Cup 2015","Football","Sport","US sports"],"tags":[{"id":"football/usfootballteam","webTitle":"USA"},{"id":"football/gold-cup-2015","webTitle":"Gold Cup 2015"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"football"},"topics":[{"displayName":"Graham Parker","topic":{"type":"tag-contributor","name":"profile/graham-parker"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/14/usa-draw-panama-gold-cup","shortUrl":"http://gu.com/p/4ajeg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/14/usa-draw-panama-gold-cup","webUri":"http://www.theguardian.com/football/2015/jul/14/usa-draw-panama-gold-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b5debb161091998dc756a8cd522d7f68e7a3ec42/0_48_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Bradley takes on Gabriel Gomez on a hot evening in Kansas City. Photograph: David Eulitt/ZUMA Press/Corbis","credit":"David Eulitt/ZUMA Press/Corbis","altText":"Bradley takes on Gabriel Gomez on a hot evening in Kansas City.","cleanCaption":"Bradley takes on Gabriel Gomez on a hot evening in Kansas City.","cleanCredit":"Photograph: David Eulitt/ZUMA Press/Corbis"}},"importance":4,"kicker":{"title":"US sports"},"snap":{"title":"Michael Bradley on target as off-color USA claim point against Panama","uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/14/usa-draw-panama-gold-cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b5debb161091998dc756a8cd522d7f68e7a3ec42/0_48_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"David Eulitt/ZUMA Press/Corbis","altText":"Bradley takes on Gabriel Gomez on a hot evening in Kansas City.","cleanCredit":"Photograph: David Eulitt/ZUMA Press/Corbis"}}]},{"title":"Australia sport / A-League boss Damian de Bohun threw 'tantrum' in PFA pay talks","rawTitle":"A-League boss Damian de Bohun threw 'tantrum' in PFA pay talks","item":{"type":"article","id":"football/2015/jul/14/a-league-damian-de-bohun-throws-tantrum-in-pfa-pay-talks","title":"A-League boss Damian de Bohun threw 'tantrum' in PFA pay talks","trailText":"A-League chief Damien de Bohun stormed out of pay negotiations and threw a ‘child’s tantrum’ when the players’ association turned down the league’s offer, Adelaide United striker Bruce Djite has said","standFirst":"<ul>\n <li>Adelaide United’s Bruce Djite says De Bohun stormed out like a child</li>\n <li>Pay negotiations break down after failure to strike new agreement</li>\n</ul>","byline":"Reuters","body":"<p>A-League chief Damien de Bohun stormed out of pay negotiations and threw a “child’s tantrum” when the players’ association turned down the league’s offer, Adelaide United striker Bruce Djite has said.</p> \n<p> Talks between Football Federation Australia and A-League players have broken down after the failure to strike a new collective bargaining agreement by a 30 June deadline. Both sides have publicly vented their frustrations as the dispute drags on.</p> \n<p> Djite said the tension in the last round of talks had led to De Bohun storming out.</p> \n<p> “He was very agitated and stormed out,” Djite, who sits on the Professional Footballers Australia executive committee, said in comments published by Australian Associated Press.</p> \n<p> “Damien is a cool, calm, collected guy generally but it went out the window ... he just left in a child’s tantrum, because it was clear the deal wasn’t going to get done.“</p> \n<p> Both parties are hoping to strike a six-year deal that includes payments for internationals on both the men’s and women’s teams, but A-League players are unhappy with a freeze on the domestic competition’s salary cap pending a new broadcast deal.</p> \n<p> “We had a teleconference of 50-plus players and everyone was on the same page,” said Djite. “Not one player said it was reasonable. Revenues continue to rise but they’re wanting to freeze the cap for the next two seasons and potentially a third depending on broadcast rights, it’s unbelievable.“</p> \n<p>FFA said players would stand to receive a 12% increase in payments next season according to their forecasts based on “new exemptions and flexibilities” in the salary cap.</p> \n<p> Speaking on behalf of A-League clubs, Adelaide United chairman Greg Griffin said last month that FFA’s new CBA offer was “the best package of salary, benefits and certainty ever put to A-League players”.</p> \n<p> Djite said players were committed to striking a new CBA and would explore all “legal ... and industrial avenues” to bring FFA back to the negotiating table.</p> \n<p> “I cannot sell this proposal to my team-mates because it’s not a good deal,” he said.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/96b498fb4cc5aa1a0879b68990ffa5c6deb44547/919_0_2260_1356/2260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1356,"width":2260,"orientation":"landscape","credit":"James Elsby/AAPIMAGE","altText":"Adelaide striker Bruce Djite (left) also sits on the Professional Footballers Australia executive committee and has been involved in talks over pay with the A-League and FFA.","cleanCredit":"Photograph: James Elsby/AAPIMAGE"}],"bodyImages":[],"webPublicationDate":"2015-07-14T06:47:47Z","lastModified":"2015-07-14T06:47:48Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":false,"keywords":["A-League","Football","Australia sport","Sport"],"tags":[{"id":"football/a-league","webTitle":"A-League"},{"id":"football/football","webTitle":"Football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/14/a-league-damian-de-bohun-throws-tantrum-in-pfa-pay-talks","shortUrl":"http://gu.com/p/4ajft","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/14/a-league-damian-de-bohun-throws-tantrum-in-pfa-pay-talks","webUri":"http://www.theguardian.com/football/2015/jul/14/a-league-damian-de-bohun-throws-tantrum-in-pfa-pay-talks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/96b498fb4cc5aa1a0879b68990ffa5c6deb44547/919_0_2260_1356/2260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1356,"width":2260,"orientation":"landscape","caption":"Adelaide striker Bruce Djite (left) also sits on the Professional Footballers Australia executive committee and has been involved in talks over pay with the A-League and FFA. Photograph: James Elsby/AAPIMAGE","credit":"James Elsby/AAPIMAGE","altText":"Adelaide striker Bruce Djite also sits on the Professional Footballers Australia executive committee.","cleanCaption":"Adelaide striker Bruce Djite (left) also sits on the Professional Footballers Australia executive committee and has been involved in talks over pay with the A-League and FFA.","cleanCredit":"Photograph: James Elsby/AAPIMAGE"}},"importance":4,"kicker":{"title":"Australia sport"},"snap":{"title":"A-League boss Damian de Bohun threw 'tantrum' in PFA pay talks","uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/14/a-league-damian-de-bohun-throws-tantrum-in-pfa-pay-talks"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/96b498fb4cc5aa1a0879b68990ffa5c6deb44547/919_0_2260_1356/2260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1356,"width":2260,"orientation":"landscape","credit":"James Elsby/AAPIMAGE","altText":"Adelaide striker Bruce Djite (left) also sits on the Professional Footballers Australia executive committee and has been involved in talks over pay with the A-League and FFA.","cleanCredit":"Photograph: James Elsby/AAPIMAGE"}}]},{"title":"Olympic Games 2016 / New Zealand Football launch appeal over Olympic qualifying expulsion","rawTitle":"New Zealand Football launch appeal over Olympic qualifying expulsion","item":{"type":"article","id":"sport/2015/jul/13/new-zealand-football-launch-appeal-over-olympic-expulsion","title":"New Zealand Football launch appeal over Olympic qualifying expulsion","trailText":"New Zealand Football have launched an appeal over the decision to expel them from the Oceania Football Confederation’s Olympic qualifying final for fielding an ineligible player","standFirst":"<ul>\n <li>Kiwis thrown out of qualifying tournament final for fielding ineligible player</li>\n <li>New Zealand claim they liaised with OFC and Pacific Games on eligibility</li>\n</ul>","byline":"Reuters","body":"<p>New Zealand Football have launched an appeal over the decision to expel them from the Oceania Football Confederation’s Olympic qualifying final for fielding an ineligible player.</p> \n<p> New Zealand’s Under-23 side were expelled just hours before Sunday’s final against Fiji, who went on to beat Vanuatu to advance as Oceania’s representative at next year’s Rio Games.</p> \n<p> After losing 2-0 to New Zealand in the semi-finals, Vanuatu lodged a protest against the eligibility of South Africa-born defender Deklan Wynne with the OFC Disciplinary Committee. The committee deemed Wynne, who moved to New Zealand as a child with his family, was ineligible and awarded the game to Vanuatu 2-0 instead.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/new-zealands-olympic-football-place-in-jeopardy\">New Zealand thrown out of Olympic qualifying after fielding ineligible player</a> </p> \n</aside> \n<p>NZF reacted angrily to the decision and were aghast the OFC had not told them of the outcome until just hours before the final. They also said they had been led to believe that Fifa would be making a determination on the outcome of Vanuatu’s appeal.<br /></p> \n<p> NZF chief executive Andy Martin said in a statement on Monday their lawyers were preparing an appeal to the OFC. The statement added that NZF had liaised with the OFC and the organisers of the Pacific Games, which was hosting the Olympic qualifying tournament, on the eligibility of all members of its squad.</p> \n<p> “New Zealand Football has acted in good faith at all times and we would have expected any issues on player eligibility to have been raised in advance, through the process we were given, so that they could have been dealt with properly in a timely fashion,” Martin said.</p> \n<p> Wynne was deemed ineligible under Article 7 of Fifa’s statutes which relate to a player acquiring a new nationality. Under the article, the player, a parent or grandparent must have been born in the country they wish to represent.</p> \n<p> If they are ineligible under the first three criteria, they can qualify if they have lived in the country for five years continuously since the age of 18, making the 20-year-old Wynne too young to qualify under that clause.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b489d72195b15f0a5515218cb45a609fad799c60/0_13_2525_1514/2525.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1514,"width":2525,"orientation":"landscape","credit":"Michael Bradley/AFP/Getty Images","altText":"Defender Deklan Wynne is at the centre of the controversy that could see New Zealand miss out on a third straight appearance at the Olympic Games.","cleanCredit":"Photograph: Michael Bradley/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T05:15:48Z","lastModified":"2015-07-13T05:23:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Olympics","Olympic Games 2016","Olympic Games","Sport","Australia sport"],"tags":[{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/olympic-games-2016","webTitle":"Olympic Games 2016"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/new-zealand-football-launch-appeal-over-olympic-expulsion","shortUrl":"http://gu.com/p/4atf6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/new-zealand-football-launch-appeal-over-olympic-expulsion","webUri":"http://www.theguardian.com/sport/2015/jul/13/new-zealand-football-launch-appeal-over-olympic-expulsion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b489d72195b15f0a5515218cb45a609fad799c60/0_13_2525_1514/2525.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1514,"width":2525,"orientation":"landscape","caption":"Defender Deklan Wynne is at the centre of the controversy that could see New Zealand miss out on a third straight appearance at the Olympic Games. Photograph: Michael Bradley/AFP/Getty Images","credit":"Michael Bradley/AFP/Getty Images","altText":"Defender Deklan Wynne is at the centre of the controversy that could see New Zealand miss out on a third straight appearance at the Olympic Games.","cleanCaption":"Defender Deklan Wynne is at the centre of the controversy that could see New Zealand miss out on a third straight appearance at the Olympic Games.","cleanCredit":"Photograph: Michael Bradley/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Olympic Games 2016"},"snap":{"title":"New Zealand Football launch appeal over Olympic qualifying expulsion","uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/new-zealand-football-launch-appeal-over-olympic-expulsion"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b489d72195b15f0a5515218cb45a609fad799c60/0_13_2525_1514/2525.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1514,"width":2525,"orientation":"landscape","credit":"Michael Bradley/AFP/Getty Images","altText":"Defender Deklan Wynne is at the centre of the controversy that could see New Zealand miss out on a third straight appearance at the Olympic Games.","cleanCredit":"Photograph: Michael Bradley/AFP/Getty Images"}}]},{"title":"Sailing / Coast Guard suspends search for missing Olympic sailor Trevor Moore","rawTitle":"Coast Guard suspends search for missing Olympic sailor Trevor Moore","item":{"type":"article","id":"us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore","title":"Coast Guard suspends search for missing Olympic sailor Trevor Moore","trailText":"On Thursday an unmanned inflatable dinghy was reported adrift with items belonging to Trevor Moore ","standFirst":"<p data-dropid=\"0\">On Thursday an unmanned inflatable dinghy was reported adrift with items belonging to Trevor Moore </p>","byline":"Associated Press in Miami","body":"<p>The Coast Guard suspended its search Saturday in Biscayne Bay outside Miami for a missing sailor who was a member of the 2012 US Olympic sailing team.</p> \n<p>Coast Guard officials in Miami say they received a report Thursday evening about an unmanned inflatable dinghy adrift in Dinner Key. Items belonging to 30-year-old Trevor Moore were onboard.</p> \n<p>Moore is from Naples and was last seen wearing a dark shirt and swim shorts.</p> \n<p>Capt Michael Long of the Coast Guard said in a news release: “Our thoughts and prayers go out to the loved ones affected. Despite the tireless search efforts by multiple agencies and good Samaritans, we were unable to find Mr Moore.”</p> \n<p>The Coast Guard and partner agencies covered more than 510 square nautical miles before suspending the three-day search.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95f9662da11c19745ee7cdaf99e82dca35a6a241/0_160_721_432/721.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":721,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Trevor Moore is shown in January 2011","cleanCredit":"Photograph: HANDOUT/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-28T12:41:27Z","lastModified":"2015-06-28T15:08:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["US news","Florida","Miami","Sailing"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/florida","webTitle":"Florida"},{"id":"travel/miami","webTitle":"Miami"},{"id":"sport/sailing","webTitle":"Sailing"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore","shortUrl":"http://gu.com/p/4a7c6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore","webUri":"http://www.theguardian.com/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95f9662da11c19745ee7cdaf99e82dca35a6a241/0_160_721_432/721.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":721,"orientation":"landscape","caption":"The 30-year-old Moore is from Naples, Florida, and was last seen wearing a dark shirt and swim shorts. Photograph: Reuters","credit":"Reuters","altText":"Trevor Moore is shown in January 2011","cleanCaption":"The 30-year-old Moore is from Naples, Florida, and was last seen wearing a dark shirt and swim shorts.","cleanCredit":"Photograph: Reuters"}},"importance":3,"kicker":{"title":"Sailing"},"snap":{"title":"Coast Guard suspends search for missing Olympic sailor Trevor Moore","uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/28/coast-guard-suspends-search-missing-olympic-sailor-trevor-moore"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95f9662da11c19745ee7cdaf99e82dca35a6a241/0_160_721_432/721.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":721,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Trevor Moore is shown in January 2011","cleanCredit":"Photograph: HANDOUT/Reuters"}}]}],"lastModified":"2015-06-16T08:12:48Z","personalization":{"id":"uk/groups/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9e444090-0d03-414e-9809-cf7c70cf8fa8"},"visibility":"all","adTargetingPath":"sport/front"}