{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"Why isn’t my life full of the fun I see on Facebook?","rawTitle":"Why isn’t my life full of the fun I see on Facebook?","item":{"type":"article","id":"lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup","title":"Why isn’t my life full of the fun I see on Facebook?","trailText":"A teacher who feels lonely wonders why she doesn’t have a better social life. Mariella Frostrup says take no notice – social media is full of gloss","standFirst":"<p>A teacher who feels lonely wonders why she doesn’t have a better social life. Mariella Frostrup says take no notice – social media is full of gloss…<br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p>","byline":"Mariella Frostrup","body":"<p><strong>The dilemma </strong><em>I am feeling terribly lost and pathetic in life. I don’t have friends to call my own and I work so hard all day and most of the evening as a teacher that I can barely cope with the workload. I was in a relationship for three years (bearing in mind I am still young, 26 next week), but he left me a year and a half ago. I now realise he left because he couldn’t stand that I was such a loner and had no one but him. I see people on Facebook going out all the time, going to hen dos and meeting people, and I wonder to myself why I am the odd one out.</em></p> \n<p><strong>Mariella replies</strong> Join the club. Judging your own life in contrast to those apparently being led by others, whether on Facebook, Instagram or Twitter is a mistake we are all increasingly guilty of. Such edited excerpts don’t offer an accurate communication, but they do have the capacity to make anyone with a pulse feel inadequate and despairing of their own lacklustre, unPhotoshopped existence.</p> \n<p>There are days when all those perfect people with their ceaseless socialising, sexy lifestyles, designer homes, impeccable children, wonderful vacations and fabulous work opportunities are simply too much to bear. Even when you can acknowledge you are being served only the highlights of other peoples lives, it’s difficult not to be depressed by how far you’re failing in the newly required skills of lifestyle bragging and follower flaunting. It’s enough to turn any sensible mortal into a sociopath wanting only to curl up in a corner and read Kafka.</p> \n<p>These days everyone can give their lives the sort of superficial gloss once reserved for the rich, famous and powerful. We may once have aspired to the elevated heights of the Brangelina lifestyle, but Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers. The other day I looked at an old friend’s online profile and found myself confronted by a total stranger whose entire existence was packaged under #Blessed and bore no resemblance to the struggling, lonely and hard-pressed single parent of my acquaintance. A recent holiday confirmed this sense of parallel lives when I found myself among serial Instagrammers who spent more time inside on Wi-Fi sending and receiving photos than they did by the pool.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Social media makes much of its ability to create a global village, yet many people feel marooned</p> \n </blockquote> \n</aside> \n<p>Clearly you need to take back control of your life and stop the demands of work – and your fear of engagement with others. But first develop a realistic picture of what your life could be. So much of the emotional despondency you are expressing is at epidemic levels. If shared experience remains the key to quality communication you’d be surprised how many friends you actually have, people desiring exactly the same visceral connection as you. The mythology of social media makes much of its ability to create a global village, yet more and more people feel marooned and alone in their bedrooms.</p> \n<p>As a teacher you have a hefty workload, but it’s up to you to say when enough is enough. Being busy is another 21st-century vice that detracts from our ability to engage with the world around us. Women in particular seem to be bad at marking out their territory. One of the great skills men have acquired over millennia is to compartmentalise. It’s something my own sex could do with brushing up on.</p> \n<p>Be clear about your professional availability and then use the time you free up to find a pursuit that interests you: a hobby, sport, dance class, charity, political party… anything you fancy really, so long as it involves other people. Putting yourself in the path of human encounters is a far more fruitful way of finding friends than playing bystander to the lives of others on the internet.</p> \n<p>One good friend is as valuable as a million Facebook followers and a good life doesn’t need to be overpopulated. Start sniffing out adventures that await you outside the door. There’s only one person who can change your life, but plenty of others who can contribute to the quality of it once you’ve made that first move.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538655154/Brad-Pitt-and-Angelina-Jo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex","credit":"/Rex","altText":"Brad Pitt and Angelina Jolie 'Maleficent' Film Event, London, May 2014","cleanCaption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex"}],"bodyImages":[],"webPublicationDate":"2015-06-21T05:00:01Z","lastModified":"2015-06-21T05:00:01Z","metadata":{"commentable":true,"commentCount":110,"contributors":[{"name":"Mariella Frostrup","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421154121982/Mariella-Frostrup-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mariellafrostrup"}],"feature":true,"keywords":["Social media","Facebook","Social networking","Technology","Life and style"],"tags":[{"id":"media/social-media","webTitle":"Social media"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"media/socialnetworking","webTitle":"Social networking"},{"id":"technology/technology","webTitle":"Technology"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Mariella Frostrup","topic":{"type":"tag-contributor","name":"profile/mariellafrostrup"}}],"series":{"title":"Dear Mariella","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dearmariella"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup","shortUrl":"http://gu.com/p/49pqz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538655154/Brad-Pitt-and-Angelina-Jo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Even Brad and Ange seem suburban compared to the fabulousness served up by Instagrammers’: Mariella Frostrup on ‘lifestyle bragging’. Photograph: Rex","credit":"Rex","altText":"Brad Pitt and Angelina Jolie 'Maleficent' Film Event, London, May 2014","cleanCaption":"‘Even Brad and Ange seem suburban compared to the fabulousness served up by Instagrammers’: Mariella Frostrup on ‘lifestyle bragging’. Photograph: Rex"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538655154/Brad-Pitt-and-Angelina-Jo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex","credit":"/Rex","altText":"Brad Pitt and Angelina Jolie 'Maleficent' Film Event, London, May 2014","cleanCaption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex"}}]},{"title":"Review / The Marksman: restaurant review","rawTitle":"The Marksman: restaurant review","item":{"type":"article","id":"lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","title":"The Marksman: restaurant review","trailText":"Simple, well-cooked food served without fuss in a proper pub in east London really hits the spot","standFirst":"<p>Simple, well-cooked food served without fuss in a proper pub in east London really hits the spot</p>","byline":"Jay Rayner","body":"<p><strong>254 Hackney Road, London E2 (020 7739 7393). Meal for two, including drinks and service: &pound;90</strong></p> \n<p>If there’s a better lunch to be had in Britain right now than the beef and barley buns with horseradish, the kid goat curry with the fried potatoes and the brown butter and honey tart served at the <a href=\"http://www.marksmanpublichouse.com/#publichouse\">Marksman pub</a> on the Hackney Road, I want to know about it. I want it brought to me, or, if necessary, I want me brought to it. I won’t hold my breath, because I really doubt there is one. The joy is not simply in the cooking, though it does possess the sort of vigour and attitude that makes properly greedy people swoon. It’s in the simplicity of the offering, the straightforwardness, the resolute lack of tiresome, self-regarding flimflam and hauteur. Their approach comes down to this: we cooked some stuff; we think you might like it.</p> \n<p>Oh, but I do.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e78fbd02745ea48c95e564f60ed7352d72c536a2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434713929063/6e28a12c-12ed-4294-a1b6-318b5efe8941-460x439.jpeg\" alt=\"Marksman's devilled mussels\" width=\"460\" height=\"439\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>This doesn’t come as a huge surprise. I visited the pub out of profound irritation with last week’s dreary misunderstanding of Vietnamese cooking at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/14/leicester-house-restaurant-review-jay-rayner\">Leicester House</a>. The Marksman is where Tom Harris, the previous chef in that space – both when it was the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2011/may/29/jay-rayner-restaurant-review-st-john-hotel\">St John Hotel</a> and 1 Leicester Street – went next, to team up with Jon Rotheram, formerly of Jamie Oliver’s 15. I needed my faith restored and I believed a short trip to London E2 would do so.</p> \n<p>For those now wringing their hands over the violation of an old wood-panelled pub, one perhaps pretending to be as streetwise as a public school boy in artfully distressed Doc Martens when in truth it’s actually now just a restaurant, relax. This one really is still a pub. There’s a bar, propped up by blokes who look like they’ve done this sort of heavy lifting in many boozers down the years. There are beers on tap, including local offerings, such as the Bethnal Blonde, a light straw-coloured beer brewed just 300 metres away. There’s a juke box. Mind you, there are also neatly appointed green leather banquettes, none of which are split so the stuffing’s bursting out. Give it time. They’ve only just opened.</p> \n<p>The menu is divided between 10 small dishes priced between &pound;4 and &pound;8, and four in the mid-teens. Almost nothing disappoints; much makes us sigh; a few make me dab the moisture from my eyes. Brown shrimp rissoles are more akin to Spanish croquettes, the nutty little darlings set in the lightest of b&eacute;chamels that must stay together in the hot fat through sheer strength of personality. Don’t pop one of these in your mouth whole or it will be a trip to matron for you. They come with a pokey romesco-like aioli for dredging purposes, which gives spiky corners to the soft, rounded flavours. Devilled mussels on toast are glossy fat meats on a chunk of sourdough toast, the whole bathed in a light broth given attitude and conviction by the application of chilli.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"578fc2fa374890def53ddbec4fbd218081bf85f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434714176439/895bb0db-db14-4d17-9735-059c5a84f022-460x454.jpeg\" alt=\"Marksman's curried kid\" width=\"460\" height=\"454\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘A depth of flavour best measured by sonar’: curried kid.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>Another piece of toast comes heavily smeared with sweet, crushed peas and piled with a mixture of pea shoots, shaved violet artichokes and grated Bermondsey hard press, a smooth, salty cheese that’s planning to be mates with Gruy&egrave;re when it grows up. Fresher still is a salad of cos lettuce, with halved radishes, rounds of pickled cucumber and a sharp buttermilk dressing. This is a salad for people suspicious of them. It’s a mound of revitalisation and briskness.</p> \n<p>It’s also a necessary foil to the beef and barley bun, a glazed dome of soft bread roll containing a filling of finely diced braised beef. Fresh horseradish is grated over the top, and on the side is a thick puddle of sauce flavoured with more of the same. Think of it as Britain’s answer to the Chinese char siu bun. You tear through the bread to find – puff – a thick filling of meatiness in long-reduced jus. This is a self-mopping stew. It is one of those gloriously simple items, which requires lots of thought, care and precision.</p> \n<p>Next, from the bigger dishes, a huge-flavoured curry of young goat. Some might call it oily. I’ll call it luscious. The temptation with these Anglo takes on Caribbean cooking is to chuck in the sugars, be it from palm or granulated. Here, any sweetness comes from the natural caramelisation of the meat, and a buxom dollop of punchy tomato chutney. The rest is fire and spice, and a depth of flavour best measured by sonar. The one duff note was the sourdough roti on the side: one of the toughest, least yielding pieces of bread I have ever come across. Perhaps the glutens had been overworked.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c6d6802940bdc51b5a01bf345653be100df58bd9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434714823713/2e6295a4-c569-4edb-87bb-6276cb689c18-460x421.jpeg\" alt=\"butter and honey tart\" width=\"460\" height=\"421\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>Happily, honour on the carb front was saved by the innocent-sounding fried potatoes with a burnt onion mayonnaise. Gosh. These could be the saviour of the public house, swiftly stopping all closures. Behold: finely sliced potatoes, long cooked in the oven, then pressed and chilled before being cut into 6in planks and deep fried to an umber-tinged golden. Each one is like a dozen of the best chips ever, pressed together. It is the potato raised up high to the status of luxury item or, better still, brought down low to the level of crack. And alongside, because this might not be enough, is that poke-in-the-eye of a mayo full of deep, dark-roasted onion tones. (Credit where it’s due: the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/mar/02/quality-chop-house-london-restaurant-review\">Quality Chophouse</a> in Farringdon has served something similar for a while now.)</p> \n<p>A few years ago, when I visited the St John Hotel to write about it, Tom Harris leant over the counter of the open kitchen and ordered me to have his custard tart. I did as I was told, and it was indeed a wonder of crisp pastry and deep-filled set custard with just the slightest wobble. Those skills are on display here again in a similar tart of brown butter and honey, sitting alone on the plate unadorned, cut to a perfect point. The pastry snaps. The deep, buttery caramel filling has the wobble and softness of a newborn’s thigh. Naturally it eclipses a scoop or two of buttermilk ice cream with sweet-sour pickled pear and the crunch of oats. But then it would eclipse anything.</p> \n<p>And all of this, delivered to the bare wood pub tables with the minimum of fuss, and a soundtrack of 50s jazz from that jukebox. The temptation when one comes across such perfect poise is to blunder into hyperbole, but I never, ever, ever do that. Instead I’ll now follow their lead and do pared back and restrained. Go to the Marksman. It’s good. You might like it.</p> \n<h2>Jay’s news bites</h2> \n<p>■ For more top pub food served with the minimum of fuss try the White Swan at Fence in Lancashire, where young chef Tom Parker is knocking out the likes of oxtail cottage pie made with smoked mash and bone marrow, or plaice with roasted garlic potatoes and langoustine sauce. Three courses are &pound;25 (<a href=\"http://s527028020.initial-website.co.uk/\">whiteswanatfence.co.uk</a>).</p> \n<p>■ Following on from recent fancy hot dog openings in London, comes more searingly hot hotdog news: chef Simon Hulstone of Elephant in Torquay is opening The Kennel (geddit?). The menu includes the Slum Dog (mango chutney, cucumber, yogurt and coriander) and the White Trash (chilli beef, jalape&ntilde;os and guacamole) all priced at around &pound;6 (<a href=\"http://the-kennel.co.uk/\">the-kennel.co.uk</a>).</p> \n<figure class=\"element element-image\" data-media-id=\"80fa04a77dedce1dc99baba58afa8abe9d1b1773\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434541548411/3a38459a-f1fb-468f-8ddf-6ed2e11cb625-460x276.jpeg\" alt=\"Plates of insects for tasting\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Insect tasting</span> \n </figcaption> \n</figure> \n<p>■ There’s lots of talk about the virtues of eating insects which is all well and good, but nobody has considered what one should drink with them – until now. On 31 July London’s Natural History Museum is running two insect and wine pairing master classes. Tickets are available online for &pound;30. Go to <a href=\"http://www.nhm.ac.uk/\">nhm.ac.uk</a> and click on “visit”, “what’s on” and select “31 July”.</p> \n<p><em>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a> Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713930145/6e28a12c-12ed-4294-a1b6-318b5efe8941-1020x973.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":973,"width":1020,"orientation":"landscape","caption":"‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Marksman's devilled mussels","cleanCaption":"‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714177545/895bb0db-db14-4d17-9735-059c5a84f022-2060x2033.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2033,"width":2060,"orientation":"landscape","caption":"‘A depth of flavour best measured by sonar’: curried kid. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Marksman's curried kid","cleanCaption":"‘A depth of flavour best measured by sonar’: curried kid.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714822941/2e6295a4-c569-4edb-87bb-6276cb689c18-1020x933.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":933,"width":1020,"orientation":"landscape","caption":"‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"butter and honey tart","cleanCaption":"‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434541549904/3a38459a-f1fb-468f-8ddf-6ed2e11cb625-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Insect tasting","credit":"PR","altText":"Plates of insects for tasting","cleanCaption":"Insect tasting"}],"webPublicationDate":"2015-06-21T05:00:02Z","lastModified":"2015-06-21T05:00:02Z","metadata":{"commentable":true,"commentCount":30,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/49q2v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}},"importance":5,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}}]},{"title":"It's my first Father’s Day and I plan to milk it for all it’s worth","rawTitle":"It's my first Father’s Day and I plan to milk it for all it’s worth","item":{"type":"article","id":"lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth","title":"It's my first Father’s Day and I plan to milk it for all it’s worth","trailText":"Just watch me. I want food. I want cards. I want gifts. I want to spend the day lording it like a grotesque sort of Moonpig Caligula","standFirst":"<p>Just watch me. I want food. I want cards. I want gifts. I want to spend the day lording it like a grotesque sort of Moonpig Caligula</p>","byline":"Stuart Heritage","body":"<p>My dad isn’t exactly&nbsp;a fan of&nbsp;Father’s Day. As far&nbsp;as he’s concerned, the whole thing is an unnecessary Americanism, a&nbsp;pointless counterbalance to Mother’s&nbsp;Day that doesn’t deserve to be recognised, let alone celebrated.</p> \n<p>Every year I buy my dad a gift, and&nbsp;every year he accepts it in a&nbsp;manner that falls somewhere between reluctance and outright aggression. I’ve never really pressed him on the&nbsp;matter, but I suspect that,&nbsp;deep down, he sees fatherhood as its own&nbsp;reward. Then again, he hates Christmas too, so I can’t rule out&nbsp;the&nbsp;possibility that he’s just a&nbsp;grumpy bastard.</p> \n<p>However, I am not my dad. Today, I get to be a Father’s Day recipient for the first time and I’m planning to milk it for everything it’s worth. Just you watch me.</p> \n<p>I want food. I want cards. I want gifts. Basically, I want to spend the full&nbsp;day lording it around like a&nbsp;grotesque sort of Moonpig Caligula. This is the moment my entire life has&nbsp;been leading up to; the payoff for all my childhood demands for my parents to create an annual Son’s Day, back before I&nbsp;discovered that obnoxious entitlement wasn’t necessarily the most desirable personality trait.</p> \n<p>The big question is what I’d most like to receive. First rule: nothing that has anything like “World’s Best Dad” written on it. Because, for starters, the last thing I want to do is put words into my baby’s mouth. Also, he’s five months old. He just about knows what his own hands are, so the assumption that he’d be able to adequately list all the fathers in the world – let alone rank them according to a complex series of intangible criteria – seems like a bit of a stretch. Besides, I’m nowhere near the World’s Best Dad. World’s Most Simultaneously Impatient and Guilt-Ridden Dad, maybe; or Dad Most Eager to List His Child’s Most Mundane Developmental Milestones in a Newspaper, at a push.</p> \n<p>Second rule: nothing bought from the Father’s Day section of any shop. I’ve had to buy Father’s Day presents before, and it’s incredibly difficult when your dad doesn’t fit the very narrow spectrum of what dads traditionally like. My dad doesn’t fit it, and neither do I. I don’t want cigars, because I don’t smoke. I don’t want whisky tumblers, because I don’t really drink. I don’t want cufflinks, because I rarely go outside and I don’t want a CD compilation with Toploader songs on it, because I have Spotify, plus my ears are connected to&nbsp;my brain.</p> \n<p>Also, I’m not sure that I should be given anything of substantial monetary value because there’s a good chance I’ll end up subsidising the first 16 to 18 Father’s Day gifts I receive. And, as much as I like presents, I’m also a skinflint. Best to cut out the middleman and buy myself a Twix, or wrap up an old sock in newspaper and give myself that.</p> \n<p>In fact, you know what? Now that I’ve given it some thought, I’m fine without any presents. Tomorrow is the perfect chance for me to hang out with my son and my dad, and that seems like the best gift of all. Both my grandads died before I was born, so this will be my first three-generation Father’s Day. Time spent with people you love, that’s about as good as it gets, isn’t it?</p> \n<p>Incidentally, Dad, this column counts as your Father’s Day card. See? I said I was a skinflint.</p> \n<p><a href=\"https://twitter.com/stuheritage\" title=\"\"><em>@stuheritage</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365072865/0d43c16f-c227-42f1-8756-196744267bfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Guardian","altText":"Stuart Heritage with his son.","cleanCredit":"Photograph: Graham Turner/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:28:08Z","lastModified":"2015-06-21T07:28:11Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":true,"keywords":["Father's Day","Parents and parenting","Life and style","Family"],"tags":[{"id":"lifeandstyle/fathers-day","webTitle":"Father's Day"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"series":{"title":"Man with a pram","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/man-with-a-pram"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth","shortUrl":"http://gu.com/p/49nq2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365072865/0d43c16f-c227-42f1-8756-196744267bfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stuart Heritage with his son. Photograph: Graham Turner/Guardian","credit":"Graham Turner/Guardian","altText":"Stuart Heritage with his son.","cleanCaption":"Stuart Heritage with his son.","cleanCredit":"Photograph: Graham Turner/Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365072865/0d43c16f-c227-42f1-8756-196744267bfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Guardian","altText":"Stuart Heritage with his son.","cleanCredit":"Photograph: Graham Turner/Guardian"}}]},{"title":"Father's Day: Adventurer Ben Fogle and his dad on their special relationship","rawTitle":"Father's Day: Adventurer Ben Fogle and his dad on their special relationship","item":{"type":"article","id":"lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship","title":"Father's Day: Adventurer Ben Fogle and his dad on their special relationship","trailText":"Ben Fogle’s father Bruce, a writer and vet, worried about his sensitive and unacademic son. So when Ben found his love of the outdoors – and became a father – he was filled with pride","standFirst":"<p>Ben Fogle’s father Bruce, a writer and vet, worried about his sensitive and unacademic son. So when Ben found his love of the outdoors – and became a father – he was filled with pride</p>","byline":"Ed Cumming","body":"<h2>HIS STORY <em>Bruce Fogle, writer and vet, 71</em><br /></h2> \n<p>I only meant to come to the UK for a few months – I was over from Canada on a placement. But I got a job in a veterinary clinic and a small woman came in with her golden retriever, and she ended up being my wife. Thirty years later Ben met his wife when their labradors started playing in the park. That’s two generations of the Fogle family who have met their partner courtesy of dogs.</p> \n<p>Initially we enrolled Ben at the <a href=\"http://translate.google.co.uk/translate?hl=en&amp;sl=fr&amp;u=http://www.lyceefrancais.org.uk/&amp;prev=search\">Lyc&eacute;e Fran&ccedil;aise</a> – we planned to move back to Canada, and thought being bilingual would help him. But he hated French. Also, he was a wimpy kid and was overwhelmed by a school with 2,200 people.</p> \n<p>We had thought he would go to one of the London schools, but he wasn’t academic and went to board at <a href=\"http://www.bryanston.co.uk/\">Bryanston</a>. I worried that he would be taken advantage of, because he has such an altruistic nature. But, unbeknown to us, he joined the rugby team and, doing drama, found he could stand on stage and not be afraid. Bit by bit his confidence came out.</p> \n<p>I remember on a rafting holiday our guide said, “You can jump in, but it’s freezing.” I thought nobody would do it, but Ben jumped straight in.</p> \n<p>When he left school he asked me if he could take a gap year to go and teach in Quito, Ecuador. I thought, “Wow!” He had really grown up. I had always wanted my children to succeed academically, but Ben taught me what’s really important is that they are happy. He has created a life that’s based on his decent humility.</p> \n<p>Despite everything he’s achieved in his writing or on TV, I’m proudest of the type of father he has become. When he and his wife Marina lost their baby last year, it was devastating. But it’s like a soap opera – there are tragedies, but the positives outweigh them.</p> \n<h2>HIS STORY <em>Ben Fogle, adventurer, 41</em><br /></h2> \n<p>Dad is Canadian by birth and is very proud of his heritage; he’s never lost his accent and wears plenty of sensible Canadian waterproof boots. Growing up, our life revolved around animals, with all the flashing green lights and the operating table. If I wanted to talk to him – or to get money for going out – I’d have to go into the theatre where he’d be doing a caesarean or an amputation, and pull a fiver out of his back pocket when he wasn’t looking. Growing up with animals teaches you to be responsible.</p> \n<p>He was always very supportive, although he never understood why I would want to go and live on a windswept treeless island [<em>Castaway 2000</em> was the programme that made Ben’s name]. I’ve always respected that he let me follow my own path after he worked so hard to provide an education. Even when I became a hippy, he never said no, though he wanted to sometimes. He has done some TV himself and he doesn’t like it very much, but I’d love to do a programme with him. He’s never been to Africa, and I’m doing a programme about wildebeest. Perhaps I’ll do a pincer movement without telling him.</p> \n<p>He is 71 now and still working, still very active. I’d love him to slow down a bit. It’s a physical job, lifting animals, bending up and down, and his hands look like he has worked in a field his whole life – scars on top of scars. But just as I could never retire from exploring, I can’t see him ever giving up. We’re peas in a pod. He repeats stories, and I’ve noticed it in myself. I don’t think I’m turning into him, but we share many qualities. </p> \n<p><em>In time for Father’s Day, Ben Fogle is championing the Dadpreneur initiative </em><a href=\"http://www.notonthehighstreet.com/pages/dadpreneur\"><em>notonthehighstreet.com/dadpreneur</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434542769384/Ben-Fogle-and-his-dad-Bru-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle","credit":"/Ben and Bruce Fogle","altText":"Ben Fogle and his dad Bruce with their dogs","cleanCaption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle"}],"bodyImages":[],"webPublicationDate":"2015-06-21T05:00:01Z","lastModified":"2015-06-21T07:42:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ed Cumming","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-cumming"}],"feature":true,"keywords":["Relationships","Life and style"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Ed Cumming","topic":{"type":"tag-contributor","name":"profile/ed-cumming"}}],"series":{"title":"Me and you","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/me-and-you"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship","shortUrl":"http://gu.com/p/49q3m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434542769384/Ben-Fogle-and-his-dad-Bru-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Two generations of the Fogle family met their partner courtesy of dogs’: Bruce Fogle with his son Ben and their labradors. Photograph courtesy of Ben and Bruce Fogle","credit":"Ben and Bruce Fogle","altText":"Ben Fogle and his dad Bruce with their dogs","cleanCaption":"‘Two generations of the Fogle family met their partner courtesy of dogs’: Bruce Fogle with his son Ben and their labradors. Photograph courtesy of Ben and Bruce Fogle"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434542769384/Ben-Fogle-and-his-dad-Bru-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle","credit":"/Ben and Bruce Fogle","altText":"Ben Fogle and his dad Bruce with their dogs","cleanCaption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle"}}]},{"title":"What is the price of heartbreak?","rawTitle":"What is the price of heartbreak?","item":{"type":"comment","id":"lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman","title":"What is the price of heartbreak?","trailText":"The estranged wife of Russia’s richest man is seeking a divorce settlement of £5bn. And she deserves every penny, as anyone who’s ever had their heart broken knows","standFirst":"<p>The estranged wife of Russia’s richest man is seeking a divorce settlement of &pound;5bn. And she deserves every penny, as anyone who’s ever had their heart broken knows</p>","byline":"Eva Wiseman","body":"<p>I read details of the world’s biggest divorce with a mixture of agony and awe, and then I read it again. <a href=\"http://www.dailymail.co.uk/news/article-3064178/Ex-wife-Russia-s-richest-man-launches-legal-bid-claim-half-10BILLION-fortune-Putin.html\">Natalia Potanina</a> has refused husband Vladimir’s &pound;32m offer, insisting that Russia’s richest man (who, after a 30-year marriage is leaving her and their children for his pregnant employee) should give her half of his &pound;10bn fortune.</p> \n<p>If only all heartbreak could be quantified. Lots of my good friends have recently become single and they are dealing with it in various ways: they’re running, they’re writing, they’re falling in love with their piano teachers.</p> \n<p>Some of them can list, easily, the costs of their break-ups. Scatter cushions, &pound;25 each, that was the first one. Cushions that her ex plucked from the sofa to cushion his crockery in the cardboard boxes he moved out in. Paint – &pound;14.99. To repaint the walls where his pictures had left ghostly lines. He took his computer, of course, but on it was their shared music collection, so she was left with silence, and also their photos – a record of the last time she was young and gorgeous. He asked her to buy their TV off him and she did it, to avoid her cushionless sofa having nothing to face. Time, though (she sighed as if she was 80 rather than 34 and hadn’t just had a successful one-night stand with a part-time model), is the big cost.</p> \n<p>There are major expenses, the overdrafts of a break-up – the friend who can no longer spend time with his ex’s daughter, the confused cat – and there are the little write-offs, the jumper you left behind. The bra.</p> \n<p>&pound;600. That was what one friend’s recent break-up cost. She’s including the price of the trains she now takes to work, because on her bike she can’t listen to music and needs it to block out her thoughts. Eating out, she’s including, because cooking for one is too imbued with tragedy. Another friend added up the costs of narcotising his heartbreak. More expensive, though, is the realisation that a song or film the two of them shared can never be revisited, at least not with the naive passion of before, but then that naivety is something gone too – &pound;750. No, &pound;800.</p> \n<p>All your favourite places – the pick-your-own strawberry farm, the pub by the bridge – are stained and need rebuying. One friend, who has slipped quite easily into a new relationship in that eerie way he does (“Don’t call me a relationship guru, Eva. Don’t call me a guru”) says that the expenses keep coming. You think you’ve settled up, he says, until you realise you’re paying for your girlfriend’s previous heartbreak. What’s the promise that you are not going to cheat worth?</p> \n<p>As George Michael might have muttered, cashing Potanin’s &pound;1.5m cheque for singing at his New Year party, everything has a price. Natalia Potanina talked to Russian <em>Tatler</em> about her life with Vladimir, sharing photos of the two in 1977, when they were in a Soviet potato-digging brigade. “This person was for me like a rock,” she said, “the back of the armchair that I was sitting on.” She is furious about the lack of respect she believes he’s shown to her. “Somehow this appears as a dimensionless feeling of permissiveness, as if you can customise the law and the justice for yourself. It should not be so.” If only all our break-ups could be translated from Russian.</p> \n<p>An hour listening to them talk about the meaning of <em>Lost</em>: &pound;35. The day they got sunstroke: &pound;160. When a bird flew into the flat, and nobody knew what to do, and you both shut yourself in the loo until it sounded like it had escaped: &pound;80. Let’s be fair. All things considered, &pound;5bn sounds reasonable – &pound;5bn for everyone who has been damaged by love, humiliated by infidelity, felt quite faint with heartache and had to hold on to a building on the way to lunch. I implore you, though, from a pit lined with friends’ broken relationships, do keep your receipts.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434554295425/90d12a5d-f0f9-4e07-83cc-7af457275dfc-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Ria Novosti/Alamy","altText":"Natalia Potanina with her husband Vladimir in happier times","cleanCredit":"Photograph: Ria Novosti/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-21T05:00:03Z","lastModified":"2015-06-21T05:00:03Z","metadata":{"commentable":true,"commentCount":29,"contributors":[{"name":"Eva Wiseman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/evawiseman"}],"feature":false,"keywords":["Relationships","Life and style"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Eva Wiseman","topic":{"type":"tag-contributor","name":"profile/evawiseman"}}],"series":{"title":"The Eva Wiseman column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/up-front"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman","shortUrl":"http://gu.com/p/49q6j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434554295425/90d12a5d-f0f9-4e07-83cc-7af457275dfc-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Natalia Potanina is insisting cheating husband Vladimir gives her half his £10bn fortune. Photograph: Ria Novosti/Alamy","credit":"Ria Novosti/Alamy","altText":"Natalia Potanina with her husband Vladimir in happier times","cleanCaption":"Natalia Potanina is insisting cheating husband Vladimir gives her half his £10bn fortune.","cleanCredit":"Photograph: Ria Novosti/Alamy"}},"importance":4,"byline":{"title":"Eva Wiseman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png"}}]},{"title":"The best new in-shower treatments","rawTitle":"The best new in-shower treatments","item":{"type":"article","id":"lifeandstyle/2015/jun/21/the-best-new-in-shower-treatments","title":"The best new in-shower treatments","trailText":"Multitasking products to streamline your beauty regime","standFirst":"<p>Multitasking products to streamline your beauty regime</p>","byline":"Eva Wiseman","body":"<p>The waiting list for St Tropez’s <strong>In Shower Lotion</strong> (&pound;14.50, <a href=\"http://www.boots.com/\" title=\"\">boots.com</a>) apparently had almost 9,000 names on it. Which tells you two things: a) the “pale and interesting” trend did not quite take, and b) people are desperate to never have to stand with their arms outstretched waiting for their elbows to dry. Fake tans are still hard work. Some are better than others, but even the good ones rely on at least half an hour of application. So a gradual tan you can apply in the shower and wash off after shampooing your hair is an idea that could transform your life/summer. I tried it. It works (in that gentle, layer it on over a few weeks way) and it doesn’t even filthy up your shower. And in those three minutes it takes to work, you can slap a treatment on your hair. Multitasking!</p> \n<h2>Alternatively<br /></h2> \n<p><strong>Murad Detoxifying White Clay Body Cleanser</strong> &pound;30, <a href=\"http://www.murad.co.uk/\" title=\"\">murad.co.uk</a> <strong>Palmer’s Coconut Oil Protein Pack</strong> &pound;1.99, <a href=\"http://www.boots.com/\" title=\"\">boots.com</a> <strong>John Frieda 7 Day Volume</strong> &pound;9.99, <a href=\"http://www.johnfrieda.co.uk/Home/\" title=\"\">johnfrieda.co.uk</a> <strong>Kerastase Th&eacute;rapiste Masque</strong> &pound;28.50, <a href=\"http://www.kerastase.co.uk/\" title=\"\">kerastase.co.uk</a> <strong>TRESemm&eacute; Creamy Moisturiser</strong> &pound;6.99, <a href=\"http://www.tresemme.co.uk/\" title=\"\">tresemme.co.uk</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539174889/selection-of-in-shower-tr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"All for one: our selection of the top in-shower treatments.","credit":"PR","altText":"selection of in-shower treatments","cleanCaption":"All for one: our selection of the top in-shower treatments."}],"bodyImages":[],"webPublicationDate":"2015-06-21T05:00:03Z","lastModified":"2015-06-21T05:00:03Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Eva Wiseman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/evawiseman"}],"feature":true,"keywords":["Beauty","Life and style"],"tags":[{"id":"fashion/beauty","webTitle":"Beauty"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Eva Wiseman","topic":{"type":"tag-contributor","name":"profile/evawiseman"}}],"series":{"title":"The beauty spot","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/the-beauty-spot"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/the-best-new-in-shower-treatments","shortUrl":"http://gu.com/p/49qvy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/the-best-new-in-shower-treatments","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/the-best-new-in-shower-treatments"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539174889/selection-of-in-shower-tr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"All for one: our selection of the top in-shower treatments.","credit":"PR","altText":"selection of in-shower treatments","cleanCaption":"All for one: our selection of the top in-shower treatments."}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539174889/selection-of-in-shower-tr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"All for one: our selection of the top in-shower treatments.","credit":"PR","altText":"selection of in-shower treatments","cleanCaption":"All for one: our selection of the top in-shower treatments."}}]},{"title":"My first adventure in yoga: less cobra, more corpse","rawTitle":"My first adventure in yoga: less cobra, more corpse","item":{"type":"article","id":"lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse","title":"My first adventure in yoga: less cobra, more corpse","trailText":"Stephen Moss marks International Yoga Day by trying his hand – and head – at hatha. Can he stop thinking about lunch long enough to let peace take hold?","standFirst":"<p>Stephen Moss marks International Yoga Day by trying his hand – and head – at hatha. Can he stop thinking about lunch long enough to let peace take hold?</p>","byline":"Stephen Moss","body":"<p>The first surprise is that Swami Jyotirmayananda is Dutch. I never discover the 41-year-old’s original name. She abandoned it when she ceased to be a social worker in the Netherlands and decided to devote her life to yoga. Now she is one of 30 or so swamis – she translates the word as monk – running a worldwide network of <a href=\"http://%20http//www.sivananda.org/\">Sivananda Yoga Vedanta centres</a>. </p> \n<p>Jyotirmayananda and a teacher from Portugal who has adopted what he calls the spiritual name of Arjuna are instructing me in the form of hatha yoga practised at the centres. Far removed from the hot yoga and yoga-cise beloved of Hollywood celebs, it draws on 5,000 years of Indian traditions and emphasises stillness, silence and meditation. <br /></p> \n<p>We are meeting at the organisation’s <a href=\"http://www.sivananda.co.uk/?gclid=CI7Lp-u7m8YCFY7ItAodBaUB0w\">UK headquarters</a> in a quiet, residential street in Putney, south-west London. The swami and two other staff live in; 40 yoga teachers give classes here; volunteers come in to cook and help out. “We are a family,” says the swami with a serenity that never wavers during our three hours together.<br /></p> \n<p>I am being inducted into this ancient art/science/religion/doctrine/model-for-living (it aspires to be all these things) before International Yoga Day on Sunday, an <a href=\"https://www.youtube.com/watch?v=u1KKJVOKfg0\">initiative launched at the United Nations last year</a> by India’s yoga-loving prime minister, Narendra Modi, who is keen to reclaim one of India’s best-known cultural exports.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/06/narendra-modi-yoga-india\">Modi’s plan to change India and the world through yoga angers religious minorities</a> </p> \n</aside> \n<p>International Yoga Day will see an attempt to break the world record for the largest ever yoga class when 35,000 enthusiasts gather in New Delhi, as well as numerous other events around the world. The London Sivananda centre’s contribution is a boat trip from Putney to Westminster for 300 acolytes and a mass yoga class on the South Bank. <br /></p> \n<p>I suggest to the swami that her form of yoga is a religion, but she rejects the term. “Yoga is not a religion,” she says. “This has to be underlined. It is a way of living life healthily, of living a balanced life in which all the aspects of one’s being are integrated.”<br /></p> \n<p>The centre’s approach is based on the teachings of Hindu guru <a href=\"http:// https://en.wikipedia.org/wiki/Sivananda_Saraswati\">Sivananda Saraswati</a>, who died in 1963, and is summed up in six words: serve, love, give, purify, meditate, realise. These are translated into a plan based on exercise, breathing, relaxation, diet, positive thinking and meditation. The more committed followers renounce tea, coffee, alcohol, meat, even onions and garlic, which are thought too stimulating. The swami herself has renounced marriage. This is a tough calling, though after my yoga session they give me a stimulant-free vegetarian lunch, and it’s delicious.<br /></p> \n<p>Yoga has boomed in the west in the past couple of decades, and many of the variants that have developed have moved away from its meditative origins. The swami is surprisingly sympathetic to this explosion of westernised forms. “The beauty of there being so many offshoots and more modern versions is that people of all temperaments can find a system that suits them.” She does, though, draw the line at <a href=\"http:// http://www.bbc.co.uk/news/magazine-24129764\">doga</a> – yoga for dogs, derived, of course, from the US.<br /></p> \n<p>I had assumed there would be a turf war between hatha, bikram, iyengar, kundalini, ashtanga and even newer forms of yoga that are closer to martial arts, but she insists this is not the case. “Everyone should be able to connect to what is right for them, and we respect the different traditions.” It would be unseemly for the different yoga bodies to obsess about market share. Better to see the whole tree rather than the divergent branches.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9464dd3898fe2abc035a712fc147afb62a00f345\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434724308929/4e980217-87c8-4043-a035-af9cfd85877d-341x420.jpeg\" alt=\"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.\" width=\"341\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene</span> \n </figcaption> \n</figure> \n<p>The <a href=\"https://www.youtube.com/watch?v=jwCZyq7emDc\">prescribed postures</a> (known as asanas) are at the core of hatha yoga. Thousands of these have accumulated during the 5,000 years in which yoga has been practised, but Sivananda teachers – of whom there are 36,000 around the world – concentrate on just 12. I try the shoulderstand, fish and half spinal twist. Happily I am spared the rest, which include the headstand, scorpion, locust, cobra, crow and peacock.<br /></p> \n<p>Even with Arjuna holding my legs steady, the shoulderstand – in which you lie down, rest your shoulders on the ground, raise the rest of your body and try to keep it upright – proves testing. Some of the positions in the home practice handbook they give me look frankly impossible. Do not attempt the feet-to-head scorpion without an ambulance present. <br /></p> \n<p>The king cobra knee hold is also challenging, yet experts will hold these asanas for seven or eight minutes. I manage about 30 seconds of the three I try before reverting to the “corpse” position, in which you lie with your legs and arms outstretched and meditate. Had I tried all the asanas, the corpse position might have taken on a grisly literalness.<br /></p> \n<p>The swami tells me the postures are the key because they provide the route to mind control. Arjuna shows me how to breathe from the diaphragm then we chant together – three lots of extended “oms” every so often – and he recites a few beautifully modulated mantras.<br /></p> \n<p>It is very restful; I start to feel light-headed – the deep breathing means you take in more oxygen – and by the end, when he covers me with a blanket, I am more or less comatose. He tells me to empty my mind of all thoughts, but this is easier said than done, and I start pondering the impossibility of thoughtlessness. They had also told me earlier I would be getting lunch, and because it’s past 2pm and I’m hungry I can’t stop thinking about that either. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2015/jun/11/yoga-the-rise-of-yogawear-for-men-lululemon\">How Duke killed the jock: the rise of yogawear for men</a> </p> \n</aside> \n<p>There are four Hindu gods – Krishna, Ganesha, Saraswati and Lakshmi – in a shrine in the studio, but the swami<em> </em>says these are there to provide positive energy rather than for acts of devotion. There is also a clock, which surprises me as I’d assumed the aim would be to escape the tyranny of time. But she explains that parking in Putney is a nightmare, and you have to watch your meter like a hawk ... or a peacock. The world’s intrusions are not easily evaded. <br /></p> \n<p>“People are searching for a way to find health and wellbeing, and to relax their mind and body,” she says, reflecting on how stress-related issues have driven the growth of yoga in the west. As I sit in the sun in the little peace garden finally eating my lentil dhal and nursing what is no more than a twinge in the small of the back, I can see what she means. <br /></p> \n<p>I eat this late lunch rapidly and, when the cook offers me more, manage to resist. Serve, love, give, purify, meditate, realise. I am learning the art of renunciation. Unfortunately, when I get home I immediately have a mug of tea and four digestive biscuits. This is going to be a long haul.<br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724155080/ff3b9100-e47c-4f2f-b589-b27ac0f81da4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene","altText":"Stephen moss learns yoga ","cleanCredit":"Photograph: David Levene"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724307009/4e980217-87c8-4043-a035-af9cfd85877d-1658x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1658,"orientation":"portrait","caption":"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre. Photograph: David Levene","credit":"David Levene","altText":"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.","cleanCaption":"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.","cleanCredit":"Photograph: David Levene"}],"webPublicationDate":"2015-06-21T07:00:07Z","lastModified":"2015-06-21T07:00:07Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Stephen Moss","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/17/1405603976678/Stephen-Moss-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephenmoss"}],"feature":true,"keywords":["Yoga","Health & wellbeing","Health","Life and style","India","UK news","World news","South and Central Asia","Society"],"tags":[{"id":"lifeandstyle/yoga","webTitle":"Yoga"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/india","webTitle":"India"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stephen Moss","topic":{"type":"tag-contributor","name":"profile/stephenmoss"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse","shortUrl":"http://gu.com/p/4avqb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724155080/ff3b9100-e47c-4f2f-b589-b27ac0f81da4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stephen Moss learns yoga at the Sivananda yoga centre in Putney, London. Photograph: David Levene","credit":"David Levene","altText":"Stephen moss learns yoga ","cleanCaption":"Stephen Moss learns yoga at the Sivananda yoga centre in Putney, London.","cleanCredit":"Photograph: David Levene"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724155080/ff3b9100-e47c-4f2f-b589-b27ac0f81da4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene","altText":"Stephen moss learns yoga ","cleanCredit":"Photograph: David Levene"}}]}],"lastModified":"2015-06-21T07:42:26Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}