{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"Cult food: the most incredible dishes to share this summer","rawTitle":"Cult food: the most incredible dishes to share this summer","item":{"type":"article","id":"lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","title":"Cult food: the most incredible dishes to share this summer","trailText":"From clay-baked duck, smashed open at the table, to the world’s best bacon sandwich, here is 2015’s must-eat – and must-Instagram – food. Some even have Nigella’s seal of approval","standFirst":"<p>From clay-baked duck, smashed open at the table, to the world’s best bacon sandwich, here is 2015’s must-eat – and must-Instagram – food. Some even have Nigella’s seal of approval</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/09/lift-selfies-lobster-porn-pool-feet-how-instagram-redefined-summer\">Lift selfies, lobster porn and pool feet: how Instagram redefined the summer</a><br /></li>\n</ul>","byline":"Marina O'Loughlin","body":"<p>The group of lads in the corner of the grungy Glaswegian bar aren’t your usual restaurant-goers. They’re honking with hilarity, phones clicking like dolphins. Who knows what’s causing the mirth – maybe the Buckfast ice-cream (notorious fortified wine, known locally as “Electric Soup”), or the burger topped with Smith’s bacon crisps, or the Irn-Bru pork. The “Mad Chef” at <a href=\"http://bloc.ru/\">Bloc</a> specialises in OTT food designed not so much to be savoured as to cause a commotion. Especially online. His Pot Noodle burger might be revolting, but it is a wholly successful piece of attention-grabbing. Love it or loathe it – and there is a startling number for whom the very idea causes a foam of fury – the marriage of food and social media isn’t going away any time soon.</p> \n<p>The internet has become increasingly food-obsessed since the early days when a slightly fetishistic subculture known as “foodies” would post pictures of <a href=\"http://www.tayyabs.co.uk/\">Tayyabs</a>’s legendary lamb chops on hilariously clunky sites such as <a href=\"http://forums.egullet.org/\">eGullet</a>. Today, it is impossible to scroll through any timeline without encountering other people’s lunches, and, worldwide, there is an increase in dishes that appear to be deliberately engineered to get you snapping before tucking in. Take the <a href=\"http://www.carmelwines.co.il/en/aboutus.aspx\">Carmel Winery</a> in Israel with its Foodography tasting menu, featuring as many flowers and twiddles as you can shake a tweezer at, and its “Limbo” crockery that incorporates a mobile-phone stand. The international chain <a href=\"http://www.chilis.com/EN/Pages/home.aspx\">Chili’s</a> has just appointed a consultancy that came up with egg wash to make its burger buns more photogenic and “shareable”; the cost – <a href=\"http://www.dailydot.com/lifestyle/instagram-food-taste-study-research/\">a cool $750,000</a>. You’re scoffing? Research suggests<a href=\"http://hosted.ap.org/dynamic/stories/U/US_CHILIS_PHOTOGENIC_BUNS?SITE=AP\"> that photographing your food makes it taste better</a> (it’s all to do with ritual and savouring).</p> \n<figure class=\"element element-image\" data-media-id=\"9e6b36a49dc96db131f97e3ef844fa7cafd7cae5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859293548/37b28b1e-82cb-448d-8f2d-096be9381abd-460x276.jpeg\" alt=\"Meat fruit at Dinner by Heston Blumenthal\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Meat fruit at Dinner by Heston Blumenthal.</span> \n  <span class=\"element-image__credit\">Photograph: Ashley Palmer-Watts</span> \n </figcaption> \n</figure> \n<p>It has been going on for a few years now. In 2011, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/dec/02/heston-blumenthal-christmas-canapes-meat\">Heston Blumenthal created his “meat fruit”</a>, a chicken-liver parfait coated in jelly and fashioned into a startling facsimile of a tangerine. This coincided with a massive spike in Twitter usage and, lo, the delicately dimpled orange was everywhere. In the US, Frankenstein creations such as the cronut were tweeted like the second coming. Earlier still, then-young gun David Chang’s nascent empire was fuelled by fans gibbering about his pork buns online. He played to the crowd, and suddenly everyone knew about Taiwanese-style buns. Soon diners were working as unpaid marketeers for their favourite restaurants, a paradigm fully exploited in the UK by clued-up new restaurateurs such as Russell Norman of <a href=\"http://www.polpo.co.uk/\">Polpo</a> and Scott Collins of <a href=\"http://meatliquor.com/\">MeatLiquor</a>.</p> \n<p>Now everyone’s at it. Are these chefs and restaurateurs pulling our strings? The more serious, cerebral types will deny there is any such manipulation at play. When the <a href=\"http://www.chilternfirehouse.com/\">Chiltern Firehouse</a> landed in London, a new star was born: chef Nuno Mendes’ crab doughnuts. Did he know that they were going to be as much of a draw as the chance of clocking Kate Moss? Not according to Mendes: “They were an experiment at [his previous restaurant] Viajante that only saw the light of day when we opened the Firehouse,” he says. “I just didn’t have the right space to serve them. Some ideas stay in your head for years before they find their way out.” I believe him, although I suspect he knows exactly what he’s doing at his new place, <a href=\"http://www.tabernamercado.co.uk/\">Taberna do Mercado</a>, with his twist on <em>abade de priscos</em>, a strikingly visual pudding – yellow and scarlet from its egg yolks and port caramel, given even more of a shareability factor by the addition of pork fat.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f08c80f893ede6e9acc194e7ee4e408e23e4b68e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859101483/397f38d1-2c3b-444d-9363-b0b33c4bdaa2-460x276.jpeg\" alt=\"Nuno Mendes' abade de priscos, or pork fat pudding\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nuno Mendes’ abade de priscos, or pork fat pudding.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>Most of the chefs and restaurateurs I speak to are coy about the idea that they would do anything so calculated. When I ask Jonathan Downey, the orchestrator of a sprawling street-food collective, if any of his team deliberately creates dishes in the hopes of online cult status, he laughs. “My God. I thought I was cynical, but <em>you</em> …” Most profess to be taken aback by the sudden stardom. A contender for the most-Instagrammed dish in the UK at the moment must be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/28/french-toast-the-pudding-of-2015\">Shackfuyu’s <em>kinako</em> french toast</a>; general manager Alina Sann says the sheer popularity of this simple dessert took them completely by surprise. “We have quite a small menu and kitchen, so we wanted something easy to make – but it has taken us way beyond what we ever expected,” she says. So why the fandom? “It looks quite cool, especially with the <em>matcha</em> soft-serve on the side. People started posting pictures … it started getting all the hype, and it’s an easy sell for our waiters because they know everyone will love it.”</p> \n<p>The spectacular confit potatoes at the <a href=\"http://thequalitychophouse.com/\">Quality Chop House</a> are another internet smash (and something <a href=\"https://instagram.com/marinagpoloughlin/\">I’m guilty of Instagramming</a> more than once). Chef Shaun Shearly also credits necessity for their genesis: “They were born on the back of really wanting to stay away from a conventional chip – mostly because of space in my little kitchen, and because people expect that fried carb.” What are the downsides of having such a labour-intensive “star” dish? “With potatoes being so variable in water due to their starch levels, they need constant attention. And I can never take them off the menu, despite them being a complete pain in the arse during service. We can only cook three portions at a time, and they take about four minutes to cook. Most tables order at least three portions at a time.”</p> \n<figure class=\"element element-image\" data-media-id=\"1dfd439fb35da835d580ce3bedd3b289da721ba4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859160488/aece8a5b-676d-4af3-8ee9-3552ae8da1a0-460x276.jpeg\" alt=\"Confit potatoes at the Quality Chop House\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Confit potatoes at the Quality Chop House.</span> \n  <span class=\"element-image__credit\">Photograph: Patricia Niven</span> \n </figcaption> \n</figure> \n<p>So it’s all a happy accident, right? Speak to the publicists, however, and a different story emerges. When I ask Hannah Norris, the PR for a number of the capital’s hottest restaurants, if she advises chefs to deliberately devise dishes to grip the internet by the throat, she says: “Yes, I’d encourage it for sure. Content is key – and having a ‘hero’ dish to shout about is often the difference between a stonking launch and a lukewarm one. If a restaurant asks me to do their PR, one of the first questions is, ‘What’s the glory dish? What’s our <a href=\"http://duckandwaffle.com/\">Duck &amp; Waffle</a>?’ If there isn’t one, I often make my excuses and scurry away.”</p> \n<p>With all the chefly coyness, it is refreshing to speak to Stevie Parle, the owner of the newly opened <a href=\"http://craft-london.co.uk/\">Craft</a> in Greenwich, who is pragmatic about the value of the cult dish. His clay-baked duck actively encourages sharing, not only over dinner but, with his <a href=\"https://www.youtube.com/watch?v=4IZMNy3quzA&amp;feature=youtu.be\">hypnotic video of the bird’s serving ritual</a>, online too. “The duck [served in clay to be smashed at the table] was very conscious,” he says. “Most chefs have always thought about ‘signature’ dishes and generally end up hating them, but now there is an added element of them going viral too.” So they are stuck with them? Yes, says Parle: “I love the duck but it isn’t ever going to be able to come off the menu. And people get really cross if I start smashing it before they’re ready with their cameras.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=4IZMNy3quzA\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/4IZMNy3quzA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Franco Sotgiu of Solita in Manchesteralso acknowledges the internet effect. “It pains me to say, but when creating specials I’ve learned that anything with ‘big, fried, bacon or cheese’ in the title sells well. The better they look in a photo on Twitter and Facebook, the more RTs and likes they get, the better they sell.” He is rueful about the side-effects: “In Manchester, ‘dirty’ still sells well, and even though I’ve tried relentlessly to push more grill items and less calorific dishes, the stuff that looks sloppy-great in a photo can often achieve 500-plus RTs on Twitter. So it makes sense from a business point of view to lead with these.”</p> \n<p>It is as simple as bums on seats, then. Instagram snaps are the restaurant’s equivalent of an Amsterdam-style shop window. Viewers scroll through pic after pic, the squelchier, more drooling meat juices on show the better, frequently tagged – ugh – #foodporn. Petra Barran of streetfood collective Kerb says: “Anything oozing melted cheese does really well.” Neil Rankin of the Smokehouse and Bad Egg takes it even further: “Burgers, as long as they are oozy and wet, are a sure thing. Food gets people off without the guilt of objectifying the opposite sex.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2588e7ba41865c8556c05af17f0aa0695968fe57\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859493093/0bc4a537-124b-4c6b-8c4e-b6c6dcb6053b-460x276.jpeg\" alt=\"St John's doughnuts\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">St John’s doughnuts.</span> \n  <span class=\"element-image__credit\">Photograph: Patricia Niven</span> \n </figcaption> \n</figure> \n<p>But what’s in it for the tweeters and Instagrammers? The anonymous <a href=\"https://instagram.com/clerkenwellboyec1/\">Clerkenwell Boy</a>, a hugely followed Instagrammer whose account has contributed to the fetishisation of what is frequently dubbed *that* burger or *those* wings, says: “I think there is something fundamentally satisfying about sharing a photo of a brilliant dish with others. I’m no psychologist, but it probably also has links to ‘social proof’ – so posting photos of *that* dish is like providing (and receiving) a universal seal of approval. I guess you could liken it to the way that tourists react when they see a major landmark in a foreign city. Just like the Eiffel Tower or Big Ben, a photo of *that* signature dish means that you’ve arrived.” What does he think it is that captures the imagination so fiercely? “People suffer from massive food envy and fear of missing out. Ordering *that* dish becomes a failsafe way to ensure we don’t make the wrong choice.”</p> \n<p>Not only is there the serotonin rush from watching the likes mount up, but there is the chance of catching the celebs’ eye: a #followoftheday from Nigella or a regram by Jamie. (Nigella’s Instagram of Stevie Parle’s clay duck video has, at the time of writing, more than 2,300 likes.) It creates a circle of validation: the restaurants get the punters, the punters get the likes – behavioural economics. The problem, of course, is that social media is driven by the thrill of the new. Tweeters move on to the next big thing without a backward glance. Six months down the line, there’s a chorus of “we’ve all seen that bloody pithivier”, a mindset that compels chefs and restaurateurs to reach ever more attention-seeking heights, dreaming up the culinary equivalent of Kim Kardashian’s bottom to penetrate the noise. The internet’s appetite for the food rush is insatiable; and if you don’t post that snap of your <a href=\"http://www.crumbsanddoilies.co.uk/\">Crumbs &amp; Doilies</a> cupcake, or doughnut from <a href=\"https://www.stjohngroup.uk.com/\">St John</a>, it might not taste as sweet.</p> \n<h2>Eight of the best cult dishes</h2> \n<h2>1. Stevie Parle’s clay-baked duck, <a href=\"http://craft-london.co.uk/\">Craft</a></h2> \n<figure class=\"element element-image\" data-media-id=\"dd08b5a59ed5ae1218edd55b3c579dc514f0c6b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858033459/33c4b4c8-a8a3-4c71-bcda-193abfbabd18-460x346.jpeg\" alt=\"Clay-baked duck\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Clay-baked duck.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Parle wanted a duck dish to rival the <em>canard &agrave; la presse</em> at <a href=\"http://ottos-restaurant.com/food.html\">Otto’s</a> in terms of occasion and fun. Based on an ancient Celtic cooking technique, it is glazed in honey, and wrapped in cabbage leaves and hay before being roasted in a clay wrapper, then delivered on a bed of pine twigs. It is then smashed open at the table and served with broad bean and barley miso, and salted carrots. Much videoed.</p> \n<h2>2. Shaun Searley’s confit potatoes, <a href=\"http://thequalitychophouse.com/\">Quality Chop House </a></h2> \n<figure class=\"element element-image\" data-media-id=\"a88bd2bde8a07bf8f830021740d3f40ec05bc507\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858093982/f0ceeeb9-4bfc-4b0e-8f3c-8669aa2d4864-460x459.jpeg\" alt=\"Confit potatoes.\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Confit potatoes.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>Thinly sliced potatoes, baked like <em>pommes anna</em> but with dripping instead of butter, then sliced, fried and drizzled with mustard vinaigrette – as delicious as they are complex. Apparently, Shearley played about with a version featuring tunworth cheese and shaved truffle, the sort of thing that may cause one to emit a small moan. The subject of many posts captioned *those* potatoes.</p> \n<h2>3. Wild munjac biryani, <a href=\"http://www.gymkhanalondon.com/\">Gymkhana </a></h2> \n<figure class=\"element element-image\" data-media-id=\"5036863980e80bf78e840dbd1a39016691c4cb5c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858314804/7aa0f0d1-d790-4fd1-916d-c9cd573e7ac3-460x276.jpeg\" alt=\"Wild muntjac biryani\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wild muntjac biryani.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>It is the all-action videos of this ravishing creation that add to its shareable appeal. It arrives with a flaky, domed dough lid, studded with <em>kalonji</em>, to be slit open at the table, releasing the bewitching aromas of spiced deer and buttery basmati rice. If only there were Smellagram too. An uncommon, upscale cult dish.</p> \n<h2>4. Blood cake, <a href=\"http://www.baolondon.com/\">Bao</a></h2> \n<figure class=\"element element-image\" data-media-id=\"a866d88f63f8bca70236b17883bd8ca52658cea1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858459407/06703ddd-2755-4c4f-8e40-4bc5f57f0328-460x276.jpeg\" alt=\"Blood cake\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Blood cake.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Another one Instagrammed by Nigella, thereby assuring its must-eat status. This is a traditional Taiwanese streetfood made from pig’s blood and glutinous rice. Instead of the usual peanut and coriander condiments – which feature in their classic bao – it is topped with a just-wobbling, soy-cured egg yolk. The Bao owners welcome their dishes’ “Instagrammability”, saying it provides immediate, important feedback. But they insist taste is paramount.</p> \n<h2>5. Bacon naan, <a href=\"http://www.dishoom.com/\">Dishoom </a></h2> \n<figure class=\"element element-image\" data-media-id=\"b697a68b737006eb3c201cc65c07e07ee668842a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858515916/97d655a3-3ab3-472d-bd50-5c9789680c54-460x353.jpeg\" alt=\"Bacon naan.\" width=\"460\" height=\"353\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bacon naan.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>This beauty more than deserves its online fame: a pillowy, gently charred bread stuffed with crisp bacon, cream cheese and tangy chilli-tomato jam. Some add an egg. (A fork piercing yolks in slow-motion is a meme: there are currently 63,307 Instagram post for #eggporn. Sigh.)</p> \n<h2>6. Duck and waffle, <a href=\"http://duckandwaffle.com/\">Duck &amp; Waffle </a></h2> \n<figure class=\"element element-image\" data-media-id=\"e3caa3bf3f149e00e3a65c19079e17149d88156e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858581182/3f34216b-67f2-4e76-8382-9a018d74b32b-460x418.jpeg\" alt=\"Duck and waffle\" width=\"460\" height=\"418\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Duck and waffle.</span> \n  <span class=\"element-image__credit\">Photograph: Karen Robinson/Guardian</span> \n </figcaption> \n</figure> \n<p>Nothing ensures hero status so much as calling your whole restaurant after one dish. If diners at this City smash aren’t tweeting the view, they’re Instagramming the crisp, fluffy waffles, flanked with confit duck and fried duck egg, the whole to be drenched with mustard maple syrup. The restaurant goes through a reported 7,000 duck legs a month.</p> \n<h2>7. The dead hippy, <a href=\"http://meatliquor.com/\">MeatLiquor </a></h2> \n<figure class=\"element element-image\" data-media-id=\"73d550ee8c1add432be4f4fbae22af88023f78a5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858663845/5c6747cc-a0c0-45d9-a139-1a1915e3a627-460x345.jpeg\" alt=\"Dead Hippy burger\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dead Hippy burger.</span> \n  <span class=\"element-image__credit\">Photograph: MeatLiquor/Instagram</span> \n </figcaption> \n</figure> \n<p>From the early days of Yianni Papoutsis’s MeatWagon burger van in London pub car parks to ambitious worldwide burger domination with MeatLiquor, this is a tribute to – depending on who you believe – <a href=\"http://www.in-n-out.com/\">In-N-Out Burger</a>’s secret, off-menu “double double cheeseburger animal-style” or, more prosaically, the Big Mac. No looker – this brute is downright ugly – but wow, it does the job. One of the UK’s first cult burgers.</p> \n<h2>8. The parmo, <a href=\"http://www.solita.co.uk/\">Solita</a> </h2> \n<figure class=\"element element-image\" data-media-id=\"9b1cc6cef12686451b4e93155de8a400f339b853\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858736154/244c5405-28a5-47a2-bd9b-2c7d17d05237-460x306.jpeg\" alt=\"Parmo\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Parmo.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>A cult north-eastern booze partner (there is even a Teesside-based <a href=\"https://twitter.com/loveparmo\">@loveparmo</a> Twitter account), this bastardised, vaguely Italianate chicken item (parmo = parmesan, although it rarely features, making this the Asbo offspring of veal parmigiana) has reached new heights at Solita. Not given to restraint, their version is fried in parmesan-laced panko breadcrumbs, topped with bechamel and melted cheese, loaded with meatballs marinara and stuffed into a brioche bun. With chips. And garlic mayo.</p> \n<p><em><span class=\"bullet\">•</span> Got a great food image? Marina O’Loughlin’s new column will be tracking the best of the food web. Feed her at #foodfeed</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859294834/37b28b1e-82cb-448d-8f2d-096be9381abd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Meat fruit at Dinner by Heston Blumenthal. Photograph: Ashley Palmer-Watts","credit":"Ashley Palmer-Watts","altText":"Meat fruit at Dinner by Heston Blumenthal","cleanCaption":"Meat fruit at Dinner by Heston Blumenthal.","cleanCredit":"Photograph: Ashley Palmer-Watts"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859101156/397f38d1-2c3b-444d-9363-b0b33c4bdaa2-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Nuno Mendes’ abade de priscos, or pork fat pudding. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Nuno Mendes' abade de priscos, or pork fat pudding","cleanCaption":"Nuno Mendes’ abade de priscos, or pork fat pudding.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859163199/aece8a5b-676d-4af3-8ee9-3552ae8da1a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Confit potatoes at the Quality Chop House. Photograph: Patricia Niven","credit":"Patricia Niven","altText":"Confit potatoes at the Quality Chop House","cleanCaption":"Confit potatoes at the Quality Chop House.","cleanCredit":"Photograph: Patricia Niven"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859494479/0bc4a537-124b-4c6b-8c4e-b6c6dcb6053b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"St John’s doughnuts. Photograph: Patricia Niven","credit":"Patricia Niven","altText":"St John's doughnuts","cleanCaption":"St John’s doughnuts.","cleanCredit":"Photograph: Patricia Niven"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858033950/33c4b4c8-a8a3-4c71-bcda-193abfbabd18-2060x1548.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1548,"width":2060,"orientation":"landscape","caption":"Clay-baked duck. Photograph: PR","credit":"PR","altText":"Clay-baked duck","cleanCaption":"Clay-baked duck.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858093647/f0ceeeb9-4bfc-4b0e-8f3c-8669aa2d4864-540x539.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":539,"width":540,"orientation":"landscape","caption":"Confit potatoes. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Confit potatoes.","cleanCaption":"Confit potatoes.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858316267/7aa0f0d1-d790-4fd1-916d-c9cd573e7ac3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wild muntjac biryani. Photograph: PR","credit":"PR","altText":"Wild muntjac biryani","cleanCaption":"Wild muntjac biryani.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858460734/06703ddd-2755-4c4f-8e40-4bc5f57f0328-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Blood cake. Photograph: PR","credit":"PR","altText":"Blood cake","cleanCaption":"Blood cake.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858514717/97d655a3-3ab3-472d-bd50-5c9789680c54-1020x784.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":784,"width":1020,"orientation":"landscape","caption":"Bacon naan. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Bacon naan.","cleanCaption":"Bacon naan.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858582792/3f34216b-67f2-4e76-8382-9a018d74b32b-2060x1871.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1871,"width":2060,"orientation":"landscape","caption":"Duck and waffle. Photograph: Karen Robinson/Guardian","credit":"Karen Robinson/Guardian","altText":"Duck and waffle","cleanCaption":"Duck and waffle.","cleanCredit":"Photograph: Karen Robinson/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858663391/5c6747cc-a0c0-45d9-a139-1a1915e3a627-620x465.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":465,"width":620,"orientation":"landscape","caption":"Dead Hippy burger. Photograph: MeatLiquor/Instagram","credit":"MeatLiquor/Instagram","altText":"Dead Hippy burger","cleanCaption":"Dead Hippy burger.","cleanCredit":"Photograph: MeatLiquor/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858734794/244c5405-28a5-47a2-bd9b-2c7d17d05237-2060x1368.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1368,"width":2060,"orientation":"landscape","caption":"Parmo. Photograph: PR","credit":"PR","altText":"Parmo","cleanCaption":"Parmo.","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-06-10T06:00:01Z","lastModified":"2015-06-10T07:49:02Z","metadata":{"commentable":true,"commentCount":164,"contributors":[{"name":"Marina O'Loughlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marina-oloughlin"}],"feature":true,"keywords":["Food & drink","Restaurants","Chefs","Life and style","Instagram","Twitter","Social media"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/instagram","webTitle":"Instagram"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"media/social-media","webTitle":"Social media"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Marina O'Loughlin","topic":{"type":"tag-contributor","name":"profile/marina-oloughlin"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","shortUrl":"http://gu.com/p/49jcm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bacon naan at Dishoom, London. Photograph: Alecsandra Raluca Dragoi","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCaption":"Bacon naan at Dishoom, London.","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}}]},{"title":"Quinoa, espresso and bruschetta: the foods getting your tongue in a twist","rawTitle":"Quinoa, espresso and bruschetta: the foods getting your tongue in a twist","item":{"type":"article","id":"lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable","title":"Quinoa, espresso and bruschetta: the foods getting your tongue in a twist","trailText":"Getting knees mixed up with your gnocchi? Even food buffs such as Hugh Fearnley-Whittingstall and Jay Rayner trip up over unpronounceable eats that, in one fell swoop, can brand you an unsophisticated hick or a pretentious pedant","standFirst":"Getting knees mixed up with your gnocchi? Even food buffs such as Hugh Fearnley-Whittingstall and Jay Rayner trip up over unpronounceable eats that, in one fell swoop, can brand you an unsophisticated hick or a pretentious pedant","byline":"Homa Khaleeli","body":"<p>I could feel my face burning. Was my coffee too hot? Nope – I’d just been smirked at for ordering an “ex-presso”. My only comfort was that I am far from alone. Last month, the US version of the Cambridge Dictionary <a href=\"http://www.buzzfeed.com/patricksmith/parmesan-vs-pennsylvania\">was ridiculed for posting an audio link suggesting Parmesan should be pronounced “pen-sal-vane-ear” – yep, Pennsylvania</a>. The internet is awash with blogposts on culinary mispronunciations. For example, the food site Epicurious.com tried to offer a handy list of the <a href=\"http://www.epicurious.com/archive/blogs/editor/2014/06/30-commonly-mispronounced-food-words.html\">30 most commonly mispronounced words</a> last year, only for the comments to be filled with people claiming several were wrong. I expect fierce debate will ensue below the line of this feature, too.</p> \n<figure class=\"element element-image\" data-media-id=\"bc0f644c2c621de85d2f5992572c88685bbc69ee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433939698704/3c126db8-9237-45f1-89ec-b4639c941afc-460x276.jpeg\" alt=\"Hugh Fearnley-Whittingstall: 'People can call it \" keen-wa\"=\"\" –=\"\" good=\"\" luck=\"\" to=\"\" them=\"\" but=\"\" i=\"\" won’t=\"\" be=\"\" joining=\"\" in.'\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hugh Fearnley-Whittingstall: ‘People can call it “keen-wa” – good luck to them – but I won’t be joining in.’</span> \n  <span class=\"element-image__credit\">Photograph: David Hartley/REX_Shutterstock</span> \n </figcaption> \n</figure> \n<p>It’s hardly surprising when menus these days are such a tongue-twisting minefield; our tastes might be global, but our language skills are struggling to catch up. Even those who work in the food industry stumble over some terms. River Cottage chef Hugh Fearnley-Whittingstall reassures me. “I say ‘ex-presso’,” he says. “I get most of these words wrong. I don’t mind,” he tells me, stoutly. “When quinoa first cropped up 10 years ago, I assumed it was ‘kwin-oa’. Other people can call it ‘keen-wa’ – good luck to them – but I won’t be joining in.” There is one example that makes him furious. “There is a guy I know in the food business who likes the finer things in life,” he tells me. “He calls truffles ‘troofles’. In France, a truffle is a ‘truffe’, but that doesn’t mean in English you pronounce them ‘troofles’. I blame myself that I have never confronted him – but I don’t trust myself. He might try to defend it and I would lose it.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c3d6772f0710177831deca8782db63cac6db46d8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433938917886/8bd7c8be-7525-493b-88ed-ff9db02090b6-280x420.jpeg\" alt=\"A knees-up over gnocchi.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A knees-up over gnocchi.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Lovekin</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/jul/31/giorgio-locatelli-family-values\">Italian chef Giorgio Locatelli</a>, on the other hand, says mistakes are likely to leave him chuckling. “People say ‘gee-nocchi’ instead of ‘nyocchi’ and, in Italian, that means ‘knees’. That’s fantastic.” But he does have a pet hate – when people say ‘bruschetta’ with a soft ‘shh’ (which I think a fairly easy mistake to make).“That is the one that kills me,” he complains, as I make a mental note never to do this again. “‘Sch’ in Italian is pronounced ‘sk’, so it should be ‘broo-sket-ta’,” he continues. “If I was with a friend, I would correct them, because I would always want people to correct my English.”</p> \n<p>The problem is, even if your pronunciation is perfect, that doesn’t mean you will escape being chastised, as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/marina-oloughlin\">Guardian restaurant critic Marina O’Loughlin</a> points out. “An actual conversation with a waiter I had recently went like this: Me: ‘I’ll have the broosketta.’ Waiter: ‘One brooschetta, then.’ Me: ‘Yes, the broosketta’. Waiter, kindly, pityingly: ‘Brooschetta it is.’”</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/felicity-cloake\">Food writer Felicity Cloake</a> has suffered similarly. “It’s not often that I’m lucky enough to be offered Mo&euml;t &amp; Chandon,” she says. “But since learning that the correct way to pronounce it is with a hard ‘t’ (mo-wett), I tend to avoid saying the name at all, because people often gently repeat it back to me as ‘mo-way’, as if I’m some unsophisticated hick who needs saving from myself.” It’s a middle-class dilemma that has her stumped, she says. “Where do you go from there – copy them to spare their blushes, or carry on regardless?”</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams\">Zoe Williams</a>, who writes restaurant reviews, has the opposite problem. “I remember when I realised ‘scallop’ was pronounced ‘scollop’ – it gave me a real anxiety. When you know one thing is wrong and one is right, you will never get them the right way round. Then I hated myself for caring, because it’s obviously just a posh thing.”</p> \n<p>But she says there is something about the way the English approach foreign languages that escalates the awkwardness. “It’s that unique English pretence of not being pretentious: people who pronounce ‘<a href=\"http://www.lafromagerie.co.uk/ami-du-chambertin/\">Ami du Chambertin</a>’ in perfect French accents are considered despicable, and people who pronounce it wrong are even worse, so you just say ‘that cheese’.” The whole things is so exhausting that she suggests – only half-jokingly – that we should just return to ordering things by numbers.</p> \n<figure class=\"element element-image\" data-media-id=\"ff6fde6e7a381f36699af0ebef50265c6edbb8a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433939026738/ece25337-fa87-4407-896d-cca2a4b4a6ca-460x276.jpeg\" alt=\"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’.</span> \n  <span class=\"element-image__credit\">Photograph: Teri Pengilley</span> \n </figcaption> \n</figure> \n<p>Luckily, when you are the one who runs the restaurant, you can make sure the menu only has easy-to-say words on it – which is an approach championed by <a href=\"https://www.stjohngroup.uk.com/contacts_and_people/fergus/\">Fergus Henderson, the founder of St John restaurant</a>. He is happy to confess that there are words he stumbles on. “‘Physalis’ I struggle with – I can barely remember the name, let alone pronounce it,” he tells me. “Mind you, it’s one of those ingredients that turns up on plates where it’s not needed, so it can be safely ignored.” So, what should you do if you are faced with an unpronounceable word? Henderson insists it’s best to “just steam in”, but that, if you think you could really offend someone with your pronunciation, there are ways around it.</p> \n<p>“I find that the best course of action is to mumble. If you go to China, for instance, and there is an egg-fried rice that looks like it is called ‘fuck you’, just mumble.”</p> \n<p>And if this sounds like an unlikely situation, it’s one that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/jayrayner\">food writer Jay Rayner</a> can relate to. “In a restaurant on holiday, in Normandy, I ordered tripe in the local ‘Caen’ style, using my best terrible French,” he says.</p> \n<p>“The waitress sniggered. A French friend leaned across the table and said: ‘You just asked for your tripe to be cooked in the style of a chronic masturbator.’</p> \n<p>“I’m still not quite sure what I mispronounced.”</p> \n<h2>Menu unmentionables<br /></h2> \n<p><strong>Chipotle</strong><br /></p> \n<p>When the Mexican fast-food chain came to the UK, it helped the British out with an advertising campaign teaching the correct pronunciation of its name, derived from the Nahuatl for a smoked and dried jalape&ntilde;o chili pepper. Which you say as “chee-poat-lay”.</p> \n<p><strong>Pho</strong><br />There’s still much debate over the correct pronunciation of this fragrant noodle dish, which originated in Hanoi. Some say the recipe came about under French colonial rule, therefore the name should be pronounced with a long “o”, but the consensus is “fuh”.</p> \n<figure class=\"element element-image\" data-media-id=\"213105fcaa588f4710d19b179f06de9ade06ca4d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433940240455/16654580-97e7-4040-8839-c02e6a4310ee-460x276.jpeg\" alt=\"Pho, a fragrant noodle dish, which originated in Hanoi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pho, a fragrant noodle dish, which originated in Hanoi.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p><strong>Edamame</strong><br />When these immature soya beans crossed over from east-Asian cuisine to stud salads in your local M&amp;S, it led to a spate of mispronunciations. “Ed-a-mah-meh” is correct.</p> \n<p><strong>Sriracha</strong><br />The hottest sauce to hit your table in the past few years, this fruity number now graces supermarket aisles and burger chains alike, but people are still saying it wrong. “See-ratch-a”’ is what you want. And plenty of it.</p> \n<figure class=\"element element-image\" data-media-id=\"b46700a9af44f39307cdf04f50b10bacf57e85f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433940336523/97ad5681-ab8b-4dfd-b58b-66cd8a26fe1d-460x276.jpeg\" alt=\"xxx\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sriracha, a hot little number.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Poutine</strong><br />This squeakily sublime Quebec dish of fries, cheese curds and gravy is generally agreed to be pronounced something like the Russian president’s surname – so, “poot-in”. Still, many outraged fans are adamant it’s “poo-teen”, while others insist on “pu-h-tahn”, which sounds similar to the French for “prostitute” (putain). A case for mumbling and pointing, perhaps.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939891869/022b816c-62f2-4f53-9810-c51020e4348c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Getty Images","altText":"Bruschetta, espresso, scallops and physalis are getting diners' tongues in a twist.","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939700089/3c126db8-9237-45f1-89ec-b4639c941afc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hugh Fearnley-Whittingstall: ‘People can call it “keen-wa” – good luck to them – but I won’t be joining in.’ Photograph: David Hartley/REX_Shutterstock","credit":"David Hartley/REX_Shutterstock","altText":"Hugh Fearnley-Whittingstall: 'People can call it \"keen-wa\" – good luck to them – but I won’t be joining in.'","cleanCaption":"Hugh Fearnley-Whittingstall: ‘People can call it “keen-wa” – good luck to them – but I won’t be joining in.’","cleanCredit":"Photograph: David Hartley/REX_Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433938919542/8bd7c8be-7525-493b-88ed-ff9db02090b6-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"A knees-up over gnocchi. Photograph: Jonathan Lovekin","credit":"Jonathan Lovekin","altText":"A knees-up over gnocchi.","cleanCaption":"A knees-up over gnocchi.","cleanCredit":"Photograph: Jonathan Lovekin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939028138/ece25337-fa87-4407-896d-cca2a4b4a6ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’. Photograph: Teri Pengilley","credit":"Teri Pengilley","altText":"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’","cleanCaption":"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’.","cleanCredit":"Photograph: Teri Pengilley"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433940241915/16654580-97e7-4040-8839-c02e6a4310ee-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pho, a fragrant noodle dish, which originated in Hanoi. Photograph: Alamy","credit":"Alamy","altText":"Pho, a fragrant noodle dish, which originated in Hanoi.","cleanCaption":"Pho, a fragrant noodle dish, which originated in Hanoi.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433940338201/97ad5681-ab8b-4dfd-b58b-66cd8a26fe1d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sriracha, a hot little number. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"xxx","cleanCaption":"Sriracha, a hot little number.","cleanCredit":"Photograph: AFP/Getty Images"}],"webPublicationDate":"2015-06-10T12:50:02Z","lastModified":"2015-06-10T12:51:42Z","metadata":{"commentable":true,"commentCount":153,"contributors":[{"name":"Homa Khaleeli","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/16/1424092519825/Homa-Khaleeli-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/homa-khaleeli"}],"feature":true,"keywords":["Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Homa Khaleeli","topic":{"type":"tag-contributor","name":"profile/homa-khaleeli"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable","shortUrl":"http://gu.com/p/49kb2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939891869/022b816c-62f2-4f53-9810-c51020e4348c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bruschetta, espresso, scallops and physalis are getting diners’ tongues in a twist. Photograph: Getty Images","credit":"Getty Images","altText":"Bruschetta, espresso, scallops and physalis are getting diners' tongues in a twist.","cleanCaption":"Bruschetta, espresso, scallops and physalis are getting diners’ tongues in a twist.","cleanCredit":"Photograph: Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939891869/022b816c-62f2-4f53-9810-c51020e4348c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Getty Images","altText":"Bruschetta, espresso, scallops and physalis are getting diners' tongues in a twist.","cleanCredit":"Photograph: Getty Images"}}]},{"title":"Cookery writer Marguerite Patten dies aged 99","rawTitle":"Cookery writer Marguerite Patten dies aged 99","item":{"type":"article","id":"lifeandstyle/2015/jun/10/cookery-writer-marguerite-patten-dies-aged-99","title":"Cookery writer Marguerite Patten dies aged 99","trailText":"Author of more than 170 books and host of the BBC’s Kitchen Front, known for a no-nonsense approach to home economics, died from ‘an illness stoically borne’<br>","standFirst":"<p>Author of more than 170 books and host of the BBC’s Kitchen Front, known for a no-nonsense approach to home economics, died from ‘an illness stoically borne’<br /></p>","byline":"Jessica Elgot","body":"<p>Cookery writer Marguerite Patten, the author of more than 170 books, has died aged 99, her family said. </p> \n<p>Patten was famed for her no-nonsense approach to home economics, and was employed by the Ministry of Food during the second world war to advise Britons on how to make the most of their rations.</p> \n<p>She was the host of the BBC’s Kitchen Front, offering up recipes using powdered egg and spam for Britain during the blitz. </p> \n<p>She made her first television appearance in 1947 and was a regular guest on both Masterchef and Ready Steady Cook in later years.</p> \n<p>Despite being given a CBE for services to cookery, and having sold 17 million copies of her books, Patten always refused to call herself a “celebrity chef”.</p> \n<p>“I am not,” she <a href=\"http://www.telegraph.co.uk/foodanddrink/8542679/Lets-get-this-straight-interview-with-Marguerite-Patten.html\">told the Telegraph</a>, in one of her last interviews. “To the day I die I will be a home economist.”</p> \n<p>Her family said she died on Thursday 4 June “from an illness stoically borne”. Patten had suffered a stroke in 2011 which had left her unable to speak. </p> \n<p>Her daughter Judith <a href=\"http://www.olivemagazine.com/just-in/cookery-writer-marguerite-patten-dies-aged-99-obituary/9907.html\">told Olive magazine</a> she had brought her mother her favourite baked custard almost every day in the four years since the stroke. <em>“</em>Only trouble is that I didn’t inherit the genes, and they went from fantastically good to pretty awful,” she said. </p> \n<p>“Thankfully just a few hours before she died she had enjoyed one of my better ones with pureed raspberry and pureed baked apple, two other favourites. She is sadly missed, but I am delighted for her, for she really did hate the past four years!”</p> \n<p>Born Marguerite Brown in Bath, Somerset, in 1915, she initially had ambitions to be an actor. But her father died when she was 12, and she developed an interest in cooking to help out at home, as her mother returned to work as a teacher.</p> \n<p>She stressed later in life it was not true that she had been the family’s main chef. “I remember making a rabbit pie. And there was always lots to do in the garden – pick and bottle and jam. But otherwise … homework came first.”</p> \n<p>The queen of “make do and mend” during the war years, Patten began to allow herself a little luxury in her cooking after rationing ended. But she recalled in an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2007/nov/24/foodanddrink.baking45\">article in the Guardian</a> how a new rich style of Christmas cake had drawn a complaint to the BBC, after her show was broadcast in 1954.</p> \n<p>“One person did not approve of the recipes, contacted the BBC and demanded it no longer employed me,” she said. “Her reason was that I and Winston Churchill were leading the youth of Britain astray: he because he drank alcohol, and I because I used alcohol in my Christmas cooking.”<br /></p> \n<p>Shaun Hill, the Michelin-starred chef of the Walnut Tree, said Patten’s influence had been “undervalued”.</p> \n<p>“Her books were immensely authentic and eminently practical, and I don’t think she gets the credit for the influence she had,” he said. </p> \n<p>Hill said Patten had the aura of coming from “a more courteous era”, adding: “She was genteel, without any of the negative associations of that word, an unfailing polite and charming woman.”</p> \n<p>Patten is also survived by her sister Elizabeth who lives in Oslo, and her great-grandson Luke. Her husband Bob died in 1997.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433938403294/a86485c0-9e1f-4622-b668-a90b4f086205-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gary Calton","altText":"TV cook and author Marguerite Patten at home, in Brighton","cleanCredit":"Photograph: Gary Calton"}],"bodyImages":[],"webPublicationDate":"2015-06-10T13:19:58Z","lastModified":"2015-06-10T14:00:14Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jessica Elgot","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["Food & drink","UK news","Books","Culture","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"uk/uk","webTitle":"UK news"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/cookery-writer-marguerite-patten-dies-aged-99","shortUrl":"http://gu.com/p/49kd5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/10/cookery-writer-marguerite-patten-dies-aged-99","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/10/cookery-writer-marguerite-patten-dies-aged-99"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433938403294/a86485c0-9e1f-4622-b668-a90b4f086205-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"TV cook and author Marguerite Patten at home in Brighton. Photograph: Gary Calton","credit":"Gary Calton","altText":"TV cook and author Marguerite Patten at home in Brighton","cleanCaption":"TV cook and author Marguerite Patten at home in Brighton.","cleanCredit":"Photograph: Gary Calton"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433938403294/a86485c0-9e1f-4622-b668-a90b4f086205-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gary Calton","altText":"TV cook and author Marguerite Patten at home, in Brighton","cleanCredit":"Photograph: Gary Calton"}}]},{"title":"Aziz Ansari’s guide to dating by text: ‘We shud hang out sumtimez’ is a bad start","rawTitle":"Aziz Ansari’s guide to dating by text: ‘We shud hang out sumtimez’ is a bad start","item":{"type":"article","id":"lifeandstyle/2015/jun/08/aziz-ansari-modern-dating-extract-guide","title":"Aziz Ansari’s guide to dating by text: ‘We shud hang out sumtimez’ is a bad start","trailText":"Asking someone for a date should be simple, but the rise of the mobile phone has only increased the potential for fear, self-doubt and anxiety. In an extract from his book, Modern Dating, the comedian sets out the new rules","standFirst":"<p>Asking someone for a date should be simple, but the rise of the mobile phone has only increased the potential for fear, self-doubt and anxiety. In an extract from his book, Modern Dating, the comedian sets out the new rules</p>","byline":"Aziz Ansari","body":"<p>A few years ago there was a woman in my life – let’s call her Tanya – and we had hooked up one night in LA. We’d both attended a birthday party, and when things were winding down, she offered to drop me off at home. We had been chatting and flirting a little the whole night, so I asked her to come in for a drink. Eventually we started making out, and it was pretty awesome. I remember drunkenly saying something really dumb when she was leaving, like, “Tanya, you’re a very charming lady ...” She said, “Aziz, you’re a pretty charming guy too.” The encounter seemed promising, as everyone in the room had agreed we were both charming people.</p> \n<p>I wanted to see Tanya again and was faced with a conundrum: how and when do I communicate next? Do I call? Do I text? Do I send a Facebook message? Do I send up a smoke signal? How does one do that? Will I set my rented house on fire?</p> \n<p>Eventually I decided to text her, because she seemed to be a heavy texter. I waited a few days, so as not to seem overeager. I found out that the band Beach House, which we listened to the night we made out, was playing that week in LA, so it seemed the perfect move.</p> \n<p>Here was my text: “Hey – don’t know if you left for NYC, but Beach House playing tonight and tomorrow at Wiltern. You wanna go? Maybe they’ll let you cover The Motto if we ask nicely?”</p> \n<p>A nice, firm ask with a little inside joke thrown in. (Tanya was singing the Drake song The Motto at the party and, impressively, knew almost all the lyrics.)</p> \n<p>I was pretty confident. I wasn’t head-over-heels in love with Tanya, but she seemed really cool and it felt as if we had a good connection.</p> \n<p>A few minutes went by and the status of the text message changed to “read”.</p> \n<p>My heart stopped.</p> \n<p>This was the moment of truth.</p> \n<p>I braced myself and watched as those little iPhone dots popped up. The ones that tantalisingly tell you someone is typing a response, the phone equivalent of the slow trip up to the top of a roller coaster. But then, in a few seconds – they vanished.</p> \n<p>And there was no response from Tanya. A few more minutes go by and … nothing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jun/07/aziz-ansari-comedy-politics-women\">Aziz Ansari: ‘I’ve always been a feminist. There wasn’t a period when I was against women and then started dating one’</a> </p> \n</aside> \n<p>No problem, she’s probably just crafting her perfectly witty response. She started a draft, didn’t feel good about it, and wanted to get back to it later. I get it. She also probably didn’t want to seem overeager and be writing back so fast, right?</p> \n<p>Fifteen minutes go by … nothing.</p> \n<p>My confidence starts going down and shifting into doubt.</p> \n<p>An hour goes by … nothing.</p> \n<p>Two hours go by … nothing.</p> \n<p>Three hours go by … nothing.</p> \n<p>OK, maybe she’s busy with work. No big deal. I’m sure she’ll get back to me as soon as she can. We had a connection, right?</p> \n<p>A fucking day goes by.</p> \n<p><em>A full day!</em></p> \n<p>Now my thoughts get crazier: what has happened?! Did Tanya’s phone fall into a river/trash compactor/volcano? Did <em>Tanya</em> fall into a river/trash compactor/volcano?? Oh no, Tanya has died, and I’m selfishly worried about our date. I’m a bad person.</p> \n<p>I shared my dilemma with a friend.</p> \n<p>“Aww, come on, man, it’s fine. She’ll get back to you. She’s probably just busy,” he said optimistically.</p> \n<p>Later I check Instagram, and this clown Tanya is posting a photo of some deer. Too busy to write me back, but she has time to post a photo of some deer she saw on a hike?</p> \n<p>I’m distraught, but then I have a moment of clarity that every idiot has in this situation.</p> \n<p><em>Maybe she didn’t get the text!</em></p> \n<p>I kept debating whether I should send another message, but I felt it would just be too desperate and eventually accepted that she wasn’t interested.</p> \n<figure class=\"element element-image\" data-media-id=\"004a27b18b2e113892cf383bae67f66aaf32ffe7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/8/1433772552490/e445e7ef-9b84-457c-997c-c3966cc0c7a0-460x276.jpeg\" alt=\"I didn’t end up going to the concert. Instead I went to a comedy club and started talking about the awful frustration and self-doubt.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">I didn’t end up going to the concert. Instead I went to a comedy club and started talking about the awful frustration and self-doubt.</span> \n  <span class=\"element-image__credit\">Photograph: Mat Hayward/Getty Images</span> \n </figcaption> \n</figure> \n<p>I didn’t end up going to the concert. Instead I went to a comedy club and started talking about the awful frustration, self-doubt and rage that this whole “silence” nonsense had provoked in the depths of my being. I got laughs but also something bigger, as though the audience and I were connecting on a deeper level. I could tell that every guy and girl in the audience had had their own Tanya in their phone at one point or another.</p> \n<p>Asking someone out on a date is a simple task that frequently becomes a terrifying conundrum of fear, self-doubt and anxiety. It means declaring your attraction to someone and putting yourself out there in a huge way, while risking the brutal possibility of rejection – or, in the modern era – an unexplained, icy-cold silence.</p> \n<p>Just a generation ago, the landline or even a newspaper classified ad would have been a first stop to finding romance. Today, we look at our screens almost immediately. In a 2013 <a href=\"http://Match.com\">Match.com</a> survey researchers asked Americans: “If you were asking someone out on a first date, which method of communication would you be most likely to use to get in contact?” For 32% of people aged under 30, the answer was text message, and, over time, that will increasingly be true for all of us. The phone call is quickly being phased out. Men, it’s worth noting, are still overwhelmingly the ones expected to initiate the first ask. In 2012 only 12% of American women had asked anyone out in the previous year. So when discussing the pitfalls of relying on a text message to build romantic interest, I use the situation of a guy asking a girl out. The issues discussed generally translate both ways (minus the issue of girls hating dudes initiating with penis photos).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jun/04/modern-romance-aziz-ansari-review\">Modern Romance by Aziz Ansari review – for everyone whose date never texted back</a> </p> \n</aside> \n<h2><strong>The modern bozo</strong></h2> \n<p>One firm takeaway from all our interviews with women is that most dudes out there are straight-up bozos. These were intelligent, attractive, amazing women and they all deserved better. Some people say that it doesn’t matter what you text someone. If they like you, they like you. After interviewing hundreds of singles, I can scientifically confirm that this is total bullshit.</p> \n<p>A website called <a href=\"http://straightwhiteboystexting.tumblr.com/\">Straight White Boys Texting</a> has become a hub for women to submit the horrifying (and often hilarious) texts that guys have sent them. As described on the site, the blog came about due to the phenomenon in which a guy texts an inept sexual advance like, “Hey what’s your bra size ;)” or “what would you do if you were here haha lol ;)” apropos of nothing, in order to try to hook up with someone.</p> \n<p>This was known as a “straight white boy text,” hence the name of the blog, but, to be clear, the site is inclusive of douchey dudes of all races, ethnicities and sexual orientations.</p> \n<p>Here are two favourites of mine:</p> \n<p><em>– Afternoon sex?;)</em></p> \n<p>This gentleman wastes no time. What’s interesting to me, though, is would this guy ever act this way in real life? Doubtful that he’d just go up to a woman and say, “Afternoon sex?” and wink at her – unless he was some kind of R&amp;B superstar, in which case he’d be doing it all the time and it would possibly be quite successful.</p> \n<p>Here’s another:</p> \n<p><em>- I like your tits</em></p> \n<p><em>- You literally can’t even see them in any of my pictures I don’t understand</em></p> \n<p><em>- Im assuming that they are nice</em></p> \n<p>Again, I have to assume if this guy met this woman at a bar, his introduction would be something better than “I like your tits.”</p> \n<h2>The bad texts</h2> \n<p>The mistakes people make are not always so egregious. Let’s look at the things that irritated people the most.</p> \n<p><strong>1 The generic ‘hey’ text </strong>Want to know what’s filling up the phones of nearly every single woman? It’s this: “Hey,” “Hey!” Heyyy!!” “Hey what’s going?” “Wsup,” “Wsup!” “What’s going on?” “Whatcha up to?” It seems like a harmless message to send, and I’ve sent a good number of them in my own dating life. However, seeing it from the other side is eye-opening. When your phone is filled with that stuff, generic messages come off as super dull and lazy. They make the recipient feel like she’s not very special or important to you.</p> \n<p><strong>2 Endless back and forth </strong>So many people trying to make a connection wind up spending so much time typing and typing and trying to schedule things that, eventually, whatever spark may have been there diminishes. They go from enjoying the banter to trying to schedule something concrete, and all of a sudden they’re acting like secretaries.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"98da5e8d4b68d0aeee3b556f2a54b6acc949c231\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/8/1433772455205/a30185d7-bbeb-4ac0-866f-fe8473c1c230-280x420.jpeg\" alt=\"'There are some non-bozos out there'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘There are some non-bozos out there’</span> \n  <span class=\"element-image__credit\">Photograph: Reed Young for the Guardian</span> \n </figcaption> \n</figure> \n<p>Another form, which is especially common among the younger gentlemen out there, emerges when a dude is just too shy to actually ask the other person to do something. Instead of Even when not negotiating times and places, people can exchange meaningless texts ad nauseam. I can’t tell you how many girls I met who were clearly interested in a guy who, instead of asking them out, just kept sucking them into more mundane banter with gems like, “So where do you do your laundry?” What follows are 10 back-and-forths about laundry detergent. (“Yeah, I recently switched to fragrance-free detergent. It’s been <em>fantastic</em>.”)</p> \n<p><strong>3 Grammar/spelling </strong>Let’s say you are a handsome, charming stud who really made a great first impression. If your first text is “Hey we shud hang out sumtimez”, you may just destroy any goodwill you have built up.</p> \n<h2><strong>The good texts</strong></h2> \n<p>Not all guys are bozos. We also found some really great texts that gave me hope for the modern man. While a phone call may be great, the advantage of texting is that it can allow a guy or girl to craft a great, thoughtful message that can build attraction. We were also able to spot three specific traits these successful texts shared:</p> \n<p><strong>1 A firm invitation to something specific at a specific time </strong>There is a monumental difference in the fortunes of the guy who texts a girl, “Hey wuts goin on?” versus “Hey Katie, it was great meeting you on Saturday. If you’re around next week, I would love to take you to dinner at that restaurant we were talking about. Let me know if you’re free.” These two guys could have the same intentions and feelings in their hearts, but the girl they’re texting will never know that.</p> \n<p><strong>2 Some callback to the last in-person interaction </strong>This proves you were truly engaged when you last hung out and seemed to go a long way with women. Take this story: “One time, I met a guy at a party. When I got home, he texted me, ‘Good night little Audrey.’ That’s not my name. I figured he was just too drunk to remember. After I confronted him about this, he said that he called me Audrey because I told him that I looked up to Audrey Hepburn. It was actually pretty sweet.”</p> \n<p>I hope you aren’t holding an ice cream cone against your chest, because your heart just warmed – and your ice cream just melted.</p> \n<p><strong>3 A humorous tone </strong>This is dangerous territory because some dudes go too far or make a crude joke that doesn’t sit well, but ideally you both share the same sense of humour and you can put some thought into it and pull it off. Here’s another story from our research: “I met her at a bar in town, 2–3am after getting her number I drunkenly text her, ‘I’m that tall guy you made out with.’ In the morning I woke up to a message that said, ‘Which tall guy?’ I was incredibly impressed with her sense of humour and we’re still together two-and-a-half years later.”<br /></p> \n<h2><strong>What happened with Tanya, though?</strong></h2> \n<p>The thing to remember with this nonsense is, despite all your second-guessing about the content or timing of your message, sometimes it’s just not your fault and other factors are at play.</p> \n<p>A few months after the Tanya situation, I ran into her again. We had a lot of fun together and she eventually told me that she was sorry she didn’t get back to me that time. Apparently at the time she was questioning her entire sexual identity and was trying to figure out if she was a lesbian.</p> \n<p>Well, that was definitely not a theory that crossed my mind.</p> \n<p>We ended up hooking up that night, and this time she said there would be no games. I texted her a few days later to follow up on this plan. Her response: silence. (To be clear, Tanya and I are still friends and she’s a very nice person.)</p> \n<p><em><span class=\"bullet\">•</span> Extracted from Modern Romance by Aziz Ansari with Eric Klinenberg. To order a copy for &pound;13.59 (RRP &pound;16.99) go to <a href=\"http://bookshop.theguardian.com\">bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99.</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433768179394/Aziz-Ansari---to-text-or--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Aziz Ansari … to text or not to text? Photograph: Reed Young for the Guardian","credit":"/Reed Young for the Guardian","altText":"Aziz Ansari … to text or not to text?","cleanCaption":"Aziz Ansari … to text or not to text? Photograph: Reed Young for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433772553839/e445e7ef-9b84-457c-997c-c3966cc0c7a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"I didn’t end up going to the concert. Instead I went to a comedy club and started talking about the awful frustration and self-doubt. Photograph: Mat Hayward/Getty Images","credit":"Mat Hayward/Getty Images","altText":"I didn’t end up going to the concert. Instead I went to a comedy club and started talking about the awful frustration and self-doubt.","cleanCaption":"I didn’t end up going to the concert. Instead I went to a comedy club and started talking about the awful frustration and self-doubt.","cleanCredit":"Photograph: Mat Hayward/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433772456699/a30185d7-bbeb-4ac0-866f-fe8473c1c230-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"‘There are some non-bozos out there’ Photograph: Reed Young for the Guardian","credit":"Reed Young for the Guardian","altText":"'There are some non-bozos out there'","cleanCaption":"‘There are some non-bozos out there’","cleanCredit":"Photograph: Reed Young for the Guardian"}],"webPublicationDate":"2015-06-08T15:16:48Z","lastModified":"2015-06-09T15:18:42Z","metadata":{"commentable":true,"commentCount":65,"contributors":[{"name":"Aziz Ansari","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aziz-ansari"}],"feature":true,"keywords":["Relationships","Online dating","Life and style","Aziz Ansari","Culture","Books"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"stage/aziz-ansari","webTitle":"Aziz Ansari"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/books","webTitle":"Books"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Aziz Ansari","topic":{"type":"tag-contributor","name":"profile/aziz-ansari"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/08/aziz-ansari-modern-dating-extract-guide","shortUrl":"http://gu.com/p/49t9j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/08/aziz-ansari-modern-dating-extract-guide","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/08/aziz-ansari-modern-dating-extract-guide"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433768454579/9b7b9866-ecd2-4162-a487-09fd4b565e30-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Aziz Ansari … to text or not to text?  Photograph: Reed Young for the Guardian","credit":"Reed Young for the Guardian","altText":"Aziz Ansari … to text or not to text?","cleanCaption":"Aziz Ansari … to text or not to text? ","cleanCredit":"Photograph: Reed Young for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433768179394/Aziz-Ansari---to-text-or--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Aziz Ansari … to text or not to text? Photograph: Reed Young for the Guardian","credit":"/Reed Young for the Guardian","altText":"Aziz Ansari … to text or not to text?","cleanCaption":"Aziz Ansari … to text or not to text? Photograph: Reed Young for the Guardian"}}]},{"title":"Wet wipes: the biggest villain of 2015","rawTitle":"Wet wipes: the biggest villain of 2015","item":{"type":"article","id":"lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals","title":"Wet wipes: the biggest villain of 2015","trailText":"If they’re not causing jumbo-jet-sized fatbergs in sewers or confusing hungry turtles, then they’re spreading deadly superbugs around hospitals. Time for a clean-up ","standFirst":"<p>If they’re not causing jumbo-jet-sized fatbergs in sewers or confusing hungry turtles, then they’re spreading deadly superbugs around hospitals. Time for a clean-up</p>","byline":"","body":"<p><strong>Age:</strong> Have been around since the 1950s, but started to be mass produced in the 1990s.</p> \n<p><strong>Appearance:</strong> Small, rectangular, white, innocuous-looking.</p> \n<p><strong>Note on corporate history:</strong> From small beginnings – basically being used to clean babies’ bottoms in emergencies – wet wipes (aka baby wipes, anti-bacterial wipes and detergent wipes) are now a multimillion-pound sector worth &pound;500m a year in the UK.</p> \n<p><strong>Status:</strong> Scourge.</p> \n<p><strong>Surely you mean extremely handy aid that comes in useful when you need to wipe your hands after using the loo of a cafe in Turkey that doesn’t have any soap in the dispenser. </strong>That is probably anti-Turkish, but we’ll let it pass because there are bigger issues here.</p> \n<p><strong>Go on.</strong> <a href=\"http://www.bbc.co.uk/news/uk-wales-33054489\">A new report from Cardiff University</a> says wet wipes show “huge variability” in their capacity to kill bacteria, and in hospitals can even spread superbugs from surface to surface.</p> \n<p><strong>Only if you’re stupid enough to use the same wipe on different surfaces.</strong> Fair point, but it seems some staff in hospitals – and lots of people at home too – are that stupid.</p> \n<p><strong>I swear by them.</strong> Well, you should start swearing at them, because this latest problem is just the tip of the fatberg.</p> \n<p><strong>You mean iceberg?</strong> No, I mean fatberg. So-called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/21/huge-10-ton-fatberg-removed-chelsea-sewer-london\">fatbergs</a> – estimates of size vary from a bus to a jumbo jet – made up of wet wipes flushed down loos and the fat and grease poured down sinks are forming in sewers and causing blockages, with decidedly unpleasant consequences.</p> \n<p><strong>Overflowing toilets.</strong> Indeed. What’s more, increasing numbers of wipes, which because of the plastic fibres they contain are not generally biodegradable, are also washing up on beaches –<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/19/dont-flush-wet-wipes-toilet-conservationists\"> 35 wipes per kilometre of beach, according to the Marine Conservation Society’s most recent count</a>. Turtles mistake them for jellyfish and eat them.</p> \n<p><strong>What happens to them?</strong> They meet a painful, if relatively hygienic, end.</p> \n<p><strong>What can be done?</strong> Try a washable flannel and bar of soap instead.</p> \n<p><strong>Do say:</strong> “They’re a tragic symptom of our disposable society.”</p> \n<p><strong>Don’t say:</strong> “I suppose you think global warming is a problem too.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861433736/81ab4b9c-bfad-4da9-aef1-ddadb85c767b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Wet wipes","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-09T16:56:06Z","lastModified":"2015-06-10T12:48:42Z","metadata":{"commentable":true,"commentCount":71,"contributors":[],"feature":true,"keywords":["Health & wellbeing","Life and style","Pollution","Waste","Environment"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/waste","webTitle":"Waste"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals","shortUrl":"http://gu.com/p/49jtm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals","webUri":"http://www.theguardian.com/lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861433736/81ab4b9c-bfad-4da9-aef1-ddadb85c767b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The wet wipes sector is worth £500m a year in the UK. Photograph: Alamy","credit":"Alamy","altText":"Wet wipes","cleanCaption":"The wet wipes sector is worth £500m a year in the UK.","cleanCredit":"Photograph: Alamy"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861433736/81ab4b9c-bfad-4da9-aef1-ddadb85c767b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Wet wipes","cleanCredit":"Photograph: Alamy"}}]},{"title":"Good on Andy Murray and his feminism – listen to women and be outraged","rawTitle":"Good on Andy Murray and his feminism – listen to women and be outraged","item":{"type":"article","id":"lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged","title":"Good on Andy Murray and his feminism – listen to women and be outraged","trailText":"The tennis star’s feminist critique was prompted by the ‘criticism and prejudice’ faced by his coach. But if it takes personal experience to bring empathy to the cause, it’s no bad thing","standFirst":"<p>The tennis star’s feminist critique might have been prompted by the ‘criticism and prejudice’ faced by his coach Am&eacute;lie Mauresmo. But if it takes personal experience to bring more empathy to the cause, it’s no bad thing</p>","byline":"Laura Bates","body":"<p>There’s a common argument that is often used in discussions of sexism and sexual harassment. It goes something like this: “Imagine if that was your sister or your mother. Would you be happy to see her treated like that?”</p> \n<p>You can see why the argument is so common. It’s often much easier to identify with a problem that directly affects us, or somebody we care about, than an abstract issue.</p> \n<p>This week, Andy Murray wrote in <a href=\"http://www.andymurray.com/feature/lequipe-column/\">his blog for L’Equipe</a> that he has become a feminist since witnessing first-hand the “criticism and prejudice” his coach, Am&eacute;lie Mauresmo endures. He wrote: </p> \n<blockquote class=\"quoted\"> \n <p>The staggering thing was that she was slated every time I lost, which is something my former coaches never, ever experienced. It wasn’t right. I got off to a bad start last season and things have only got better since Am&eacute;lie arrived. I was ranked 11th in September 2014, I’m now ranked third – it speaks for itself. They say I was plucky choosing Am&eacute;lie but, truth be told, if anyone was plucky it was Am&eacute;lie – she’s the one who’s taken the heat. Her competence was always under fire. I felt embarrassed.”</p> \n</blockquote> \n<p>Murray concludes: </p> \n<blockquote class=\"quoted\"> \n <p>Have I become a feminist? Well, if being a feminist is about fighting so that a woman is treated like a man then yes, I suppose I have. My upbringing means that I’m quite attuned to the whole thing. I came to tennis thanks to my mother. I always had a very close relationship with my grandmothers.”</p> \n</blockquote> \n<p>Feminists are often frustrated, and understandably so, by the idea that a man should only be persuaded to care about the plight of half the world’s population because it impinges directly on somebody closely connected to him. Women should be considered as whole people in their own right, not as appendages whose relationship as mothers, sisters, colleagues or lovers of men confers a new importance. We should care about the harassment and oppression of women because it is wrong. Full stop.</p> \n<p>But, while I wouldn’t use “what if it was your sister” as the central argument in any feminist appeal, I still think we should embrace and welcome those, like Murray, who come to feminism because their eyes are opened by people close to them.</p> \n<p>Feminism is not the only cause that finds new converts in those catalysed by personal, painful experience. The same is true of those who raise awareness of specific charities after a loved one is diagnosed with a disease, for example. And what starts as a gateway doesn’t have to be the beginning and end of a person’s experience of any particular cause. Of course nobody should care only about the experience of their own mother, sister, wife or friend. But perhaps the empathy elicited by an abstract problem becoming personal leads to a wider understanding of the problem as a whole.</p> \n<p>This is particularly pertinent when we are dealing with sexism, because part of the problem is a constant bombardment of images and messaging that dehumanises women and encourages the viewer to see them as passive, inert objects. So associating sexism with a real woman you care about might be what it takes to shock you into re-humanising all women and thinking about their experiences more deeply.</p> \n<p>The problem is also, often, hard to pin down: sexism and harassment can be invisible to those not in the immediate firing line – covert gropings in packed tube carriages, shouted obscenities across darkened streets. The looks, “accidental” brushes and throwaway comments that are so hard to explain afterwards.</p> \n<p>I am always amazed, in any discussion of sexism on social media, by the two completely different streams of tweets that flow simultaneously. From men, there are expressions of shock and disbelief. From women, weary sighs and recognition. </p> \n<p>We still live in a society where an enormous amount of discrimination, harassment and violence exists incongruously alongside a widely held belief that equality has already been achieved. In that context, we need all the support we can get. We need people to see sexism in order to recruit them to the cause of fighting against it. We need people to accept a problem exists before we can begin to tackle it. And if the shock of hearing about the experiences of female relatives, colleagues and friends is what it takes to kick-start that journey – as long as the journey doesn’t end there – it can be a useful place to start.<br /></p> \n<p>So I’d urge men: go and ask your female colleagues, relatives and friends about their experiences. Be shocked. Be outraged. But don’t stop there. Let their answers spur you into action. Roll up your sleeves and start fighting for the right of all women, everywhere, to be treated like human beings.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433856579171/1c5f8a5a-6b35-46b5-b16f-7d458c6b8c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Dodge/Getty Images","altText":"Andy Murray talks with coach Amélie Mauresmo","cleanCredit":"Photograph: Michael Dodge/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T17:15:32Z","lastModified":"2015-06-09T17:21:42Z","metadata":{"commentable":true,"commentCount":61,"contributors":[{"name":"Laura Bates","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/3/1428058264790/Laura-Bates-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laura-bates"}],"feature":true,"keywords":["Feminism","Life and style","Women","Andy Murray","Tennis","Sport"],"tags":[{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Laura Bates","topic":{"type":"tag-contributor","name":"profile/laura-bates"}}],"series":{"title":"Laura Bates on everyday sexism","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/laura-bates-on-everyday-sexism"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged","shortUrl":"http://gu.com/p/49jcc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged","webUri":"http://www.theguardian.com/lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433856579171/1c5f8a5a-6b35-46b5-b16f-7d458c6b8c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray talks with coach Amélie Mauresmo Photograph: Michael Dodge/Getty Images","credit":"Michael Dodge/Getty Images","altText":"Andy Murray talks with coach Amelie Mauresmo","cleanCaption":"Andy Murray talks with coach Amélie Mauresmo","cleanCredit":"Photograph: Michael Dodge/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433856579171/1c5f8a5a-6b35-46b5-b16f-7d458c6b8c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Dodge/Getty Images","altText":"Andy Murray talks with coach Amélie Mauresmo","cleanCredit":"Photograph: Michael Dodge/Getty Images"}}]},{"title":"Experience: I was nearly drowned by a sea lion","rawTitle":"Experience: I was nearly drowned by a sea lion","item":{"type":"article","id":"lifeandstyle/2015/jun/05/i-was-nearly-drowned-by-sea-lion-experience","title":"Experience: I was nearly drowned by a sea lion","trailText":"‘My wife wanted to take a picture of me with a yellowtail. She said “Smile!” and pressed the button. When she looked up, I was gone’","standFirst":"<p>‘My wife wanted to take a picture of me with a yellowtail. She said “Smile!” and pressed the button. When she looked up, I was gone’</p>","byline":"Dan Carlin","body":"<p>It was an early start on Easter Sunday. My wife, Trish, and I were going out on our boat, a 30-footer called The Dive Inn, for a day’s fishing. We’d decided to head to some islands off the coast of Mexico, about 20 miles from our home in San Diego. We left around 5am. Almost every weekend we go diving or fishing – I’ve been fishing for over 30 years – and we normally catch tuna, yellowtail or white sea bass. That day we caught five yellowtail. By early afternoon, the water had turned choppy, so we headed back to port.</p> \n<p>We usually clean our fish outside the harbour, but that day we decided to go into the bay, where it was calmer. We saw a few sea lions. We’re always careful not to attract them by throwing fish guts overboard. Before Trish began the final fish, she said she wanted to take my picture. I grabbed a fish and hoisted it up. The sun was reflecting off her cellphone screen, so she was really concentrating. She said “Smile!” and pressed the button. When she looked up, I was gone.</p> \n<p>What Trish hadn’t seen was that at the moment she said “Smile!” a sea lion had leapt about 7ft out of the water to get the fish, and grabbed my left hand in the process. Sea lions have canine teeth, just like a dog. It dragged me headfirst into the water. I’d actually seen it out of the corner of my eye a split second before I felt the pain. It was big and had such strength. It pulled me straight down to the bottom of the bay, about 25-30ft. I was moving incredibly fast through the water. It whipped me back and forth five or six times. I thought, “Well, now you know how you are going to die.”</p> \n<figure class=\"element element-image\" data-media-id=\"416405065087ff6d8a92aaff473793346a01d919\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433514841082/39a393c7-c086-44b4-8be8-5bede26f4855-460x259.jpeg\" alt=\"Sea lion man dan darlin\" width=\"460\" height=\"259\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dan Carlin: ‘What Trish hadn’t seen was that at the moment she said, ‘Smile!’ a sea lion had leapt about 7ft out of the water to get the fish.”</span> \n  <span class=\"element-image__credit\">Photograph: Trish Carlin</span> \n </figcaption> \n</figure> \n<p>I was in survival mode. I was fighting to get my hand free, and after a lot of struggling, it finally let me go. I was kicking to get back to the surface when it swam back and took a bite out of my ankle.</p> \n<p>My experience of free-diving saved my life. When I went over, I didn’t open my mouth. If you do, seawater forces its way into your lungs and you sink like a rock. The water pressure could have blown out my eardrums, but I equalised the pressure by swallowing. When I surfaced I could hear my wife screaming my name. The whole thing lasted no more than 25 seconds. I climbed the ladder on to the boat and lay down. Every breath felt like agony. There was a huge hole in my hand, the blood was gushing out. Trish wrapped it in a towel. I knew I had to get to hospital, but first we had to hoist the anchor up the last 6ft.</p> \n<p>When we pulled in, Trish called 911 and said, “My husband has been attacked by a sea lion.” On the way to hospital, she remembered she’d been taking a picture when it happened – she looked on her cellphone and there it was: me, holding the fish, and a sea lion mid-air, its mouth around my hand. We laughed, but it could have been the final image of me. At the hospital, people kept coming in – not to look after me, but to see the photo.</p> \n<p>I was in hospital for two days. I had a cut on my hand from my knuckle to wrist, exposing the bone. I had another, golf ball-sized hole on the other side, and a broken bone in my hand. I needed 20 stitches. A big threat was infection from a nasty bacteria that lives in the mouths of sea lions. The doctor said he’d never seen an injury that severe without massive tendon and ligament damage.</p> \n<p>Sea lions are so agile. I don’t buy the idea that it accidentally got my hand; I think it was angry and territorial. The supply of fish here is dwindling and their numbers are increasing – there’s not enough food for them all.</p> \n<p>The first night at home, Trish said I ended up screaming in my sleep. But I can see the funny side. The picture is my screensaver and my colleagues have joked about getting me a stuffed sea lion. But they’re not as cute as they look, you know.</p> \n<p><span class=\"bullet\">•</span> As told to Sophie Haydock</p> \n<p>Do you have an experience to share? Email <a href=\"mailto:\">experience@theguardian.com</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/26/1432647480178/Experience-sea-lion-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I was kicking to get back to the surface when he swam back and took a bite out of my ankle.' Photograph: Luis Garcia for the Guardian","credit":"/Luis Garcia for the Guardian","altText":"Experience: sea lion","cleanCaption":"'I was kicking to get back to the surface when he swam back and took a bite out of my ankle.' Photograph: Luis Garcia for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433514841448/97066746-1962-4adf-a1a0-0b633c78ab3b-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"Dan Carlin: ‘What Trish hadn’t seen was that at the moment she said, ‘Smile!’ a sea lion had leapt about 7ft out of the water to get the fish.” Photograph: Trish Carlin","credit":"Trish Carlin","altText":"Sea lion man dan darlin","cleanCaption":"Dan Carlin: ‘What Trish hadn’t seen was that at the moment she said, ‘Smile!’ a sea lion had leapt about 7ft out of the water to get the fish.”","cleanCredit":"Photograph: Trish Carlin"}],"webPublicationDate":"2015-06-05T13:00:01Z","lastModified":"2015-06-08T11:42:43Z","metadata":{"commentable":true,"commentCount":113,"contributors":[],"feature":true,"keywords":["Life and style","Fishing"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"sport/fishing","webTitle":"Fishing"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Experience","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/experience"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/05/i-was-nearly-drowned-by-sea-lion-experience","shortUrl":"http://gu.com/p/4936t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/05/i-was-nearly-drowned-by-sea-lion-experience","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/05/i-was-nearly-drowned-by-sea-lion-experience"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/26/1432647480178/Experience-sea-lion-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I was kicking to get back to the surface when he swam back and took a bite out of my ankle.’ Photograph: Luis Garcia for the Guardian","credit":"Luis Garcia for the Guardian","altText":"Experience: sea lion","cleanCaption":"‘I was kicking to get back to the surface when he swam back and took a bite out of my ankle.’ Photograph: Luis Garcia for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/26/1432647480178/Experience-sea-lion-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I was kicking to get back to the surface when he swam back and took a bite out of my ankle.' Photograph: Luis Garcia for the Guardian","credit":"/Luis Garcia for the Guardian","altText":"Experience: sea lion","cleanCaption":"'I was kicking to get back to the surface when he swam back and took a bite out of my ankle.' Photograph: Luis Garcia for the Guardian"}}]}],"lastModified":"2015-06-10T14:00:14Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}