{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"A pub date with Lance, who describes himself as short, fat and bald","rawTitle":"A pub date with Lance, who describes himself as short, fat and bald","item":{"type":"article","id":"lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man","title":"A pub date with Lance, who describes himself as short, fat and bald","trailText":"He’d bought a bottle of wine and was dressed as if about to go down a ravine with Bear Grylls","standFirst":"He’d bought a bottle of wine and was dressed as if about to go down a ravine with Bear Grylls","byline":"Stella Grey","body":"<p>Miles’s smiling face popped up on another dating site this week, one he’d freshly joined, and so I sent him a message via their system, just saying hello. He’d said he wanted to be friends. He didn’t, though.</p> \n<p>Back came the reply: “I’m sorry again that I disappeared on you. I felt overwhelmed. To be honest, all that stuff about wanting to be stitched into someone else’s life was kind of claustrophobic.”</p> \n<p>It wasn’t that, Miles. It was my body – tell the truth, I said aloud to the screen, but didn’t write. So it wasn’t really my not conforming to his type. It was my neediness that damned me.</p> \n<p>I asked what was wrong with wanting to be stitched into someone else’s life, if the stitching was mutual and contented. He said that living alone had taught him that he needs to be fundamentally independent. Shared meals, evenings, nights, should be a matter of choice: surely that was a truly liberated way of life? When I argued with this, he interpreted my scepticism as a proposition.</p> \n<p>“I can’t offer what you want,” he wrote. “And nice though it is to hear from you, I can’t offer you a date either.”</p> \n<p>I wasn’t looking for a date. “I’m not looking for a date, but thanks. Just saw your face pop up here and thought I’d say hello. All the best. Good luck.”</p> \n<p>When I logged into another website that I’m registered on, there was a message from him. He’d joined the day before, found me and written to say he thought we should have that lunch at his house and see what happens. But that was before we’d had the conversation we’d just had. “I don’t imagine this invitation still stands,” I replied. He did not answer.</p> \n<p>Then, there was an email from Lee, the Austrian, saying that he regretted we hadn’t met, in the end, and that we should have had the conversation about femininity face to face as it might have turned out differently. We would have smiled while we argued. We would have enjoyed the debate. Good relationships need friction, after all, he said. How about a drink? OK, I said. A drink. Why not. When, where? He didn’t reply. I wrote again. “Just name the day. Name the date.” Then I laughed a lot at my own joke.</p> \n<p>The culmination of this series of blasts from the past was a dating site message from Peter. It was as if I’d conjured him up by thinking about him, my long-distance disappointment of February. Peter has my email address and mobile number, but opted for the formality of the site email system.</p> \n<p>“Hello again. How’s it going for you?” he asked blandly. I told him it was going fine. He launched in to an account of his life since he’d kissed my head and got on a train and dumped me. He’d had a few short-term&nbsp;relationships. He’d thought he’d found “the one”, and then it turned out she wasn’t. They’d got on each other’s nerves. He’d realised that he needed to stop chasing the pretty girls and think about the intellectual fit. “And so – why are you contacting me again, Peter?” I asked him. “Have I been held in reserve until the wind changed?” There was no answer to&nbsp;that.</p> \n<p>I put on some lipstick and a red frock and went to the pub to meet Lance. Lance is short and plain and bald; he’d written a funny message admitting to these failings and listing his good points. (One was that he couldn’t make up his mind about Marmite, and thus was an original thinker, which made me smile.)</p> \n<p>At the pub, Lance was already ensconced in a corner and had bought a bottle of wine. We drank it. He was dressed as if he was about to go down into a ravine with Bear Grylls. We didn’t have much to talk about. Eventually he looked at his watch for the fourth time and said he had an early start, and should go home.</p> \n<p>Outside, he kissed me on the cheek, and said, “Look, I’m not sure, I have to be honest.”</p> \n<p>I said that was fine, and off we went in our different directions. That’s what most internet dates are like. That’s what most of mine are like. They are just not very interesting to read about.</p> \n<p><em>Stella Grey is a pseudonym</em></p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180452360/Jar-of-marmite-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features","credit":"Geoffrey Robinson/Rex Features","altText":"Jar of marmite","cleanCaption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-07-11T05:44:04Z","lastModified":"2015-07-11T05:44:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Online dating","Relationships","Family","Dating","Wine"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/dating","webTitle":"Dating"},{"id":"lifeandstyle/wine","webTitle":"Wine"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man","shortUrl":"http://gu.com/p/4adbn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/pub-date-short-plain-bald-man"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180452360/Jar-of-marmite-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features","credit":"Geoffrey Robinson/Rex Features","altText":"Jar of marmite","cleanCaption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180452360/Jar-of-marmite-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features","credit":"Geoffrey Robinson/Rex Features","altText":"Jar of marmite","cleanCaption":"Lance argued that as he couldn't make up his mind about Marmite, he was an original thinker. Photograph: Geoffrey Robinson/Rex Features"}}]},{"title":"Experience: I found my identical twin on YouTube","rawTitle":"Experience: I found my identical twin on YouTube","item":{"type":"article","id":"lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube","title":"Experience: I found my identical twin on YouTube","trailText":"‘She sent me a picture of her adoption records. We had been born in the same clinic. She wrote, “Dude, we’re totally twins!”’","standFirst":"<p>‘She sent me a picture of her adoption records. We had been born in the same clinic. She wrote, “Dude, we’re totally twins!”’</p>","byline":"Anaïs Bordier","body":"<p>I’ve always known I was adopted. I was born in Busan, South Korea, but raised in France by parents who look nothing like me, with blond hair and blue eyes. My adoption records say I was born an only child to a very young, unmarried woman.</p> \n<p>In December 2012 I was in London, studying fashion, when another student posted a YouTube video of me on my Facebook page. But I’ve never made a YouTube video in my life. When I watched it, I realised it wasn’t me at all, it was an American girl who looked exactly like me.</p> \n<p>I watched the video over and over again, looking for differences, but we were identical, except for her clothes and her accent. Her name wasn’t on the video, so I had no idea how to contact her.</p> \n<p>A month later, I was on a bus in Hackney when a friend told me there was a new video online of my doppelganger. I immediately watched it on my phone. It was a trailer for a film, so I looked up the cast and finally had her name: <a href=\"http://www.imdb.com/name/nm1789162/\">Samantha Futerman</a>. I found out she was also born in Korea and her birthday was 19 November 1987, the same as mine. I was so shocked I had to get off the bus. I called my mum and she said the words I’d been afraid to even think: “Do you think she might be your twin?”</p> \n<p>I spent a long time composing a message to Samantha, telling her to check out my Facebook photos. When she wrote back, she sent a picture of her adoption records. We had been born in the same clinic. Sam wrote, “Dude, we’re totally twins!” We started exchanging photos and then had a conversation on Skype. I was so nervous. We had the same mannerisms, the same laugh, even our hairstyle was similar. We talked about everything and nothing for three hours. After that, every morning I’d check her Instagram feed to remind myself she was real.</p> \n<p>Dr Nancy Segal, a specialist in twin studies at California State University, contacted us when Sam started working on a documentary about us. She offered us DNA testing, so we swabbed our cheeks together on Skype, and we agreed to meet.</p> \n<p>Sam, her parents and two brothers came to meet me in London last May. I took my mum and some friends for support. I was incredibly nervous. When I first saw Sam, I was trying not to stare, but she just started laughing. I went over and awkwardly poked her in the head – I just wanted to make physical contact. I didn’t know what to do. I wasn’t aware how small I was. Her feet looked tiny and I realised mine must be, too, and suddenly I knew how I looked from behind.</p> \n<p>We wanted to be by ourselves, so we went to have lunch, and on the way we kept stopping to look at our reflections in shop windows. It was like a parallel universe. We’re so similar: she reacts to things the same way I do. We’re both awkward and have the same strange sense of humour. She doesn’t have to explain herself to me and she understands me perfectly, too. That night, we had a Skype call with Dr Segal, who gave us the DNA results. She said, “You should hug, you’re identical twins!” So we did. Around us, it was like somebody had won a football match. Everyone was cheering.</p> \n<p>I would like to know why we were separated, but we still have no idea. Sam had tried to contact our birth mother before she knew about me, but the woman named on her adoption papers said Sam had the wrong person. I’m not worried about that, as I was never anxious to find my birth mother, and now I have Sam anyway. Sam lives in LA and I’m in France, so we meet when we can, spending special occasions together. We have discovered a love of surfing, so when I visit we often head to the beach. Our parents have become great friends and all say they have a second daughter.</p> \n<p>I had a very happy childhood and never felt anything was missing, but there was one thing I wanted: to look like someone else in my family and to have that physical connection to someone. But what could be better than an identical twin? I’ll always have her in my life now.</p> \n<p><span class=\"bullet\">•</span> As told to Antonia Blyth.</p> \n<p>Do you have an experience to share? Email <a href=\"mailto:experience@theguardian.com\">experience@theguardian.com</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435757471625/Experience-twins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian","credit":"John Francis Peters for the Guardian","altText":"Experience: twins","cleanCaption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-10T12:59:00Z","lastModified":"2015-07-10T23:01:12Z","metadata":{"commentable":true,"commentCount":108,"contributors":[],"feature":true,"keywords":["Life and style","Family","Adoption","Children","Society"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"society/adoption","webTitle":"Adoption"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Experience","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/experience"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube","shortUrl":"http://gu.com/p/4a4ck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435757471625/Experience-twins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anaïs Bordier (left) with her twin sister Samantha Futerma. Photograph: John Francis Peters for the Guardian","credit":"John Francis Peters for the Guardian","altText":"Experience: twins","cleanCaption":"Anaïs Bordier (left) with her twin sister Samantha Futerma. Photograph: John Francis Peters for the Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435757471625/Experience-twins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian","credit":"John Francis Peters for the Guardian","altText":"Experience: twins","cleanCaption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian"}}]},{"title":"My son is abusive and aggressive towards me - I have to hide the bruises","rawTitle":"My son is abusive and aggressive towards me - I have to hide the bruises","item":{"type":"article","id":"lifeandstyle/2015/jul/10/my-son-is-abusive-and-aggressive-towards-me-i-have-to-hide-the-bruises","title":"My son is abusive and aggressive towards me - I have to hide the bruises","trailText":"His father died eight years ago and I fear I’ve raised a monster who will be a danger to women","standFirst":"His father died eight years ago and I fear I’ve raised a monster who will be a danger to women","byline":"Annalisa Barbieri","body":"<p><strong>My son, who is 17, scares me. He’s aggressive and flies off the handle about everything. I am constantly hiding bruises from being shoved around when I stand up for myself or challenge his behaviour or opinions. Most recently he threw a glass at me that split my head. The sheer aggression and amount of blood frightened us both. Naturally, he was extremely remorseful. I know all abusers are – it’s their pattern. I constantly reprimand him for smoking indoors – he ignores me. I constantly reprimand him about his general untidiness – I admit I am a little OCD. I can’t let up on him as to do so would be admitting defeat and letting him do as he pleases in our home.</strong></p> \n<p><strong>Our home is very important to me. I grew up in care and never had a home of my own until recently. What is more, his girlfriend has virtually moved in. She’s a really lovely girl and tries to calm my son down when he goes too far – but I know she’s scared of him too. He has also just dropped out of school. I know he’s hurting. I just can’t reach him and he won’t talk to anyone but his girlfriend about his feelings.</strong></p> \n<p><strong>My fear is that I’ve raised a monster who will be a danger to women. I want to ask him to leave if he is so unhappy and despises me so much. However, after working with vulnerable young people for over a decade, I can’t stomach putting my own son out. He has nowhere else to go. He has male relatives, but none he is close to. </strong></p> \n<p><strong>His father/my late husband, died eight years ago. Despite being close to his dad, he never really grieved. He refused to talk when we went to counselling sessions, and hates me even mentioning his dad. I feel that a lot of his anger stems from this loss. On top of this, he has told me I was not emotionally supportive when his dad died. It’s true. I withdrew and became rather robotic, trying to get through day-by-day. He also often says he wishes it was me who died. Sometimes I do too, as my husband was the better parent, having being brought up in a loving family by a mother who adored him. I feel very isolated. Where can I turn for help?</strong></p> \n<p>It may seem like no one else has this problem but it’s not uncommon.</p> \n<p>I just want to make it clear that the advice I’m about to give you would be different if we were dealing with an abusive partner (male or female) but it’s your son we’re talking about and my reply is formed after referring to Family Lives (<a href=\"http://www.familylives.org.uk/\" title=\"\">familylives.org.uk</a>, helpline 0808 800 2222), which deals with situations like yours every day.</p> \n<p>“It sounds,” says Sandra Hiller from Family Lives, “as if your son may be struggling to cope with his powerful, un-dealt-with emotions. Anger makes up a large part of any child’s grief, but for a teenager even more so.”</p> \n<p>Some men and boys may find it very difficult to express certain emotions, defaulting to anger when they are really scared or feeling vulnerable. Anger is, of course, a normal and natural emotion but it’s how it’s expressed and dealt with that’s important.</p> \n<p>Hiller realised that “exploring and finding the root of his aggression may not be easy, especially if broaching the subject could result in an outburst.”</p> \n<p>Hiller also wonders if his anger may be linked to depression. There is a useful link at <a href=\"http://www.cwmt.org.uk/parents-guide-to-depression\" title=\"\">cwmt.org.uk</a> for you to look at: Parents’ Guide to Teen Depression. She also suggests you “may also need to look honestly at how you deal with anger and emotion. You mention your background and how your home is very important to you and you want to protect it, as well as honestly describing how you coped when your husband died. By you emotionally withdrawing and becoming ‘robotic’ at this tragic time, your son may well have felt scared and alone, feeling that he had lost both his parents,” says Hiller.</p> \n<p>“It sounds as if he has learned how to deal with his loss by emotionally withdrawing, pushing back his feelings, until now when they have started to resurface. Children often do mirror the way parents deal with emotion or vent their anger.”</p> \n<p>Your situation is not hopeless. You seem to have overcome a very difficult childhood to become a successful adult with a job and a home. You have sought help, and you have not repeated the patterns of your life that saw you going into care.</p> \n<p>Hiller suggests that your son’s girlfriend may be the key. “Try to encourage his girlfriend to explore with him what goes through his mind when he feels angry: does he notice any physical changes when he starts to feel agitated. What are the everyday triggers for him? Does his temperature rise, muscles tighten, heart rate increase etc. If she could start to encourage him to recognise these signs, he may start to identify that he is about to lose control and be given some strategies to cope.”</p> \n<p>It’s easy to fall into a pattern of not dealing with these outbursts until they happen again – almost of not wanting to go there. But the time to talk to your son is when he is at his calmest. A good way to start is to say something like, “What’s it like for you when you get angry” instead of chastisement.</p> \n<p>“Teenagers,” says Hiller, “sometimes respond positively if they think you can see things as they do, so try to let him know that you understand that his anger is unpleasant for him too and that you want to help. It’s important for him to realise it’s not wrong to feel angry at times, but he needs to express it in a way that is safe for him, you and others in the family.”</p> \n<p>However, when your son does lose his temper, your safety (and that of others present) is paramount, so remove yourselves from the situation or call for help. If he becomes violent, you may have to consider calling the police.</p> \n<p>Three other good organisations for you to look at: Connexions Direct (tel: 080 800 13219), <a href=\"http://www.getconnected.org.uk/\" title=\"\">Get Connected</a> and <a href=\"http://www.youngminds.org.uk/\" title=\"\">Young Minds</a>.</p> \n<h2>Your problems solved<br /></h2> \n<p>Contact Annalisa Barbieri, The Guardian, Kings Place, 90 York Way, London N1 9GU or email annalisa.barbieri@mac.com. Annalisa regrets she cannot enter into personal correspondence.</p> \n<p>Follow Annalisa on Twitter <a href=\"https://twitter.com/annalisab\" title=\"\">@AnnalisaB</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287987215/serious-looking-teenager-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I know he’s hurting. I just can’t reach him and he won’t talk to anyone but his girlfriend about his feelings.' (Posed by model.) Photograph: Image Source/Getty Images","credit":"Image Source/Getty Images","altText":"serious looking teenager","cleanCaption":"'I know he’s hurting. I just can’t reach him and he won’t talk to anyone but his girlfriend about his feelings.' (Posed by model.) Photograph: Image Source/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T14:00:01Z","lastModified":"2015-07-10T23:01:40Z","metadata":{"commentable":true,"commentCount":100,"contributors":[{"name":"Annalisa Barbieri","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/annalisabarbieri"}],"feature":true,"keywords":["Family","Bereavement","Parents and parenting","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/bereavement","webTitle":"Bereavement"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Annalisa Barbieri","topic":{"type":"tag-contributor","name":"profile/annalisabarbieri"}}],"series":{"title":"Problem solved","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/problem-solved"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/10/my-son-is-abusive-and-aggressive-towards-me-i-have-to-hide-the-bruises","shortUrl":"http://gu.com/p/4ady2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/10/my-son-is-abusive-and-aggressive-towards-me-i-have-to-hide-the-bruises","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/10/my-son-is-abusive-and-aggressive-towards-me-i-have-to-hide-the-bruises"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287987215/serious-looking-teenager-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I know he’s hurting. I just can’t reach him and he won’t talk to anyone but his girlfriend about his feelings.' (Posed by model.) Photograph: Image Source/Getty Images","credit":"Image Source/Getty Images","altText":"serious looking teenager","cleanCaption":"'I know he’s hurting. I just can’t reach him and he won’t talk to anyone but his girlfriend about his feelings.' (Posed by model.) Photograph: Image Source/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287987215/serious-looking-teenager-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I know he’s hurting. I just can’t reach him and he won’t talk to anyone but his girlfriend about his feelings.' (Posed by model.) Photograph: Image Source/Getty Images","credit":"Image Source/Getty Images","altText":"serious looking teenager","cleanCaption":"'I know he’s hurting. I just can’t reach him and he won’t talk to anyone but his girlfriend about his feelings.' (Posed by model.) Photograph: Image Source/Getty Images"}}]},{"title":"I was a temporary bride","rawTitle":"I was a temporary bride","item":{"type":"article","id":"lifeandstyle/2015/jul/11/i-was-a-temporary-bride-in-iran","title":"I was a temporary bride","trailText":"Jennifer Klinec went to Iran to learn about Persian food and ended up falling in love. But the only way they could be together was with an archaic marriage contract","standFirst":"Jennifer Klinec went to Iran to learn about Persian food and ended up falling in love. But the only way they could be together was with an archaic marriage contract","byline":"Homa Khaleeli","body":"<p>Jennifer Klinec never wanted a big wedding. But that doesn’t mean she expected it to take place in Iran, outside a food stall – to a man she had known for just three weeks. Nor that instead of promising to stay with her new husband till death us do part, she would be signing up for a “temporary” marriage lasting a month.</p> \n<p>Jennifer, with cropped, blond hair, a wide smile and an endearing air of bewilderment at the twists her life has taken, tells me over a coffee that she knew little about temporary marriages before she decided to visit Iran. In fact, when she arrived in the beautiful desert city of Yazd – famous for its labyrinthine old city mudbrick buildings and ancient wind towers – she was looking for women, not men. Having already travelled widely, including to Yemen and Syria, to learn new recipes, the former cookery writer was determined to find a housewife to teach her about Persian food.</p> \n<p>“I thought I would spend the whole day cooking with women in someone’s kitchen and then be on my own in the hotel room the whole night,” she says. So, when she was approached by a slightly grumpy 25-year-old man called Vahid, she was only interested in hearing about his mother, she says.</p> \n<p>“He had none of the savvy that would have made me wary. I knew he wasn’t trying to approach me for a date, he was just passing the time. He was shorter than me and looked angry – he has bushy eyebrows and long eyelashes and always looked disapproving. “I was reading a cookbook and he said his mum was a very good cook. When I said, ‘Oh great, would she let me come over?’, he didn’t seem very keen.”</p> \n<p>Despite his reluctance, the next day, Jennifer was in his mother’s kitchen being taught to cook <a href=\"http://www.epicurious.com/recipes/food/views/persian-new-years-soup-with-beans-noodles-and-herbs-em-ash-e-reshteh-em-363446\"><em>Asheh reshteh</em></a> – a herb, bean and noodle soup. Next came <a href=\"http://www.bbc.co.uk/food/recipes/yasmins_fesenjoon_91487\"><em>Fesenjoon</em></a> – a stew of chicken, walnuts and pomegranates – and in the weeks that followed, came dishes from the family’s home <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2014/jun/24/iran-arab-khuzestan-education-politics-minorities\">province of Khuzestan</a>.</p> \n<p>At the same time, she was learning about life in the family’s lower middle-class home, in a city that prides itself on the honesty and religious conservatism of its people. “Yazd is a whole other world. When I travel I always try and get out of the capital city to somewhere slower and smaller. I knew Yazd would be very beautiful and the food would be good.</p> \n<p>“It was very segregated – I think even people from Tehran would be surprised,” Jennifer says. “At the bakery there were separate lines for men and women.”</p> \n<p>In the evenings, Vahid would walk her home. “He was bossy and annoying and we didn’t have much to talk about in the day,” says Jennifer. “He was obsessively chivalrous and would bore me by talking about monuments.”</p> \n<p>It was only when Vahid decided to take her on a “food adventure” for a day that the pair’s relationship blossomed. Cemented with bowls of sheep’s head soup and sweet shops selling <em>pashmak</em>, Iranian candyfloss, Vahid opened up and shared stories about his childhood.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It was strange to be with a man who expected to be a virgin until he married and has almost never kissed a girl</p> \n </blockquote> \n</aside> \n<p>Soon they were stealing kisses when Vahid’s parents were out and Jennifer was sneaking Vahid into her hotel room. But the scrutiny the couple were under was suffocating. Vahid had already warned her to pretend they were cousins to ward off Iran’s “morality police”, but the couple were still stopped, and narrowly escaped being taken to the police station.</p> \n<p>“In public, it was a total nightmare,” Jennifer says. “It wasn’t just the police but the Yazdi people would say, ‘How do you know her? What do you know about her past? Doesn’t it bother you that she wasn’t a virgin when you met her?’ – all because I was a foreigner.”</p> \n<p>While in more socially liberal cities such as Shiraz or Tehran, <a href=\"http://www.theweek.co.uk/middle-east/61738/white-marriages-irans-cohabiting-couples-defy-sharia-law\">unmarried couples push the boundaries of the law, </a>Yazd was much stricter, says Jennifer.</p> \n<p>“In Shiraz, I saw couples holding hands. But in Yazd when we sat next to each other in public I had to face the opposite direction and pretend to read.”</p> \n<p>The obstacles they faced mean the relationship was immediately intensified, says Jennifer. “He was so protective of me. It was a form of courtship I had never experienced before. The fact you had to fight to be with someone – just to find a little corner where they can kiss you – there was a real meaning to relationships that you don’t get [in the west].”</p> \n<p>But Jennifer says she was always aware that their pairing did not conform to the traditional gender roles of such a conservative society. “You are the woman, but older, more worldly and experienced and leading someone through their first sexual experience.”</p> \n<p>Jennifer was used to her independence; she left her parents’ home in Canada for Dublin when she was 17. But even as a child she was expected to look after herself.</p> \n<p>“I raised myself from the age of eight,” she says flatly. Her parents were from impoverished backgrounds in Eastern Europe, and intent on making a success of their business. Their long hours meant Jennifer and her sister would be woken by a phone call in the morning, make their own way to school, and come home again to an empty house. Birthdays were forgotten or dismissed and when the family did eat together the conversation centred on business orders.</p> \n<p>“My parents came to Canada for a better life and they thought of that in monetary terms,” Jennifer says now. “Now I understand that it wasn’t that they didn’t care – they were just different.”</p> \n<p>It was only when she taught herself to cook after enrolling at a school in Dublin that she and her mother found a shared interest. Today they are very close, she says.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>People think it's tawdry but it's a piece of paper that allows you to live normally</p> \n </blockquote> \n</aside> \n<p>In contrast, Vahid’s mother doted on him and when she was diagnosed with cancer he returned home to help to look after her, after his military service. Unemployed and sexually inexperienced, he had never travelled outside Iran, and his parents expected him to have a family-approved match, find a government job and live down the road. “It was strange to be with a man who expected to be a virgin until he married and has almost never kissed a girl,” Jennifer says. “It’s a huge role reversal.”</p> \n<p>When Jennifer’s time in Yazd was over, Vahid accompanied her for the rest of her trip. But because sharing a hotel room would have been illegal, the couple decided to have a temporary marriage.</p> \n<p>Inside the Islamic Republic, <em>sigheh</em> marriages are controversial. Critics complain that they are a form of legalised prostitution, while supporters argue that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2012/mar/06/iran-temporary-marriage-law-sigheh\">short-term marriage contracts</a> (which can last anywhere from a few minutes to 99 years) are a pragmatic loophole in a country that criminalises extra-marital sex; offering legitimacy and a right to inheritance for children.</p> \n<p>“People think it is tawdry,” says Jennifer defiantly, “but it’s a piece of paper that allows you to live normally. We both suggested it at the same time – I don’t know who said it first, but we had both been thinking of it.”</p> \n<p>To her surprise, people instantly offered assistance, says Jennifer. “Iranians love drama,” says Jennifer drily. “They want to be part of it, so now everyone was trying to help.”</p> \n<p>Turned away from the official marriage bureau because of Jennifer’s nationality and facing mounting cash demands from a mullah who had agreed to marry them, the couple were taking a break outside a sweet stall. When Vahid wandered off, a young mullah sat down next to Jennifer, talking to her in French. When he told him about their predicament, he too was supportive. “He said, ‘I remember when I was at the Sorbonne and there were all these beautiful women and my body was burning, but I couldn’t indulge it – it’s such a terrible thing so I will help you.’</p> \n<p>“He whipped out a notepad and asked how long we wanted the marriage to be and how much money Vahid would settle on me. And then he signed it … and that was that.”</p> \n<p>Newly legally married for a month, the couple spent a happy few days together. “It was like a bubble; we were in love and no one bothered us. It was beautiful,” recalls Jennifer.</p> \n<p>“Vahid would wash my socks in the sink every night and we ate all these amazing things together sharing the same plate, which is a very Persian thing to do.”</p> \n<p>But when the pair returned to Yazd – and Vahid’s parents – the bubble burst.</p> \n<p>“I thought because they knew me and liked me they wouldn’t mind. And if his family were OK with it, then maybe we had some longevity,” says Jennifer. “Maybe I would move to Iran – but as soon as we got off the train, I felt uncomfortable.</p> \n<p>“Vahid asked his mum how she would feel if we were to marry one day. She didn’t reply at first and I heard him say, ‘Mama …’ I heard her say no. She said it with such finality that I felt tears welling up. It felt like I had been punched in the stomach and everything was collapsing inside me.”</p> \n<p>A few days later, Jennifer left Iran. “Even at the airport we couldn’t kiss each other goodbye or hug. So he sang to me to try and comfort me.”</p> \n<p>The couple agreed to meet again in Istanbul, and Vahid finally told his parents about their temporary marriage.</p> \n<p>“His mother screamed and swore saying ‘Damn me for ever letting that woman into my house.’ While his father treated it like it was a conquest.”</p> \n<p>When they realised their son planned to see Jennifer again, they were even more furious. “His father sat with him and said ‘You will never be able to forgive her for not being a virgin. You can’t live in peace with her.’</p> \n<p>“His mother said it would give her a heart attack and they would disown him. That’s the only time I tried to end it. I thought I couldn’t come between him and his family – not on the basis of one month.”</p> \n<p>Yet Jennifer and Vahid continued to speak every day – and when Vahid got a job and flat in Tehran, Jennifer visited him. Finally – five years ago – they decided it was time for Vahid to move to the UK.</p> \n<p>Six months later they were “remarried” – this time in the more prosaic location of a register office. Five years later, Jennifer says Vahid’s parents have softened slightly, but fears that the damage they have done to their relationship means discussions over whether they will ever have children remain fraught.</p> \n<p>But she says Vahid loves the multiculturalism of London, the blending of its history and modernity and the friends he has made in the UK. Looking back, Jennifer says she is surprised when people expect her to be ashamed of her temporary marriage.</p> \n<p>“Life is an experiment,” she says. “Anything worth having is worth fighting for.”</p> \n<p><em>The Temporary Bride: A Memoir of Love and Food in Iran by Jennifer Klinec is published by Virago, &pound;13.99. To order a copy for &pound;11.19, including free UK p&amp;p, go to </em><a href=\"https://bookshop.theguardian.com/temporary-bride.html\"><em>bookshop.theguardian.com</em></a><em> or call 0330 333 6846</em></p> \n<h2>Sigheh marriages explained</h2> \n<p>Temporary marriages might sound like a modern solution, but in Iran the idea has a long, controversial history. The tradition is said to be pre-Islamic and proponents argue that they continued to be acceptable in the early years of Islam during times of war, or as a pragmatic solution for pilgrims and travellers who were away from home for long periods.</p> \n<p>They were eventually banned by the second caliph, whose authority Shia Muslims rejected in favour of the prophet’s son-in-law. And since the revolution in 1979, some of Iran’s ruling clergy have enthusiastically encouraged them.</p> \n<p>Supporters say they are a pragmatic solution to Iran’s strict ban on extra-marital sex, which can be severely punished under the law.</p> \n<p><em>Sigheh</em> marriages, as they are called, can last for any prearranged time from a few minutes to 99 years, and are not always registered, as a usual marriage would have to be. Couples can even conduct them themselves and they can be endlessly renewed.</p> \n<p>Some couples are said to use them before deciding – or before they can afford – to settle down permanently. There are even reported cases where young men and women who are not in relationships but want to flat share or travel together find them expedient. Others say they are also a useful sexual outlet for divorced or widowed women who do not want to marry again – as the woman’s family are not typically involved. While children born within them are “legitimate” and have inheritance rights. But critics maintain that they are no more than a cover for legalised prostitution.</p> \n<p>Because the husband must specify a dowry in the contract, can end it at any time and have as many <em>sigheh</em> marriages at one time as he likes, they leave women with little power, argue women’s rights activists.</p> \n<p>In Arabic they are known as <em>mut’a</em> (pleasure) marriages and critics point out that the majority of women who enter them are impoverished, divorced or widowed women who need financial assistance. And because they don’t have to be officially registered, a “permanent” wife may not know that her husband has had a temporary marriage.</p> \n<p>That is why for young, socially liberal urban couples a “white marriage” – in other words, illegally cohabiting – is seen as cooler and less tainted than a temporary marriage.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436269307123/Jennifer-Klinec-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennifer Klinec: 'When we sat next to each other in public I had to face the opposite direction and pretend to read.' Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Jennifer Klinec","cleanCaption":"Jennifer Klinec: 'When we sat next to each other in public I had to face the opposite direction and pretend to read.' Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-11T04:59:05Z","lastModified":"2015-07-11T04:59:05Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Homa Khaleeli","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/16/1424092519825/Homa-Khaleeli-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/homa-khaleeli"}],"feature":true,"keywords":["Family","Marriage","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Homa Khaleeli","topic":{"type":"tag-contributor","name":"profile/homa-khaleeli"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/i-was-a-temporary-bride-in-iran","shortUrl":"http://gu.com/p/4aebk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/i-was-a-temporary-bride-in-iran","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/i-was-a-temporary-bride-in-iran"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436269307123/Jennifer-Klinec-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennifer Klinec: 'When we sat next to each other in public I had to face the opposite direction and pretend to read.' Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Jennifer Klinec","cleanCaption":"Jennifer Klinec: 'When we sat next to each other in public I had to face the opposite direction and pretend to read.' Photograph: Graeme Robertson for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436269307123/Jennifer-Klinec-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennifer Klinec: 'When we sat next to each other in public I had to face the opposite direction and pretend to read.' Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Jennifer Klinec","cleanCaption":"Jennifer Klinec: 'When we sat next to each other in public I had to face the opposite direction and pretend to read.' Photograph: Graeme Robertson for the Guardian"}}]},{"title":"Should women really be rushing back to work after giving birth?","rawTitle":"Should women really be rushing back to work after giving birth?","item":{"type":"article","id":"lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","title":"Should women really be rushing back to work after giving birth?","trailText":"Would women and their babies be happier if motherhood hadn’t been devalued – and medicalised –  to the detriment of us all, says Antonella Gambotto-Burke","standFirst":"Would women and their babies be happier if motherhood hadn’t been devalued – and medicalised – to the detriment of us all, says Antonella Gambotto-Burke","byline":"Antonella Gambotto-Burke","body":"<p>Like almost every other woman I know, I used to see motherhood as the consolation prize for women who couldn’t cut it in the workplace. Being a mother was acceptable if it wasn’t one’s raison d’&ecirc;tre – as a side mention it was passable, as a passion it indicated only a lack of capacity and imagination.</p> \n<p>In the west, this perception is now almost universal. Nurturing a child is considered to be squandering the time and talent of the educated. Female high-achievers now hunger for “challenges” in place of connections; the chancellor of the exchequer said recently that mothers who stay at home to look after their children are making a lifestyle choice, as if it were on a par with nudism or polyamory.</p> \n<p>This is reinforced by the behaviour of women in public life. A week after giving birth to her third son, the actor Cate Blanchett was addressing a summit. Rachida Dati, a former minister in the French cabinet, returned to parliament, in heels, five days after a Caesarean section.</p> \n<p>Such behaviour is not surprising given the menial status of motherhood. Our cultural take on success and heroism – the ideals of any&nbsp;civilisation&nbsp;– reflect a prejudice that is staggering. Throughout human history, heroism has almost exclusively been attributed to men. Although heroism pivots on courage, self-sacrifice and the preservation of other lives, the billions of mothers who have&nbsp;died in childbirth are forgotten.</p> \n<p>In 2013, four times as many women died giving birth around the world than there were casualties in the Syrian conflict, yet there were no headlines, crisis bulletins, aid packages or expressions of public outrage. The 293,000 women who die in pregnancy and childbirth every year (and the seven to 10 million who suffer severe or chronic illnesses caused by pregnancy-related complications) do so without public recognition of any kind. Heads of state do not stand in silence for the mothers who have fallen.</p> \n<p>The seriousness of childbirth on every level – emotional, spiritual, physical – for mothers is not only ignored, but derided. “Congrats! You’ve had the baby … now what?” fitness magazines ask, before suggesting “the general rule of thumb is to head back to the gym six weeks after birth”. Implicit in such advice is the understanding that having a baby is an event like any other, that a mother’s instinct to place her infant’s needs before her own is old hat, and that it is not only acceptable but correct for a mother to separate from her baby.</p> \n<p>A mother’s attachment to her child begins in hospital, where mothers are made to feel inferior to professionals in relation to their infants, then separated from them for examinations, bathing etc. One mother who gave birth in an elegant private hospital told me her son “was whisked off to neo-natal intensive care without me even having had a chance to greet him.” Despite having had a C-section, she staggered three floors down to see him, only to be forbidden to touch him. “They told me that he was too fragile and it was too much trouble to move all the equipment. Bonding, love and warmth had no value to them.”</p> \n<p>John Krystal, professor of psychiatry and neurobiology at the Yale School of Medicine, cites the recent discovery that the autonomic activity (heart rate and other involuntary nervous system activity) of two-day-old sleeping babies is 176% higher during maternal separation. “This is a major physiological stressor for the infant,” he concluded. Human beings are the only mammals to separate mothers from their infants. Scientists have, for decades, separated newborn animals from their mothers to study the damage to the evolving brain. But little has changed. Children are still placed in childcare and then go to school while adults work themselves into cardiac arrests. What’s lost in the wash is love.</p> \n<p>We are scripting simple happiness out of our lives. Throughout history, the most brutal cultures have been distinguished by maternal-infant separation. That earliest relationship is the very foundation of our ability to love and bond in later life but it requires quiet, calm, sustained proximity to one’s baby. Despite this, we continue to in effect bully mothers into returning to the workforce before the uterus has had time to shrink.</p> \n<p>The magnitude of childbirth is minimised for economic purposes, blighting an experience that could otherwise be infused with the purest bliss. At the most vulnerable time of their lives, mothers are repeatedly failed by the community. The post-partum confinement period – a 30 to 40-day tradition throughout China, Greece, India, Japan, South Korea and Vietnam – allows mothers not just to recuperate after birth, but to adjust to motherhood at a pace conducive to maternal-infant bonding. Hurried through the process, women in their millions are failing to give birth without intervention and to breastfeed.</p> \n<p>The joy and pleasure in new motherhood has been de-emphasised – and there is a cost. Our culture has come to be defined by adrenaline. From the way we wake up (strong coffee, blaring alarms, television, radio) to the way we mate (Tinder, Grindr, Blendr, Tingle and so on), the bar is set by technology: jarring, bright, instant. But babies cannot be jump-started and the acceleration of life as it’s lived now is toxic in terms of parenting. Life comes at us, and we react. Intimacy, on the other hand, is quiet, slow. There is no expediting love. And it is precisely at this point that our culture has started to fall apart.</p> \n<p>The fact that there is a need to specify attachment in relation to parenting tells us everything we need to know about the rupture between 21st century man and his heart.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a8d3f91456cc50e62d2e1634a846d5d683d3938d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436197335004/1150271c-fdf7-41d0-a440-4f6fab8d9ab3-280x420.jpeg\" alt=\"John Bowlby, who wrote that it is crucial for the mental health of the child, to 'experience a warm, intimate and continuous relationship with his mother.'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’</span> \n </figcaption> \n</figure> \n<p>Attachment theory began taking shape during the second world war, when Anna Freud, the founder of psychoanalytic child psychology (and Sigmund’s daughter), observed children separated from their families for safe-keeping during the blitz were suffering developmental problems. Despite sometimes receiving superior physical and intellectual care, these children were subject to fits of aggression, emotional withdrawal, headbanging, bed-wetting and soiling, tantrums, regression and other behavioural disturbances. Freud wrote movingly of “the depth and seriousness of this grief of a small child” when their attachments were disrupted.</p> \n<p>This laid the groundwork for the psychiatrist John Bowlby’s exploration of the issue. In 1951, he published a monograph describing how essential it is for the mental health of the infant and young child to “experience a warm, intimate and continuous relationship with his mother (or permanent mother-substitute) in which both find satisfaction and enjoyment. Given this relationship, the emotions of anxiety and guilt, which in excess characterise mental illness, will develop in a moderate and organised way.”</p> \n<p>Parental devotion has an irreversible impact on children. Only 20-25% of the brain is complete at birth and, even then, only in terms of autonomic function (heart rate, breathing, etc); the rest of the brain is formed by the infant’s experience of love or by its absence. The first three years of life in particular are critical in shaping both the capacity to form loving relationships in adulthood and the stability that makes happiness possible.</p> \n<p>“Empathy, caring, sharing, inhibition of aggression, capacity to love and a host of other characteristics of a healthy, happy and productive person are related to the core attachment capabilities which are formed in infancy and early childhood,” noted Professor Bruce Perry, the renowned child mental health researcher. Given that this is the case, the current epidemic of disconnection makes it clear that our current child-rearing methods do not equip us with the capacity to sustain intimacy.</p> \n<p>If a child’s early experiences of care-giving are inconsistent, insensitive or indifferent, certain biochemical systems – the stress response and emotional systems among them – can be affected. To be abandoned by mother in infancy – and the neonatal brain is wired by evolution to interpret being left alone even briefly as abandonment – not only damages our ability to connect with others, but creates the self-loathing that can destroy a life.</p> \n<p>Effective mothering requires not only a sustained investment of energy by the mother, but an equal investment of energy into the mother by her partner, family and community. The change we need demands a revision of priorities. We need to rally round mothers, enabling them to bond with their babies so that the next generation does not suffer the same wounds.</p> \n<p>Critically, we need to understand that far from being drudges, mothers are, in fact, creating the very course of our species’ future.</p> \n<p><em><span class=\"bullet\">•</span> Mama Love, Motherhood and Revolution by Antonella Gambotto-Burke is published by Pinter &amp; Martin, &pound;11.99. To order a copy for &pound;9.59, go to </em><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/276288/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"book\"><em>bookshop.theguardian.com </em></a><em>or call 0330 333 6846</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436197335923/1150271c-fdf7-41d0-a440-4f6fab8d9ab3-440x660.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":660,"width":440,"orientation":"portrait","caption":"John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’","credit":"g","altText":"John Bowlby, who wrote that it is crucial for the mental health of the child, to 'experience a warm, intimate and continuous relationship with his mother.'","cleanCaption":"John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’"}],"webPublicationDate":"2015-07-11T05:30:04Z","lastModified":"2015-07-11T08:17:55Z","metadata":{"commentable":true,"commentCount":49,"contributors":[],"feature":true,"keywords":["Family","Life and style","Childbirth","Feminism","Children","Midwifery"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/childbirth","webTitle":"Childbirth"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"society/children","webTitle":"Children"},{"id":"society/midwifery","webTitle":"Midwifery"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","shortUrl":"http://gu.com/p/4adjd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda. Photograph: Kit Wise","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda. Photograph: Kit Wise"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian"}}]},{"title":"Q&A: Rebecca Front, actor and writer","rawTitle":"Q&A: Rebecca Front, actor and writer","item":{"type":"article","id":"lifeandstyle/2015/jul/11/rebecca-front-actor-writer","title":"Q&A: Rebecca Front, actor and writer","trailText":"‘My guiltiest pleasure? Watching Keeping Up With The Kardashians with my daughter’","standFirst":"<p>‘My guiltiest pleasure? Watching Keeping Up With The Kardashians with my daughter’</p>","byline":"Rosanna Greenstreet","body":"<p>Born in London in 1964, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/rebeccafront\" title=\"\">Rebecca Front</a>, 51, studied at Oxford University. A&nbsp;comic actor and writer, her work includes <a href=\"https://www.youtube.com/watch?v=Gb7tKxaHTvY\" title=\"\">The Day Today</a>, <a href=\"https://www.youtube.com/watch?v=RyMXOlX6Ujw\" title=\"\">Knowing Me, Knowing You With Alan Partridge</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2014/nov/13/nighty-night-box-set-review-julia-davis\" title=\"\">Nighty Night</a>. In 2010, she won a Bafta for her role in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/the-thick-of-it\" title=\"\">The Thick Of It</a>. She lives in London with her husband and their children. Her book <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/306570/\" title=\"\">Curious: True Stories And Everyday Oddities</a> is out in paperback on 16 July.</p> \n<p><strong>When were you happiest?</strong><br />Last night, having dinner with the family round the kitchen table.</p> \n<p><strong>What is your greatest fear?</strong><br />Being buried alive.</p> \n<p><strong>What is your earliest memory?</strong><br />Being in my cot, and our cat coming in. Our cat died when I was a baby, so I must have been 14 months old.</p> \n<p><strong>Which living person do you most admire, and why?</strong><br /><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/camilabatmanghelidjh\" title=\"\">Camila Batmanghelidjh</a>, the founder of <a href=\"http://www.kidsco.org.uk/about-us/the-team/camila-batmanghelidjh\" title=\"\">Kids Company</a>.</p> \n<p><strong>What is the trait you most deplore in yourself?</strong><br />Being easily scared.</p> \n<p><strong>What is the trait you most deplore in others?</strong><br />Intolerance.</p> \n<p><strong>What was your most embarrassing moment?</strong><br />I did a dance for Comic Relief in 2011, to <a href=\"https://www.youtube.com/watch?v=BF9TjbdJyUE\" title=\"\">Bj&ouml;rk’s It’s Oh So Quiet</a>. I&nbsp;was dressed in this kind of orange windsock, with a hideous black wig. When I watched it back, it was awful.</p> \n<p><strong>Property aside, what’s the most expensive thing you’ve bought?</strong><br />A red Peugeot GTi, without realising what the GTi bit meant.</p> \n<p><strong>What is your most treasured possession?</strong><br />A book in which I wrote down things the kids said when they were little.</p> \n<p><strong>What makes you unhappy?</strong><br />Knowing I am never going to get any&nbsp;younger.</p> \n<p><strong>If you could bring something extinct to life, what would it be?</strong><br />Shadbolt’s Veneer of the Week. Shadbolt, a flooring company, used to have a showroom on the North Circular, and every week they would put up a new Veneer of the Week.</p> \n<p><strong>Who would play you in the film of your life?</strong><br /><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/emily-blunt\" title=\"\">Emily Blunt</a>, please.</p> \n<p><strong>What is your most unappealing habit?</strong><br />I bite my lips, and it drives makeup artists nuts.</p> \n<p><strong>What is your favourite word?</strong><br />Juxtaposition.</p> \n<p><strong>What is top of your bucket list?</strong><br />A big, weighty theatre part.</p> \n<p><strong>What is your guiltiest pleasure?</strong><br />Watching <a href=\"http://uk.eonline.com/shows/kardashians\" title=\"\">Keeping Up With The Kardashians</a> with my daughter.</p> \n<p><strong>What was the best kiss of your life?</strong><br />My first kiss with my husband Phil.&nbsp;We met at the BBC and were friends first.</p> \n<p><strong>Have you ever said ‘I love you’ and not meant it?</strong><br />No, but I was once misheard. He said, “I love you, too”, and I thought, “Oh shit, I can’t back down now!”</p> \n<p><strong>If you could go back in time, where would you go?</strong><br />To Georgian times, for the music, costumes and architecture.</p> \n<p><strong>When did you last cry?</strong><br />Yesterday, laughing with my writing partner, <a href=\"http://www.imdb.com/name/nm0052218/\" title=\"\">Morwenna Banks</a>.</p> \n<p><strong>How close have you come to death?</strong><br />I’m a hypochondriac, so I feel I am permanently close to death.</p> \n<p><strong>What song would you like played at your funeral?</strong><br /><a href=\"https://www.youtube.com/watch?v=XTOkWD6xvTI\" title=\"\">Apr&egrave;s un R&ecirc;ve by Faur&eacute;.</a></p> \n<p><strong>Tell us a joke</strong><br />I can’t get through a joke without making a mistake, or giving away the punchline.</p> \n<p><strong>What is the most important lesson life has taught you?</strong><br />Listen, because you might learn something.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435760582972/QA-Rebecca-Front-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I bite my lips, and it drives makeup artists nuts.' Photograph: Pal Hansen for the Guardian","credit":"Pal Hansen for the Guardian","altText":"Q&A: Rebecca Front","cleanCaption":"'I bite my lips, and it drives makeup artists nuts.' Photograph: Pal Hansen for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-11T05:00:04Z","lastModified":"2015-07-11T05:00:04Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Rosanna Greenstreet","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rosannagreenstreet"}],"feature":true,"keywords":["Life and style","Rebecca Front","The Thick of It","Television"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"tv-and-radio/rebecca-front","webTitle":"Rebecca Front"},{"id":"tv-and-radio/the-thick-of-it","webTitle":"The Thick of It"},{"id":"culture/television","webTitle":"Television"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rosanna Greenstreet","topic":{"type":"tag-contributor","name":"profile/rosannagreenstreet"}}],"series":{"title":"The Q&A","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/qa"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/rebecca-front-actor-writer","shortUrl":"http://gu.com/p/49p9y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/rebecca-front-actor-writer","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/rebecca-front-actor-writer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435760582972/QA-Rebecca-Front-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rebecca Front: ‘I bite my lips, and it drives makeup artists nuts.’ Photograph: Pal Hansen for the Guardian","credit":"Pal Hansen for the Guardian","altText":"Q&A: Rebecca Front","cleanCaption":"Rebecca Front: ‘I bite my lips, and it drives makeup artists nuts.’ Photograph: Pal Hansen for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435760582972/QA-Rebecca-Front-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I bite my lips, and it drives makeup artists nuts.' Photograph: Pal Hansen for the Guardian","credit":"Pal Hansen for the Guardian","altText":"Q&A: Rebecca Front","cleanCaption":"'I bite my lips, and it drives makeup artists nuts.' Photograph: Pal Hansen for the Guardian"}}]},{"title":"A letter to … the woman I love but can never have","rawTitle":"A letter to … the woman I love but can never have","item":{"type":"article","id":"lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","title":"A letter to … the woman I love but can never have","trailText":"The letter you always wanted to write","standFirst":"The letter you always wanted to write","byline":"","body":"<p>I remember the moment we first met, as if it happened yesterday. You put your head round my office door, and introduced yourself. Your obvious intelligence, your voice and your laughter – that normal part of your conversation – were captivating. The sound of your voice still has, will always have, a profound effect on me. Although I didn’t realise it until much later, it was a moment that changed the direction of my life.</p> \n<p>After that first meeting, we worked together for a year. The weeks and months passed, as I wondered whether everyone who you knew and met felt the same way about you. Whether they felt the same pleasure, the same thrilling chemistry, just being near to you. You quickly became my closest friend, as we spent more and more time together. Then, one summer evening, I hugged you and you kissed me. You say now that you were in love with me even before that. But for me, that was the moment the world changed for ever.</p> \n<p>We were both happily married. Neither of us had ever had affairs or even thought of being unfaithful. It was something that neither of us planned or expected, but it felt … unstoppable.</p> \n<p>We grew closer and closer as our friendship deepened and we became lovers. Now, seven years later, I long to be openly with you; the most unique, the most demanding, the most desirable woman I have ever met.</p> \n<p>We can count the number of nights we have spent together in that time on our fingers. But the stolen hours spent talking, eating, reading, laughing – just being together – are uncountable. We have shared triumphs and tragedies, professional and personal.</p> \n<p>More than once, my behaviour has hurt you badly and yet we are still very much together, each feeling that life without the other would be simply unbearable. The happiest and most intense hours of my entire life have been spent with you.</p> \n<p>There are times when the desire and the sadness that we are not together become completely overwhelming. I know that you love me. But I also know that you want me in your life alongside everything you already have. Alongside your husband. I know and understand that your situation is much more complicated than mine. My daughter is 19 now and will leave home this year, but your children are much younger. Leaving your husband for me would cause them real harm and plunge you into an international custody battle.</p> \n<p>I know that you will stay with him, whatever happens, for the sake of your children. I know that you feel he is one of your children too; that you will beg him to stay with you if our relationship is exposed. You have been honest about that. I know that you will not be with me, even if I am alone.</p> \n<p>Other people bear seemingly unbearable things in their lives all the time, so I must endure this. I have no other choice, except the living bereavement of a life without you. I have fallen in love with a woman I cannot have, and who cannot be with me. Perhaps in a few years, when your daughter has left home and your son is older, being openly with me will become a possibility for you.</p> \n<p>Until then, I will wait for you, want you, and love you.</p> \n<p><em>Anonymous</em></p>","section":"Lifestyle","displayImages":[],"bodyImages":[],"webPublicationDate":"2015-07-11T05:30:04Z","lastModified":"2015-07-11T05:30:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Relationships","Sex","Life and style","Family"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"A letter to ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/aletterto"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","shortUrl":"http://gu.com/p/4adfg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have"},"shouldHideAdverts":false},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[]}],"lastModified":"2015-07-11T08:17:55Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}