{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"Why does my dad never show that he loves or respects me?","rawTitle":"Why does my dad never show that he loves or respects me?","item":{"type":"article","id":"lifeandstyle/2015/jul/12/dad-never-show-love-respect-mariella-frostrup","title":"Why does my dad never show that he loves or respects me?","trailText":"A young woman’s father makes her feel she is a disappointment to him. Mariella Frostrup suggests reaching out to encourage him to express his true feelings","standFirst":"<p>A young woman’s father makes her feel she is a disappointment to him. Mariella Frostrup suggests reaching out to encourage him to express his true feelings<br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p>","byline":"Mariella Frostrup","body":"<p><strong>The dilemma </strong><em>I don’t know whether it is my fault that my father doesn’t seem to respect or like me. We were close when I was a child (I’m 23 now) and I drifted away from him during adolescence. I cannot put my finger on why, except perhaps I became more girly and less relatable to him. I am an only child and am very close to my mum. I am often a disappointment to him, but I cannot see my mistakes coming. I’m envious when my friends’ dads say they look lovely or when I see how tenderly the fathers of the children I babysit treat their wives and kids. Dad refers to my mum as bonkers, hopeless, waste of bloody space, mad bat, bloody useless, or just “ya mum” (“Where’s ya mum gone now?!”) or often just “woman”…</em></p> \n<p><strong>Mariella replies </strong>He’s a charmer! As you’ve made clear, your dad doesn’t wear his heart on his sleeve. How sad that the two of you are both trapped in patterns of behaviour that lock each other out. It’s guesswork my end, but it ’s no understatement to say that your father struggles with his emotional side. He’s not alone among his sex in finding it an embarrassment to let down his guard, particularly with the two women in his life. If he treated you more tenderly he’d be showing you he cares about you, and what a Pandora’s box that would open, eh?!</p> \n<p>Your father is a perfect stereotype of unreconstructed manhood, illustrating why there is much to do in furthering the male/female balance in today’s world. Despite some 70 years of full-on feminist rhetoric, we still bring up boys to be emotionally buttoned up and girls to remain painfully vulnerable to any emotional undercurrent. This male inability to express vulnerability, admit to weakness or talk honestly about feelings is the greatest obstacle to real emancipation and pervades the corridors of power and politics across the globe. How can we resolve the biggest issues of our time when the world is primarily run by a gender that struggles to communicate basic emotions? Love, fear, affection, sadness, depression and isolation are buried under a veneer of ability and control. It must be as exhausting for men as it is for the opposite sex.</p> \n<p>Responding to this pervasive cultural pressure to behave in a “manly” manner, my small foundation <a href=\"http://www.thegreatinitiative.org.uk/\">thegreatinitiative.org.uk</a> created a pilot project in London devoted to encouraging young men to see women as friends, not foes; to showing that an emotional life is a far richer one, and that women’s ability to show weakness, far from being worthy of disparagement, can actually be a strength. <a href=\"http://www.great-men.org/\">Great Men Value Women</a> works in schools training class ambassadors to host group talks where boys get to discuss their real feelings. Early findings suggest that it’s not only popular but creating positive change, and the most common emotion expressed by the boys in the pilot project is relief at being allowed to “open up”.</p> \n<p>That’s no help to your dad, who’s beyond their impressionable age. He’s your full unreconstructed behemoth, and when you are judging his feelings towards you it’s very important that you keep that in mind. Every term he uses about your mum is an emotionally distancing one. That doesn’t mean he doesn’t love her; in fact it makes it far more likely that he does. He simply can’t express himself in anything other than isolating, self-protective terms. I’m sure your dad also loves you, but he really doesn’t know how to manage or express it. He’s a product of his time and an example of why we need to make the world a more female-shaped place.</p> \n<p>Society accepts fathers who are “soft” on their little girls, so he was more comfortable back then, but as you’ve become a mature adult that dynamic has changed and he’s clueless how to bridge what appears an insurmountable divide. The only way to cross that Empty Quarter is to improve communication – and that is going to be up to you. Would it help to think of him as a foreign language speaker, a person with whom just a little tutoring could open up a whole new world? Your dad won’t know he’s got a problem, let alone how to fix it. To develop a relationship between you that’s even half as rewarding as the one you have with your mum, you’ll have to soften him up. He’s like some tragic caged gorilla destined forever to be segregated from his family. For every gruff word he utters, respond with a welcoming one; encourage him towards you by expressing yourself to him in the way you’d like him to respond. Knowing that underneath that Billy Goat Gruff exterior lie all the emotional undercurrents you yearn for will hopefully make it worth the initial arduous steps.</p> \n<p>You are definitely not unique, and watching other families from the outside very rarely gives a true picture – my husband and I were once so impressed by the caring, affectionate behaviour we witnessed in a visiting family that we resolved to end our incessant low-level bickering and behave in the manner of our guests. I’m afraid we failed, but as they separated within months of the visit their tenure as role models also ended! I haven’t the slightest shred of doubt your father is crazy about you and your mother; he just needs you to walk towards him with your arms open so he feels secure enough to tell you.</p> \n<p><br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p> \n<p>Follow Mariella on Twitter <a href=\"https://twitter.com/mariellaf1\">@mariellaf1</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436274892601/d4920f6b-79c9-456a-a91b-b2dad7b86021-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":207,"width":345,"orientation":"landscape","credit":"SCPhotographie/Getty Images","altText":"Father holding daughter in lake, seen from the back","cleanCredit":"Photograph: SCPhotographie/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T04:59:00Z","lastModified":"2015-07-12T04:59:00Z","metadata":{"commentable":true,"commentCount":126,"contributors":[{"name":"Mariella Frostrup","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421154121982/Mariella-Frostrup-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mariellafrostrup"}],"feature":true,"keywords":["Family","Parents and parenting","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Mariella Frostrup","topic":{"type":"tag-contributor","name":"profile/mariellafrostrup"}}],"series":{"title":"Dear Mariella","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dearmariella"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/12/dad-never-show-love-respect-mariella-frostrup","shortUrl":"http://gu.com/p/4aeex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/12/dad-never-show-love-respect-mariella-frostrup","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/12/dad-never-show-love-respect-mariella-frostrup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436274892601/d4920f6b-79c9-456a-a91b-b2dad7b86021-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":207,"width":345,"orientation":"landscape","caption":"‘Society accepts fathers who are “soft” on their little girls, so your dad was more comfortable back then. Improving communication now is up to you,’ says Mariella Frostrup. Photograph: SCPhotographie/Getty Images","credit":"SCPhotographie/Getty Images","altText":"Father holding daughter in lake, seen from the back","cleanCaption":"‘Society accepts fathers who are “soft” on their little girls, so your dad was more comfortable back then. Improving communication now is up to you,’ says Mariella Frostrup.","cleanCredit":"Photograph: SCPhotographie/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436274892601/d4920f6b-79c9-456a-a91b-b2dad7b86021-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":207,"width":345,"orientation":"landscape","credit":"SCPhotographie/Getty Images","altText":"Father holding daughter in lake, seen from the back","cleanCredit":"Photograph: SCPhotographie/Getty Images"}}]},{"title":"Review / Smith & Wollensky: restaurant review","rawTitle":"Smith & Wollensky: restaurant review","item":{"type":"article","id":"lifeandstyle/2015/jul/12/smith-wollensky-restaurant-review-jay-rayner","title":"Smith & Wollensky: restaurant review","trailText":"Smith &amp; Wollensky is the latest  big-name steakhouse to cross the pond. Pity it didn’t sink on the way, says Jay Rayner","standFirst":"<p>Smith &amp; Wollensky is the latest big-name steakhouse to cross the pond. Pity it didn’t sink on the way…</p>","byline":"Jay Rayner","body":"<h2>Adelphi Building, John Adam Street, London WC2 (020 7321 6007). Meal for two, including drinks and service: &pound;225<br /></h2> \n<p><br />Cooking a steak well is tricky, because you cannot see inside the meat. It takes experience and knowledge. Cooking chips is easy: use the right potatoes, give them a couple of runs through the hot oil, make sure they’re the right colour, perhaps even taste a couple. The job is done. At <a href=\"http://www.smithandwollensky.co.uk/\">Smith &amp; Wollensky</a>, the new London outpost of a well-known small American steakhouse chain, we sent back the chips because they were tepid and under-cooked. They returned to us hot and undercooked. And in that one example of carelessness and lack of attention to detail, you know all you need to.</p> \n<p>But I had to sit through the whole damn meal so I don’t see why you shouldn’t, too. This US business has swaggered into London like it thinks it’s the bollocks. The description is almost right, if you remove the definite article before the reference to testicles. It is about as shoddy an operation in separating people from inexcusable amounts of their cash as I have seen in a very long time.</p> \n<p>But first a little context. Until about a decade ago Britain was crying out for a proper steakhouse on the American model; one that knew how to source beef, cut steaks thick enough and char them properly. Endless feeble attempts came and went. Then we got both <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2009/mar/08/goodman-restaurant-london\">Goodman</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2012/nov/18/jay-rayner-restaurant-hawksmoor-air-street\">Hawksmoor</a>, the latter adopting all the tropes of the US steakhouse, but giving them a pronounced British accent. It put prime cuts of British beef centre stage.</p> \n<p>And now comes Smith &amp; Wollensky (hereafter S&amp;W), which bellows loudly about importing US Department of Agriculture beef from Iowa, but which is backed by a consortium from Ireland, a country which produces some of the best beef in the world. They have spent a reputed €10m, and you can see where every cent has gone. The conversion of the basement and ground floor space of the 1930s New York pastiche Adelphi Building just behind the Strand is an orgy of leather and wood, of brass rail and tasteful mural. It can seat 300 people. Across 14 services a week I calculate they will need to find roughly 4,000 people able to pay the prices required to return that investment.</p> \n<p>Cocktails are &pound;13. That buys me an insipid Moscow Mule served in a stupid brass mug with a thin plastic straw. Five pleasant enough medium-sized seared scallops with shards of crisp bacon are &pound;18; four jumbo prawns are &pound;14. Except they don’t call them prawns, because despite the London setting the place must have a transatlantic drawl. So prawns are shrimps and all steaks are listed in imperial measurements. The USDA cuts include a 24oz bone-in ribeye and a 21oz sirloin. The prices for these are astonishing. The former is &pound;65, the latter &pound;62. To put this in context, at Hawksmoor the bone-in sirloin is &pound;5.60 per 100gm. At S&amp;W it’s &pound;10.42 per 100gm.</p> \n<figure class=\"element element-image\" data-media-id=\"7a3922ec825662746ea984ba69e4d6269da1bc46\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282247183/365ed920-9950-4831-86eb-17acddbf07a7-460x276.jpeg\" alt=\"Smith &amp; Wollensky's bone-in ribeye steak next to sauces in pots and a knife\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The char is feeble, the overwhelming taste is of salt, and the texture is floppy’: Smith &amp; Wollensky’s bone-in ribeye steak. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>Is that simply because it has travelled? Not if the fillet steak prices are anything to go by, because S&amp;W have sourced those from the UK. At Hawksmoor fillet is &pound;11.33 per 100gm; at S&amp;W it’s &pound;14.55. Both the menu blurb and the waiting staff bang on about this being the best steak you will ever have. The menu also mentions a list of blackboard specials – T-bones and so on – all of which have run out by 8.20pm. We order the bone-in ribeye. The char is feeble and the overwhelming taste is of salt. Worse is the texture. It’s floppy. Part of this, I think, is a cultural difference; Americans like to celebrate steaks based on tenderness, as if being able to cut a piece of dead animal with a butter knife is an aspiration. I think that if you’re going to eat beef, you want to know it has come from an animal that has moved. This steak slips down like something that has spent its life chained to a radiator in the basement.</p> \n<p>The sauces are dire. A b&eacute;arnaise is an insult to the name, lacking any acidity or the anise burst of tarragon. An au poivre sauce is just a shot of hot demi-glace. A side salad is crisp and well dressed. We take comfort in it. Many other sides are priced for two which is a quick route to higher profit margins and greater food waste. The &pound;9 battered onion rings are good; the &pound;10 truffled mac and cheese is dry and tastes not at all of truffle. Those terrible chips come in the kind of mini-chip-fat-fryer-basket used at chain pubs.</p> \n<p>Service is omnipresent. Twice we ask to keep our bread and side plates when they attempt to remove them. When a third waiter lunges in I finally admit defeat. Take them if you’re so bloody desperate. How hard is it to communicate a table’s wishes to the half dozen people working a corner of the floor, especially when a meal is going to cost more than &pound;100 a head?</p> \n<p>Our waitress, an escapee from Hawksmoor, is lovely – efficient, charming and utterly wasted here. She has been sent out on to the floor in a jacket she admits is about three sizes too large for her and is already stained. Either the management gives a damn about the dignity of its staff or it really doesn’t. Still, she speaks fluent Smith &amp; Wollensky, intoning the oft-repeated figure that theirs are the best 2% of all USDA steaks. God help the other 98%. We try to love it, really we do, but we just can’t. Clearly the poor animal died twice: once in the slaughter house, once on the grill. We give up and hope she doesn’t look too distraught. Curiously, the menu announces in small print that items “may” be cooked to order. May? Only <em>may</em>? Don’t put yourself out, guys.</p> \n<figure class=\"element element-image\" data-media-id=\"faa1e2dd4f50f351a89e80aff4e195ec43eb42ed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282525577/f84b8aea-cfaa-4466-8df4-f2be77471b1b-460x276.jpeg\" alt=\"Slice of rich layered chocolate cake next to a cow-shaped biscuit, some cream and raspberries, blueberries, strawberries\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The chocolate cake – ‘an obscenity’, according to Jay. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>We finish with the “Gigantic chocolate cake” which costs &pound;15. It comes with a mini milk urn full of chilled lightly whipped and sweetened cream. That cream is by far the best thing we eat all night. The cake is an obscenity, a foul, brusque monolith of heavy sponge and cack-handed mousse almost a foot high. It tastes of fat and sugar and disdain. It eats like those showpiece cakes that have sat for years in coffee shop windows look. We are told there is an option to take left-overs home. We choose not to. The last thing we want, as we walk out the door, is to take any part of the dreadful Smith &amp; Wollensky experience with us.</p> \n<h2>Jay’s new bites</h2> \n<p>■ At the other end of the expense scale, Grillshack on London’s Beak Street serves a quick-seared piece of flattened rump, with shoestring potatoes and smoked butter for just &pound;9.95. It keeps prices down with new tech: although you can order at the counter you can also do so from a downloadable app. Food is then brought to you. There’s mac and cheese, buttermilk chicken, and an American pancake menu. It more than ticks the box marked cheap and cheerful (<a href=\"http://www.grillshack.com/\">grillshack.com</a>).</p> \n<p>■ People of Ilkley rejoice. Friends of Ham, the much celebrated craft beer and charcuterie bar in Leeds – to be fair, mostly celebrated by me – is to gain a sibling there in August. As well as the bar and tasting room this one will have a deli (<a href=\"http://www.friendsofham.com/\">friendsofham.com</a>).</p> \n<p>■ Meanwhile from across the Pennines comes news of collaboration. Northcote graduates Tom Parker of the White Swan at Fence and Mike Jennings of Grenache in Worsley near Manchester are cooking together for two nights. They’ll be at the White Swan on 30 July and over at Grenache on 13 August.</p> \n<p>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></p> \n<p>Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></p> \n<figure class=\"element element-image\" data-media-id=\"47ac89e08dba8391b2593c4a2ed50ed18888712c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282976848/4e7bf53e-f2f5-4851-aeb8-2e0c132af053-460x276.jpeg\" alt=\"10 battered onion rings overlapping on a plate\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The battered onion rings. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436281503184/-Smith--Wollensky-dining--018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the club: the Smith & Wollensky dining room with its leather chairs and murals. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":" Smith & Wollensky dining room with leather chairs and murals","cleanCaption":"In the club: the Smith & Wollensky dining room with its leather chairs and murals. Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282248458/365ed920-9950-4831-86eb-17acddbf07a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The char is feeble, the overwhelming taste is of salt, and the texture is floppy’: Smith &amp; Wollensky’s bone-in ribeye steak. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans for the Observer/Observer","altText":"Smith & Wollensky's bone-in ribeye steak next to sauces in pots and a knife","cleanCaption":"‘The char is feeble, the overwhelming taste is of salt, and the texture is floppy’: Smith &amp; Wollensky’s bone-in ribeye steak. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282526849/f84b8aea-cfaa-4466-8df4-f2be77471b1b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The chocolate cake – ‘an obscenity’, according to Jay. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Slice of rich layered chocolate cake next to a cow-shaped biscuit, some cream and raspberries, blueberries, strawberries","cleanCaption":"The chocolate cake – ‘an obscenity’, according to Jay. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282978226/4e7bf53e-f2f5-4851-aeb8-2e0c132af053-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The battered onion rings. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"10 battered onion rings overlapping on a plate","cleanCaption":"The battered onion rings. Photograph: Sophia Evans for the Observer"}],"webPublicationDate":"2015-07-12T05:00:00Z","lastModified":"2015-07-12T05:07:38Z","metadata":{"commentable":true,"commentCount":152,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/12/smith-wollensky-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/4aehz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/12/smith-wollensky-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/12/smith-wollensky-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436281503184/-Smith--Wollensky-dining--018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the club: the Smith &amp; Wollensky dining room – ‘an orgy of leather and wood, of brass rail and tasteful mural’. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":" Smith & Wollensky dining room with leather chairs and murals","cleanCaption":"In the club: the Smith &amp; Wollensky dining room – ‘an orgy of leather and wood, of brass rail and tasteful mural’. Photograph: Sophia Evans for the Observer"}},"importance":5,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436281503184/-Smith--Wollensky-dining--018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the club: the Smith & Wollensky dining room with its leather chairs and murals. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":" Smith & Wollensky dining room with leather chairs and murals","cleanCaption":"In the club: the Smith & Wollensky dining room with its leather chairs and murals. Photograph: Sophia Evans for the Observer"}}]},{"title":"A letter to … the woman I love but can never have","rawTitle":"A letter to … the woman I love but can never have","item":{"type":"article","id":"lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","title":"A letter to … the woman I love but can never have","trailText":"The letter you always wanted to write","standFirst":"The letter you always wanted to write","byline":"","body":"<p>I remember the moment we first met, as if it happened yesterday. You put your head round my office door, and introduced yourself. Your obvious intelligence, your voice and your laughter – that normal part of your conversation – were captivating. The sound of your voice still has, will always have, a profound effect on me. Although I didn’t realise it until much later, it was a moment that changed the direction of my life.</p> \n<p>After that first meeting, we worked together for a year. The weeks and months passed, as I wondered whether everyone who you knew and met felt the same way about you. Whether they felt the same pleasure, the same thrilling chemistry, just being near to you. You quickly became my closest friend, as we spent more and more time together. Then, one summer evening, I hugged you and you kissed me. You say now that you were in love with me even before that. But for me, that was the moment the world changed for ever.</p> \n<p>We were both happily married. Neither of us had ever had affairs or even thought of being unfaithful. It was something that neither of us planned or expected, but it felt … unstoppable.</p> \n<p>We grew closer and closer as our friendship deepened and we became lovers. Now, seven years later, I long to be openly with you; the most unique, the most demanding, the most desirable woman I have ever met.</p> \n<p>We can count the number of nights we have spent together in that time on our fingers. But the stolen hours spent talking, eating, reading, laughing – just being together – are uncountable. We have shared triumphs and tragedies, professional and personal.</p> \n<p>More than once, my behaviour has hurt you badly and yet we are still very much together, each feeling that life without the other would be simply unbearable. The happiest and most intense hours of my entire life have been spent with you.</p> \n<p>There are times when the desire and the sadness that we are not together become completely overwhelming. I know that you love me. But I also know that you want me in your life alongside everything you already have. Alongside your husband. I know and understand that your situation is much more complicated than mine. My daughter is 19 now and will leave home this year, but your children are much younger. Leaving your husband for me would cause them real harm and plunge you into an international custody battle.</p> \n<p>I know that you will stay with him, whatever happens, for the sake of your children. I know that you feel he is one of your children too; that you will beg him to stay with you if our relationship is exposed. You have been honest about that. I know that you will not be with me, even if I am alone.</p> \n<p>Other people bear seemingly unbearable things in their lives all the time, so I must endure this. I have no other choice, except the living bereavement of a life without you. I have fallen in love with a woman I cannot have, and who cannot be with me. Perhaps in a few years, when your daughter has left home and your son is older, being openly with me will become a possibility for you.</p> \n<p>Until then, I will wait for you, want you, and love you.</p> \n<p><em>Anonymous</em></p>","section":"Lifestyle","displayImages":[],"bodyImages":[],"webPublicationDate":"2015-07-11T05:30:04Z","lastModified":"2015-07-11T05:30:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Relationships","Sex","Life and style","Family"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"A letter to ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/aletterto"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","shortUrl":"http://gu.com/p/4adfg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/a-letter-to-the-woman-i-love-but-can-never-have"},"shouldHideAdverts":false},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[]},{"title":"Scared of summer? You should be…","rawTitle":"Scared of summer? You should be…","item":{"type":"comment","id":"lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman","title":"Scared of summer? You should be…","trailText":"So far we’ve had sharks in Kent, a&nbsp;rampaging robot, killer barbecues… and let’s not think about what’s in the pool","standFirst":"<p>So far we’ve had sharks in Kent, a rampaging robot, killer barbecues… and let’s not think about what’s in the pool</p>","byline":"Eva Wiseman","body":"<p>As summer broke, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/lifeandstyle/paris-hilton\" title=\"\">Paris Hilton</a> boarded a small plane for an aerial tour of Dubai. Can you imagine anything hotter? Of course, you and I have experienced heat, too, this heat that feels like you’re standing in a wind tunnel of all your past humiliations, farting past you one by one. This heat that bodes badly for the summer/civilisation, this heat that brings our primality to the surface. Fear. It blows in on the heat.</p> \n<p>So Paris is on the plane. Within minutes of taking off, the aircraft began to dive. Alarms sounded. Everybody was screaming – some passengers strapped on parachutes and jumped out into the sky. When the plane landed safely, Hilton learned she had been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/shortcuts/2015/jun/29/paris-hilton-plane-crash-tv-prank-egyptian-trick\" title=\"\">pranked by a&nbsp;TV show called <em>Ramez in Control</em></a>.</p> \n<p>The terror. Not only did she think she was going to die (updates alternate between “She was in on it” and “She’s suing them”), but she learned she would appear on a show called <em>Ramez in Control</em>.</p> \n<p>My friend Becca went on a&nbsp;course to cure her fear of flying. It culminated with a flight over Brighton in which she learned what every crunching noise meant. But since she explained it to me I’ve found flying excruciating. The noises never sound like the noises Becca described – she passed on her anxiety to me. <em>Ramez in Control</em> appears to be pinpointing people’s biggest fears and acting them out with flying props.</p> \n<p>I can’t remember a summer when more of our primal fears were being tested. Sharks, for instance. Sharks are attacking people. According to the International Shark Attack File at the University of Florida (and if you’ve ever heard of a scarier file I urge you to please keep it to yourself) sharks have already attacked 10 people off the coast of North and South Carolina this year. Why? One big reason is global warming – the sea is getting too hot. Clambering up the beach with a&nbsp;sharked limb hanging from a&nbsp;single string of human meat will be for nothing, because when you get there the earth will promptly melt due to broken forests. Perhaps <em>Ramez</em> is responsible for the sharks too. <em>Ramez</em>? Lads? Are you there? A shark was seen in Kent for the second time last week. People put photographs on Twitter, a&nbsp;looming dorsal fin a mile off the coast of Reculver, blurry but murderous, like a fourth drink. So: sharks.</p> \n<p>Next up on the is-this-real-life list of things to fear this summer: robots! If last week’s story about a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/02/robot-kills-worker-at-volkswagen-plant-in-germany\" title=\"\">22-year-old man killed at a VW factory</a> had been reported as an industrial accident it’s unlikely the news would have made it out of Germany. It&nbsp;wasn’t. It was Man Killed By Robot. The robot picked him up and crushed him. Immediately the mind goes, again, to murder, because that’s the way our minds have learned to go. How long, we wonder, had this evil machine been sweating through a heatwave, plotting his death? Gone are any thoughts of the man himself. And gone are thoughts of hydraulics and programming – raw and real-seeming is the idea that this thing had a brain and flashing eyes, and a thirst for power. One day, the TV reasoning goes, our toasters will eat us all.</p> \n<p>Hey, you know what else is going to make you sick as you go: “Hell, let’s eat on the patio, why not?” That sausage. “Unless you use three forks” was the crux of the <em>Mail</em>’s major investigation into how barbecuing will kill you, which included, but was not limited to, ice cream, chicken packaging, rice and the grass.</p> \n<p>Then it was reported this week that it’s not chlorine that irritates your eyes when you cool off in the pool. It’s piss. “<a href=\"http://www.newsweek.com/its-pee-not-just-chlorine-irritates-eyes-pool-346766\" title=\"\">It’s not the chlorine itself</a>,” said the chief of the Centers for Disease Control. “It’s chlorine mixed with poop, [urine] and sweat.” And the stronger a pool smells of chlorine, the filthier it is. “Healthy pools” don’t smell. Fear – fear smells. When you smell chlorine, worry.</p> \n<p>So that’s that then. Summer 2015. With heat comes filth, sharks, vomit, Paris Hilton and death. Have a lovely weekend.</p> \n<p><em>Email Eva at </em><a href=\"mailto:e.wiseman@observer.co.uk\" title=\"\"><em>e.wiseman@observer.co.uk</em></a><em> or follow her on Twitter </em><a href=\"https://twitter.com/evawiseman\" title=\"\"><em>@EvaWiseman</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436355779375/women-swimming-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Come on in, the water's… eeeuuuck: don't get out of your depth this summer. Photograph: Blend Images LLC","credit":"Blend Images LLC","altText":"women swimming","cleanCaption":"Come on in, the water's… eeeuuuck: don't get out of your depth this summer. Photograph: Blend Images LLC"}],"bodyImages":[],"webPublicationDate":"2015-07-12T05:00:00Z","lastModified":"2015-07-12T05:00:00Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Eva Wiseman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/evawiseman"}],"feature":false,"keywords":[],"tags":[],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Eva Wiseman","topic":{"type":"tag-contributor","name":"profile/evawiseman"}}],"series":{"title":"The Eva Wiseman column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/up-front"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman","shortUrl":"http://gu.com/p/4afbj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436355779375/women-swimming-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Come on in, the water’s… eeeuuuck: don’t get out of your depth this summer. Photograph: Blend Images LLC","credit":"Blend Images LLC","altText":"women swimming","cleanCaption":"Come on in, the water’s… eeeuuuck: don’t get out of your depth this summer. Photograph: Blend Images LLC"}},"importance":4,"byline":{"title":"Eva Wiseman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png"}}]},{"title":"Experience: I’ve slept with 3,000 men","rawTitle":"Experience: I’ve slept with 3,000 men","item":{"type":"article","id":"lifeandstyle/2015/feb/13/experience-i-slept-with-3000-men-sex-swingers","title":"Experience: I’ve slept with 3,000 men","trailText":"Marie Calvert: ‘I am actually married. But neither of us puts sex on a pedestal. We see it for what it is: separate from love’","standFirst":"<p>‘I am actually married. But neither of us puts sex on a pedestal. We see it for what it is: separate from love’</p>","byline":"Marie Calvert","body":"<p>It was the night I slept with 14 men that I first started to try to work out how many partners I’ve been with. The truth is, I’m not sure. My conservative estimate is about 100 guys a year for more than three decades. I’m 63 now and I’ve slowed down a little – but only a little. Why do I do it? Having sex isn’t something I do for a living, but it is my passion. It’s the most enjoyable, exhilarating, satisfying way to spend your time. Some women like yoga, some like badminton. I like carnality.</p> \n<p>I am actually married. Barry and I have been together since I was 15 – we wed when I was 19, have two grandchildren, and he’s my world. But neither of us puts sex on a pedestal. We see it for what it is: separate from love. It’s not natural to stick with one sexual partner for 60 years. Life is about experimenting and experiencing, and that’s what we do. Barry goes with other women. I don’t get jealous because I know he loves me. Until the age of 28, I’d only been with him and we had a terrific sex life, but one day he brought home a swingers’ magazine he’d picked up from a workmate. He sort of joked we should try it; I told him not to be daft, and he never mentioned it again.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The night I slept with 14 men was at a swingers’ party. I remember driving there feeling almost uncontrollably lustful.</p> \n </blockquote> \n</aside> \n<p>But I kept looking at the mag and imagining how fun it might be. Eventually I told him we should give it a go. He looked like a kid at Christmas. The first couple we met – through the listings in that magazine – were university lecturers in their 40s, and I still remember driving to their home that Friday. Barry stopped the car and said, “Are we sure about this?” We were so nervous, but we were also insanely excited. I said we’d try it once and see how it went. And it went… joyously.</p> \n<p>As soon as we met them I was flirting with the guy. John was sophisticated and handsome, and over dinner there was this intense chemistry. Afterwards, there were a few minutes when just he and I were in the living room, and I thought it was now or never so I kissed him, and that was that. By the time Barry came in with John’s wife, we were otherwise engaged. I remember looking at Barry’s face and seeing a big smile come over it; I knew everything would be fine, and that life had changed for ever.</p> \n<p>We became committed swingers, spending weekends meeting up with couples or going to parties to swap partners. Suddenly everything was exciting. You’d be at work, and you’d think about what you were up to that evening and it sent a shiver down your spine. Some couples – like John and his wife – would become close friends, even when the sex stopped. Others you’d see only once. The night I slept with 14 men was at a swingers’ party in Manchester. I remember driving there feeling almost uncontrollably lustful. The next day I felt achy, in that lovely way, like when you’ve been to the gym.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/oct/14/fantasise-group-sex-old-obese-men\">I fantasise about group sex with old, obese men</a> </p> \n</aside> \n<p>In 1997, we decided to open <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2003/aug/29/gender.uk\">a swingers’ club in Sheffield</a>. We were fed up with work and wanted to do something we were passionate about. It’s still thriving today. We never have sex during opening hours – it’s our business and we’re professional about it. But, of course, when the place shuts, we’ve got an entire club full of facilities – and an ever-growing circle of open-minded couples – to play with. It’s not all been perfect, of course. Not every lover is attentive. I remember in my 40s going with an 18-year-old, just to see what it would be like. Quick was the answer.</p> \n<p>We’re safety-conscious and I’ve never felt in any danger. Barry is normally in the same room or not far away. I’ve recently had a knee operation, which means I’m walking with a stick, so I’m taking it easy. I had only three lovers last year. I still have the same sex drive but I’m more relaxed now. I’m not someone who’s ever going to dress like a woman half her age just to get attention. But if guys still find me attractive – well, why not? People ask if we have any regrets and we do – we wish we’d found that mag five or six years earlier.</p> \n<p><span class=\"bullet\">•</span> As told to Colin Drury.</p> \n<p>Do you have an experience to share? Email <a href=\"mailto:experience@theguardian.com\">experience@theguardian.com</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/2/4/1423048803230/Experience-slept-with-300-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Life is about experimenting and experiencing, and that's what we do.' Photograph: Chris Fairweather/Ross Parry Agency","credit":"Chris Fairweather/Ross Parry Agency","altText":"Experience: slept with 3,000 men","cleanCaption":"'Life is about experimenting and experiencing, and that's what we do.' Photograph: Chris Fairweather/Ross Parry Agency"}],"bodyImages":[],"webPublicationDate":"2015-02-13T12:00:02Z","lastModified":"2015-02-16T11:48:42Z","metadata":{"commentable":true,"commentCount":1649,"contributors":[],"feature":true,"keywords":["Life and style","Sex","Relationships"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Experience","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/experience"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/feb/13/experience-i-slept-with-3000-men-sex-swingers","shortUrl":"http://gu.com/p/45a73","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/feb/13/experience-i-slept-with-3000-men-sex-swingers","webUri":"http://www.theguardian.com/lifeandstyle/2015/feb/13/experience-i-slept-with-3000-men-sex-swingers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/2/4/1423048803230/Experience-slept-with-300-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Life is about experimenting and experiencing, and that’s what we do.’ Photograph: Chris Fairweather/Ross Parry Agency","credit":"Chris Fairweather/Ross Parry Agency","altText":"Experience: slept with 3,000 men","cleanCaption":"‘Life is about experimenting and experiencing, and that’s what we do.’ Photograph: Chris Fairweather/Ross Parry Agency"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/2/4/1423048803230/Experience-slept-with-300-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Life is about experimenting and experiencing, and that's what we do.' Photograph: Chris Fairweather/Ross Parry Agency","credit":"Chris Fairweather/Ross Parry Agency","altText":"Experience: slept with 3,000 men","cleanCaption":"'Life is about experimenting and experiencing, and that's what we do.' Photograph: Chris Fairweather/Ross Parry Agency"}}]},{"title":"Should women really be rushing back to work after giving birth?","rawTitle":"Should women really be rushing back to work after giving birth?","item":{"type":"article","id":"lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","title":"Should women really be rushing back to work after giving birth?","trailText":"Would women and their babies be happier if motherhood hadn’t been devalued – and medicalised –  to the detriment of us all, says Antonella Gambotto-Burke","standFirst":"Would women and their babies be happier if motherhood hadn’t been devalued – and medicalised – to the detriment of us all, says Antonella Gambotto-Burke","byline":"Antonella Gambotto-Burke","body":"<p>Like almost every other woman I know, I used to see motherhood as the consolation prize for women who couldn’t cut it in the workplace. Being a mother was acceptable if it wasn’t one’s raison d’&ecirc;tre – as a side mention it was passable, as a passion it indicated only a lack of capacity and imagination.</p> \n<p>In the west, this perception is now almost universal. Nurturing a child is considered to be squandering the time and talent of the educated. Female high-achievers now hunger for “challenges” in place of connections; the chancellor of the exchequer said recently that mothers who stay at home to look after their children are making a lifestyle choice, as if it were on a par with nudism or polyamory.</p> \n<p>This is reinforced by the behaviour of women in public life. A week after giving birth to her third son, the actor Cate Blanchett was addressing a summit. Rachida Dati, a former minister in the French cabinet, returned to parliament, in heels, five days after a Caesarean section.</p> \n<p>Such behaviour is not surprising given the menial status of motherhood. Our cultural take on success and heroism – the ideals of any&nbsp;civilisation&nbsp;– reflect a prejudice that is staggering. Throughout human history, heroism has almost exclusively been attributed to men. Although heroism pivots on courage, self-sacrifice and the preservation of other lives, the billions of mothers who have&nbsp;died in childbirth are forgotten.</p> \n<p>In 2013, four times as many women died giving birth around the world than there were casualties in the Syrian conflict, yet there were no headlines, crisis bulletins, aid packages or expressions of public outrage. The 293,000 women who die in pregnancy and childbirth every year (and the seven to 10 million who suffer severe or chronic illnesses caused by pregnancy-related complications) do so without public recognition of any kind. Heads of state do not stand in silence for the mothers who have fallen.</p> \n<p>The seriousness of childbirth on every level – emotional, spiritual, physical – for mothers is not only ignored, but derided. “Congrats! You’ve had the baby … now what?” fitness magazines ask, before suggesting “the general rule of thumb is to head back to the gym six weeks after birth”. Implicit in such advice is the understanding that having a baby is an event like any other, that a mother’s instinct to place her infant’s needs before her own is old hat, and that it is not only acceptable but correct for a mother to separate from her baby.</p> \n<p>A mother’s attachment to her child begins in hospital, where mothers are made to feel inferior to professionals in relation to their infants, then separated from them for examinations, bathing etc. One mother who gave birth in an elegant private hospital told me her son “was whisked off to neo-natal intensive care without me even having had a chance to greet him.” Despite having had a C-section, she staggered three floors down to see him, only to be forbidden to touch him. “They told me that he was too fragile and it was too much trouble to move all the equipment. Bonding, love and warmth had no value to them.”</p> \n<p>John Krystal, professor of psychiatry and neurobiology at the Yale School of Medicine, cites the recent discovery that the autonomic activity (heart rate and other involuntary nervous system activity) of two-day-old sleeping babies is 176% higher during maternal separation. “This is a major physiological stressor for the infant,” he concluded. Human beings are the only mammals to separate mothers from their infants. Scientists have, for decades, separated newborn animals from their mothers to study the damage to the evolving brain. But little has changed. Children are still placed in childcare and then go to school while adults work themselves into cardiac arrests. What’s lost in the wash is love.</p> \n<p>We are scripting simple happiness out of our lives. Throughout history, the most brutal cultures have been distinguished by maternal-infant separation. That earliest relationship is the very foundation of our ability to love and bond in later life but it requires quiet, calm, sustained proximity to one’s baby. Despite this, we continue to in effect bully mothers into returning to the workforce before the uterus has had time to shrink.</p> \n<p>The magnitude of childbirth is minimised for economic purposes, blighting an experience that could otherwise be infused with the purest bliss. At the most vulnerable time of their lives, mothers are repeatedly failed by the community. The post-partum confinement period – a 30 to 40-day tradition throughout China, Greece, India, Japan, South Korea and Vietnam – allows mothers not just to recuperate after birth, but to adjust to motherhood at a pace conducive to maternal-infant bonding. Hurried through the process, women in their millions are failing to give birth without intervention and to breastfeed.</p> \n<p>The joy and pleasure in new motherhood has been de-emphasised – and there is a cost. Our culture has come to be defined by adrenaline. From the way we wake up (strong coffee, blaring alarms, television, radio) to the way we mate (Tinder, Grindr, Blendr, Tingle and so on), the bar is set by technology: jarring, bright, instant. But babies cannot be jump-started and the acceleration of life as it’s lived now is toxic in terms of parenting. Life comes at us, and we react. Intimacy, on the other hand, is quiet, slow. There is no expediting love. And it is precisely at this point that our culture has started to fall apart.</p> \n<p>The fact that there is a need to specify attachment in relation to parenting tells us everything we need to know about the rupture between 21st century man and his heart.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a8d3f91456cc50e62d2e1634a846d5d683d3938d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436197335004/1150271c-fdf7-41d0-a440-4f6fab8d9ab3-280x420.jpeg\" alt=\"John Bowlby, who wrote that it is crucial for the mental health of the child, to 'experience a warm, intimate and continuous relationship with his mother.'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’</span> \n </figcaption> \n</figure> \n<p>Attachment theory began taking shape during the second world war, when Anna Freud, the founder of psychoanalytic child psychology (and Sigmund’s daughter), observed children separated from their families for safe-keeping during the blitz were suffering developmental problems. Despite sometimes receiving superior physical and intellectual care, these children were subject to fits of aggression, emotional withdrawal, headbanging, bed-wetting and soiling, tantrums, regression and other behavioural disturbances. Freud wrote movingly of “the depth and seriousness of this grief of a small child” when their attachments were disrupted.</p> \n<p>This laid the groundwork for the psychiatrist John Bowlby’s exploration of the issue. In 1951, he published a monograph describing how essential it is for the mental health of the infant and young child to “experience a warm, intimate and continuous relationship with his mother (or permanent mother-substitute) in which both find satisfaction and enjoyment. Given this relationship, the emotions of anxiety and guilt, which in excess characterise mental illness, will develop in a moderate and organised way.”</p> \n<p>Parental devotion has an irreversible impact on children. Only 20-25% of the brain is complete at birth and, even then, only in terms of autonomic function (heart rate, breathing, etc); the rest of the brain is formed by the infant’s experience of love or by its absence. The first three years of life in particular are critical in shaping both the capacity to form loving relationships in adulthood and the stability that makes happiness possible.</p> \n<p>“Empathy, caring, sharing, inhibition of aggression, capacity to love and a host of other characteristics of a healthy, happy and productive person are related to the core attachment capabilities which are formed in infancy and early childhood,” noted Professor Bruce Perry, the renowned child mental health researcher. Given that this is the case, the current epidemic of disconnection makes it clear that our current child-rearing methods do not equip us with the capacity to sustain intimacy.</p> \n<p>If a child’s early experiences of care-giving are inconsistent, insensitive or indifferent, certain biochemical systems – the stress response and emotional systems among them – can be affected. To be abandoned by mother in infancy – and the neonatal brain is wired by evolution to interpret being left alone even briefly as abandonment – not only damages our ability to connect with others, but creates the self-loathing that can destroy a life.</p> \n<p>Effective mothering requires not only a sustained investment of energy by the mother, but an equal investment of energy into the mother by her partner, family and community. The change we need demands a revision of priorities. We need to rally round mothers, enabling them to bond with their babies so that the next generation does not suffer the same wounds.</p> \n<p>Critically, we need to understand that far from being drudges, mothers are, in fact, creating the very course of our species’ future.</p> \n<p><em><span class=\"bullet\">•</span> Mama Love, Motherhood and Revolution by Antonella Gambotto-Burke is published by Pinter &amp; Martin, &pound;11.99. To order a copy for &pound;9.59, go to </em><a href=\"https://bookshop.theguardian.com/catalog/product/view/id/276288/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"book\"><em>bookshop.theguardian.com </em></a><em>or call 0330 333 6846</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436197335923/1150271c-fdf7-41d0-a440-4f6fab8d9ab3-440x660.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":660,"width":440,"orientation":"portrait","caption":"John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’","credit":"g","altText":"John Bowlby, who wrote that it is crucial for the mental health of the child, to 'experience a warm, intimate and continuous relationship with his mother.'","cleanCaption":"John Bowlby, who wrote that it is crucial for the mental health of the child, to ‘experience a warm, intimate and continuous relationship with his mother.’"}],"webPublicationDate":"2015-07-11T05:30:04Z","lastModified":"2015-07-11T08:21:44Z","metadata":{"commentable":true,"commentCount":517,"contributors":[],"feature":true,"keywords":["Family","Life and style","Childbirth","Feminism","Children","Midwifery"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/childbirth","webTitle":"Childbirth"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"society/children","webTitle":"Children"},{"id":"society/midwifery","webTitle":"Midwifery"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","shortUrl":"http://gu.com/p/4adjd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/11/should-women-really-be-rushing-back-to-work-after-giving-birth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda. Photograph: Kit Wise","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda. Photograph: Kit Wise"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436194943985/Antonella-Gambotto-Burke-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian","credit":"Kit Wise/Guardian","altText":"Antonella Gambotto-Burke","cleanCaption":"Antonella Gambotto-Burke and her daughter, Bethesda.  Photograph: Kit Wise for the Guardian"}}]},{"title":"Experience: I found my identical twin on YouTube","rawTitle":"Experience: I found my identical twin on YouTube","item":{"type":"article","id":"lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube","title":"Experience: I found my identical twin on YouTube","trailText":"‘She sent me a picture of her adoption records. We had been born in the same clinic. She wrote, “Dude, we’re totally twins!”’","standFirst":"<p>‘She sent me a picture of her adoption records. We had been born in the same clinic. She wrote, “Dude, we’re totally twins!”’</p>","byline":"Anaïs Bordier","body":"<p>I’ve always known I was adopted. I was born in Busan, South Korea, but raised in France by parents who look nothing like me, with blond hair and blue eyes. My adoption records say I was born an only child to a very young, unmarried woman.</p> \n<p>In December 2012 I was in London, studying fashion, when another student posted a YouTube video of me on my Facebook page. But I’ve never made a YouTube video in my life. When I watched it, I realised it wasn’t me at all, it was an American girl who looked exactly like me.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/03/experience-i-am-dancing-man\">Experience: I am Dancing Man</a> </p> \n</aside> \n<p>I watched the video over and over again, looking for differences, but we were identical, except for her clothes and her accent. Her name wasn’t on the video, so I had no idea how to contact her.</p> \n<p>A month later, I was on a bus in Hackney when a friend told me there was a new video online of my doppelganger. I immediately watched it on my phone. It was a trailer for a film, so I looked up the cast and finally had her name: <a href=\"http://www.imdb.com/name/nm1789162/\">Samantha Futerman</a>. I found out she was also born in Korea and her birthday was 19 November 1987, the same as mine. I was so shocked I had to get off the bus. I called my mum and she said the words I’d been afraid to even think: “Do you think she might be your twin?”</p> \n<p>I spent a long time composing a message to Samantha, telling her to check out my Facebook photos. When she wrote back, she sent a picture of her adoption records. We had been born in the same clinic. Sam wrote, “Dude, we’re totally twins!” We started exchanging photos and then had a conversation on Skype. I was so nervous. We had the same mannerisms, the same laugh, even our hairstyle was similar. We talked about everything and nothing for three hours. After that, every morning I’d check her Instagram feed to remind myself she was real.</p> \n<p>Dr Nancy Segal, a specialist in twin studies at California State University, contacted us when Sam started working on a documentary about us. She offered us DNA testing, so we swabbed our cheeks together on Skype, and we agreed to meet.</p> \n<p>Sam, her parents and two brothers came to meet me in London last May. I took my mum and some friends for support. I was incredibly nervous. When I first saw Sam, I was trying not to stare, but she just started laughing. I went over and awkwardly poked her in the head – I just wanted to make physical contact. I didn’t know what to do. I wasn’t aware how small I was. Her feet looked tiny and I realised mine must be, too, and suddenly I knew how I looked from behind.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/19/experience-blindness-no-sense-of-time\">Experience: I was blinded by a school science experiment</a> </p> \n</aside> \n<p>We wanted to be by ourselves, so we went to have lunch, and on the way we kept stopping to look at our reflections in shop windows. It was like a parallel universe. We’re so similar: she reacts to things the same way I do. We’re both awkward and have the same strange sense of humour. She doesn’t have to explain herself to me and she understands me perfectly, too. That night, we had a Skype call with Dr Segal, who gave us the DNA results. She said, “You should hug, you’re identical twins!” So we did. Around us, it was like somebody had won a football match. Everyone was cheering.</p> \n<p>I would like to know why we were separated, but we still have no idea. Sam had tried to contact our birth mother before she knew about me, but the woman named on her adoption papers said Sam had the wrong person. I’m not worried about that, as I was never anxious to find my birth mother, and now I have Sam anyway. Sam lives in LA and I’m in France, so we meet when we can, spending special occasions together. We have discovered a love of surfing, so when I visit we often head to the beach. Our parents have become great friends and all say they have a second daughter.</p> \n<p>I had a very happy childhood and never felt anything was missing, but there was one thing I wanted: to look like someone else in my family and to have that physical connection to someone. But what could be better than an identical twin? I’ll always have her in my life now.</p> \n<p><span class=\"bullet\">•</span> As told to Antonia Blyth.</p> \n<p>Do you have an experience to share? Email <a href=\"mailto:experience@theguardian.com\">experience@theguardian.com</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435757471625/Experience-twins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian","credit":"John Francis Peters for the Guardian","altText":"Experience: twins","cleanCaption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-10T12:59:00Z","lastModified":"2015-07-11T12:15:12Z","metadata":{"commentable":true,"commentCount":155,"contributors":[],"feature":true,"keywords":["Life and style","Family","Adoption","Children","Society"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"society/adoption","webTitle":"Adoption"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Experience","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/experience"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube","shortUrl":"http://gu.com/p/4a4ck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/10/experience-found-identical-twin-youtube"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435757471625/Experience-twins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anaïs Bordier (left) with her twin sister Samantha Futerma. Photograph: John Francis Peters for the Guardian","credit":"John Francis Peters for the Guardian","altText":"Experience: twins","cleanCaption":"Anaïs Bordier (left) with her twin sister Samantha Futerma. Photograph: John Francis Peters for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/1/1435757471625/Experience-twins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian","credit":"John Francis Peters for the Guardian","altText":"Experience: twins","cleanCaption":"'We're both awkward and have the exact same strange sense of humour.' Photograph: John Francis Peters for the Guardian"}}]}],"lastModified":"2015-07-12T05:07:38Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}