{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"Pregnancy food: what you eat can affect your child for life","rawTitle":"Pregnancy food: what you eat can affect your child for life","item":{"type":"article","id":"lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","title":"Pregnancy food: what you eat can affect your child for life","trailText":"You might think it’s a time to put your feet up and inhale a tub of ice-cream, but eating healthily during those all-important nine months can stop your child becoming obese, and avoid mental-health and social issues","standFirst":"You might think it’s a time to put your feet up and inhale a tub of ice-cream, but eating healthily during those all-important nine months can stop your child becoming obese, and avoid mental-health and social issues","byline":"Amy Fleming","body":"<p>“Listen to your body,” is one of the most overused phrases in the pregnancy-advice market. And, actually, it’s really hard to ignore your body when you’re pregnant; it mutinies and starts ordering you about. In many ways this is good – forcing you to go to bed early, or eat enough protein. But, in the unnatural food landscape of today, in which irresistible unhealthy snacks are the easiest foods to come by, it can also be bad.</p> \n<p>The first time I was pregnant, I signed up for a daily email with tips and information on the baby’s development. Occasionally, I’d receive a gentle reminder to snack on carrot sticks instead of cakes, and I would think: “Up yours, patronising email service – don’t you realise you’re talking to someone who makes her own sodding muesli?” Then I’d inhale an entire carton of ice-cream, which obviously needed replacing every 48 hours, as was surely the right of all weary pregnant women everywhere.</p> \n<p>But, as obesity researcher Nicole Avena sets out in her new book, <a href=\"http://www.penguinrandomhouse.com/books/237260/what-to-eat-when-youre-pregnant-by-dr-nicole-m-avena/\">What to Eat When You’re Pregnant</a>, avoiding overindulgence and eating healthily is even more important when pregnant. Firstly, she says, the average woman (in the US) who becomes pregnant is already overweight or obese, which heightens the risk of conditions like pre-eclampsia, gestational diabetes and postpartum haemorrhage. And between 46% and 59% (depending on BMI) of these women will gain more weight than necessary when pregnant, which will likely be retained post-pregnancy.</p> \n<p>Secondly, it’s widely accepted now that what happens in the womb does not stay in the womb. <a href=\"http://www.drnicoleavena.com/publications/tag/research-articles\">Research that Avena and colleagues have done</a> (albeit mostly in rats) has found that not only can an in-utero diet high in fat or sugar lead to the child growing up obese, but maternal diet, she writes, “can have a long-lasting impact on the offspring’s risk of developing mental-health disorders, impaired social behaviours, lower cognitive abilities and increased response to stress”.</p> \n<p>That’s a bitter pill to swallow, especially in a society that sometimes seems designed to make people fat. And, as more and more individual studies on the impact of maternal behaviour are reported, it can feel as though the media is building a case against mothers. “That’s a valid debate,” says a very pregnant Avena, via video link. “Part of the reason I wanted to do the book was because women are given guidelines about what not to eat during pregnancy. There’s a lot of weight-shaming that goes on when it comes to pregnancy, although we have to address it because it’s important. But it doesn’t have to be negative. I try to focus on the healthy aspects of eating while pregnant.”</p> \n<p>So, after walking readers through the cold, hard science of pregnancy weight-gain and the risks associated with eating badly, the fun part begins: a week-by-week guide to what to eat, and what your baby is growing right now (brainstem, skin, fingernails), along with easy recipe suggestions. Week 34, for instance, is all about squash, which is high in fibre – an essential in beating third-trimester constipation. A nice prompt, but then fibre is always necessary. Isn’t a common-sense, healthy, balanced diet all that’s ever required? “The book is not necessarily meant to make women eat brussels sprouts during a certain week,” says Avena, “but, if they can focus on them in one week and try to incorporate them into their diet, I’m giving them a way to eat healthily in a prescriptive manner – not just telling them: ‘OK, eat healthily.’” Which, judging by obesity levels, isn’t enough.</p> \n<p>In the throes of early pregnancy, however, all this is the last thing many women want to deal with. Traditionally, it’s a time to put your feet up and enjoy your extra calorie allowance. The hospital in New York where Avena works runs weight-loss clinics and, when female attendees become pregnant, many of them want to drop out. “We encourage them to stay in,” says Avena. Not because they think they should lose weight while pregnant, but because “you still can benefit from some of the advice on how to maintain healthy eating and dietary patterns”.</p> \n<p>Could, I wonder, any ill-effects that my chocolate H&auml;agen-Dazs habit had on my daughter, in the womb, be erased by her upbringing? It’s hard to accurately study nature versus nurture in humans, but Avena has placed baby rats, born to mothers fed on high-sugar and high-fat diets, with rats on healthy diets – to breastfeed and raise them. “They still grew up to have these changes in the brain, and have propensities to want to consume high-sugar and high-fat foods,” she says. However, in humans, if self-restraint is taught and the child is brought up to recognise their satiety signals, “then that’s going to mitigate the effects that might have occurred from in-utero exposure”.</p> \n<p>Avena demystifies cravings by talking about the hormones involved and suggesting how to beat such mutinous urges. Taking a mindful approach has been shown to help addicted people move past their cravings; rather than trying to fight it or giving in, simply acknowledge and accept it. Planning ahead pays – make healthy foods more readily available than the contents of the nearest vending machine. Tipping off friends and family to resist feeding you treats helps, too, as does sufficient sleep. And, finally, know your cravings. Typically, Avena writes, genuine hunger-driven cravings are for food groups (like meat), rather than specific food items (like ice-cream). In other words, listen to your body, but only when you know its intentions are sound.</p> \n<p><em>What to Eat When You’re Pregnant by Nicole Avena (Ten Speed Press, &pound;13.99). To order a copy for &pound;11.19, go to </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/296547/\"><em>bookshop.theguardian.com</em></a><em> or call the Guardian Bookshop on 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min. p&amp;p of &pound;1.99.</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}],"bodyImages":[],"webPublicationDate":"2015-06-15T07:00:23Z","lastModified":"2015-06-15T13:23:47Z","metadata":{"commentable":true,"commentCount":62,"contributors":[{"name":"Amy Fleming","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413373840637/Amy-Fleming-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amyfleming"}],"feature":true,"keywords":["Health & wellbeing","Life and style","Pregnancy","Family","Parents and parenting","Diets and dieting"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/diets-dieting","webTitle":"Diets and dieting"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Amy Fleming","topic":{"type":"tag-contributor","name":"profile/amyfleming"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","shortUrl":"http://gu.com/p/49jm9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}}]},{"title":"Is Jagged Little Pill the most feminist album of the 90s?","rawTitle":"Is Jagged Little Pill the most feminist album of the 90s?","item":{"type":"article","id":"lifeandstyle/womens-blog/2015/jun/15/jagged-little-pill-alanis-morissette-most-important-album-90s","title":"Is Jagged Little Pill the most feminist album of the 90s?","trailText":"Alanis Morissette’s smash-hit third album has been mocked over the years for its raw anger and emotion. Here, on its 20th anniversary, four female artists explain why their devotion to the record never faltered","standFirst":"<p>Alanis Morissette’s smash-hit third album has been mocked over the years for its raw anger and emotion. Here, on its 20th anniversary, four female artists explain why their devotion to the record never faltered</p>","byline":"Harriet Gibsone","body":"<p>It sold 30m copies worldwide, scooped four Grammys and made Alanis Morissette one of the fastest-selling female artists of the 90s, but music history hasn’t been too kind to Jagged Little Pill, reducing the album to a punchline for jokes about women making music. Twenty years after its release, we find out what young female musicians make of its legacy.</p> \n<h2>Emily Staveley-Taylor, 32, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/the-staves\">the Staves</a></h2> \n<figure class=\"element element-image\" data-media-id=\"6f243cf587c4e069f93ef4b68995e70be0e3a4c4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434380663298/917048cf-8fa6-4e33-84cd-43840fc94a47-460x223.jpeg\" alt=\"The Staves\" width=\"460\" height=\"223\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Emily Staveley, left, with her bandmate sisters Jessica and Camilla.</span> \n  <span class=\"element-image__credit\">Photograph: Gary Calton</span> \n </figcaption> \n</figure> \n<p>I must have been 12 when my best friend Hannah bought it for me on cassette – I’d never heard of her. I think I was quite taken aback when I first heard it, because it wasn’t what I was expecting; it was like, “Oh my God, I’ve found grown-up music.” I remember asking my mum what a 69 [as in the lyrics of <a href=\"https://www.youtube.com/watch?v=Jk_cvERwBJk\">Right Through You</a>] was – she didn’t tell me, but it became a staple household album that we listened to in the car all the time. We were obsessed.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"87c31cb0afb7a458ffdc5396b674ee8c9074120b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434390287353/5a031b63-5de8-4800-aee0-a86b47f0b472-1020x1020.jpeg\" alt=\"Cover of Jagged Little Pill by Alanis Morissette\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The cover of the multimillion-selling album.</span> \n </figcaption> \n</figure> \n<p>At the time, she was just this woman – not this girl – she was this <em>woman</em> playing electric guitar, really wailing and not trying to be sexy. Her lyrics had real integrity; she’s singing about stuff that really matters and there are real stories in there. I remember loads of guys at the time and since have said, “I hate that album, she’s really angry.” Men somehow can’t accept that in a woman, [but] it’s perfectly acceptable if you’re <a href=\"https://www.youtube.com/watch?v=bWXazVhlyxQ\">Rage Against the Machine</a>. I remember thinking, “I don’t care, because she’s doing it and she’s really cool.”</p> \n<p>As a strong female role model, she was important and encouraging. It was the soundtrack to a particular summer when [my sisters and I] binged on Alanis. It was great to sing along to. There are a lot of harmonies to those songs.</p> \n<h2>Raphaelle Standell-Preston, 25, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/dec/17/new-band-braids\">Braids</a></h2> \n<p>Jagged Little Pill was my first record. My dad bought it for me on tape. Listening to it again in my 20s, it has been hugely inspirational in cultivating confidence to “tell it like it is”; she is very unabashed in what she wants to say. I’ve never had to defend loving Alanis. I never knew it was uncool. Alanis is raw, she’s vulnerable, and her voice is extremely powerful and emotional. When I listen to Jagged Little Pill, it instills in me the desire to share what I’ve experienced. She remains one of my favourite female artists.</p> \n<h2>Molly Rankin, 28, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jul/24/alvvays-alvvays-album-review\">Alvvays</a></h2> \n<figure class=\"element element-image\" data-media-id=\"3eed7e8ad9c0edbaa30a9424fa376f974e51a25c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434380885255/b06e511f-0bb0-416c-adbb-c34246d11157-460x276.jpeg\" alt=\"The band Alvvays\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Molly Rankin, centre, with the rest of Alvvays.</span> \n  <span class=\"element-image__credit\">Photograph: Gavin Keen</span> \n </figcaption> \n</figure> \n<p>When I first heard <a href=\"https://www.youtube.com/watch?v=HLHvb9V8Yzs\">All I Really Want</a> blaring behind the closed door of my sister’s bedroom, it was 1995 and I was eight years old. My mother had consulted other parents about whether or not the subject matter of JLP was appropriate for an eight-year-old. The answer was obvious, so she drove to Port Hawkesbury, Cape Breton and picked up two other records at Walmart (the only place to acquire CDs): Celine Dion’s Falling Into You and Let’s Talk About Love.</p> \n<p>Learning Celtic music and only hearing a narrow selection of male singer-songwriters, Alanis was an alien. Every word, yodel and yarble was memorised and mimicked. The artwork was mysterious enough that I needed to know more about this woman. With no internet or access to music videos on television, I knew the only way to see Alanis was to stay up late to watch her perform on the Juno awards. There she was, with what looked like wet hair, black leather pants and an oversized men’s white collared shirt, belting Ironic. Soon after, I began parting my hair in the middle and unbuttoning the wrists of whatever Oxford shirts I owned. By the time the Spice Girls became a sensation in Canada, I wanted nothing to do with them.</p> \n<h2>Aleksandra Denton, 23, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/mar/12/sxsw-2015-bands-to-see-kero-kero-bonito-leon-bridges-sheer-mag\">Shura</a></h2> \n<figure class=\"element element-image\" data-media-id=\"d6a8c61e86e1fed053881c33b3bf892c23355ff7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434381028055/13c79e8a-0132-4ebc-96cb-fa7db1e75715-460x276.jpeg\" alt=\"Shura, AKA Aleksandra Denton\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shura, AKA Aleksandra Denton.</span> \n </figcaption> \n</figure> \n<p>As a teenage girl learning to play the guitar, JLP was incredibly exciting. It wasn’t necessarily that I had never heard a sound like it, it was more that it was exciting to see a woman rock out – that there was more than just the Spice Girls.</p> \n<p>There was almost certainly a time where I wouldn’t admit to having it in my record collection. But as you get older I think you care a hell of a lot less what people think. It took me a long time to get to that stage, but to say someone is an angry woman as a critique of music is kind of ridiculous. What does that even mean? Why can’t you be angry? Why does it matter if you are a woman?</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380218620/2295465e-f895-4fcd-870c-99231a771fcc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Richard Young/Rex Shutterstock","altText":"Alanis Morissette","cleanCredit":"Photograph: Richard Young/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380662113/917048cf-8fa6-4e33-84cd-43840fc94a47-2060x999.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":999,"width":2060,"orientation":"landscape","caption":"Emily Staveley, left, with her bandmate sisters Jessica and Camilla. Photograph: Gary Calton","credit":"Gary Calton","altText":"The Staves","cleanCaption":"Emily Staveley, left, with her bandmate sisters Jessica and Camilla.","cleanCredit":"Photograph: Gary Calton"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434390287353/5a031b63-5de8-4800-aee0-a86b47f0b472-1020x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":1020,"orientation":"landscape","caption":"The cover of the multimillion-selling album.","credit":"Handout","altText":"Cover of Jagged Little Pill by Alanis Morissette","cleanCaption":"The cover of the multimillion-selling album."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380886726/b06e511f-0bb0-416c-adbb-c34246d11157-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Molly Rankin, centre, with the rest of Alvvays. Photograph: Gavin Keen","credit":"Gavin Keen","altText":"The band Alvvays","cleanCaption":"Molly Rankin, centre, with the rest of Alvvays.","cleanCredit":"Photograph: Gavin Keen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381029413/13c79e8a-0132-4ebc-96cb-fa7db1e75715-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shura, AKA Aleksandra Denton.","credit":"Toast Press","altText":"Shura, AKA Aleksandra Denton","cleanCaption":"Shura, AKA Aleksandra Denton."}],"webPublicationDate":"2015-06-15T16:16:10Z","lastModified":"2015-06-15T23:00:51Z","metadata":{"commentable":true,"commentCount":222,"contributors":[{"name":"Harriet Gibsone","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/23/1422017087604/Harriet-Gibsone-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harriet-gibsone"}],"feature":true,"keywords":["Women","Life and style","Alanis Morissette","Culture","Music","Feminism"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"music/alanis-morissette","webTitle":"Alanis Morissette"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"},{"id":"world/feminism","webTitle":"Feminism"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Harriet Gibsone","topic":{"type":"tag-contributor","name":"profile/harriet-gibsone"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/jun/15/jagged-little-pill-alanis-morissette-most-important-album-90s","shortUrl":"http://gu.com/p/49z8n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/womens-blog/2015/jun/15/jagged-little-pill-alanis-morissette-most-important-album-90s","webUri":"http://www.theguardian.com/lifeandstyle/womens-blog/2015/jun/15/jagged-little-pill-alanis-morissette-most-important-album-90s"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380218620/2295465e-f895-4fcd-870c-99231a771fcc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alanis Morissette, belting out another tune. Photograph: Richard Young/Rex Shutterstock","credit":"Richard Young/Rex Shutterstock","altText":"Alanis Morissette","cleanCaption":"Alanis Morissette, belting out another tune.","cleanCredit":"Photograph: Richard Young/Rex Shutterstock"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380218620/2295465e-f895-4fcd-870c-99231a771fcc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Richard Young/Rex Shutterstock","altText":"Alanis Morissette","cleanCredit":"Photograph: Richard Young/Rex Shutterstock"}}]},{"title":"Fathers need support to spend more time on children and chores – report","rawTitle":"Fathers need support to spend more time on children and chores – report","item":{"type":"article","id":"lifeandstyle/2015/jun/16/fathers-need-support-to-spend-more-time-on-children-and-chores-report","title":"Fathers need support to spend more time on children and chores – report","trailText":"Official measures such as paid paternity leave seen as vital to getting men more involved in parenting and easing burden shouldered by mothers","standFirst":"<p>Official measures such as paid paternity leave seen as vital to getting men more involved in parenting and easing burden shouldered by mothers</p>","byline":"Peter Walker","body":"<p>Encouraging men to become more involved as fathers is the key to achieving gender equality, according to a landmark international study that shows women remain overwhelmingly more responsible for childcare and domestic duties despite their increasing role in paid employment.<br /></p> \n<p>Hands-on fathers also help produce happier and better-educated offspring, as well as gaining significant benefits to their own physical and mental health, the inaugural State of the World’s Fathers report argues.</p> \n<p>The 288-page report, an analysis of almost 700 studies on the subject from every nation for which data is available, highlights the continuing gender disparities over childcare and other domestic duties. </p> \n<p>Despite now being 40% of formal workforce globally, women still spend between two and 10 times longer then men caring for children or older people, and there is no country where men and boys share unpaid domestic and care work equally with women and girls.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/fatherhood-unpaid-work/giv-21277SBct8Xpmcw1c/\" data-alt=\"Time spent on unpaid work\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/fatherhood-unpaid-work/giv-21277SBct8Xpmcw1c/\">Time spent on unpaid work</a> \n <figcaption>\n  Time spent on unpaid work\n </figcaption> \n</figure> \n<p>A key part of the problem is a lack of official support for involved fatherhood, with paid paternity leave either non-existent or very brief in most counties, said the report, produced by <a href=\"http://men-care.org/\">Mencare</a>, an international NGO campaigning on fatherhood that has links to groups including <a href=\"http://promundoglobal.org/\">Promundo</a> and <a href=\"http://www.savethechildren.org.uk/\">Save the Children</a>.</p> \n<p>“Unless men and boys participate equally in unpaid work in the home, and unless governments, employers and families expect and support this involvement, gender equality will not be achieved,” it argues. “Men’s emotional lives and their wellbeing and happiness will continue to be constrained, and they and their children will miss out on one of the most significant relationships of their lives.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/fatherhood-paternity-rights/giv-21277xmX5kqF8j0iV/\" data-alt=\"Statutory paternity leave\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/fatherhood-paternity-rights/giv-21277xmX5kqF8j0iV/\">Statutory paternity leave</a> \n <figcaption>\n  Statutory paternity leave\n </figcaption> \n</figure> \n<p>The study, published to coincide with Father’s Day this Sunday, identifies the massive gender imbalance in childcare and other unpaid domestic work as a key element of the problem. Even <a href=\"http://www.oecd.org/gender/data/timespentinunpaidpaidandtotalworkbysex.htm\">across the developed nations of the OECD</a> women undertake an average of twice as much domestic duties as do men, with the ratio rising to <a href=\"file:///Volumes/Downloads/Internet%20Downloads/TUS%202000%20Report%20(2).pdf\">eight times as much in South Africa</a> and <a href=\"http://www.unrisd.org/unrisd/website/document.nsf/(httpPublications)/F9FEC4EA774573E7C1257560003A96B2?OpenDocument\">10 times more in India</a>.<br /></p> \n<p>One <a href=\"http://paa2004.princeton.edu/papers/41801\">study cited by the report</a> found that even between 1965 and 2003, married, employed men in 20 industrialised nations, including the UK and US, contributed on average only an extra six hours a week to domestic chores. Nowhere <a href=\"http://asr.sagepub.com/content/71/4/639.abstract\">did the time spent by men exceed 37% of that of women</a>.</p> \n<p>This disparity helped explain why women <a href=\"http://www.unwomen.org/en/news/stories/2015/4/op-ed-on-progress\">earn on average 24% less than men around the globe</a>, the report noted. Father who participate in childcare and other domestic duties tend in turn to bring up boys more likely to accept equality, it added, while the daughters of men who share domestic chores are more likely to aspire to higher-paying jobs.<br /></p> \n<p>The report’s authors call for governments to introduce more ambitious paternity leave entitlements. While more than two-thirds of fathers say they would happily work less to spend more time with their children, of the 92 nations currently giving paternity leave <a href=\"http://worldpolicyforum.org/sites/default/files/WORLD%20Fact%20Sheet%2005%20Parents%20and%20Children%20English.pdf\">about half offer less than three weeks</a>. More generous provision has “the potential to transform gender relations”, the study argues, noting <a href=\"http://worldpolicyforum.org/sites/default/files/WORLD%20Fact%20Sheet%2005%20Parents%20and%20Children%20English.pdf\">UK research</a> that found fathers who took time off after their children’s birth were much more likely to help with duties like night feeds even a year later.</p> \n<p>The report stresses the wider beneficial effects of more paternal involvement, saying involved fathers have been shown to boost their children’s cognitive development, mental health and social skills. Men who say they have close connections with their children tend to live longer, happier lives, and are more productive at work.</p> \n<p>More benefits still occur when fathers are actively involved before their children’s birth, the study found, with men’s presence at antenatal visits being linked with fewer woman dying in childbirth and, in more developed nations, with better rates of breastfeeding.</p> \n<p> While 80% of men around the world will become a biological father during their lives, the authors say, the issue of more parental and domestic involvement by men is “virtually invisible in public policies and in public discourse”. </p> \n<p>Nikki van der Gaag, an academic and author who co-wrote the report, said the findings were crucial in efforts to boost equality: “When fathers take on their fair share of the unpaid care work, it can alter the nature of the relationships between men and women and children, as both fathers and mothers will have more time for their children, women are released from some of their double burden, and fathers get to experience the joys, satisfactions, and stresses of caring for their children.</p> \n<p>“Taking up roles as caregivers also offers men the opportunity to begin to break free from the narrow concepts of manhood and fatherhood, providing their sons and daughters with positive role models, improved health and development, and higher hopes for the future.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434435639741/d093ece2-dfd1-4076-a438-b64776884b6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jack Sullivan/Alamy","altText":"Equality in the household leads to better outcomes for fathers, mothers and their children, a study has found.","cleanCredit":"Photograph: Jack Sullivan/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-16T06:22:51Z","lastModified":"2015-06-16T06:51:42Z","metadata":{"commentable":true,"commentCount":24,"contributors":[{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":false,"keywords":["Men's health","Parents and parenting","Family","Health & wellbeing","World news"],"tags":[{"id":"lifeandstyle/mens-health","webTitle":"Men's health"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Peter Walker","topic":{"type":"tag-contributor","name":"profile/peterwalker"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/16/fathers-need-support-to-spend-more-time-on-children-and-chores-report","shortUrl":"http://gu.com/p/49npy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/16/fathers-need-support-to-spend-more-time-on-children-and-chores-report","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/16/fathers-need-support-to-spend-more-time-on-children-and-chores-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434435639741/d093ece2-dfd1-4076-a438-b64776884b6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Equality in the household leads to better outcomes for fathers, mothers and their children, a study has found. Photograph: Jack Sullivan/Alamy","credit":"Jack Sullivan/Alamy","altText":"Equality in the household leads to better outcomes for fathers, mothers and their children, a study has found.","cleanCaption":"Equality in the household leads to better outcomes for fathers, mothers and their children, a study has found.","cleanCredit":"Photograph: Jack Sullivan/Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434435639741/d093ece2-dfd1-4076-a438-b64776884b6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jack Sullivan/Alamy","altText":"Equality in the household leads to better outcomes for fathers, mothers and their children, a study has found.","cleanCredit":"Photograph: Jack Sullivan/Alamy"}}]},{"title":"I gave it all up …","rawTitle":"I gave it all up …","item":{"type":"article","id":"lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career","title":"I gave it all up …","trailText":"Five professionals give up their old lives and start new ones","standFirst":"<p>Five professionals give up their old lives and start new ones</p>","byline":"Becky Barnicoat and Chris Broughton","body":"<h2>From City trader to Craft beer brewer<br /><strong>Jaega Wise, 26</strong></h2> \n<p>I used to laugh and say my job was sending emails. Lots and lots of emails. On paper I was organising the movement of chemicals around the world, but in reality I was just at my desk sending emails. I’m going to be honest: I hated it.</p> \n<p>My degree was in <a href=\"http://en.wikipedia.org/wiki/Chemical_engineering\">chemical engineering</a>, and after I finished I was keen to move to London. I decided to go into trading – buying and selling chemicals.</p> \n<p>I lasted there for about three years. The nature of trading is that you don’t hear back about a job unless it’s gone wrong. Then you get a phone call with someone screaming at you. It’s a lot of pressure for something that you don’t care about in the grand scheme of life.</p> \n<p>Meanwhile, two of my best friends, Will and Andy, from back home in Nottingham, were talking about turning their <a href=\"http://en.wikipedia.org/wiki/Homebrewing\">homebrewing</a> hobby into a business. Nottingham is well known for its beer and when we were younger we spent a lot of time going to beer festivals, visiting breweries and drinking a lot of beer. We even made the jump to brewing our own using homebrew kits. I told them I wanted to leave my job and managed to elbow my way into their scheme to open a brewery.</p> \n<p>Quitting my job was the biggest sense of relief I’ve ever felt in my life. Even though I was worrying about how I was going to make money, it was amazing not to be kept awake at night worrying about a tank stuck in China. I had gone back to zero, starting anew, but this time with a bit of knowledge and experience. I took a part-time bar job and did session singing to pay the bills.</p> \n<p>We started with absolutely no money. We put our first batch of beer – our ruby ale – in other breweries’ bottles, and I drove the van to bars and restaurants trying to sell it. We got enough orders to justify doing a whole batch as cuckoo brewers – borrowing other people’s equipment. The first batch was 20 casks, around 1,000 bottles, and we stayed up late hand-tying our labels to every single one.</p> \n<p>Our original plan was to build a nano-brewing kit in a basement under a pub in Walthamstow and be a small brewery. But it quickly became apparent that we were getting too many orders and would need to find a bigger place.</p> \n<p>We applied for a loan from the <a href=\"http://www.thebrightsidetrust.org/\">Brightside Trust</a>, and also did a call-out on Twitter to raise money, tweeting: “Do you want to invest in a local business?” People had spotted us in the area and drunk our beer, and they lent us bits and bobs. They got loan terms and an awful lot of free beer.</p> \n<p>I’m now head brewer of <a href=\"http://www.wildcardbrewery.co.uk/\">Wild Card Brewery</a>, and we have a home on an industrial estate in Walthamstow village. I would say it’s changed me. Being involved in a start up means you have to adapt. If something needs doing, you do it. I get to work at about 7am and the first thing I do is go to the speakers and turn my playlist up ridiculously loud. My life is completely different now. There aren’t a lot of women in engineering and there also aren’t a lot of women in beer, so it has that in common.</p> \n<p>The difference is this is a hell of a lot more fun. In what other industry would you attend a serious business meeting and get a funny look if you don’t have a pint in your hand?<br /><em>As told to Becky Barnicoat</em></p> \n<figure class=\"element element-image\" data-media-id=\"3020ceba9037fac16c38a7b62c3e6d33295d94b6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653337354/8daa9021-0aaa-4bcb-81f5-e594f67685a6-460x276.jpeg\" alt=\"Gary Stocker, who have up his previous life to become a human cannonball.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gary Stocker, who have up his previous life to become a human cannonball.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson for the Guardian</span> \n </figcaption> \n</figure> \n<h2>From lawyer to human cannonball<br /><strong>Gary Stocker, 32</strong></h2> \n<p>Magic was my favourite hobby as a child. I’d regularly visit Covent Garden with my dad to watch the street performers. When I was 15, I plucked up the courage to perform there – a 40-minute magic show I had developed myself.</p> \n<p>I loved performing but I’d always been good academically, and when I was offered a place at Oxford to read law, I took it. Afterwards, I tried to keep the magic going, but all my university friends were heading off for careers in the city, and street entertaining doesn’t pay well.</p> \n<p>Ten years later, I was a lawyer, with a six-figure salary and a house in Waterloo complete with swimming pool. I could easily have continued on that comfortable path if an old friend from Sweden hadn’t called. We’d known each other as street performers and he’d recently won Sweden’s Got Talent and been given his own television show. He wanted to use some of my old material, including a cannonball stunt I’d always dreamed of performing in public. When I said yes, it felt like I was handing him the remnants of my dream.</p> \n<p>We agreed that any props he built using my ideas would be mine to keep, which is how I came to be a lawyer with a cannon. Then another friend got in touch to say he was starting a circus and would I be part of it? My human cannonball could be the finale in the show. When I told colleagues my plan, they thought I was having an early mid-life crisis and that I’d be back at my desk in weeks.</p> \n<p>,I started practising the trick in the grounds of my house, using the swimming pool as a soft landing, testing the elasticity of the cannon mechanism and gradually building up my confidence.</p> \n<p>Today, I am the human cannonball at <a href=\"http://www.chaplinscircus.com\">Chaplin’s</a>, a circus-themed show. It took a lot of money to get the circus off the ground, and we employ and house about 25 people full-time, so initially the stakes were high. But the elation I felt the first time I performed the stunt in public was incredible.</p> \n<p>You can sense huge anticipation in the audience when the cannon is wheeled on. Meanwhile, I’m waiting in the barrel, tensely going through a mental checklist of safety measures – has the firing mechanism been pulled back enough? Is any of the metalwork bent out of shape? Then suddenly I’m flying though the air and everything’s in slow motion until I hit the net, when I’m overwhelmed for a moment by a sense of invincibility, even though I know that no matter how much care I take, every flight could be my last.</p> \n<p>I’ve always been driven by the need to feel free, and waking up somewhere new every few weeks gives me that. We perform nine shows a week and I work longer hours than I ever did in the City. But every week we pitch up on grounds that had tents just like ours 200 years ago. I love being part of that tradition. <br /><em>As told to</em> <em>Chris Broughton</em></p> \n<figure class=\"element element-image\" data-media-id=\"8381dd109bfdada4c2ac4c6f0582cd8014ffff3c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653564652/4c075c81-cde8-4730-a866-c88ad0523ff8-280x420.jpeg\" alt=\"Jessie Tuckman, who gave up her previous life to become a surfer.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jessie Tuckman, who gave up her previous life to become a surfer.</span> \n  <span class=\"element-image__credit\">Photograph: Molly Johnson for The Guardian</span> \n </figcaption> \n</figure> \n<h2>From loans officer to surfer<br /><strong>Jessie Tuckman, 26</strong></h2> \n<p>I left school at 16 with mostly A grades and my parents expected me to go to college, but I wanted to start earning. I took a job at a call centre and they trained me up as a loans officer. At first I enjoyed it; I was earning enough my firstanto buy my first apartment when I was 18. But when the financial crisis hit the industry became gloomier and I started to wonder if there might be something else.</p> \n<p>One weekend my cousin invited me to go surfing in <a href=\"https://www.scarboroughsurfschool.co.uk\">Scarborough</a>. It was freezing cold and windy – nothing like the vision in my mind of blue skies and white sand. The water was brown and my wetsuit was too small. I didn’t even manage to stand up on the board – I just clung to it as I hurtled towards the shore. But it was a great feeling. I was 20 and had never surfed before, but after that day I couldn’t stop thinking about it.</p> \n<p>Surfing made my office job feel boring. I joined a surf club and went on trips every weekend. I stuck a photo of a wave above my desk and my bosses joked they were going to lose me to surfing – which they did. At 22, I quit my job and, with &pound;150 in my account and no job or accommodation lined up, moved to <a href=\"http://www.newquay.co.uk\">Newquay</a>. I got a bed in a bunk room above a pub. The window didn’t close, but it only cost &pound;60 a week including breakfast.</p> \n<p>All I had were my clothes, my guitar and my surfboard. I thought: “What else do I need?”</p> \n<p>That first winter was tough. I earned &pound;65 a week in a nightclub and lived on noodles and bread and butter. The town was cold and quiet, and I felt lonely – I’d left behind all my home comforts and my friends. But by the summer the atmosphere changed – everyone seemed happy and spent more and more time outdoors.</p> \n<p>That was three years ago; now I call Newquay home. I work as a cleaner in a pizza restaurant on Fistral beach for two and a half hours every morning. Then I rush to the surf club, get into my gear and I’m in the sea. I spend four to six hours a day surfing, six days a week; I’m in the open air and I’m healthier. I’ve got sponsors behind me and my coach is an ex-British champion. Last year I finished 13th, which is pretty good for someone who didn’t touch a surfboard until they were 20.</p> \n<p>I still don’t earn much. Some weeks my fiance and I only have &pound;40 to spend on food, but we survive. The locals thought I was mad when I moved here. They couldn’t believe I would leave behind a stable job and good income. But even though I’d had the money, I didn’t have my freedom – or the beach, which is my favourite thing in the world.<em> BB</em></p> \n<figure class=\"element element-image\" data-media-id=\"a99bbccd244921744b1b64a023bd9703c78495a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653891941/ded30e6a-9335-403a-a2e3-cb203d0375fa-460x276.jpeg\" alt=\"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.</span> \n  <span class=\"element-image__credit\">Photograph: Solo Syndication</span> \n </figcaption> \n</figure> \n<h2>From pharmacy manager to desert islander<br /><strong>Ian Usher, 51</strong></h2> \n<p>It was the breakup of my marriage that forced me to re-evaluate my life. I’d moved from the UK to Australia with my wife, had a job managing a pharmacy and built our own home. After we separated, I wanted to cut my ties with the past. I sold everything except a few clothes. At 45 I was suddenly free – no ties, no home, and all the money from the sale.</p> \n<p>My dad had died at 61, leaving his plans for retirement unfulfilled, which gave me a sense of urgency. I decided I wanted to settle somewhere tropical, and discovered Panama through an internet search. I contacted an estate agent and the last place he showed me was an island – part of the archipelago of <a href=\"http://www.bocasdeltoro.com\">Bocas del Toro </a>in the Caribbean Sea northwest of Panama. It was two acres of overgrown jungle, roughly circular, and about 100 yards across. I made what I thought was a stupid offer and, unexpectedly, the owner said: “Give me a couple of thousand more and it’s yours.” How could I resist?</p> \n<p>A little under &pound;18,000 changed hands and the deed was done – I owned a tropical island.</p> \n<p>Even though I’d barely seen what I was buying, I knew it had the makings of paradise, though it took another two years to reach that point. When I arrived, you could just about battle your way round the edge with a machete, but it was impossible to get to the middle. With the help of locals I cleared the land and built a house, complete with solar panels, electrics and a water system.</p> \n<p>For the first couple of years I was mostly alone on my island – I’ve always been happy in my own company. There was a lively pizza restaurant on a nearby island if I wanted a chat. Then, on a visit to London, I met Vanessa, who had recently divorced and wanted to start a new life. She shared my love of adventure and asked me questions about the island. “Come and visit,” I said. She did – and within a fortnight, she’d resigned from her job and arranged for her possessions to be sold.</p> \n<p>At first, we felt like we’d achieved the perfect life – sunny days skimming across the water in our little boat watching dolphins, snorkelling in clear water through shoals of fish. We were living on fresh seafood, bananas, pineapples, coconuts and eggs from the chickens that roamed freely across the island.</p> \n<p>But after a year, we realised we couldn’t spend the rest of our lives in a hammock sipping margaritas. We started to ask: “What’s next?”</p> \n<p>So now we’re on to a new chapter, working as language teachers in China and the island is back on the market. Everything I’ve done seems incredible, but when I look back on it, I can’t help thinking: “Well, that was easy.” <em>CB</em></p> \n<figure class=\"element element-image\" data-media-id=\"199b91cd832c825dedb891df3c3657f394352530\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432654063167/38138abe-c066-44bd-b7e8-122afd4700ce-334x420.jpeg\" alt=\"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company \" bleecker=\"\" st.\".\"=\"\" width=\"334\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company “Bleecker St.”.</span> \n  <span class=\"element-image__credit\">Photograph: Frantzesco Kangaris</span> \n </figcaption> \n</figure> \n<h2>From litigation lawyer to burger seller<br /><strong>Zan Kaufman, 35</strong></h2> \n<p>Ten years ago, I was working as a corporate lawyer in New York City. My father had been a lawyer and it was what I’d always seen myself doing. I imagined living in the city, earning a big salary. What I didn’t imagine was the reality: it was stressful, with long hours and a strict hierarchy.</p> \n<p>In 2011, I offered to help in my friend’s family burger restaurant on Sundays to break up the monotony of my day job. I thought I’d be their bartender. I wasn’t much of a cook and I’d never cared for burgers – I usually found them disappointing. But the burgers there were amazing – the perfect bun and meat combination, like some kind of magic. I knew then what I wanted to do for a living.</p> \n<p>Two weeks later I quit my job and began working in the restaurant full-time. It seems extreme, but I was moving to London the following year anyway to marry my girlfriend, and I knew this job could travel. Looking back, it should have been daunting – financially, it’s difficult to get a restaurant off the ground. But I think my passion overcame my fear.</p> \n<p>In the end I couldn’t get funding for a restaurant, but I had enough money to buy a truck, so <a href=\"http://bleeckerburger.co.uk\">Bleecker St. Burger</a> launched in London in the summer of 2012. I had to hustle constantly for pitches and for custom, but I fell in love with trading on the streets. It’s instant gratification – everyone tells you what they think of your food and you’re face to face with your customers rather than hidden behind a wall of waiters and a kitchen.</p> \n<p>I didn’t know many people when I arrived in the UK and a lot of my customers have become good friends. Plus there are the other traders – it’s an amazing community.</p> \n<p>We’ve now opened a permanent kiosk in Spitalfields Market, but I’m still tied to the streets and we pitch up there in the summer.</p> \n<p>Looking back at everything that’s happened is surreal. There are sacrifices – I have very little separation between work and home life, and my wife and I have had to postpone our plans for a baby.</p> \n<p>But I get real perspective when I take my truck to trade outside the Gherkin in the city. I see the rat race, with office workers scurrying to their offices with their Pret coffees, and I think: “Thank God that isn’t me.” <em>CB</em><strong> </strong></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950832399/fc335796-55f9-4f9f-a512-130f9757101c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee for the Guardian","altText":"Jaega Wise, who gave up her previous life to become a brewer.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653338918/7b5af8c1-66c2-4141-bf9b-bdebbb0ad774-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gary Stocker, who have up his previous life to become a human cannonball. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"Gary Stocker, who have up his previous life to become a human cannonball.","cleanCaption":"Gary Stocker, who have up his previous life to become a human cannonball.","cleanCredit":"Photograph: Graeme Robertson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653566248/00c8e5be-e388-4c2a-970b-f34455d66728-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Jessie Tuckman, who gave up her previous life to become a surfer. Photograph: Molly Johnson for The Guardian","credit":"Molly Johnson for The Guardian","altText":"Jessie Tuckman, who gave up her previous life to become a surfer.","cleanCaption":"Jessie Tuckman, who gave up her previous life to become a surfer.","cleanCredit":"Photograph: Molly Johnson for The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653892621/e2573c66-857b-4f69-9bf6-e963a8014fae-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander. Photograph: Solo Syndication","credit":"Solo Syndication","altText":"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.","cleanCaption":"Ian Usher, who gave up his job as a Pharmacy manager to become a desert islander.","cleanCredit":"Photograph: Solo Syndication"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432654063354/c8ab8fbc-f99f-44d5-b4f4-7ef19f063058-811x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":811,"orientation":"portrait","caption":"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company “Bleecker St.”. Photograph: Frantzesco Kangaris","credit":"Frantzesco Kangaris","altText":"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company \"Bleecker St.\".","cleanCaption":"Zan Kaufman, who gave up her former career in New York as a corporate lawyer to run her burger takeaway company “Bleecker St.”.","cleanCredit":"Photograph: Frantzesco Kangaris"}],"webPublicationDate":"2015-06-12T10:00:11Z","lastModified":"2015-06-13T16:45:42Z","metadata":{"commentable":true,"commentCount":105,"contributors":[],"feature":false,"keywords":["Life and style","Beer","Adventure travel","Magic","Performance art","Food and drink"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/beer","webTitle":"Beer"},{"id":"travel/adventure","webTitle":"Adventure travel"},{"id":"stage/magic","webTitle":"Magic"},{"id":"artanddesign/performance-art","webTitle":"Performance art"},{"id":"travel/travelfoodanddrink","webTitle":"Food and drink"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Do Something brainy","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/do-something-brainy"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career","shortUrl":"http://gu.com/p/498fx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/12/five-professionals-give-it-all-to-start-a-new-career"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950832399/fc335796-55f9-4f9f-a512-130f9757101c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jaega Wise, who gave up her previous life to become a brewer.  Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee for the Guardian","altText":"Jaega Wise, who gave up her previous life to become a brewer.","cleanCaption":"Jaega Wise, who gave up her previous life to become a brewer. ","cleanCredit":"Photograph: Sarah Lee for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950832399/fc335796-55f9-4f9f-a512-130f9757101c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee for the Guardian","altText":"Jaega Wise, who gave up her previous life to become a brewer.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}}]},{"title":"Should I let my child take more risks?","rawTitle":"Should I let my child take more risks?","item":{"type":"article","id":"lifeandstyle/2015/jun/14/should-i-let-my-child-take-more-risks","title":"Should I let my child take more risks?","trailText":"Play such as jumping from a height or letting a child get lost contributes to self-esteem and can reduce the risks they take as adolescents – and avoids a sedentary lifestyle, which can lead to obesity and chronic disease","standFirst":"Play such as jumping from a height or letting a child get lost contributes to self-esteem and can reduce the risks they take as adolescents – and avoids a sedentary lifestyle, which can lead to obesity and chronic disease","byline":"Luisa Dillner","body":"<p>“You’ll take your eye out with that” is our family motto. I’m the hovering mum by the five-year-old on the monkey bars in the park. So how embarrassing to see research and a <a href=\"http://www.mdpi.com/1660-4601/12/6/6475\" title=\"\">position statement on active outdoor play</a> in the International Journal of Environmental Research and Public Health. It says children need <a href=\"http://www.mdpi.com/1660-4601/12/6/6423\" title=\"\">“risky play”</a> (which includes climbing and jumping from a height, unsupervised play where a child could get lost, cycling fast down a hill, playing with knives, or playing near water or cliffs). It adds that children who do so improve their reaction time in&nbsp;detecting risk, increase their self-esteem and are less likely to takes risks related to sex and drugs as&nbsp;adolescents.</p> \n<p>An English study found that, while 86% of children between the ages of seven and 11 went to school without an adult in the 1970s, this fell to 25%&nbsp;in&nbsp;2010.</p> \n<p>A Canadian study found that 81% of parents of 10- to 12-year-olds were worried about “stranger danger”, yet researchers point out that the <a href=\"http://www.participaction.com/wp-content/uploads/2015/03/Position-Statement-on-Active-Outdoor-Play-EN-FINAL.pdf\" title=\"\">odds of abduction by a total stranger</a> are one in 14m. <a href=\"http://www.mdpi.com/1660-4601/12/6/6475\" title=\"\">Serious risks from playgrounds</a> (ie trapped heads and strangulation by equipment when parks used to have ropes) have largely been eliminated. Two large New Zealand <a href=\"http://www.mdpi.com/1660-4601/12/6/6475.\" title=\"\">studies of nearly 31,000 children</a> reported no head or spine fractures from playgrounds in more than two and half years. Broken bones (mostly upper arm) do happen, but are rare – the Ottawa study reports an average of 1.5&nbsp;injuries per 10,000 hours of&nbsp;play. So&nbsp;will you let your child&nbsp;play&nbsp;unsupervised? </p> \n<h2><strong>The solution</strong><br /></h2> \n<p>I phoned the author of the position statement, Mark Tremblay, to say that parents, understandably, don’t want to take risks with their children. “Well never put your kid in a car – it’s the most common place for a child to die,” he said sternly. He believes that we are fixated on extraordinarily rare events. “Parents have to have a balanced view of this. Their child at home is 500 times more likely to meet a stranger – the internet has many cyberbullies. Children won’t develop resilience without getting a little hurt and getting back up again.”</p> \n<p>The evidence suggests that children self-regulate in play in response to risks. A&nbsp;sedentary lifestyle might stop them dislocating shoulders, but leads to obesity and&nbsp;chronic disease in later life.</p> \n<p>Tremblay passionately believes that playing unsupervised outside leads to better self-regulation and psychological health. There’s even a term for overprotected kids: risk deficit disorder. Ouch. Tremblay suggests parents wean themselves by first letting their children go off on their&nbsp;own&nbsp;for&nbsp;20&nbsp;minutes (having made sure they know how to cross the&nbsp;road). Not doing&nbsp;this may be riskier&nbsp;to&nbsp;their&nbsp;health.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434114126891/Young-boy-on-rope-swing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Children won’t develop resilience without getting a little hurt and getting back up again.' Photograph: Alamy","credit":"Alamy","altText":"Young boy on rope swing","cleanCaption":"'Children won’t develop resilience without getting a little hurt and getting back up again.' Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-14T18:00:07Z","lastModified":"2015-06-15T11:42:42Z","metadata":{"commentable":true,"commentCount":114,"contributors":[{"name":"Luisa Dillner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/luisadillner"}],"feature":true,"keywords":["Health & wellbeing","Life and style","Children","Parents and parenting","Family"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/children","webTitle":"Children"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Luisa Dillner","topic":{"type":"tag-contributor","name":"profile/luisadillner"}}],"series":{"title":"Dr ­Dillner’s health dilemmas","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dr-dillner-health-dilemmas"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/14/should-i-let-my-child-take-more-risks","shortUrl":"http://gu.com/p/49mbe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/14/should-i-let-my-child-take-more-risks","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/14/should-i-let-my-child-take-more-risks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434114126891/Young-boy-on-rope-swing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Children won’t develop resilience without getting a little hurt and getting back up again.' Photograph: Alamy","credit":"Alamy","altText":"Young boy on rope swing","cleanCaption":"'Children won’t develop resilience without getting a little hurt and getting back up again.' Photograph: Alamy"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434114126891/Young-boy-on-rope-swing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Children won’t develop resilience without getting a little hurt and getting back up again.' Photograph: Alamy","credit":"Alamy","altText":"Young boy on rope swing","cleanCaption":"'Children won’t develop resilience without getting a little hurt and getting back up again.' Photograph: Alamy"}}]},{"title":"I find sex with my boyfriend dull","rawTitle":"I find sex with my boyfriend dull","item":{"type":"article","id":"lifeandstyle/2015/jun/15/i-find-sex-with-my-boyfriend-dull","title":"I find sex with my boyfriend dull","trailText":"We are 17 and 19, and our lovemaking starts off good, but it never seems to end as he hardly ever finishes. Our sex life is the elephant in the room","standFirst":"<p>We are 17 and 19, and our lovemaking starts off good, but it never seems to end as he hardly ever finishes. Our sex life is the elephant in the room</p>","byline":"Pamela Stephenson Connolly","body":"<p><strong>My boyfriend is 17, I am 19. We have been dating for five months and have sex once a week, sometimes more. It&nbsp;starts off good, but then it just never seems to end and becomes dull because he hardly ever finishes. I&nbsp;have really strong feelings for him but our sex life is like the elephant in&nbsp;the&nbsp;room. </strong></p> \n<p>All that’s missing is communication, so&nbsp;initiate a frank conversation. First, put him at ease by letting him know you have strong feelings for him, and that you particularly enjoy sex at the beginning of each lovemaking session. Then ask if he’s noticed that the erotic spark between you seems to plateau for too long, and if he can help you to figure out why. A plateau phase is actually a normal aspect of the human sexual response cycle, but in your case&nbsp;it goes on for too long. Try to work together on a solution, and be brave enough to share your individual experiences. You might say: “At a certain point, I always start feeling anxious about whether or not you’re still enjoying it. Does the same thing happen to you?” Eventually you can become more specific: “Does something distract you? I’m wondering if there’s something I could do – or not do.” Choose your words carefully, and avoid being goal-oriented about orgasm. If possible, encourage each other to ask specifically for what you need, when you need it; that is the essence of good lovemaking.</p> \n<p><em><span class=\"bullet\">•</span> Pamela Stephenson Connolly is a psychotherapist who specialises in treating sexual disorders.</em></p> \n<p><em><span class=\"bullet\">•</span> If you would like advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns to </em><a href=\"mailto:private.lives@theguardian.com\" title=\"\"><em>private.lives@theguardian.com</em></a><em> (please don’t send attachments).</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434113807737/7aea6e6f-cc2e-4a30-a094-f1dfb6cc1988-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty","altText":"I have really strong feelings for him but our sex life is like the elephant in the room.","cleanCredit":"Photograph: Getty"}],"bodyImages":[],"webPublicationDate":"2015-06-15T07:00:23Z","lastModified":"2015-06-15T07:00:23Z","metadata":{"commentable":true,"commentCount":141,"contributors":[{"name":"Pamela Stephenson Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pamelastephensonconnolly"}],"feature":true,"keywords":["Sex","Relationships","Life and style"],"tags":[{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Pamela Stephenson Connolly","topic":{"type":"tag-contributor","name":"profile/pamelastephensonconnolly"}}],"series":{"title":"Sexual healing","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/sexualhealing"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/15/i-find-sex-with-my-boyfriend-dull","shortUrl":"http://gu.com/p/49jdc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/15/i-find-sex-with-my-boyfriend-dull","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/15/i-find-sex-with-my-boyfriend-dull"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434113807737/7aea6e6f-cc2e-4a30-a094-f1dfb6cc1988-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"I have really strong feelings for him but our sex life is like the elephant in the room (posed by models). Photograph: Getty","credit":"Getty","altText":"I have really strong feelings for him but our sex life is like the elephant in the room.","cleanCaption":"I have really strong feelings for him but our sex life is like the elephant in the room (posed by models).","cleanCredit":"Photograph: Getty"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434113807737/7aea6e6f-cc2e-4a30-a094-f1dfb6cc1988-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty","altText":"I have really strong feelings for him but our sex life is like the elephant in the room.","cleanCredit":"Photograph: Getty"}}]},{"title":"American Kennel Club adds three new dog breeds to registry – in pictures","rawTitle":"American Kennel Club adds three new dog breeds to registry","item":{"type":"gallery","id":"lifeandstyle/gallery/2015/jun/15/dog-breeds-american-kennel-club","title":"American Kennel Club adds three new dog breeds to registry","trailText":" Say hello to the lagotto Romagnolo, the berger Picard and the miniature American shepherd","standFirst":"<p>The American Kennel Club has added three new pups to their collection of recognized dog breeds, meaning they will be eligible to compete in its shows beginning next month. Say hello to the lagotto Romagnolo, the berger Picard and the miniature American shepherd</p>","byline":"","body":"<figure class=\"element element-image\" data-media-id=\"d1acf76771cb5638755da77f350774d944558ffb\"> \n <img src=\"http://media.guim.co.uk/d1acf76771cb5638755da77f350774d944558ffb/0_87_4752_2851/1000.jpg\" alt=\"akc new dogs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The berger Picard, a native of France, was nearly made extinct during the first and second world wars</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c83746befe1b46d4d6a02a4679f0d9a8247ae85d\"> \n <img src=\"http://media.guim.co.uk/c83746befe1b46d4d6a02a4679f0d9a8247ae85d/0_185_5315_3189/1000.jpg\" alt=\"akc new dogs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A three-year-old berger Picard stands in a meadow in Germany. There are now 187 AKC-recognized breeds in America</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"a76db060b424b96adff27e8fc78a44193ef62921\"> \n <img src=\"http://media.guim.co.uk/a76db060b424b96adff27e8fc78a44193ef62921/0_206_4752_2851/1000.jpg\" alt=\"akc new dogs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The lagotto Romagnolo has an affectionate demeanor and a nose for truffles</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"48844b4e19e4a5a0a8a241cbdda0fe28ef4f2bbe\"> \n <img src=\"http://media.guim.co.uk/48844b4e19e4a5a0a8a241cbdda0fe28ef4f2bbe/0_0_2000_3000/667.jpg\" alt=\"akc new dogs\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The miniature American Shepherd resembles the Australian shepherd. To become AKC-recognized, a breed must have several hundred dogs across the US</span> \n  <span class=\"element-image__credit\">Photograph: American Kennel Club</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0647f3fd310cea99987e90d5aeeede13cf7ab9a8\"> \n <img src=\"http://media.guim.co.uk/0647f3fd310cea99987e90d5aeeede13cf7ab9a8/0_587_4600_2760/1000.jpg\" alt=\"akc new dogs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The lagotto romagnolo is the cutest, though, right? </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1acf76771cb5638755da77f350774d944558ffb/0_87_4752_2851/4752.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2851,"width":4752,"orientation":"landscape","caption":"The berger Picard, a native of France, was nearly made extinct during the first and second world wars Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"The berger Picard, a native of France, was nearly made extinct during the first and second world wars","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c83746befe1b46d4d6a02a4679f0d9a8247ae85d/0_185_5315_3189/5315.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3189,"width":5315,"orientation":"landscape","caption":"A three-year-old berger Picard stands in a meadow in Germany. There are now 187 AKC-recognized breeds in America Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"A three-year-old berger Picard stands in a meadow in Germany. There are now 187 AKC-recognized breeds in America","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a76db060b424b96adff27e8fc78a44193ef62921/0_206_4752_2851/4752.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2851,"width":4752,"orientation":"landscape","caption":"The lagotto Romagnolo has an affectionate demeanor and a nose for truffles Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"The lagotto Romagnolo has an affectionate demeanor and a nose for truffles","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/48844b4e19e4a5a0a8a241cbdda0fe28ef4f2bbe/0_0_2000_3000/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":2000,"orientation":"portrait","caption":"The miniature American Shepherd resembles the Australian shepherd. To become AKC-recognized, a breed must have several hundred dogs across the US Photograph: American Kennel Club","credit":"American Kennel Club","altText":"akc new dogs","cleanCaption":"The miniature American Shepherd resembles the Australian shepherd. To become AKC-recognized, a breed must have several hundred dogs across the US","cleanCredit":"Photograph: American Kennel Club"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0647f3fd310cea99987e90d5aeeede13cf7ab9a8/0_587_4600_2760/4600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2760,"width":4600,"orientation":"landscape","caption":"The lagotto romagnolo is the cutest, though, right?  Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"The lagotto romagnolo is the cutest, though, right? ","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-15T18:09:55Z","lastModified":"2015-06-15T19:36:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Dogs","Animals","Pets","World news"],"tags":[{"id":"lifeandstyle/dogs","webTitle":"Dogs"},{"id":"world/animals","webTitle":"Animals"},{"id":"lifeandstyle/pets","webTitle":"Pets"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/gallery/2015/jun/15/dog-breeds-american-kennel-club","shortUrl":"http://gu.com/p/49zd9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/gallery/2015/jun/15/dog-breeds-american-kennel-club","webUri":"http://www.theguardian.com/lifeandstyle/gallery/2015/jun/15/dog-breeds-american-kennel-club"},"shouldHideAdverts":false},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1acf76771cb5638755da77f350774d944558ffb/0_87_4752_2851/4752.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2851,"width":4752,"orientation":"landscape","caption":"The berger Picard, a native of France, was nearly made extinct during the first and second world wars Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"The berger Picard, a native of France, was nearly made extinct during the first and second world wars","cleanCredit":"Photograph: Alamy"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c83746befe1b46d4d6a02a4679f0d9a8247ae85d/0_185_5315_3189/5315.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3189,"width":5315,"orientation":"landscape","caption":"A three-year-old berger Picard stands in a meadow in Germany. There are now 187 AKC-recognized breeds in America Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"A three-year-old berger Picard stands in a meadow in Germany. There are now 187 AKC-recognized breeds in America","cleanCredit":"Photograph: Alamy"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a76db060b424b96adff27e8fc78a44193ef62921/0_206_4752_2851/4752.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2851,"width":4752,"orientation":"landscape","caption":"The lagotto Romagnolo has an affectionate demeanor and a nose for truffles Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"The lagotto Romagnolo has an affectionate demeanor and a nose for truffles","cleanCredit":"Photograph: Alamy"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/48844b4e19e4a5a0a8a241cbdda0fe28ef4f2bbe/0_0_2000_3000/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":2000,"orientation":"portrait","caption":"The miniature American Shepherd resembles the Australian shepherd. To become AKC-recognized, a breed must have several hundred dogs across the US Photograph: American Kennel Club","credit":"American Kennel Club","altText":"akc new dogs","cleanCaption":"The miniature American Shepherd resembles the Australian shepherd. To become AKC-recognized, a breed must have several hundred dogs across the US","cleanCredit":"Photograph: American Kennel Club"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0647f3fd310cea99987e90d5aeeede13cf7ab9a8/0_587_4600_2760/4600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2760,"width":4600,"orientation":"landscape","caption":"The lagotto romagnolo is the cutest, though, right?  Photograph: Alamy","credit":"Alamy","altText":"akc new dogs","cleanCaption":"The lagotto romagnolo is the cutest, though, right? ","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-06-16T06:51:42Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}