{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"Get walking, while working: the treadmill desk","rawTitle":"Get walking, while working: the treadmill desk","item":{"type":"article","id":"lifeandstyle/the-running-blog/2015/jul/14/get-walking-while-working-the-treadmill-desk","title":"Get walking, while working: the treadmill desk","trailText":"Sedentary lifestyles – and particularly sitting – are bad for your health. But treadmill desks can cost several thousand pounds, so Rose George made her own","standFirst":"<p>Sedentary lifestyles – and particularly sitting – are bad for your health. But treadmill desks can cost several thousand pounds, so Rose George made her own</p>","byline":"Rose George","body":"<p>I write, therefore I sit. Sometimes, I sit for six hours a day. Sometimes, eight. Then when I go home, I sit down to eat, and I sit down to watch TV. Although I train up to six times a week, the most common movement my body has been doing for the 20 years that I have been a writer is parking my backside on a flat surface. By doing this, I am apparently shortening my life expectancy by years. I first heard about this at a TED conference in 2013, when <a href=\"https://www.ted.com/talks/nilofer_merchant_got_a_meeting_take_a_walk\">Nilofer Merchant</a> gave a five-minute talk about the dangers of sitting. When she said sitting was as bad as smoking, I paid attention. Since then, research about the lethal nature of our over-sedentary lifestyle has come thick and fast. The <a href=\"http://jnci.oxfordjournals.org/content/106/7/dju206.full\">Journal of the National Cancer Institute</a>: for every two hours of sitting, our risk of lung cancer rises by 6%, colon cancer 8% and endometrial cancer 10%. <a href=\"http://www.medicaldaily.com/sitting-more-11-hours-day-raises-premature-death-risk-40-240006\">An Australian study</a>: people who sit for 11 hours or more a day are 40% more likely to die during the next three years. Modern, industrialised humans sit for nine hours a day, but only sleep on average for seven.</p> \n<p> The dangers to health of sitting were first raised by <a href=\"http://www.mayoclinic.org/biographies/levine-james-a-m-d-ph-d/bio-20053676\">Dr James Levine </a>of the US <a href=\"http://www.mayoclinic.org/\">Mayo Clinic</a> in a 1999 paper. He wanted to discover why some people taking in the same amount of calories as others didn’t gain weight. He learned that they were moving around more. The movement wasn’t much: taking the stairs not the lift, doing housework or even just fidgeting. In <a draggable=\"true\" href=\"http://www.nytimes.com/2011/04/17/magazine/mag-17sitting-t.html\">this influential New York Times piece from 2011</a>, another Mayo clinic doctor talked about how rats’ legs, when made to be immobile, lost 75% of their capacity to remove lipoproteins from the blood. An inactive body quickly loses the ability to produce enzymes that break down fat. Sitting is just all-round bad. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/sep/15/is-sitting-down-bad-for-my-health\">Is sitting down bad for my health?</a> </p> \n</aside> \n<p>I also think that it has contributed to my running injuries. After Merchant’s talk, I began looking into what I could do differently. I was very active, running marathons, training at least four times a week, usually five. But apparently even that much activity isn’t enough to offset the damage done by the daily slab of inactivity I was putting my body through. My posture is terrible. I hunch. And when I write, I learn forward and hunch even more on my right-hand side. And all my running injuries, from hip to ITB to knee to ankle, have been on my right-hand side. I am neither a doctor nor a scientist, but the solution seemed simple to me. In countries that I have visited where lifestyles are not sedentary – Liberia, Haiti – and where people walk more, I have never seen bad posture.</p> \n<p>I needed to walk more. I began to Google. Standing desks in the US were getting more and more common, but I thought standing all day would be exhausting. Then I found out about treadmill desks. Treadmill what? You take a treadmill and you build a desk around it. Or you buy one for &pound;2,000 or so from companies such as Lifespan or <a href=\"http://www.trekdesk.com/\">TrekDesk</a>. I didn’t have &pound;2,000 to spend, so I went MacGyver. Luckily, the internet has plenty of accounts from people who have done the same thing. The best desk, I learned, is a now-discontinued <a href=\"https://www.google.co.uk/search?q=IKEA+Jerker+desk&amp;es_sm=119&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ei=Q2ueVYP6IYT8-AGs1ICIBQ&amp;ved=0CAgQ_AUoAg&amp;biw=1291&amp;bih=740\">IKEA Jerker desk</a>, which was a reasonably priced, adjustable-height desk that was sold before standing desks came into fashion. I found one locally and bought it for &pound;9.99, along with a second-hand treadmill from a women in my area for &pound;80. I thought I’d be able to just settle the desk panel on the treadmill arms and I’d be good to go.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/11/tim-cook-apple-sitting-the-new-cancer\">Is 'sitting the new cancer'? What Apple CEO Tim Cook really meant</a> </p> \n</aside> \n<p> Not quite. With the help of a handy friend who also has a studio at <a href=\"http://eaststreetarts.org.uk/\">East Street Arts</a> in Leeds, where I rent a studio space (and where there are enough artists doing unusual things such as hefting kilns around that a treadmill desk didn’t seem too weird). We sawed out some of the desk panel to fit around the treadmill, installed a shelf above it to put my desktop monitor on, and that was it. I got walking. </p> \n<p> This astonished my boyfriend, who assumed that a treadmill desk meant I would be sitting on chair and simply moving my feet. Other people assume that I’d be running. No. I walk, and I work. Of course, I’ve sort of leapt off the deep end, and I’ve made mistakes. I decided to start with 90 minutes and gradually increase it. But I also decided to start in bare feet. Mistake. The treadmill vibrations made my feet ache, and my some nerves around my achilles tendon started to niggle. I have only just resumed running after three months off with an inflamed posterior tibial tendon, so I wasn’t about to knacker my ankle again. Now, I walk in my running shoes with my orthotics. I realised the keyboard shelf was too low, so I raised it a few inches and stabilised it with wooden braces and brackets. Having decided to install a treadmill desk on the two hottest days of the decade, I’ve also invested in a desktop fan, which makes a huge difference. </p> \n<figure class=\"element element-image\" data-media-id=\"cc3c724c19ee646f8d30c897e6e5e142421049a2\"> \n <img src=\"http://media.guim.co.uk/cc3c724c19ee646f8d30c897e6e5e142421049a2/0_0_960_960/500.jpg\" alt=\"The full MacGyver: one DIY treadmill desk\" width=\"500\" height=\"500\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The full MacGyver: one DIY treadmill desk </span> \n  <span class=\"element-image__credit\">Photograph: Rose George</span> \n </figcaption> \n</figure> \n<p>It’s not a straightforward transition. I can type – I’ve walked for about two miles and burned about 300 calories while writing this – but sometimes I still need to sit down. Research recently showed that concentration was diminished in walking workers, but that doesn’t make sense to me. More metabolic energy will surely lead to more focus, once I have fully adjusted. <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0088620\">This 2014 study by Avner Ben-Ner suggests that productivity will even improve</a>. </p> \n<p> My fellow studio holders have tried it. One fell off. One thought it was weird. But most looked astonished, then thought it a great idea (though they are artists, who are more likely to be on their feet than us computer slaves). It’s not perfect: because it’s a regular running treadmill, the motor may burn out if forced to operate for hours at walking pace. And it’s not the quietest. But I have generous neighbours and so far they haven’t objected. I should really have a manual treadmill that powers my computer, but first things first. </p> \n<p> Today I have walked for 4 miles at 2mph, the pace I find most comfortable. I’ve answered emails, written blog posts and done research on my feet. It’s starting to feel normal. And I’m starting to hope that my posture will improve, my back will loosen its appalling hunched tightness, and my running will benefit hugely. All for a little more than &pound;100. </p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b923ca52a617c038171ea239b9e64f64a237b13/0_380_4993_2994/4993.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2994,"width":4993,"orientation":"landscape","credit":"WB Digital/Getty Images","altText":"Businessmen and businesswomen racing in office\rkatecartertreadmill","cleanCredit":"Photograph: WB Digital/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc3c724c19ee646f8d30c897e6e5e142421049a2/0_0_960_960/960.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":960,"width":960,"orientation":"landscape","caption":"The full MacGyver: one DIY treadmill desk  Photograph: Rose George","credit":"Rose George","altText":"The full MacGyver: one DIY treadmill desk","cleanCaption":"The full MacGyver: one DIY treadmill desk ","cleanCredit":"Photograph: Rose George"}],"webPublicationDate":"2015-07-14T10:49:16Z","lastModified":"2015-07-14T11:18:44Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Rose George","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rose-george"}],"feature":false,"keywords":["Running","Health & wellbeing","Fitness","Life and style","Work & careers","Work-life balance","Sports injuries"],"tags":[{"id":"lifeandstyle/running","webTitle":"Running"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/work-life-balance","webTitle":"Work-life balance"},{"id":"lifeandstyle/sports-injuries","webTitle":"Sports injuries"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rose George","topic":{"type":"tag-contributor","name":"profile/rose-george"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/the-running-blog/2015/jul/14/get-walking-while-working-the-treadmill-desk","shortUrl":"http://gu.com/p/4agda","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/the-running-blog/2015/jul/14/get-walking-while-working-the-treadmill-desk","webUri":"http://www.theguardian.com/lifeandstyle/the-running-blog/2015/jul/14/get-walking-while-working-the-treadmill-desk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b923ca52a617c038171ea239b9e64f64a237b13/0_380_4993_2994/4993.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2994,"width":4993,"orientation":"landscape","caption":"No no, we said office treadmill, not office race!  Photograph: WB Digital/Getty Images","credit":"WB Digital/Getty Images","altText":"No no, we said office treadmill, not office race! ","cleanCaption":"No no, we said office treadmill, not office race! ","cleanCredit":"Photograph: WB Digital/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b923ca52a617c038171ea239b9e64f64a237b13/0_380_4993_2994/4993.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2994,"width":4993,"orientation":"landscape","credit":"WB Digital/Getty Images","altText":"Businessmen and businesswomen racing in office\rkatecartertreadmill","cleanCredit":"Photograph: WB Digital/Getty Images"}}]},{"title":"Step aside, barista: how to make a decent cup of coffee at home","rawTitle":"Step aside, barista: how to make a decent cup of coffee at home","item":{"type":"article","id":"lifeandstyle/australia-food-blog/2015/jul/14/step-aside-barista-how-to-make-a-decent-cup-of-coffee-at-home","title":"Step aside, barista: how to make a decent cup of coffee at home","trailText":"Using the French press, AeroPress, Clever Dripper and V60 are just some of the ways to make a good coffee at home. Just make sure you weigh the beans<br>","standFirst":"<p>Using the French press, AeroPress, Clever Dripper and V60 are just some of the ways to make a good coffee at home. Just make sure you weigh the beans<br /></p>","byline":"Hilary McNevin","body":"<p>Most of us are lazy when it comes to making good coffee at home, not weighing our beans and water, grinding the beans or timing the extraction. That’s why we drink coffee out. But classes are springing up in Melbourne and Sydney, teaching mere mortals how to be baristas at home.<br /></p> \n<p>Nolan Hirte, owner of inner-city Melbourne cafes <a href=\"http://www.proudmarycoffee.com.au/\">Proud Mary</a>, <a href=\"http://staggerlees.com.au/\">Stagger Lees</a> and <a href=\"http://www.broadsheet.com.au/melbourne/food-and-drink/directory/cafe/aunty-pegs-coffee-proud-mary\">Aunty Peg’</a>s, admits not everyone wants to do all that, but if people knew how easy it was to make it properly at home, “your coffee would be so much better.”</p> \n<p>In his most recently opened cafe, Aunty Peg’s in Collingwood, Hirte has set up what he calls the <a href=\"mailto:auntypegs@proudmarycoffee.com.au\"> Genius Bar</a>. </p> \n<p>Four different machines – French Press, AeroPress, Clever Dripper and V60 – are set up along a long wooden bench, allowing customers to come in and be trained by Hirte or one of his staff. “It’s free advice,” says Hirte. “There are many factors to making a good coffee but, once you know them, it’s easy to do it.” </p> \n<p>So here I am, a coffee drinker and a lazy one at that. I don’t weigh the water and I don’t always grind my beans at home, so I’m here to learn how. </p> \n<figure class=\"element element-image\" data-media-id=\"8ea68c4794ee2ab5c28c3542a8d75c3d0992c294\"> \n <img src=\"http://media.guim.co.uk/8ea68c4794ee2ab5c28c3542a8d75c3d0992c294/0_160_3000_1801/1000.jpg\" alt=\"There’s more than one way to skin a cat: the pour-over, chemex, aeropress, and vacuum pot. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">There’s more than one way to skin a cat: the pour-over, Chemex, AeroPress and vacuum pot. </span> \n  <span class=\"element-image__credit\">Photograph: Edmund D. Fountain/ZUMA Press/Corbis</span> \n </figcaption> \n</figure> \n<h2>French press</h2> \n<p>We start with the French press, aka the coffee plunger. The grind size is vital, according to Hirte. We are making two cups, and as it’s 15-18g of beans for one cup of coffee (one cup being 250 ml), I weigh out 30g of beans into a silver cup on a highly sensitive digital scale. The bean we use is Ethiopian Yirgacheffe and we use the same bean for each extraction method.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/apr/02/expensive-specialty-coffee-how-much-would-you-be-prepared-to-pay\">Expensive specialty coffee: how much would you be prepared to pay?</a> </p> \n</aside> \n<p>Before we go any further we preheat the plunger, just as you would warm a teapot in anticipation of a good brew, with a pour of hot water. The glass takes on the heat and we put the vessel aside.<br /></p> \n<p>Hirte puts the beans that will become our coffee on a grind that is coarser than table salt. <br /></p> \n<p>I place the plunger on the digital scales, then put in the ground coffee and bring the scales back to zero. I weigh the just-boiled water – 500g equals 500ml – pouring it into the plunger and ensuring all the grounds are saturated. We give the mix a stir. </p> \n<p>Hirte puts the timer on for three and a half minutes. “Leave it for longer if you want a stronger brew,” he says. Time’s up and we have a delicious cup of black coffee. It’s fruity, a little nutty and delicate. Not adding milk only emphasises this flavour profile. <br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"410da25c0d6dbff08dfdb8e25924dab76f8b483e\"> \n <img src=\"http://media.guim.co.uk/410da25c0d6dbff08dfdb8e25924dab76f8b483e/0_0_2848_4276/666.jpg\" alt=\"An old favourite – French press coffee.\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An old favourite – French press coffee.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<h2>Drip coffee</h2> \n<p>“This got my mum to stop drinking Moccona,” says Hirte. “It’s really clever.” </p> \n<p>The Clever Coffee Dripper is a device that makes a single cup of filtered coffee. With the filter paper, coffee and water poured into the dripper, the extraction happens when the dripper is placed on top of the cup and the coffee is released via a weight-controlled valve. It’s like a filter coffee maker for a single cup rather than a large jug. “This allows us to brew quicker – with the press we had to wait four minutes with this – you just press it when you’re ready and get on with it,” says Hirte.</p> \n<p>This time, I weigh out 14g of coffee, we grind it a little finer than we did for the French press and put the ground coffee into wet filter paper in the dripper. Hirte wets the filter paper, “as we don’t want to taste paper in the coffee”. We put the device on the scale and weigh the water again directly over the ground coffee in the filter paper. <br /></p> \n<p>We only need 250g of water for the one cup and cover the top of the dripper to let the flavours mingle. After two and a half minutes, or however long you want it, place it on the cup and the valve will release the brew. The flavour is denser than you get with the plunger.</p> \n<p>This device is available in any specialty coffee shop that sells equipment, and retails at $20-$35 or <a href=\"http://www.amazon.com/Coffee-Shrub-Clever-Dripper-C70777/dp/B00EOM5RN0\">on Amazon</a>. </p> \n<h2>AeroPress</h2> \n<p>The AeroPress has garnered its own loyal following in the last few years and I can’t help but wonder what the fuss is about. Hirte says it’s a quick and efficient method of extraction that gets good results.</p> \n<p>This time I measure out 12g of beans for one cup of coffee. I hit 12.1g and Hirte says it’s fine to be slightly over. He preheats the AeroPress and the vessel that will hold the finished coffee and we weigh out the coffee. It is a fine grind. We put the AeroPress and ground coffee on the scales. As we measure out 200ml of water, he says, “Spot on, and then we give it a good stir.” </p> \n<p>After one and a half minutes <a href=\"https://www.youtube.com/watch?v=kQ8wvUKa35E \">we flip the device</a>, “like flipping a cake” Hirte says, and we push down gently on the AeroPress. The extraction is through pressure and it brings out a slightly different aroma again. There’s more depth to the smell and it’s a little richer on the palate. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"341044f34e75c4f58449f70739594280abc63444\"> \n <img src=\"http://media.guim.co.uk/341044f34e75c4f58449f70739594280abc63444/0_0_2000_3000/667.jpg\" alt=\"The AeroPress method of brewing coffee.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The AeroPress method of brewing coffee.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<h2>V60 (pour-over method)<br /></h2> \n<p>The name is reminiscent of a rev-head’s souped-up engine but it simply refers to the angle of the cone that filters the coffee. This is 21st-century filter coffee, also known as the pour-over method. </p> \n<p>This is Hirte’s favourite method. He makes himself coffee using this method every morning because “the quality and clarity in the cup are really good”.</p> \n<p>I’ve found my rhythm now. I know I will be heating vessels first, weighing beans and weighing water. Hirte says this method is a “bit more involved and you can get this wrong”, although I feel confident we can do it. </p> \n<p>We weigh out the coffee again and we need 28g for two cups. We go 29g – why? “I want more strength in the flavour,” he says. Half a gram can change the strength markedly. “You can weigh out 32g if you want to but it will make it very strong, a tiny change can make a big difference.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"0eff43284270725e00652ebf01995c5494750229\"> \n <img src=\"http://media.guim.co.uk/0eff43284270725e00652ebf01995c5494750229/0_2940_3456_2074/1000.jpg\" alt=\"A barista preparing coffee using the V60 in Kuala Lumpur. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A barista preparing coffee using the V60 in Kuala Lumpur. </span> \n  <span class=\"element-image__credit\">Photograph: Sam Ruslan/Demotix/Corbis</span> \n </figcaption> \n</figure> \n<p>Hirte pours 80ml of water over the ground coffee. He’s using a kettle with a long thin spout. “The way you pour is very important, you can’t do this with a normal kettle,” he says. He explains that pouring a large amount of water quickly over the grounds can cause “dry patches in the coffee, and it won’t filter properly. Begin in the centre and work the water out to the edges in a circular motion.” <br /></p> \n<p>I pour the next amount, about 100ml, and Hirte finishes off. We stir the coffee and water and it takes about two minutes to filter through. It has the best flavour of all the brews, rich and rounded. I can see why this is his preferred method. </p> \n<p>I have come to the conclusion that Hirte’s right. I am lazy. I don’t know if I will change my ways or just keep coming to places like this to have my coffee weighed and made for me. I’m considering a Clever Drip for home but may find that hard to move away from my stovetop. The new methods I’ve learned are fascinating but old habits are hard to beat. </p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1191ab2e509cd850d47c7feb3b9337aaf073d25/0_78_5472_3284/5472.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3284,"width":5472,"orientation":"landscape","credit":"Nan Palmero/Flickr","altText":"Pour Over Coffee with a Hario V60 at Fourteen Eighteen Cafe in USA. Photo by Nan Palmero on Flickr.","cleanCredit":"Photograph: Nan Palmero/Flickr"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8ea68c4794ee2ab5c28c3542a8d75c3d0992c294/0_160_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"There’s more than one way to skin a cat: the pour-over, Chemex, AeroPress and vacuum pot.  Photograph: Edmund D. Fountain/ZUMA Press/Corbis","credit":"Edmund D. Fountain/ZUMA Press/Corbis","altText":"There’s more than one way to skin a cat: the pour-over, chemex, aeropress, and vacuum pot. ","cleanCaption":"There’s more than one way to skin a cat: the pour-over, Chemex, AeroPress and vacuum pot. ","cleanCredit":"Photograph: Edmund D. Fountain/ZUMA Press/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/410da25c0d6dbff08dfdb8e25924dab76f8b483e/0_0_2848_4276/2848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4276,"width":2848,"orientation":"portrait","caption":"An old favourite – French press coffee. Photograph: Alamy","credit":"Alamy","altText":"An old favourite – French press coffee.","cleanCaption":"An old favourite – French press coffee.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/341044f34e75c4f58449f70739594280abc63444/0_0_2000_3000/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":2000,"orientation":"portrait","caption":"The AeroPress method of brewing coffee. Photograph: Alamy","credit":"Alamy","altText":"The AeroPress method of brewing coffee.","cleanCaption":"The AeroPress method of brewing coffee.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0eff43284270725e00652ebf01995c5494750229/0_2940_3456_2074/3456.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2074,"width":3456,"orientation":"landscape","caption":"A barista preparing coffee using the V60 in Kuala Lumpur.  Photograph: Sam Ruslan/Demotix/Corbis","credit":"Sam Ruslan/Demotix/Corbis","altText":"A barista preparing coffee using the V60 in Kuala Lumpur. ","cleanCaption":"A barista preparing coffee using the V60 in Kuala Lumpur. ","cleanCredit":"Photograph: Sam Ruslan/Demotix/Corbis"}],"webPublicationDate":"2015-07-14T00:08:28Z","lastModified":"2015-07-14T00:24:23Z","metadata":{"commentable":true,"commentCount":166,"contributors":[{"name":"Hilary McNevin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hilary-mcnevin"}],"feature":false,"keywords":["Coffee","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/coffee","webTitle":"Coffee"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Hilary McNevin","topic":{"type":"tag-contributor","name":"profile/hilary-mcnevin"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/jul/14/step-aside-barista-how-to-make-a-decent-cup-of-coffee-at-home","shortUrl":"http://gu.com/p/4a9mh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/australia-food-blog/2015/jul/14/step-aside-barista-how-to-make-a-decent-cup-of-coffee-at-home","webUri":"http://www.theguardian.com/lifeandstyle/australia-food-blog/2015/jul/14/step-aside-barista-how-to-make-a-decent-cup-of-coffee-at-home"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1191ab2e509cd850d47c7feb3b9337aaf073d25/0_78_5472_3284/5472.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3284,"width":5472,"orientation":"landscape","caption":"Pour-over coffee with a Hario V60: ‘This has the best flavour of all the brews, rich and rounded.’ Photograph: Nan Palmero/Flickr","credit":"Nan Palmero/Flickr","altText":"Pour Over Coffee with a Hario V60 at Fourteen Eighteen Cafe in USA. ","cleanCaption":"Pour-over coffee with a Hario V60: ‘This has the best flavour of all the brews, rich and rounded.’","cleanCredit":"Photograph: Nan Palmero/Flickr"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1191ab2e509cd850d47c7feb3b9337aaf073d25/0_78_5472_3284/5472.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3284,"width":5472,"orientation":"landscape","credit":"Nan Palmero/Flickr","altText":"Pour Over Coffee with a Hario V60 at Fourteen Eighteen Cafe in USA. Photo by Nan Palmero on Flickr.","cleanCredit":"Photograph: Nan Palmero/Flickr"}}]},{"title":"Primark denies security guard removed breastfeeding baby from mother","rawTitle":"Primark denies security guard removed breastfeeding baby from mother","item":{"type":"article","id":"lifeandstyle/2015/jul/14/primark-denies-security-guard-prevented-woman-from-breastfeeding-in-store","title":"Primark denies security guard removed breastfeeding baby from mother","trailText":"Clothing retailer says CCTV footage shows no evidence to support claim by woman that infant was forcibly removed from her in Leicester branch<br>","standFirst":"<p>Clothing retailer says CCTV footage shows no evidence to support claim by woman that infant was forcibly removed from her in Leicester branch<br /></p>","byline":"Jessica Elgot","body":"<p>Primark has robustly denied claims made on social media that one of its security guards forcibly removed a woman’s nine-month-old daughter from her breast after asking her to stop feeding the baby.</p> \n<p>Police are investigating allegations by Caroline Starmer, 28, a mother of four, who said she had attempted to feed one of her twin daughters discretely in the Leicester branch of the discount clothes store. </p> \n<p>Starmer claimed on Facebook that she was told to leave by a security guard, and that her daughter was taken from her arms when she refused. Primark said its CCTV footage showed no evidence of any such incident, and that Starmer’s <a href=\"http://www.mirror.co.uk/news/uk-news/primark-breastfeeding-row-mum-says-6063613\">description of the security guard</a> as Asian and 5ft 10ins tall did not match any of its staff. It said women were welcome to breastfeed in its stores.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/23/breastfeeding-chelsea-flower-show-rachel-de-thame\">Rachel de Thame: 'I was banned from breastfeeding at Chelsea flower show'</a> </p> \n</aside> \n<p>Writing on the Facebook breastfeeding activism <a href=\"https://www.facebook.com/freetofeeduk\">forum Free to Feed</a>, Starmer claimed that when confronted by a man she described as a security guard, she told him she was free to feed her daughter Paige wherever she chose.</p> \n<p>“Just for the security officer to physically remove my daughter from my breast and walk down the store with her, saying if I wanted my daughter, then I was to come and get her,” she said, in a post that has been shared nearly 10,000 time and attracted more than 4,000 comments.</p> \n<p>A Primark spokesman said: “We have investigated this customer’s allegation, which we naturally take very seriously indeed. The CCTV footage, reviewed by store management, shows the customer in the Leicester store quite clearly during the time in question. We can see no evidence that she was approached by anyone during this period.</p> \n<p>“We have spoken to the security guards on duty. They categorically deny behaving in the way alleged. Furthermore, the individuals do not fit the description given by the customer. We have therefore concluded that the customer allegation is not supported by the available evidence to date. The company would obviously be happy to work with any police investigation into this incident, should this be needed.”</p> \n<p>Emma Slough, the coordinator of the Free to Feed group, said she had asked the Primark store to release the footage. “Until we are able to view the CCTV footage first hand, it is impossible to speculate on the true details of this matter. One word against another,” <a href=\"https://www.facebook.com/freetofeeduk?fref=ts\">she said</a>. “I have … requested the release of the footage, as this will bring much needed clarity either way.” Slough also called for any witnesses to come forward.</p> \n<p>Facebook users have suggested a nationwide “feed-in” protest at stores, similar to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/dec/06/mothers-breastfeed-claridges-cover-up-protest-hotel-nurse-in\">demonstrations held outside Claridges in December</a>, when a mother was told to hide her baby under a napkin, but Slough said she wanted to wait until the facts were established.</p> \n<p>The Primark spokesman said it had not been able to get back in touch with Starmer on Tuesday to “reassure her about our practice on breastfeeding”. Starmer and her husband have not responded to requests for comment from the Guardian since Primark’s statement was issued.</p> \n<p>A Leicestershire police spokesman said: “We have spoken to the woman involved and arrangements have been made to take a further statement in relation to the allegations.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436892892716/bacb062a-ceef-4318-a816-4042f860d8a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tristan Potter/Newsteam","altText":"Caroline Starmer with her daughter Paige.","cleanCredit":"Photograph: Tristan Potter/Newsteam"}],"bodyImages":[],"webPublicationDate":"2015-07-14T16:58:00Z","lastModified":"2015-07-14T18:43:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jessica Elgot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/26/1435313719448/Jessica-Elgot-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["Breastfeeding","Primark","Women","Retail industry","UK news","Business","Parents and parenting","Life and style","Family","Health & wellbeing"],"tags":[{"id":"lifeandstyle/breastfeeding","webTitle":"Breastfeeding"},{"id":"business/primark","webTitle":"Primark"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/business","webTitle":"Business"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/14/primark-denies-security-guard-prevented-woman-from-breastfeeding-in-store","shortUrl":"http://gu.com/p/4ajkj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/14/primark-denies-security-guard-prevented-woman-from-breastfeeding-in-store","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/14/primark-denies-security-guard-prevented-woman-from-breastfeeding-in-store"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436892892716/bacb062a-ceef-4318-a816-4042f860d8a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Caroline Starmer with her daughter Paige. Photograph: Tristan Potter/Newsteam","credit":"Tristan Potter/Newsteam","altText":"Caroline Starmer with her daughter Paige.","cleanCaption":"Caroline Starmer with her daughter Paige.","cleanCredit":"Photograph: Tristan Potter/Newsteam"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436892892716/bacb062a-ceef-4318-a816-4042f860d8a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tristan Potter/Newsteam","altText":"Caroline Starmer with her daughter Paige.","cleanCredit":"Photograph: Tristan Potter/Newsteam"}}]},{"title":"What happened when we took a lie detector on some internet dates","rawTitle":"What happened when we took a lie detector on some internet dates","item":{"type":"article","id":"lifeandstyle/2015/jul/13/lies-internet-dating-polygraph-test","title":"What happened when we took a lie detector on some internet dates","trailText":"Could a polygraph machine help sort out the catfish from the potential soulmates when looking for love online? Only if you don’t mind hearing some uncomfortable ‘truths’","standFirst":"<p>It’s a common complaint: internet profiles and daters are full of lies. So if you take a polygraph machine along on some dates, that’ll solve that problem, right? If only the truth were that simple…</p>","byline":"Emily Reynolds","body":"<p>You know that old meme, “on the internet, nobody knows you’re a dog”? Online dating suggests that “on the internet, nobody knows you’re a perpetual underachiever with a host of complex personal defects” may be more apt. It’s kind of obvious, really; pseudonyms, avatars, carefully crafted dating profiles – the internet lends itself to lying. We’ve all done it – shaving an inch or two off our waistlines, exaggerating the realms of responsibility in a drab office job. Even selecting our most flattering photos requires a slight suspension of disbelief. When a profile translates to a real-life date, some of these lies become apparent immediately. But some don’t.</p> \n<p>It’s happened to me before. I was horrified to find out that the charming, handsome older man I’d been seeing was not in fact a divorced, childless lecturer at an art school, but a married primary school teacher with two children closer to my age than his. And it’s not just me who’s been stung; <a href=\"http://blog.okcupid.com/index.php/the-biggest-lies-in-online-dating/\">stats on the dating website OkCupid show</a> that, on average, people are two inches shorter and 20% less well-off than they claim online.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>You could learn to trust in an unforgiving and harsh world. Or you could take a lie detector to all of your dates.</p> \n </blockquote> \n</aside> \n<p>Sometimes people don’t even know they’re lying, as Nicole Ellison, associate professor of information at the University of Michigan, tells me. “People present this kind of embellished self, but it’s not really a lie because it resonates with their ideal self. The extent to which the ideal self can be realised by the time you meet is what governs the acceptability of the lie. If my ideal self is 5kg lighter than I really am, and I won’t meet you for a month, that’s acceptable. But if my ideal self is 50kg lighter, which is probably not going to be attainable in a month, it’s a lie.”</p> \n<p>So, besides hiring a private investigator to vet every right swipe on Tinder, how best to navigate the treacherous waters of online dating? You could learn to trust and love and open up in an unforgiving and harsh world. Or you could, like me, take a <a href=\"http://www.body4real.co.uk/polygraph-machine-home-testing-kit-usb/\">portable lie detector</a> to all of your dates.</p> \n<p>Lie detectors have a bad rap. Often considered the domain of exploitative daytime TV shows, such as Jeremy Kyle or Jerry Springer, they’re sometimes written off as irrelevant gimmicks. The American Psychological Association reveals <a href=\"http://www.apa.org/research/action/polygraph.aspx\">mixed evidence</a>; while some experts rubbish the reliability of polygraphs, others are dedicated proponents. But they’re not admissible as evidence in courts of law as they’re not considered reliable enough.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2012/apr/22/lie-detector-fallibility-criminal-psychology\">Vaughan Bell: the truth about lie detectors</a> </p> \n</aside> \n<p>Aldert Vrij is a professor of applied social psychology, at the University of Portsmouth, who studies verbal and nonverbal cues to deception and lie detection. Polygraphs are unreliable for a number of reasons, he says.</p> \n<p>“There’s no theoretical reason as to why it would work. The assumption is that liars are more anxious than truth-tellers because they have something to hide – the problem is, truth-tellers can be equally nervous too.”</p> \n<p>In the simplest possible terms, polygraphs work by measuring the physiological reactions of a test subject; heart rate, skin galvanisation (change in the electrical properties of the skin), breathing rate and, sometimes, blood pressure. Certain changes in these often indicate a lie, although, as Aldert says, there’s no evidence that any particular physiological pattern underlies deception.</p> \n<p>There’s also a lie-bias (“more people fail the test than pass it – and those who fail include innocents”) and an undue reliance on polygraphs by organisations that employ them.</p> \n<p>“Failing a test means that the person is in trouble – the polygrapher is typically convinced the person is lying, which quickly creates a situation in which the person has to convince others that they’re innocent,” Vrij says. This puts the onus on the potentially innocent accused, which considering that polygraphs can be unreliable is certainly problematic.</p> \n<p>The portable model I used was a little less sophisticated than a static counterpart. It works in much the same way, though; sensors are wrapped around the test subject’s fingers, a clip is attached to their index finger, and a heart rate monitor is strapped to their chest. All this information is then fed into the program, which returns a pleasingly scientific-looking display of heart rate, galvanic skin response and rate of breathing. After a few control questions, you grill your willing test subject and are given the potentially damning verdict.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/feb/09/match-eharmony-algorithm-internet-dating\">The algorithm method: how internet dating became everyone's route to a perfect love match</a> </p> \n</aside> \n<p>I sourced all of my test subjects from two different dating sites: Tinder and OkCupid. Tinder is primarily visual – although you can write a bio, many members bypass this step and select their matches purely on initial attraction. OkCupid allows users to get a little bit more in depth; not only are there standard categories to fill in (a self-summary, lists of interests and hobbies), there’s also a huge selection of user generated questions, the answers to which give you and other users a unique “match percentage”, a rudimentary yardstick by which to judge your potential compatibility. This means that OkCupid users have more scope to lie, although my experiences with Tinder have indicated that lying by omission is also a potential problem.</p> \n<p>None of my dates seemed particularly prone to lying; no hastily cropped profile pictures with half a girlfriend’s arm still in view, no wild claims about jobs or experiences. Two of my four dates did seem a little eager to please, though – they professed to have the same favourite books as me, and were slightly too keen to agree with my feminist politics than their profiles might have suggested. None of this indicated any deep, dark secrets – but they could have been better liars than I was willing to give credit for.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9dd199289387cbc0ae06e476b9cdeca8f3b39292\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436289101073/e504b086-00a7-4afd-a763-f467e41ee78b-280x420.jpeg\" alt=\"Truth-tellers are potentially just as nervous as liars.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Truth-tellers are potentially just as nervous as liars.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose/Observer</span> \n </figcaption> \n</figure> \n<p>Requesting, pre-date, that they be hooked to a lie detector and grilled for an article was the first real hurdle, although everybody was far more willing than I expected. I’m not sure whether it was innocent naivety about the type of questions I would ask or misplaced confidence in their ability to manipulate the polygraph, but everybody was weirdly keen.</p> \n<p>Actually hooking them up was the next problem. Publicly strapping a heart rate monitor around the chest of a man you had only met an hour earlier was considerably more awkward than I anticipated. From the bemused looks of bar staff and passersby, I think I may have appeared like an overbearing girlfriend quizzing a boyfriend she thought had strayed. It also affected the tone of the date completely; probably wanting to appear innocent and trustworthy, my dates were all on exceptionally polite and good behaviour from the moment we met, and a thick air of apprehension coloured the atmosphere as we wasted time making small talk before the main event.</p> \n<p>Having the lie detector present also led to what could be considered shifty behaviour – fidgeting, an inability to make eye contact, clear nervousness. It’s totally understandable, and relates back to Vrij’s point about truth-tellers potentially being just as nervous as liars. For some of my dates, this increased dramatically when I started asking the questions.</p> \n<p>As I was dating, I thought I’d cut to the chase and ask the important stuff first: “Are you really single?” Only one person failed, but considering that was 25% of my test subjects, and he was the first one, it was slightly disheartening. But hey, 75% of the people I had selected to spend some ephemeral moments of my mortal existence with <em>weren’t</em> in a relationship already, so that was nice.</p> \n<p>Next: “Did you come on the date just to have sex with me?” and perhaps the more subtle version of this: “Do you really want a relationship?” 50/50 lies on both of these, although one subject (the one with the secret girlfriend) answered “yes” and “no” respectively to them, and was telling the truth, which made me suspect maybe he might not be my soulmate or future father of my children.</p> \n<p>The mere fact that I was testing my dates seemed to compel them all to startling and uncomfortable honesty. “Do you have a weird relationship with your mother?” isn’t a question somebody would normally ask on a first date, and certainly not one anyone would answer with any modicum of emotional honesty, but the presence of the polygraph meant we talked about it in a way that would previously have been impossible. One guy, seemingly buoyed by a combination of being polygraphed and red wine, admitted apropos of nothing that he loves having women spit in his mouth. Likewise: “Would you change anything about my appearance?” doesn’t often appear on lists of recommended pickup lines, but I asked it and boy did they answer. (The answer was “yes”, in case you didn’t realise. A resounding, 75% yes, and a solitary 25% lie.)</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/12/bumble-dating-app-women-call-shots-whitney-wolfe\">WLTM Bumble – A dating app where women call the shots</a> </p> \n</aside> \n<p>I wasn’t particularly willing to overlook these lies – wanting to change someone’s appearance in some small way might not be deal-breakingly bad, but it did hurt my pride quite considerably. The act of lying itself was often more annoying to me than the subject of the lie; I would probably date somebody who had previously cheated on a partner, but not somebody who would cheat and then lie about it so well.</p> \n<p>Rather disappointingly, none of my dates had lied too dramatically on their profiles, and they all passed when I asked them about this. There was some exaggeration, of course, but nothing more dramatic than a polished list of favourite books or some carefully filtered profile pictures. It seemed like the online element of the dating process hadn’t actually compelled my dates to lie any more than they would in the offline world – and it comes back to the idea of the “embellished self”.</p> \n<p>“It’s not like when we go online it’s this whole other virtual world where we become different people and completely different norms apply,” Ellison explained. “The characteristics of online communication don’t necessarily encourage people to lie, but they do enable it. What it allows people to do is present a kind of improved self that isn’t really a lie because it resonates with their self-identity.”</p> \n<p>All my dates had done online was provide me with an aspirational version of themselves; a cultivated image of who they wanted to be in reality. Sometimes they fell short of that – but then sometimes so do I.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It can be difficult to assess who really is a successful, well-endowed entrepreneur and who isn’t.</p> \n </blockquote> \n</aside> \n<p>So how best to avoid running into a catfish online? Unfortunately, without the non-verbal cues that consciously and unconsciously colour offline interaction, it can be difficult to assess who really is a successful, well-endowed entrepreneur and who isn’t. Shifty body language, eye signals and unnecessary fidgeting have all been cited as good indicators that someone is lying, but there’s just no way of gauging this level of information online.</p> \n<p>There are a few tricks that Ellison’s test cases used to sniff out a liar, though: asking the same question on a few different occasions and comparing the responses is one, as well as keeping a copy of the original profile and comparing it to later answers. There’s also the classic Google <a href=\"https://support.google.com/websearch/answer/1325808?hl=en\">reverse image search</a>, through which I have discovered several fake profiles. One girl actually used a picture of model Miranda Kerr, but had forgotten to crop the photo attribution from the bottom of the picture. Unfortunately not every attempt to hoodwink is as cack-handed as that, and reverse searching suspiciously attractive profile images often reveals reappropriated images from modelling portfolios and social profiles.</p> \n<p>As for the polygraph? It may be a self-evident truth, but it turns out that testing all your partners in a public place is actually pretty awkward, potentially kind of weird, and definitely not a recommended first date activity. And there are some questions it really is best not to know the answer to.</p> \n<h2>Romantic desires<br /></h2> \n<p>In his book <em>Quirkology: How We Discover the Big Truths in Small Things</em>, psychologist Richard Wiseman finds that a 70/30 divide between personal information and desired traits from a partner <a href=\"http://ebm.bmj.com/content/early/2015/02/09/ebmed-2014-110101\">generates the most responses</a> from an internet dating profile.</p> \n<ul> \n <li>A 2013 University of Chicago <a href=\"http://www.pnas.org/content/110/25/10135.full.pdf\">study</a> found that 5.96% of married partners who met online separate, compared with 7.67% of those who found the spark offline.</li> \n <li>Online, 56% of emails are sent by users seeking a long-term relationship, rather than something casual, according to a <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=895442&amp;download=yes\">2006 University of Chicago</a> paper. The same <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=895442&amp;download=yes\">study</a> also showed that, while male interest is unaffected by jobs, women are 8.6% more likely to approach those in legal work compared with university students, 7.7% more drawn to firefighters and law enforcers, 6.7% to members of the military and 5% to health workers, compared to the baseline appeal of a student.</li> \n <li>The 2006 study also showed that women with a body mass index of 24-26 are 10% less likely to be approached by men than those with a BMI under 20, but women prefer men with a BMI over 20. So it’s no surprise that a <a href=\"http://psp.sagepub.com/cgi/content/abstract/34/8/1023\">2008 Cornell University study</a> found women underreport their weight by an average of 3.8kg compared with 0.9kg for men. Men are guilty of deception too, overstating their height by an average of 1.4cm compared with 0.08cm for women. Among study participants 81% lied in their profile.</li> \n <li><a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1460-2466.2009.01420.x/abstract?deniedAccessCustomisedMessage=&amp;userIsAuthenticated=false\">Another Cornell study</a>, from 2009, found that female photos were more misleading. Profile pictures of women online daters had an average of three discrepancies – from photo enhancement, for example – whereas men had an average of 1.33.</li> \n <li>The same research team <a href=\"http://\">later reported</a> that being female, unattractive or wanting a short-term relationship increases your tendency to use misleading pictures, and these characteristics can collectively account for 35.3% of all photo trickery.</li> \n <li>Education and looks are searchable on dating websites, but it is harder to glean information people really care about such as humour and conversation, say academics at the Harvard Business School. Their <a href=\"http://www.sciencedirect.com/science/article/pii/S1094996808700069\">2008 study</a> participants gave online dating an average of only 5.5 on a 10-point scale of enjoyment, compared with seven for offline dating.</li> \n <li><a href=\"http://smg.media.mit.edu/papers/atf/fiore_donath_chi2005_short.pdf\">Research from the MIT Media Lab</a> found that marital status was identical in 64% of online dater couples in contact, wanting children in 54% and the number of children in 39%, suggesting that sameness is attractive.</li> \n <li>According to a <a href=\"http://ebm.bmj.com/content/early/2015/02/09/ebmed-2014-110101.full\">2014 Nottingham Trent University study</a> men are drawn to user names indicating physical attractiveness (Cutie), while women prefer those suggesting intelligence (Cultured). Both genders favour playful names (eFun2bwith) and, strangely, those starting with letters from the first half of the alphabet.</li> \n</ul> \n<p><strong>Mimi Lauder</strong></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436288921204/Emily-Reynolds-puts-her-d-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Emily Reynolds puts her dates through the lie detector test. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"Emily Reynolds practices her polygraph skills on a Guardian staff member","cleanCaption":"Emily Reynolds puts her dates through the lie detector test. Photograph: Katherine Anne Rose for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436289102478/e504b086-00a7-4afd-a763-f467e41ee78b-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Truth-tellers are potentially just as nervous as liars. Photograph: Katherine Anne Rose/Observer","credit":"Katherine Anne Rose/Observer","altText":"Truth-tellers are potentially just as nervous as liars.","cleanCaption":"Truth-tellers are potentially just as nervous as liars.","cleanCredit":"Photograph: Katherine Anne Rose/Observer"}],"webPublicationDate":"2015-07-13T08:00:06Z","lastModified":"2015-07-13T11:45:42Z","metadata":{"commentable":true,"commentCount":90,"contributors":[{"name":"Emily Reynolds","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436523411597/emily.jpg?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/reynolds"}],"feature":true,"keywords":["Online dating","Internet","Dating","Technology","Science","Life and style","Tinder","Relationships"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"technology/internet","webTitle":"Internet"},{"id":"lifeandstyle/dating","webTitle":"Dating"},{"id":"technology/technology","webTitle":"Technology"},{"id":"science/science","webTitle":"Science"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/tinder","webTitle":"Tinder"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Emily Reynolds","topic":{"type":"tag-contributor","name":"profile/reynolds"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/13/lies-internet-dating-polygraph-test","shortUrl":"http://gu.com/p/4ab8h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/13/lies-internet-dating-polygraph-test","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/13/lies-internet-dating-polygraph-test"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443484629/00fb6dbb-9288-4108-9bdd-5f2c4d8e93ac-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Emily Reynolds practices her polygraph skills on an Observer staff member Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Emily Reynolds puts her dates through the lie detector test.","cleanCaption":"Emily Reynolds practices her polygraph skills on an Observer staff member","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436288921204/Emily-Reynolds-puts-her-d-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Emily Reynolds puts her dates through the lie detector test. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"Emily Reynolds practices her polygraph skills on a Guardian staff member","cleanCaption":"Emily Reynolds puts her dates through the lie detector test. Photograph: Katherine Anne Rose for the Observer"}}]},{"title":"Women rarely regret their abortions. Why don't we believe them?","rawTitle":"Women rarely regret their abortions. Why don't we believe them?","item":{"type":"comment","id":"lifeandstyle/womens-blog/2015/jul/14/women-rarely-regret-abortions-us-study-uk-reproductive-rights","title":"Women rarely regret their abortions. Why don't we believe them?","trailText":"A US study has revealed that 95% of women who have had abortions believe it was the right decision. Yet, both in the US and UK, reproductive rights are increasingly under threat – it’s time to fight the stigma","standFirst":"<p>A US study has revealed that 95% of women who have had abortions believe it was the right decision. Yet, both in the US and UK, reproductive rights are increasingly under threat – it’s time to fight the stigma</p>","byline":"Rebecca Schiller","body":"<p>In my work campaigning for reproductive rights I hear a lot of arguments based on punishment, shame and the censure of women. There is a pervasive belief that we aren’t best placed to make decisions about our reproductive futures –from where to have our babies to whether to terminate a pregnancy. This is all-too-often couched in patronising ideas about protecting us from our inevitable “bad” decisions because of the life-long trauma it will cause us. Google “I regret my abortion” and you’ll find screeds of highly emotive propaganda from those who are keen to control and curtail reproductive freedom. <br /></p> \n<p>So, while I’m not surprised by <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0128832\">the US study that shows 95% of women don’t regret their abortions</a>, I’m delighted to have something concrete to wave back at those who peddle seductive lies.</p> \n<p>This study does much to counteract the mythologising around abortion perpetuated by the anti-abortion lobby. The reality for most appears closer to the experience of Jennifer (who I encountered on Twitter, and who wishes to remain identified just by her first name), now 31, who had her abortion when she was a 19-year-old student. A year after a serious mental health crisis, she discovered she was pregnant. Knowing that she couldn’t cope with a baby, or an adoption, she felt her choice was “between abortion and suicide”.</p> \n<p>Since the abortion, she describes feeling sadness that she had to go through the experience. “I was due in December so for the first five years or so I would think ‘what if?’ around the date I would have given birth. However, it was always mingled with absolute relief that I could make what, for me, was unquestionably the right choice. Now, I barely ever think about my abortion.”</p> \n<p>As well as validating the experiences of women such as Jennifer, the study raises questions about abortion law in this country. Katherine O’Brien of the <a href=\"https://www.bpas.org/\">British Pregnancy Advisory Service</a> (BPAS) explains that the legal framework “adds an unnecessary level of stigma on to the abortion decision”. Unlike any other medical procedure, women need the permission of two doctors before they are able to end a pregnancy, at any gestation. </p> \n<p>Doctors can’t authorise the abortion simply because a woman does not want to be pregnant, only if they believe that continuing the pregnancy would cause her mental harm. O’Brien is on point in her assessment of how absurd this framework is: “It makes little sense that in 2015 the message we send to women is that they cannot be trusted to make their own decisions about their own pregnancies based on what they think is right for them at that point in their lives.”</p> \n<p>When considering how women feel about abortion (or indeed childbirth, sex, miscarriage or contraception), it is easy to be reductive and over-simplify their experiences. This story isn’t as simple as regret or no regret; good abortion or bad abortion. Instead there is a spectrum of emotions that women may move along throughout their lives. And, just because a decision is right, it doesn’t mean it isn’t sometimes difficult or painful. Sometimes women will later look back with regrets just as others will be positive about their choices. </p> \n<p>Regardless, women’s freedom to make that decision themselves is still of paramount importance. Unsurprisingly the study did find that some women experienced negative emotions – most often when abortions took place at a later gestation or when a planned pregnancy was terminated because of foetal abnormalities or maternal ill health. Being honest about this is important, as is ensuring that women have good follow-up care and are well supported emotionally, should they request it.</p> \n<p>Yet for most women, according to this study, however complex their feelings are, they still believe abortion was the right choice. One of my doula clients who has asked to go by a pseudonum, Maria, was also 19 when she had her abortion. Although she knows she “would have been a terrible mother” at the time, she describes it as the hardest decision of her life and says that “not a day goes by when I don’t wonder what he would be like now”. But, despite this she’s grateful to have chosen abortion. Without it, she says, she would not “have had the chance to see the world, meet my amazing husband or go on to have the two brilliant little boys who fill my soul with joy”.</p> \n<p>It’s important that we stop telling women how they should feel, making them ashamed of their decisions or their emotions. Both the law, the anti-abortion lobby and the cultural soup around reproductive choice make it appear that decisions around abortion will come with terrible anguish whatever the eventual choice. To “qualify” for an abortion, the pregnancy must be going to cause mental harm, but the abortion itself is portrayed as an awful, haunting choice. </p> \n<p>We need to remember the real lives of women, not the propaganda. “I don’t think I should feel guilty for being young and vulnerable and not being able to cope with continuing a pregnancy,” says Jennifer. It’s time not just to listen to her, but to really hear.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436891512217/d44750e5-68c5-419d-86aa-da3f2d5097d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rogelio V. Solis/AP","altText":"Pro-choice signs limit the view of patients entering the Jackson Women's Health Organization clinic in Jackson, Mississippi","cleanCredit":"Photograph: Rogelio V. Solis/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-14T17:35:36Z","lastModified":"2015-07-14T17:48:42Z","metadata":{"commentable":true,"commentCount":231,"contributors":[{"name":"Rebecca Schiller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-schiller"}],"feature":false,"keywords":["Abortion","Women","Reproductive rights","Feminism","Pregnancy","Family","Society","Health","Health & wellbeing","Life and style","Parents and parenting","World news","US news"],"tags":[{"id":"world/abortion","webTitle":"Abortion"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"society/reproductive-rights","webTitle":"Reproductive rights"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"society/society","webTitle":"Society"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rebecca Schiller","topic":{"type":"tag-contributor","name":"profile/rebecca-schiller"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/jul/14/women-rarely-regret-abortions-us-study-uk-reproductive-rights","shortUrl":"http://gu.com/p/4akx6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/womens-blog/2015/jul/14/women-rarely-regret-abortions-us-study-uk-reproductive-rights","webUri":"http://www.theguardian.com/lifeandstyle/womens-blog/2015/jul/14/women-rarely-regret-abortions-us-study-uk-reproductive-rights"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436891512217/d44750e5-68c5-419d-86aa-da3f2d5097d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pro-choice signs limit the view of patients entering the Jackson Women’s Health Organization clinic in Jackson, Mississippi. Photograph: Rogelio V. Solis/AP","credit":"Rogelio V. Solis/AP","altText":"Pro-choice signs limit the view of patients entering the Jackson Women's Health Organization clinic in Jackson, Mississippi","cleanCaption":"Pro-choice signs limit the view of patients entering the Jackson Women’s Health Organization clinic in Jackson, Mississippi.","cleanCredit":"Photograph: Rogelio V. Solis/AP"}},"importance":4,"byline":{"title":"Rebecca Schiller"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436891512217/d44750e5-68c5-419d-86aa-da3f2d5097d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rogelio V. Solis/AP","altText":"Pro-choice signs limit the view of patients entering the Jackson Women's Health Organization clinic in Jackson, Mississippi","cleanCredit":"Photograph: Rogelio V. Solis/AP"}}]},{"title":"Refugees welcome: inside Melbourne's social enterprise cafe boom","rawTitle":"Refugees welcome: inside Melbourne's social enterprise cafe boom","item":{"type":"article","id":"lifeandstyle/australia-food-blog/2015/jul/15/refugees-welcome-inside-melbournes-social-enterprise-cafe-boom","title":"Refugees welcome: inside Melbourne's social enterprise cafe boom","trailText":"Cafes with a conscience are springing up around the city. We meet some refugees on their first day of work <br>","standFirst":"<p>Cafes with a conscience are springing up around the city. We meet some refugees on their first day of work <br /></p>","byline":"Denham Sadler","body":"<p>Alhagie had always wanted to come to Australia. The 23-year-old Gambian national dreamed of the opportunities that were on offer here, and gained refugee status a year ago after he finished high school. He is now at university in Melbourne, but his biggest struggle has been finding a job to support himself.</p> \n<p>Pavithra, 26, came to Australia a year ago from Malaysia, and faced the same problem. (Both asked for their surnames to be withheld.)</p> \n<p>Although both speak very good English and are studying at university, neither has been able to find a job. Finding work is a problem regularly encountered by refugees who have found a new home in Australia, with many employees unwilling to give them a chance. <br tabindex=\"-1\" /></p> \n<p>“I’ve lived here for almost a year and this is my first time working. I’m pretty excited,” Alhagie told Guardian Australia on the day of his first shift at Long Street Coffee, a social enterprise in Richmond, Melbourne. He had applied for many jobs, but without success.<br /></p> \n<p>Pavithra also found it tough to get a foothold into the workforce: “For many months I struggled to get a job, and then I got this. I’m so happy.”</p> \n<p>Social enterprises aim to make it easier for refugees to get a break. </p> \n<figure class=\"element element-image\" data-media-id=\"55d20837ae5b44cf4b905aa871b4f0892282b785\"> \n <img src=\"http://media.guim.co.uk/55d20837ae5b44cf4b905aa871b4f0892282b785/0_16_1983_1190/1000.jpg\" alt=\"Alhagie and Francois Marx in Long Street Coffee, a social enterprise cafe.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alhagie and Francois Marx in Long Street Coffee, a social enterprise cafe.</span> \n  <span class=\"element-image__credit\">Photograph: A Weiss/Fresh Photography</span> \n </figcaption> \n</figure> \n<p>Melbourne is experiencing a mini-boom in food-based social enterprises, with at least 13 cafes up and running, and more planned. You can have a drink in <a draggable=\"true\" href=\"http://www.shebeen.com.au/\">laneway bar Shabeen </a>where all profits go to the developing world, enjoy communal dining in Richmond at <a draggable=\"true\" href=\"http://ygap.com.au/our-inputs/feast-of-merit/\">Feast of Merit, </a>where profits go to youth education and youth leadership projects in Malawi, Ghana, Rwanda, Bangladesh, Cambodia and Australia, eat delicious native Australian food at Fitzroy’s <a draggable=\"true\" href=\"http://www.charcoallane.com.au/\">Charcoal Lane, </a>where Indigenous hospitality students are trained, and eat and shop at Collingwood’s <a draggable=\"true\" href=\"http://www.thesocialstudio.org/\">Social Studio</a>, where disadvantaged young people are given work. <br tabindex=\"-1\" /></p> \n<p>Kevin Louey, who chairs the City of Melbourne’s economic development portfolio, says: “Melbourne is considered the powerhouse of Australia’s social enterprise scene, and businesses that combine trade with a social purpose add an extra dimension to our streetscape.” <br tabindex=\"-1\" /></p> \n<p>Louey believes these <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/social-enterprise-australia-2015/2015/may/15/got-a-great-idea-for-social-enterprise\">social enterprises</a> are a very important part of Melbourne’s culture. “They can be vital, energetic and entrepreneurial. Social enterprises add diversity to the city’s economy, and can provide new opportunities for people who may have been excluded from traditional employment.” <br /></p> \n<p>The owners of Long Street Coffee, Jane Marx and her husband, Francois, spent three years preparing to open their cafe, using $30,000 of their own money, some cash from a crowd-funding campaign and $10,000 from an Australian Women’s Weekly grant.</p> \n<p>The idea for the cafe came after the couple volunteered with refugees while they were studying politics at university. Francois helped teach refugees to make coffee, while Jane taught English. They heard many stories of hardships refugees faced when trying to find employment, and wanted to make a difference.</p> \n<p>They partnered with the Brotherhood of St Laurence and the Asylum Seeker Resource Centre to find people to work at the cafe. There are only a handful of requirements: being younger than 30, and having conversational-level English and a willingness to learn on the job. No experience or previous training is necessary.</p> \n<p>For Jane and Francois, it’s about giving young refugees the same range of opportunities that are available to most other Australians. “We put ourselves through university by working in a cafe, we had to pay our way,” Jane said. “It’s terrible to think that the Australian fair go doesn’t extend to everyone.”</p> \n<p>It’s a way to give young refugees crucial practical experience on the job. “The ultimate goal is for them to be able to go into another cafe, hand in their resum&eacute;, and say they’ve worked here,” Jane says. “People will know who we are and know that we provide really good training, and that will enable them to get a job.”</p> \n<figure class=\"element element-image\" data-media-id=\"ecc8be895e178fb5f5506808edde598a7315903c\"> \n <img src=\"http://media.guim.co.uk/ecc8be895e178fb5f5506808edde598a7315903c/0_0_1200_1800/667.jpg\" alt=\"Jane and Francois Marx outside their social enterprise cafe in Melbourne.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Francois and Jane Marx outside their social enterprise cafe in Melbourne.</span> \n  <span class=\"element-image__credit\">Photograph: Gold and Grit Photography</span> \n </figcaption> \n</figure> \n<p>As the first day draws to a close, Alhagie and Pavithra say they have relished the opportunity, and are looking forward to more shifts. “I enjoyed it, it was a very good experience for us,” Alhagie said. “It’s been a fun day.”</p> \n<p>“We want to be a place of welcome for refugees and asylum seekers,” Jane said. “The debate at the moment is founded on a fear that derives from ignorance and people are only ignorant because they don’t know refugees, they don’t interact with them, and they’re certainly not served coffee by them. This is our way of standing in opposition [to] that, and providing tangible benefits to young people from a refugee background.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457197003__\n</div>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87f6aa7bb33dfcc1841d1cdce0284adc6c82c309/0_42_2048_1229/2048.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1229,"width":2048,"orientation":"landscape","credit":"A.Weiss/Fresh Photography","altText":"Refugee worker Alhagie in the social enterprise cafe called Long Street Coffee, in Melbourne, Australia.","cleanCredit":"Photograph: A.Weiss/Fresh Photography"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/55d20837ae5b44cf4b905aa871b4f0892282b785/0_16_1983_1190/1983.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1190,"width":1983,"orientation":"landscape","caption":"Alhagie and Francois Marx in Long Street Coffee, a social enterprise cafe. Photograph: A Weiss/Fresh Photography","credit":"A Weiss/Fresh Photography","altText":"Alhagie and Francois Marx in Long Street Coffee, a social enterprise cafe.","cleanCaption":"Alhagie and Francois Marx in Long Street Coffee, a social enterprise cafe.","cleanCredit":"Photograph: A Weiss/Fresh Photography"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ecc8be895e178fb5f5506808edde598a7315903c/0_0_1200_1800/1200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":1200,"orientation":"portrait","caption":"Francois and Jane Marx outside their social enterprise cafe in Melbourne. Photograph: Gold and Grit Photography","credit":"Gold and Grit Photography","altText":"Jane and Francois Marx outside their social enterprise cafe in Melbourne.","cleanCaption":"Francois and Jane Marx outside their social enterprise cafe in Melbourne.","cleanCredit":"Photograph: Gold and Grit Photography"}],"webPublicationDate":"2015-07-15T03:45:00Z","lastModified":"2015-07-15T06:15:07Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Denham Sadler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/denham-sadler"}],"feature":true,"keywords":["Social enterprises","Life and style","Food & drink","Melbourne"],"tags":[{"id":"society/socialenterprises","webTitle":"Social enterprises"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"australia-news/melbourne","webTitle":"Melbourne"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Denham Sadler","topic":{"type":"tag-contributor","name":"profile/denham-sadler"}}],"embeddedVideos":[{"id":"gu-video-457197003","source":"The Story Collective","durationInSeconds":345,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/18/150616footprints_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/18/150616footprints_FromGAus/150616footprints_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434586274530/Chol-Story-Collective-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Chol, a South Sudanese migrant who has built a new life in Melbourne Photograph: Story Collective","credit":"Story Collective","altText":"Chol Story Collective","cleanCaption":"Chol, a South Sudanese migrant who has built a new life in Melbourne Photograph: Story Collective"}}],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/jul/15/refugees-welcome-inside-melbournes-social-enterprise-cafe-boom","shortUrl":"http://gu.com/p/4ajea","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/australia-food-blog/2015/jul/15/refugees-welcome-inside-melbournes-social-enterprise-cafe-boom","webUri":"http://www.theguardian.com/lifeandstyle/australia-food-blog/2015/jul/15/refugees-welcome-inside-melbournes-social-enterprise-cafe-boom"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87f6aa7bb33dfcc1841d1cdce0284adc6c82c309/0_135_2048_1229/2048.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1229,"width":2048,"orientation":"landscape","caption":"Refugee worker Alhagie (surname withheld) in the social enterprise cafe Long Street Coffee, in Melbourne.  Photograph: A.Weiss/Fresh Photography","credit":"A.Weiss/Fresh Photography","altText":"Refugee worker Alhagie (surname withheld) in the social enterprise cafe Long Street Coffee, in Melbourne. ","cleanCaption":"Refugee worker Alhagie (surname withheld) in the social enterprise cafe Long Street Coffee, in Melbourne. ","cleanCredit":"Photograph: A.Weiss/Fresh Photography"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87f6aa7bb33dfcc1841d1cdce0284adc6c82c309/0_42_2048_1229/2048.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1229,"width":2048,"orientation":"landscape","credit":"A.Weiss/Fresh Photography","altText":"Refugee worker Alhagie in the social enterprise cafe called Long Street Coffee, in Melbourne, Australia.","cleanCredit":"Photograph: A.Weiss/Fresh Photography"}}]},{"title":"Review / Carbon road bikes: are they worth the money?","rawTitle":"Carbon road bikes: are they worth the money?","item":{"type":"article","id":"lifeandstyle/2015/jul/14/test-ride-carbon-road-bikes-by-trek-colnago-pinarello-canyon-and-cube","title":"Carbon road bikes: are they worth the money?","trailText":"It has long replaced aluminium as the pro riders bike material du jour, but carbon fibre can be an expensive choice for enthusiasts… we test models from Trek, Colnago, Pinarello, Canyon, Planet X and Cube<br>","standFirst":"<p>It has long replaced aluminium as the pro riders bike material du jour, but carbon fibre can be an expensive choice for enthusiasts… we test models from Trek, Colnago, Pinarello, Canyon, Planet X and Cube<br /></p>","byline":"Ian Tucker Rachel Dixon","body":"<p>You have to go back to 1998 to find <a href=\"http://www.bikeradar.com/road/gear/article/tour-de-france-winning-bikes-34375/\">the last non-carbon bike used to win the Tour de France</a>, yet it’s still a material regarded with suspicion by many cyclists. </p> \n<p>The sceptics claim it isn’t as durable as steel, alloy or titanium and is liable to be unrepairable after a crash. Everyone has a horror story of carbon failure “that happened to a mate”, yet it was noticeable that after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/06/tour-de-france-stage-three-crash-in-pictures\">20 bike pile-up in Stage 3 of this year’s Tour</a> how many riders hopped back on the same bikes or suffered from fractured bones rather than snapped frames. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>80-90% of the force holding you back on a bike is wind resistance rather than weight</p> \n </blockquote> \n</aside> \n<p>The haters also claim that the advantages it offers are wasted on recreational cyclists, because you need to be creating a lot of watts to get speed gains from the aerodynamic and lightweight frames carbon makes possible. </p> \n<p>Bike design always used to be about lightness, but in 2000 the <a href=\"http://www.uci.ch/road/\">UCI</a> introduced a minimum weight of 6.8kg and manufacturers turned their attention to aerodynamics. Inspired by the success Chris Boardman and others had had on the track during the 1990s employing bikes and riding positions honed during wind tunnel testing, bike companies went on quest to reduce drag, resulting in the aero features of modern road bikes. <br /></p> \n<p>Aero bikes are characterised by having teardrop profile tubes, flattened forks and stays, and wheels with deep carbon rims. These modifications add mass: for example, Canyon’s produce the Aeroad (pictured above) and they also produce a less-aero carbon model called the Ultimate which is up to 0.5kg lighter. </p> \n<p>This feeds into another debate: should you go for a bike that is more aero or weighs less? It might surprise you that <a href=\"http://www.cervelo.com/en/engineering/thinking-and-processes/weight-vs-aero.html\">80-90% of the force</a> holding you back on a bike is wind resistance rather than weight. And around 80% of this drag is caused by the rider, the remainder the bike. So these aero designs are only slicing away at the 20% caused by the bike. You would get bigger aero gains by riding using the drop handbars all the time, although your neck might reject that idea. <br /></p> \n<p>However, a <a href=\"http://www.cyclingweekly.co.uk/news/latest-news/how-much-faster-is-an-aero-bike-video-176312\">small experiment conducted recently by Cycling Weekly</a> demonstrated that a cyclist generating 200w of pedalling power on an aero carbon bike was 1.7kph faster than on a lightweight carbon bike – extrapolated over four hours riding they claimed this would translate into an extra 6.6km distance travelled. But this assumes the unlikely scenario of never-ending flat roads. And generating 200w for that length of time would be beyond the abilities of most weekend riders. </p> \n<p>Weight becomes more important than aerodynamics when going uphill – at 5% inclines for average riders and at steeper slopes for the more powerful. Critics often say that although carbon frames are lighter if riders really want to climb more speedily they’d be better off losing some pounds rather than spending some. Judging by the number of rotund gentlemen one sees on expensive carbon bicycles they may have a point. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If riders really want to climb more speedily they’d be better off losing some pounds rather than spending some</p> \n </blockquote> \n</aside> \n<p>Carbon is expensive. Although prices are edging downwards, you can buy an alloy frame with a similar groupset and wheels as a carbon model <a href=\"http://www.evanscycles.com/products/specialized/allez-elite-2015-road-bike-ec070566\">for considerably less</a>. Carbon prices begin around &pound;1,000. We did try borrowing others at that price point, but some manufacturers couldn’t provide us with one. </p> \n<p>These aren’t bikes for commuting. They are designed to be ridden long distances. They are for participating in sportives or grinding up mountains where the savings in weight and aerodynamics might keep your legs feeling fresher for longer and ensure you don’t get dropped from the pack. Is that worth several thousand pounds? If you’ve got it to spare, probably. <br /></p> \n<h2><br /></h2> \n<h2>13 Intuition Alpha Carbon Road</h2> \n<p>&pound;999; 8.46kg (56cm frame) <a href=\"http://www.halfords.com/cycling/bikes/road-bikes/13-intuition-alpha-road-bike-2015\">halfords.com</a><br /></p> \n<figure class=\"element element-image\" data-media-id=\"26c1e1e0583431ba069060d48fafc5e1b40c6dc3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436439733379/31f7a97d-7c59-40e8-9dfc-c982858abb4e-460x276.jpeg\" alt=\"The 13 Intuition Alpha Carbon Road showing its best side.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The 13 Intuition Alpha shows its best side.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Tucker for the Observer</span> \n </figcaption> \n</figure> \n<p>This is the cheapest carbon model in Halfords’ new aesthetically pleasing 13 bike range. The frame is designed to be more aero – with teardrop tube profiles, concealed cabling and brakes tucked away behind the forks and under the bottom bracket. <br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"e15b55f765bd8e3104cdcf5717cd0be848c47859\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436440533291/63b97b9e-439b-4773-bc1a-fc19c7ae191a-413x420.jpeg\" alt=\"The Intuition’s rear brake.\" width=\"413\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Intuition’s rear brake.</span> \n </figcaption> \n</figure> \n<p>While it may give you small gains in wind resistance the frame is less good at buffering the rider from uneven roads – this cyclist had sore shoulder blades the next day after doing 50km on the bike. </p> \n<p>The easy-on-the-eye-and-air rear brake is a dainty centre-pull arrangement which requires a long throw of the brake levers to engage and is binary in feel.</p> \n<p>I only rode the Intuition Alpha on dry roads, but the brake’s location could be a mud and gunk trap which may further interfere with braking performance.</p> \n<p><strong>Verdict</strong> Looks fantastic, but maybe best saved for sunny days and smooth roads. <br /></p> \n<h2><br /></h2> \n<h2>Trek Domane 4.0 Disc<br /></h2> \n<p>&pound;1,500; 9.55kg (56cm frame) <a href=\"http://www.trekbikes.com/uk/en/bikes/road/endurance_race/domane/domane_4_0_disc_compact/\">trekbikes.com</a><br /></p> \n<figure class=\"element element-image\" data-media-id=\"1c2e9650287e412cd0f03f4947e50a7f889775ad\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436440699672/55fc1f2a-8150-4c66-99e5-db59a28f677b-460x276.jpeg\" alt=\"The Trek Domane 4.0 Disc relaxing by a wall.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Trek Domane 4.0 Disc relaxing by a wall.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Tucker for the Observer</span> \n </figcaption> \n</figure> \n<p>This bike embodies some current trends in road bike evolution. First the frame has “endurance” geometry: the top tube is slightly shorter and the handlebars are higher and shallower. This creates a more upright riding position which should be easier on your back and offer comfort over long distances.<br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d099ad24a50384ed359bff3422e02e0ad68e4891\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436440888510/a2ba1a41-faab-498e-8fdc-68ead24aec6a-460x416.jpeg\" alt=\"The disc brakes and Thru-Axle.\" width=\"460\" height=\"416\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The disc brakes and thru-axle.</span> \n </figcaption> \n</figure> \n<p>Secondly it has disc brakes to ensure consistent braking even in the wet. Instead of quick-release skewers it has thru-axles, an import from the rough and tumble world of mountain biking, which it is claimed are stiffer and safer. Finally, it has a suspension device called an “IsoSpeed Decoupler” – a sealed bearing at the tube junction beneath the seat which is designed to absorb some road shudder. <br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a333cdd584ed00da7dc3317ee4d2a02037fde3b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436441036919/70743eaa-b282-4ed3-a9de-746bf685fac9-460x444.jpeg\" alt=\"The suspension device.\" width=\"460\" height=\"444\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The suspension device.</span> \n </figcaption> \n</figure> \n<p>These extra features mean this is the heaviest bike we looked at and to balance its budget it comes with the more basic Shimano Sora 18-gear system. However, if comfort rather than speed is your priority you probably don’t give a jolt about that, hell, you can even fit full mudguards on it. </p> \n<p><strong>Verdict</strong> If you’re looking for a bike for slowly-but-surely stress-free riding this is a sensible choice.<br /></p> \n<h2><br /></h2> \n<h2>Colnago AC-R Disc</h2> \n<p>&pound;3,200; 8.87kg (52cm frame) <a href=\"http://www.sigmasport.co.uk/item/Colnago/AC-R-Ultegra-Disc-Road-Bike-2015/5OQC\">sigmasport.co.uk</a><br /></p> \n<figure class=\"element element-image\" data-media-id=\"ade57f8b4226858e0459a9f77937274ea23a5802\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436441215691/4e3ecfdc-7cb6-4b46-8128-9504f6e02ebd-460x351.jpeg\" alt=\"The Colnago AC-R Disc enjoying some rays on Hastings seafront.\" width=\"460\" height=\"351\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Colnago AC-R Disc enjoying some rays on Hastings seafront.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Tucker for the Observer</span> \n </figcaption> \n</figure> \n<p>This is the bells and whistles version of the illustrious Italian company’s “entry level” carbon bike. </p> \n<p>As is the legal requirement it does come with a bell but the whistles are reserved for its grey/fluoro paint job and its disc brakes. Up until recently the latter were normally found on mountain, commuter and cycle-cross bikes, but were banned for professional road racing. This was due to concerns about their safety in crashes, plus teams’ reservations about the extra grams and the extra seconds it would take to change wheels. However, in August 2015 the ban is being lifted and teams can pilot their use, with a view to discs becoming legal in the 2017 Tour. Cynics (and the cycling community has a smattering) have suggested the gains in performance are negligible and road discs are just a ploy to create brake anxiety and get riders to upgrade their bikes to models with a more expensive set-up. <br /></p> \n<p>No one is suggesting you’ll stop quicker with discs, but the performance is consistent regardless of the weather and the confidence this gives you will enable you to, in particular, descend faster down hills. This rider found that to be the case – although one person’s speed is another’s recklessness – and braking was predictable in the wet, too.</p> \n<p>The Colnago’s mostly Shimano Ultegra drivetrain was wonderfully smooth and quiet. On an even road the only noise was of rubber on tarmac, punctuated by the wonderful sound of cascading hub bearings when freewheeling. The frame felt rigid, but absorbed more road judder than most. Morever, it felt very stable – whether you were out of the saddle climbing 15% gradients or slaloming potholes down the other side. </p> \n<p>On paper it’s not light and it doesn’t represent good value – you can find similarly equipped bikes for less – but I was sad to return it.<br /></p> \n<p><strong>Verdict</strong> Pricey, but great all-year-round bike, the most steel-like in feel. <br /></p> \n<h2><br /></h2> \n<h2>Canyon Aeroad CF SLX 9.0SL</h2> \n<p>&pound;4,899; 6.85kg (medium frame) <a href=\"https://www.canyon.com/en-gb/road/aeroad/aeroad-cf-slx-9-0-sl.html\">canyon.com</a> </p> \n<figure class=\"element element-image\" data-media-id=\"a8e8fbe36316c55479efb1f4df159e455904e8db\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436441480082/18d81c31-bdbf-4f70-9fb7-7b56c6b127be-460x276.jpeg\" alt=\"The Canyon Aeroad pauses for a photo.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Canyon Aeroad pauses for a photo.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Tucker for the Observer</span> \n </figcaption> \n</figure> \n<p>German manufacturer Canyon has excelled in recent years at delivering value bikes via a direct sales model, and of late they’ve rivalling legacy companies in the innovation stakes, too. This year both the Katusha and Movistar teams will be riding Canyon bikes in the Tour de France. <br /></p> \n<p>As its name suggests every aspect of this bike has been engineered to reduce drag. How many of these gains translate into increased speed for an average rider is a moot point, but for those generating a lot of watts they can make a significant difference. <br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"edd276746bf92330bdb3dda44f2c872517b4f895\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436441698990/e2843e4b-0456-46d1-bd07-733578211e08-280x420.jpeg\" alt=\"Charging the Di2 electronic gears.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Charging the Di2 electronic gears.</span> \n </figcaption> \n</figure> \n<p>This bike certainly felt zippy. Although the conclusions from riding the same 147km Surrey route on this bike and the Dogma (below) were inconclusive. My average speed was 0.3kph higher on the Aeroad and it got me up Leith Hill more quickly, but the Dogma was quicker on Box Hill. All measurements that would have been very possible if I’d ridden the same bike twice. </p> \n<p>Nevertheless the Aeroad <em>felt</em> fast and its shaved design certainly <em>looks</em> fast. Or in the words of a white man with dreads who spent some time on the Brighton seafront admiring it through bloodshot eyes: “That’s some fucked-up shit, man.” </p> \n<p>Moreover, despite the low riding position it was comfy, even when using the drops of the handlebars. The frame and wheels created the smoothest ride of the bikes I tested. It was also the quietest, aside from the satisfying powering-down sound that the brakes make when stopping. </p> \n<p>This Aeroad is equipped with Shimano’s top-of-the-range Dura Ace Di2 gears. These are electronic rather than mechanical, featuring a motor in each derailleur – as a result changing gears requires the lightest of touches on the paddles and chain rub is eliminated as the front mechanism automatically adjusts. In 475km of riding I didn’t experience one missed change or other hiccup, despite sometimes rapidly throwing the gears this way and that in an attempt to cause a malfunction. Ultimately, once you’ve tried Di2 you’re spoilt – changing gears mechanically feels a bit backwards and an inconvenience. </p> \n<p>All the other bikes on this test have compact chainsets, but the Aeroad comes with a semi-compact or “faux pro” chainset – which has chainrings of 52 and 36 teeth compared to a compact’s 50/34 – effectively, this shifts the gearing up a little, losing some gearing for the hills and gaining some for the flat.</p> \n<p>The only niggle with this bike might be the wheels. Aero wheels have deep rims to shorten the spokes thereby reducing the turbulence – meaning that less power is required to attain the same speed. </p> \n<p>The main drawback of aero wheels is that the deep rims can get buffeted by crosswinds causing them to twitch. The Mavic wheels on this bike have rims with a v-shape profile whereas newer designs have a u-shape which copes better with sideways gusts. I went riding on days with 15mph winds and didn’t experience any problems. However, if you’re likely to ride a lot in gusty situations you may end up buying another set of wheels or at least a low profile one for the front. Or you may just have forearms of steel (or aero carbon ones) like the pros and be able to cope with blowy conditions.</p> \n<p><strong>Verdict</strong> If speed is your passion, this is your bike. Start saving. <br /></p> \n<h2><br /></h2> \n<h2>Pinarello Dogma F8 2015 Super Record EPS</h2> \n<p>&pound;9,599; 6.62kg (53cm frame) <a href=\"http://www.thebikerooms.com/pinarello-dogma-f8-2015-super-record-naked-red.html\">thebikerooms.com</a><br /></p> \n<figure class=\"element element-image\" data-media-id=\"95b7542d031225df9b32664fd00e5c1cb18287e2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436481711046/82370010-0f49-42a3-9852-b53db45fc184-460x276.jpeg\" alt=\"The Pinarello Dogma stops for refreshment.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Pinarello Dogma stops for refreshment.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Tucker for the Observer</span> \n </figcaption> \n</figure> \n<p>Your points of contact are important to a bike’s ride quality and comfort. The pedals and saddle are easy to replace, but changing the brake hoods (where you hands will spend most of their time rather than on the handlebars) is a palaver because they are integral to the gearing and brake system. The hoods of Campagnolo Super Record EPS groupset fitted to this bike were the most comfortable – particularly compared to the boxier Shimano Ultegra hoods – for my small-to-medium hands. <br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"e6a8b96c523ef3720efa820b47aeaca5a62ce852\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436442167257/5d24d28d-7671-4837-a20a-8500c3888d08-460x443.jpeg\" alt=\"The Super Record EPS front derailleur.\" width=\"460\" height=\"443\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Super Record EPS front derailleur.</span> \n </figcaption> \n</figure> \n<p>The brakes they controlled were the best performing rim brakes I’ve experienced – lots of stopping power and modulation, but compared to the Dura Ace Di2 (and Ultegra Di2 I’ve used on other bikes) the Italian company’s top line electronic shifting system wasn’t as smooth and dependable as the Japanese Shimano. Maybe it’s telling that of the 22 teams in the Tour <a href=\"http://road.cc/content/feature/156398-bikes-2015-tour-de-france\">only four</a> are using Campagnolo components, whereas 17 have opted for Shimano, including Team Sky who ride this Pinarello frame. <br /></p> \n<p>The combined brains of Pinarello, Jaguar and Team Sky have been pooled to create a frame that they say is lighter, stiffer and more aero than the previous Dogma. In the right gear this superlight bike felt muscular when climbing, and it handled corners the surest of the bikes on test – which was probably due in part to being shod in 25mm tyres rather than the 23s found on the Canyon and Colnago bikes. <br /></p> \n<p>We asked Pinarello “for the most Italian bike you’ve got”, but I’m certain that had we asked for a Shimano Di2 version this would have been a more positive review. </p> \n<p><strong>Verdict</strong> If you want to spend ten grand on a bike test ride the groupset options first.<br /></p> \n<h2><br /></h2> \n<h2>Planet X Pro Carbon SRAM Rival 22 Women’s</h2> \n<p>&pound;899; 7.87kg (small) <a href=\"http://www.planetx.co.uk/i/q/CBPXSLPRIV22LDY/planet-x-pro-carbon-sram-rival-22-womens-road-bike\">planetx.co.uk</a></p> \n<figure class=\"element element-image\" data-media-id=\"b69026e757b2239d361bb1cd12382a5a5ea8a991\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436442498662/d6af4fb6-1a53-4d25-8d38-7f4127b6b998-460x276.jpeg\" alt=\"The best value Planet-X Pro Carbon SRAM Rival 22.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Planet-X Pro Carbon just hanging out.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Tucker for the Observer</span> \n </figcaption> \n</figure> \n<p>Planet X claims to make “the best-value carbon road bike on the planet” – and it is hard to dispute that assertion. Bikes are ordered online, then hand-assembled and dispatched from Sheffield. Purists may sniff at buying without a test ride, but I had no problems with mine – even my local bike-shop owner had to grudgingly admit it was riding well. (There are showrooms in Sheffield, Barnsley and now Portland, Oregon, if you must try before you buy.) <br /></p> \n<p>The bike-to-work-scheme-friendly price is a big draw, but that doesn’t mean scrimping on quality. The spec includes a lightweight AL30 wheel set, SRAM gears and a compact geometry frame. The women’s version has a shorter stem, narrower bar and a different saddle, supposedly for comfort – in reality, it is the only part I would change. This light, fast and responsive bike makes for a fantastically fun ride; it gobbles up hills and flies on the flat.</p> \n<p><strong>Verdict</strong> If you’re looking for your first carbon bike, look no further. This is an absolute steal.<br /></p> \n<h2><br /></h2> \n<h2>Cube Axial WLS GTC SL</h2> \n<p>&pound;1,699.99; 7.91kg (50cm frame) <a href=\"http://www.cube.eu/uk/bikes/woman-like-series/axial-wls/cube-axial-wls-gtc-sl-redwoodnflashred-2015/\">cube.eu</a></p> \n<figure class=\"element element-image\" data-media-id=\"99718d2a4622b81e17bbee454892e228b207b302\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436442579785/aa3527c6-c1b0-4e72-b4b9-76c0c4aa9043-460x276.jpeg\" alt=\"Cube Axial WLS GTC SL looks good in all weathers\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Cube Axial prefers the shade.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Tucker for the Observer</span> \n </figcaption> \n</figure> \n<p>This bike is embarrassingly good-looking – riding it is a bit like going out with a supermodel; I felt unworthy. Complete strangers stopped me to comment on how “thoroughly beautiful” it was. Luckily, my blushes were usually spared by staying ahead of the pack – it is an absurdly fast ride, leaping forward like a racehorse; I shaved minutes off my short commute. <br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"391fbef88b00858942cbf05742a6fb60ee1c2ec5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436442852282/0bbd81c7-cb8f-41d1-86c6-6be8c5b2b66f-416x420.jpeg\" alt=\"The Cube’s cables are routed internally.\" width=\"416\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Cube’s cables are routed internally.</span> \n </figcaption> \n</figure> \n<p>The German manufacturer, which is best known for its mountain bikes, credits this to the Shimano Ultegra groupset and Fulcrum Racing wheels. So it is a bike built for speed, but for endurance riding it benefits from a comfortable position and a thin yet female-friendly saddle. Gear changes are seamless, though it is a little sensitive to bumps in the road. Giving it back felt like the end of a beautiful relationship.</p> \n<p><strong>Verdict</strong> If you want speed without sacrificing style, this bike delivers in spades.</p> \n<p><em>Thanks to Ben at <a href=\"http://www.micycle.org.uk/\">Micycle</a> for mechanical adjustments to some of these bikes</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452852191/f6916765-213f-497a-b5cd-27f78844122d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Katherine Anne Rose for the Observer","altText":"Canyon Aeroad","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436439734988/2596b80b-b1ba-4803-ba10-3380b56adbb6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 13 Intuition Alpha shows its best side. Photograph: Ian Tucker for the Observer","credit":"Ian Tucker for the Observer","altText":"The 13 Intuition Alpha Carbon Road showing its best side.","cleanCaption":"The 13 Intuition Alpha shows its best side.","cleanCredit":"Photograph: Ian Tucker for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436440534425/51feba7a-0e57-41bc-bb3b-981093f49fcd-1003x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":1003,"orientation":"portrait","caption":"The Intuition’s rear brake.","credit":"Ian Tucker for the Observer","altText":"The Intuition’s rear brake.","cleanCaption":"The Intuition’s rear brake."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436440701136/b1dca9ed-2032-43df-89ac-58d330a761fe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Trek Domane 4.0 Disc relaxing by a wall. Photograph: Ian Tucker for the Observer","credit":"Ian Tucker for the Observer","altText":"The Trek Domane 4.0 Disc relaxing by a wall.","cleanCaption":"The Trek Domane 4.0 Disc relaxing by a wall.","cleanCredit":"Photograph: Ian Tucker for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436440889238/2fe8d202-fdd7-413b-8dcd-32af7f26fe5c-2060x1863.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1863,"width":2060,"orientation":"landscape","caption":"The disc brakes and thru-axle.","credit":"Ian Tucker for the Observer","altText":"The disc brakes and Thru-Axle.","cleanCaption":"The disc brakes and thru-axle."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436441037534/d7ae871b-1876-4d88-80ae-a8859862f13a-2060x1987.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1987,"width":2060,"orientation":"landscape","caption":"The suspension device.","credit":"Ian Tucker for the Observer","altText":"The suspension device.","cleanCaption":"The suspension device."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436441214895/549b0d2b-b791-4578-aafb-3ea267ac93c1-1020x778.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":778,"width":1020,"orientation":"landscape","caption":"The Colnago AC-R Disc enjoying some rays on Hastings seafront. Photograph: Ian Tucker for the Observer","credit":"Ian Tucker for the Observer","altText":"The Colnago AC-R Disc enjoying some rays on Hastings seafront.","cleanCaption":"The Colnago AC-R Disc enjoying some rays on Hastings seafront.","cleanCredit":"Photograph: Ian Tucker for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436441481570/7cfa772a-8ed4-4a3a-b232-8811d6d06285-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Canyon Aeroad pauses for a photo. Photograph: Ian Tucker for the Observer","credit":"Ian Tucker for the Observer","altText":"The Canyon Aeroad pauses for a photo.","cleanCaption":"The Canyon Aeroad pauses for a photo.","cleanCredit":"Photograph: Ian Tucker for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436441698265/dd1ab5de-62ef-49fa-bf6e-6619ce3a3b51-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Charging the Di2 electronic gears.","credit":"Ian Tucker for the Observer","altText":"Charging the Di2 electronic gears.","cleanCaption":"Charging the Di2 electronic gears."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481712589/1b465569-2e30-4d84-b4cc-28e60b0b1382-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Pinarello Dogma stops for refreshment. Photograph: Ian Tucker for the Observer","credit":"Ian Tucker for the Observer","altText":"The Pinarello Dogma stops for refreshment.","cleanCaption":"The Pinarello Dogma stops for refreshment.","cleanCredit":"Photograph: Ian Tucker for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436442166304/668cb196-abfa-4529-b749-405c49ff5d16-2060x1984.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1984,"width":2060,"orientation":"landscape","caption":"The Super Record EPS front derailleur.","credit":"Ian Tucker for the Observer","altText":"The Super Record EPS front derailleur.","cleanCaption":"The Super Record EPS front derailleur."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436442500212/1bf65053-26f5-4eac-b4c2-d710fd488eac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Planet-X Pro Carbon just hanging out. Photograph: Ian Tucker for the Observer","credit":"Ian Tucker for the Observer","altText":"The best value Planet-X Pro Carbon SRAM Rival 22.","cleanCaption":"The Planet-X Pro Carbon just hanging out.","cleanCredit":"Photograph: Ian Tucker for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436442581241/0272ccd2-a418-47d4-932f-57ad30f7f3d5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Cube Axial prefers the shade. Photograph: Ian Tucker for the Observer","credit":"Ian Tucker for the Observer","altText":"Cube Axial WLS GTC SL looks good in all weathers","cleanCaption":"The Cube Axial prefers the shade.","cleanCredit":"Photograph: Ian Tucker for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436442850366/88bd5151-364d-42fd-a825-842734d9a48d-2022x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":2022,"orientation":"portrait","caption":"The Cube’s cables are routed internally.","credit":"Ian Tucker for the Observer","altText":"The Cube’s cables are routed internally.","cleanCaption":"The Cube’s cables are routed internally."}],"webPublicationDate":"2015-07-14T06:45:08Z","lastModified":"2015-07-14T21:36:36Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Ian Tucker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantucker"},{"name":"Rachel Dixon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/racheldixon"}],"feature":false,"keywords":["Cycling","Life and style","Cycling","Technology"],"tags":[{"id":"lifeandstyle/cycling","webTitle":"Cycling"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","navigationButtonColour":"#333333","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","quoteColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/14/test-ride-carbon-road-bikes-by-trek-colnago-pinarello-canyon-and-cube","shortUrl":"http://gu.com/p/4ag9a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/14/test-ride-carbon-road-bikes-by-trek-colnago-pinarello-canyon-and-cube","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/14/test-ride-carbon-road-bikes-by-trek-colnago-pinarello-canyon-and-cube"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452852191/f6916765-213f-497a-b5cd-27f78844122d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Getting to grips with a Canyon Aeroad. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Getting to grips with a Canyon Aeroad.","cleanCaption":"Getting to grips with a Canyon Aeroad.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}},"importance":3,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452852191/f6916765-213f-497a-b5cd-27f78844122d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Katherine Anne Rose for the Observer","altText":"Canyon Aeroad","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}}]}],"lastModified":"2015-07-15T06:15:07Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}