{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"Our sexed-up culture is the reason for Jilly Cooper’s Riders makeover","rawTitle":"Our sexed-up culture is the reason for Jilly Cooper’s Riders makeover","item":{"type":"article","id":"lifeandstyle/2015/jun/10/jilly-cooper-riders-makeover-and-the-end-of-innocence-sex","title":"Our sexed-up culture is the reason for Jilly Cooper’s Riders makeover","trailText":"What does the new cover for Jilly Cooper’s seminal bonkbuster say about sex in the 21st century? Does it reflect a new prudishness – or a growing obsession with spanking? In the anything-goes world of Fifty Shades of Grey and Miley Cyrus, plain old posh shagging needed a twist<br>","standFirst":"<p>What does the new cover for Jilly Cooper’s seminal bonkbuster say about sex in the 21st century? Does it reflect a new prudishness – or a growing obsession with spanking? In the anything-goes world of Fifty Shades of Grey and Miley Cyrus, plain old posh shagging needed a twist<br /></p>","byline":"Zoe Williams","body":"<p>Jilly Cooper’s seminal bonkbuster, Riders, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2015/jun/03/cover-jilly-cooper-novel-redesign-riders\">has had a cover change</a>: it’s pretty subtle, but they did it for a reason. In 1985, it featured a woman in jodphurs, holding a riding crop, with a guy’s hand inching toward her crack. The model, Jane Warner, <a href=\"http://www.dailymail.co.uk/news/article-3113001/Hands-bottom-Model-posed-Jilly-Cooper-book-cover-says-new-sanitised-version-PC.html\">recalled in the Daily Mail</a>: “There was a lot of ‘where is the hand going to go?’ But it was done in a nice but naughty way.” For the 2015 version, the hand has been moved nearer the top of her arse; Louise Mensch described it as prudishness, while Marian Keyes said it was “more enlightened and more respectful and more responsible about women’s bodies”. They’re both wrong, but I mean that in a nice way. If you look at the image – what’s in this book, and why you might like it – the publishers are plainly intimating something. The hand still has meaning, right? It is no longer going anywhere, but it still has intention. The new position suggests authority and control more than plain sex. They’re clearly trying to say that it has spanking in it. In the wake of Fifty Shades of Grey, they’d be mad not to.</p> \n<p>In fact, there is almost no S&amp;M to speak of in Riders (plus, the act of sex is pretty sketchily drawn. It’s not where you’d go for tips, put it that way.) Cooper’s main fetish is for posh. The sexual essence of her heroes is in their drawl and their rambling piles (houses, that is). Even the much-less-good-looking friends who surround the posh are irresistible to women, being also posh. The male characters who are not posh serve as a kind of niche perversion. Indeed, I’d argue that the whole bum-fingery subtext to the original image’s composition was a nod to the obsessions of the English upper class, and as such was a near-perfect signal of what the book was likely to be about.</p> \n<p>Your die-hard Fifty Shades fan will find very little to detain them until they get to Polo, the third book in the trilogy (we can argue some other time about whether or not to include The Man Who Made Husbands Jealous, and call it the Rutshire Quartet). One character, Chessie France-Lynch, leaves her husband Ricky (“moody, macho, and magnificent. He had a large crumbling estate and a nine-goal polo handicap”) for Bart Anderson, a guy from new money (he has a helicopter and a common accent), because he is very into S&amp;M and Ricky isn’t. It’s an interesting cultural trajectory we have here – in 1985, you trade class for the lesser prize of great wealth because you can’t get a decent spanking from your posh husband. In 2015, the heroine of Fifty Shades puts up with the S&amp;M because it’s accompanied by great wealth, and class doesn’t really come into it. As Martin Amis said in his <a href=\"http://www.bbc.co.uk/programmes/b03z03rb\">fabulously obnoxious documentary last year</a>, we have moved from a class society to a money society. “I have no nostalgia for the class society,” he concluded, mournfully, “but I have no very great enthusiasm for the money society, either.”</p> \n<figure class=\"element element-image\" data-media-id=\"daeef1d70ace203b3ca78107721ebe9994785a99\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433958983266/56eccff2-529f-455f-8356-3efb31e7eb9b-460x276.jpeg\" alt=\"The TV dramatisation of Riders\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The TV dramatisation of Riders gave us raunch, 90s-style.</span> \n  <span class=\"element-image__credit\">Photograph: ITV/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Looking beyond the still fairly narrow world of mainstream semi-erotic fiction, it is hard to credit that we have become either more prudish, or more respectful to women. Publishing has probably changed the least, in terms of what it will put on a book cover, and still deals only in hints and insinuations. Even the Fifty Shades trilogy – which, by the third book, left nobody in any doubt as to what it was about – has incredibly coy visuals; a tie, a tiny key, a harlequin mask. A pair of handcuffs is as racy as it gets, and that’s only for the US edition. Who, anywhere in the world, associates a diamante-studded eye mask with sex? It’s almost as though they were conceived deliberately to mislead. A lot of old media – books, newspapers, magazines – have maintained old “modesty” standards. Elsewhere, though – on lower-rent news titles, T-shirts, the sides of lorries, music videos, adverts up to a point – there has been quite significant erosion of the boundary between what is a pornographic image and what is just a regular person with not many clothes on.</p> \n<figure class=\"element element-image\" data-media-id=\"9dac740fb3ebebeef6519ac2e6b9b6808e70835f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433959164054/99e41605-0a02-4289-b80f-5998dffdd5aa-460x276.jpeg\" alt=\"Fifty Shades of Grey\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dakota Johnson as Anastasia Steele in the film of Fifty Shades of Grey.</span> \n  <span class=\"element-image__credit\">Photograph: Universal Pictures/PA</span> \n </figcaption> \n</figure> \n<p>Ariel Levy’s book <a href=\"http://www.ariellevy.net/books.php?article=2\">Female Chauvinist Pigs: Women and the Rise of Raunch Culture</a> felt, when it came out in 2006, like an American phenomenon: female students dancing on bars in nipple tassles, adopting the behaviour, accepting the objectification, that 10 or 20 years before would have been pretty niche and stripjoint. British student culture, as described in <a href=\"http://everydaysexism.com\">Everyday Sexism</a>, has caught up. When a controversy boils over, it’s usually about rape or sexual assault rather than objectification, since that confusion – is it feminist or prudish to mind sexual display? – has never really been resolved. I don’t know if it can be resolved. Sometimes it’s feminist. Sometimes it really is prudish. You can only figure it out on a case-by-case basis, an effort we have largely avoided by not figuring it out at all.</p> \n<p>And the generation that avoided those questions, by dint of there being no great demand to see us dancing on bars, has had our moral compass assailed instead by Game of Thrones. The given justification for all the tits is that a) this is a careful historical reconstruction of a period in which the convention was to cover every part of your body except for your breasts and b) it is vital to the characterisation, often, that a conversation occurs in a brothel, which is very hard to convey when there is nobody having sex. I am fine with that. When I meet people who object to it, I back away, in case they make such a good case that they ruin it.</p> \n<p>And in music, it is possibly clearest of all: Miley Cyrus has a peculiar demonic energy that goes way beyond whatever she does and doesn’t say about a permissive era. But the idea that you would perform a stage show, and mime masturbating all the way through it, sometimes with a dwarf, well … this is a development I don’t think anyone would have seen coming in 1985.</p> \n<figure class=\"element element-image\" data-media-id=\"cc8474a2d8075076f6a9e647b0f99a04cdb123f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433954735161/dae2e3fd-d999-4f02-af8a-4f468c429fcc-460x276.jpeg\" alt=\"Miley Cyrus\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Miley Cyrus: a peculiar demonic energy.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n </figcaption> \n</figure> \n<p>It’s true that as a result of that, all kinds of suggestiveness and euphemism have simply fallen out of the visual lexicon. All those 80s images – the stocking top, the nail-varnished finger over the mouth, the lady hand on the hairy chest, the bending over when you don’t seem to have dropped anything – all of that seems now hopelessly dated, senseless even. Why suggest what you can simply say outright? So, from a distance, it might look as though we were going through a kind of puritanism, simply because the old signifiers of sex have faded. But only if you really weren’t concentrating.</p> \n<p>The consequence of nothing being unshowable has been a huge pressure to show what is, after all, a pretty predictable spectacle in a different way. Nudity alone is too uncomplicated and too obvious. Everybody needs a USP and it is amazing (to me, at least) how often it involves a dwarf. A lot of physical objectification is really a branding exercise – whether it’s Kim Kardashian’s arse of global renown or Beyonc&eacute;’s Photoshopped thigh gap. The physical form, taken as a whole, is too universal; only by disaggregation can you really make your mark.</p> \n<p>Performative sexual display in the music industry often has a frenetic, circus feel, so it’s never enough to be naked; you have to be naked shooting through a hoop of fire, or on a wrecking ball, or with nine other naked people, in a naked pyramid. And that suggests to me that the currency itself has been debased, that the problem with subjecting the human form to market forces – a flash of it sells a little, so showing more will sell more – is that markets function on points of difference, and really, in your skin, how different are you? OK, granted – Kim Kardashian is pretty different.</p> \n<p>If sex as commodity is losing its confidence, sex as transaction is also becoming increasingly vexed. Sex and the City was the market at its height, a series of very glamorised transactions – what they wanted, they could afford, and what they were selling, everybody wanted. There were many more pitfalls involved in shoe shopping – what if the shoes really were too expensive? What if the shop ran out of the shoes? What if somebody stole the shoes while you were at a baby shower? – than there were in the transactions between men and women, who tended to use each other instrumentally in a winner-takes-all model (with the female protagonists generally winning).</p> \n<figure class=\"element element-image\" data-media-id=\"c5a599554ba829ea37f2efc2322d94591e33ee74\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433954574755/3114d50c-176b-4458-ba34-7316249510d9-460x276.jpeg\" alt=\"Adam Driver and Lena Dunham in Girls.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Adam Driver and Lena Dunham in Girls, in which sex is where things go wrong.</span> \n </figcaption> \n</figure> \n<p>In comparison, Girls exists in a much more post-crash consumer landscape. People invest in one another and get no return. They get gazumped. Their brand is not popular and their USP not charming enough. All the sex is completely unbearable, but not in the cute way of the romcom, where people do things wrong and it makes them all the more lovable; it’s all wrong things stuck in wrong holes, angles chosen so they don’t have to look at one another, people getting dumped during sex, people failing one another. In this show, self-interest delivers not the perfect satisfaction of each individual’s needs, but one humiliation after another, each one rendering each character fractionally less lovable than before. It certainly isn’t prudish – indeed, the anal-motorboating scene is, <a href=\"http://www.salon.com/2015/01/12/girls_most_shocking_moment_yet_last_nights_marnie_scene_was_the_perfect_cap_to_the_year_of_the_butt/\">on Salon’s authority</a>, the first time that’s ever been shown on television and it’s definitely the first time I have ever used that term or looked it up. But it is totally without that bloodless celebratory atmosphere of SATC, and perhaps marks a new era for the commodification of sex; it doesn’t seek a return to the old hallowed values of soul mates and permanence and privacy and honour, but nor can it stomach the new breeziness where anything goes and nothing matters.</p> \n<p>And this, I think, is what will really confuse the younger reader of Riders, quite beyond why it is nothing like Fifty Shades of Grey and there is easily as much horse riding as there is shagging; there is a kind of innocence to it. It’s not a sexual innocence, but an absence of commodification. People are constantly falling in love and never investing in one another. They break each other’s hearts but never use one another as a resource. They are obsessed with class but only the real jerks ever talk about money. I have no great enthusiasm for the money society, either, but it appears that I do have some nostalgia for the way sex and horses were written, at the tail end of a class society.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433954344312/a57f2b99-d04d-4966-ba2e-4ce82cfded10-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Guardian montage","altText":"Jilly Cooper's Riders","cleanCredit":"Photograph: Guardian montage"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433958984669/56eccff2-529f-455f-8356-3efb31e7eb9b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The TV dramatisation of Riders gave us raunch, 90s-style. Photograph: ITV/REX Shutterstock","credit":"ITV/REX Shutterstock","altText":"The TV dramatisation of Riders","cleanCaption":"The TV dramatisation of Riders gave us raunch, 90s-style.","cleanCredit":"Photograph: ITV/REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433959164633/99e41605-0a02-4289-b80f-5998dffdd5aa-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dakota Johnson as Anastasia Steele in the film of Fifty Shades of Grey. Photograph: Universal Pictures/PA","credit":"Universal Pictures/PA","altText":"Fifty Shades of Grey","cleanCaption":"Dakota Johnson as Anastasia Steele in the film of Fifty Shades of Grey.","cleanCredit":"Photograph: Universal Pictures/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433954736484/dae2e3fd-d999-4f02-af8a-4f468c429fcc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Miley Cyrus: a peculiar demonic energy. Photograph: Jonathan Brady/PA","credit":"Jonathan Brady/PA","altText":"Miley Cyrus","cleanCaption":"Miley Cyrus: a peculiar demonic energy.","cleanCredit":"Photograph: Jonathan Brady/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433954576212/3114d50c-176b-4458-ba34-7316249510d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adam Driver and Lena Dunham in Girls, in which sex is where things go wrong.","credit":"PR","altText":"Adam Driver and Lena Dunham in Girls.","cleanCaption":"Adam Driver and Lena Dunham in Girls, in which sex is where things go wrong."}],"webPublicationDate":"2015-06-10T18:26:21Z","lastModified":"2015-06-10T23:01:00Z","metadata":{"commentable":true,"commentCount":141,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":true,"keywords":["Sex","Jilly Cooper","Books","Fiction","Culture","Life and style"],"tags":[{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"books/jilly-cooper","webTitle":"Jilly Cooper"},{"id":"books/books","webTitle":"Books"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/jilly-cooper-riders-makeover-and-the-end-of-innocence-sex","shortUrl":"http://gu.com/p/49kz3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/10/jilly-cooper-riders-makeover-and-the-end-of-innocence-sex","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/10/jilly-cooper-riders-makeover-and-the-end-of-innocence-sex"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433954344312/a57f2b99-d04d-4966-ba2e-4ce82cfded10-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The original and reworked book jackets for Jilly Cooper’s 1985 novel.","credit":"Guardian montage","altText":"Jilly Cooper's Riders","cleanCaption":"The original and reworked book jackets for Jilly Cooper’s 1985 novel."}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433954344312/a57f2b99-d04d-4966-ba2e-4ce82cfded10-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Guardian montage","altText":"Jilly Cooper's Riders","cleanCredit":"Photograph: Guardian montage"}}]},{"title":"Quinoa, espresso and bruschetta: the foods getting your tongue in a twist","rawTitle":"Quinoa, espresso and bruschetta: the foods getting your tongue in a twist","item":{"type":"article","id":"lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable","title":"Quinoa, espresso and bruschetta: the foods getting your tongue in a twist","trailText":"Getting knees mixed up with your gnocchi? Even food buffs such as Hugh Fearnley-Whittingstall and Jay Rayner trip up over unpronounceable eats that, in one fell swoop, can brand you an unsophisticated hick or a pretentious pedant","standFirst":"Getting knees mixed up with your gnocchi? Even food buffs such as Hugh Fearnley-Whittingstall and Jay Rayner trip up over unpronounceable eats that, in one fell swoop, can brand you an unsophisticated hick or a pretentious pedant","byline":"Homa Khaleeli","body":"<p>I could feel my face burning. Was my coffee too hot? Nope – I’d just been smirked at for ordering an “ex-presso”. My only comfort was that I am far from alone. Last month, the US version of the Cambridge Dictionary <a href=\"http://www.buzzfeed.com/patricksmith/parmesan-vs-pennsylvania\">was ridiculed for posting an audio link suggesting Parmesan should be pronounced “pen-sal-vane-ear” – yep, Pennsylvania</a>. The internet is awash with blogposts on culinary mispronunciations. For example, the food site Epicurious.com tried to offer a handy list of the <a href=\"http://www.epicurious.com/archive/blogs/editor/2014/06/30-commonly-mispronounced-food-words.html\">30 most commonly mispronounced words</a> last year, only for the comments to be filled with people claiming several were wrong. I expect fierce debate will ensue below the line of this feature, too.</p> \n<figure class=\"element element-image\" data-media-id=\"bc0f644c2c621de85d2f5992572c88685bbc69ee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433939698704/3c126db8-9237-45f1-89ec-b4639c941afc-460x276.jpeg\" alt=\"Hugh Fearnley-Whittingstall: 'People can call it \" keen-wa\"=\"\" –=\"\" good=\"\" luck=\"\" to=\"\" them=\"\" but=\"\" i=\"\" won’t=\"\" be=\"\" joining=\"\" in.'\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hugh Fearnley-Whittingstall: ‘People can call it “keen-wa” – good luck to them – but I won’t be joining in.’</span> \n  <span class=\"element-image__credit\">Photograph: David Hartley/REX_Shutterstock</span> \n </figcaption> \n</figure> \n<p>It’s hardly surprising when menus these days are such a tongue-twisting minefield; our tastes might be global, but our language skills are struggling to catch up. Even those who work in the food industry stumble over some terms. River Cottage chef Hugh Fearnley-Whittingstall reassures me. “I say ‘ex-presso’,” he says. “I get most of these words wrong. I don’t mind,” he tells me, stoutly. “When quinoa first cropped up 10 years ago, I assumed it was ‘kwin-oa’. Other people can call it ‘keen-wa’ – good luck to them – but I won’t be joining in.” There is one example that makes him furious. “There is a guy I know in the food business who likes the finer things in life,” he tells me. “He calls truffles ‘troofles’. In France, a truffle is a ‘truffe’, but that doesn’t mean in English you pronounce them ‘troofles’. I blame myself that I have never confronted him – but I don’t trust myself. He might try to defend it and I would lose it.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c3d6772f0710177831deca8782db63cac6db46d8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433938917886/8bd7c8be-7525-493b-88ed-ff9db02090b6-280x420.jpeg\" alt=\"A knees-up over gnocchi.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A knees-up over gnocchi.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Lovekin</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/jul/31/giorgio-locatelli-family-values\">Italian chef Giorgio Locatelli</a>, on the other hand, says mistakes are likely to leave him chuckling. “People say ‘gee-nocchi’ instead of ‘nyocchi’ and, in Italian, that means ‘knees’. That’s fantastic.” But he does have a pet hate – when people say ‘bruschetta’ with a soft ‘shh’ (which I think a fairly easy mistake to make).“That is the one that kills me,” he complains, as I make a mental note never to do this again. “‘Sch’ in Italian is pronounced ‘sk’, so it should be ‘broo-sket-ta’,” he continues. “If I was with a friend, I would correct them, because I would always want people to correct my English.”</p> \n<p>The problem is, even if your pronunciation is perfect, that doesn’t mean you will escape being chastised, as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/marina-oloughlin\">Guardian restaurant critic Marina O’Loughlin</a> points out. “An actual conversation with a waiter I had recently went like this: Me: ‘I’ll have the broosketta.’ Waiter: ‘One brooshetta, then.’ Me: ‘Yes, the broosketta’. Waiter, kindly, pityingly: ‘Brooshetta it is.’”</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/felicity-cloake\">Food writer Felicity Cloake</a> has suffered similarly. “It’s not often that I’m lucky enough to be offered Mo&euml;t &amp; Chandon,” she says. “But since learning that the correct way to pronounce it is with a hard ‘t’ (mo-wett), I tend to avoid saying the name at all, because people often gently repeat it back to me as ‘mo-way’, as if I’m some unsophisticated hick who needs saving from myself.” It’s a middle-class dilemma that has her stumped, she says. “Where do you go from there – copy them to spare their blushes, or carry on regardless?”</p> \n<p>Guardian columnist <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams\">Zoe Williams</a>, who writes restaurant reviews, has the opposite problem. “I remember when I realised ‘scallop’ was pronounced ‘scollop’ – it gave me a real anxiety. When you know one thing is wrong and one is right, you will never get them the right way round. Then I hated myself for caring, because it’s obviously just a posh thing.”</p> \n<p>But she says there is something about the way the English approach foreign languages that escalates the awkwardness. “It’s that unique English pretence of not being pretentious: people who pronounce ‘<a href=\"http://www.lafromagerie.co.uk/ami-du-chambertin/\">Ami du Chambertin</a>’ in perfect French accents are considered despicable, and people who pronounce it wrong are even worse, so you just say ‘that cheese’.” The whole thing is so exhausting that she suggests – only half-jokingly – that we should just return to ordering things by numbers.</p> \n<figure class=\"element element-image\" data-media-id=\"ff6fde6e7a381f36699af0ebef50265c6edbb8a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433939026738/ece25337-fa87-4407-896d-cca2a4b4a6ca-460x276.jpeg\" alt=\"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’.</span> \n  <span class=\"element-image__credit\">Photograph: Teri Pengilley</span> \n </figcaption> \n</figure> \n<p>Luckily, when you are the one who runs the restaurant, you can make sure the menu only has easy-to-say words on it – which is an approach championed by <a href=\"https://www.stjohngroup.uk.com/contacts_and_people/fergus/\">Fergus Henderson, the founder of St John restaurant</a>. He is happy to confess that there are words he stumbles on. “‘Physalis’ I struggle with – I can barely remember the name, let alone pronounce it,” he tells me. “Mind you, it’s one of those ingredients that turns up on plates where it’s not needed, so it can be safely ignored.” So, what should you do if you are faced with an unpronounceable word? Henderson insists it’s best to “just steam in”, but that, if you think you could really offend someone with your pronunciation, there are ways around it.</p> \n<p>“I find that the best course of action is to mumble. If you go to China, for instance, and there is an egg-fried rice that looks like it is called ‘fuck you’, just mumble.”</p> \n<p>And if this sounds like an unlikely situation, it’s one that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/jayrayner\">food writer Jay Rayner</a> can relate to. “In a restaurant on holiday, in Normandy, I ordered tripe in the local ‘Caen’ style, using my best terrible French,” he says.</p> \n<p>“The waitress sniggered. A French friend leaned across the table and said: ‘You just asked for your tripe to be cooked in the style of a chronic masturbator.’</p> \n<p>“I’m still not quite sure what I mispronounced.”</p> \n<h2>Menu unmentionables<br /></h2> \n<p><strong>Chipotle</strong><br /></p> \n<p>When the Mexican fast-food chain came to the UK, it helped the British out with an advertising campaign teaching the correct pronunciation of its name, derived from the Nahuatl for a smoked and dried jalape&ntilde;o chili pepper. Which you say as “chee-poat-lay”.</p> \n<p><strong>Pho</strong><br />There’s still much debate over the correct pronunciation of this fragrant noodle dish, which originated in Hanoi. Some say the recipe came about under French colonial rule, therefore the name should be pronounced with a long “o”, but the consensus is “fuh”.</p> \n<figure class=\"element element-image\" data-media-id=\"213105fcaa588f4710d19b179f06de9ade06ca4d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433940240455/16654580-97e7-4040-8839-c02e6a4310ee-460x276.jpeg\" alt=\"Pho, a fragrant noodle dish, which originated in Hanoi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pho, a fragrant noodle dish, which originated in Hanoi.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p><strong>Edamame</strong><br />When these immature soya beans crossed over from east-Asian cuisine to stud salads in your local M&amp;S, it led to a spate of mispronunciations. “Ed-a-mah-meh” is correct.</p> \n<p><strong>Sriracha</strong><br />The hottest sauce to hit your table in the past few years, this fruity number now graces supermarket aisles and burger chains alike, but people are still saying it wrong. “See-ratch-a”’ is what you want. And plenty of it.</p> \n<figure class=\"element element-image\" data-media-id=\"b46700a9af44f39307cdf04f50b10bacf57e85f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433940336523/97ad5681-ab8b-4dfd-b58b-66cd8a26fe1d-460x276.jpeg\" alt=\"xxx\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sriracha, a hot little number.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Poutine</strong><br />This squeakily sublime Quebec dish of fries, cheese curds and gravy is generally agreed to be pronounced something like the Russian president’s surname – so, “poot-in”. Still, many outraged fans are adamant it’s “poo-teen”, while others insist on “pu-h-tahn”, which sounds similar to the French for “prostitute” (putain). A case for mumbling and pointing, perhaps.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939891869/022b816c-62f2-4f53-9810-c51020e4348c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Getty Images","altText":"Bruschetta, espresso, scallops and physalis are getting diners' tongues in a twist.","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939700089/3c126db8-9237-45f1-89ec-b4639c941afc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hugh Fearnley-Whittingstall: ‘People can call it “keen-wa” – good luck to them – but I won’t be joining in.’ Photograph: David Hartley/REX_Shutterstock","credit":"David Hartley/REX_Shutterstock","altText":"Hugh Fearnley-Whittingstall: 'People can call it \"keen-wa\" – good luck to them – but I won’t be joining in.'","cleanCaption":"Hugh Fearnley-Whittingstall: ‘People can call it “keen-wa” – good luck to them – but I won’t be joining in.’","cleanCredit":"Photograph: David Hartley/REX_Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433938919542/8bd7c8be-7525-493b-88ed-ff9db02090b6-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"A knees-up over gnocchi. Photograph: Jonathan Lovekin","credit":"Jonathan Lovekin","altText":"A knees-up over gnocchi.","cleanCaption":"A knees-up over gnocchi.","cleanCredit":"Photograph: Jonathan Lovekin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939028138/ece25337-fa87-4407-896d-cca2a4b4a6ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’. Photograph: Teri Pengilley","credit":"Teri Pengilley","altText":"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’","cleanCaption":"Felicity Cloake suffers the middle-class dilemma of ‘mo-wett’ v ‘mo-way’.","cleanCredit":"Photograph: Teri Pengilley"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433940241915/16654580-97e7-4040-8839-c02e6a4310ee-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pho, a fragrant noodle dish, which originated in Hanoi. Photograph: Alamy","credit":"Alamy","altText":"Pho, a fragrant noodle dish, which originated in Hanoi.","cleanCaption":"Pho, a fragrant noodle dish, which originated in Hanoi.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433940338201/97ad5681-ab8b-4dfd-b58b-66cd8a26fe1d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sriracha, a hot little number. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"xxx","cleanCaption":"Sriracha, a hot little number.","cleanCredit":"Photograph: AFP/Getty Images"}],"webPublicationDate":"2015-06-10T12:50:02Z","lastModified":"2015-06-10T23:00:38Z","metadata":{"commentable":true,"commentCount":612,"contributors":[{"name":"Homa Khaleeli","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/16/1424092519825/Homa-Khaleeli-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/homa-khaleeli"}],"feature":true,"keywords":["Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Homa Khaleeli","topic":{"type":"tag-contributor","name":"profile/homa-khaleeli"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable","shortUrl":"http://gu.com/p/49kb2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/10/quinoa-espresso-bruschetta-food-tongue-twist-hugh-fearnley-whittingstall-jay-rayner-unpronounceable"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939891869/022b816c-62f2-4f53-9810-c51020e4348c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bruschetta, espresso, scallops and physalis are getting diners’ tongues in a twist. Photograph: Getty Images","credit":"Getty Images","altText":"Bruschetta, espresso, scallops and physalis are getting diners' tongues in a twist.","cleanCaption":"Bruschetta, espresso, scallops and physalis are getting diners’ tongues in a twist.","cleanCredit":"Photograph: Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433939891869/022b816c-62f2-4f53-9810-c51020e4348c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Getty Images","altText":"Bruschetta, espresso, scallops and physalis are getting diners' tongues in a twist.","cleanCredit":"Photograph: Getty Images"}}]},{"title":"How to make the perfect fudge","rawTitle":"How to make the perfect fudge","item":{"type":"article","id":"lifeandstyle/2015/jun/11/how-to-make-the-perfect-fudge-felicity-cloake","title":"How to make the perfect fudge","trailText":"Really good fudge is one of those things that is simple to make, but all-too-easy to muck up without a good idea of what you’re after","standFirst":"<p>Really good fudge is one of those things that is simple to make, but all-too-easy to muck up without a good idea of what you’re after</p>","byline":"Felicity Cloake","body":"<p>Fudge is probably the first thing I cooked without supervision – in fact, had the powers that be seen us turning the school margarine and sugar supply into a molten mess, they might well have nipped our culinary experimentation in the bud.</p> \n<p>The washing up that resulted proved a salutary lesson in the tricky business of confectionary – because, although fudge isn’t a recipe with many steps, or indeed many ingredients, as with anything involving melted sugar, it is one that demands precision, attention to detail and, ideally, an actual recipe. Chucking a load of ingredients into the pan and hoping for the best doesn’t really wash here, however hard you scrub.</p> \n<p>Softer and crumblier than toffee, smoother and richer than its close relative, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/wordofmouth/2014/jan/22/how-to-make-perfect-tablet-recipe\">tablet</a>, its dairy content means fudge is associated particularly with the south-west, though shops churning it out in a mind-boggling array of weird and only occasionally wonderful flavours are de rigueur in tourist honeypots throughout the British Isles. But before you can hope to achieve gingerbread latte-flavoured nirvana, you need a decent basic template. Which is where I come in.</p> \n<figure class=\"element element-image\" data-media-id=\"3f065b50c0df00b1649efd4ede1e3f264952dc6c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433945038112/489c17fb-823b-4928-8bbc-15c242138ea4-460x276.jpeg\" alt=\"Carnation's fudge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Carnation’s fudge recipe stipulates demerara sugar.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake/Guardian</span> \n </figcaption> \n</figure> \n<h2>The sugar</h2> \n<p>Lest anyone was under any illusions in this department, the main ingredient of fudge is sugar – that’s why you can feel your teeth wince in protest as you reach for yet another piece. If you want to keep things simple, like candy <a href=\"http://www.hopeandgreenwood.co.uk/recipes/peanut-butter-fudge\">pros Mrs Hope and Mr Greenwood</a>, the <a href=\"http://www.hopeandgreenwood.co.uk/recipes/peanut-butter-fudge\">folk from Rodda’s clotted cream</a> and <a href=\"http://www.greatbritishchefs.com/recipes/caramel-mousse-recipe\">Michelin-star chef Tom Aikens</a>, this can be caster or ordinary white granulated, but given sugar plays such a large part, the demerara suggested by the <a href=\"https://www.carnation.co.uk/recipes/67/Ultimate-Fudge\">Carnation condensed milk tin</a> or the light muscovado used by <a href=\"http://www.jamieoliver.com/news-and-features/features/creamy-sea-salted-fudge-recipe/#ftsTEEwRpKOcplKw.97\">Ren Behan in Jamie magazine</a> will give a more interesting flavour. Personally, I prefer the slightly more subtle caramel notes of the first here.</p> \n<p>Aikens and Roddas both also add some sugar syrup – boring glucose in the former case, ambrosial golden in the latter – which makes their fudge wonderfully smooth as opposed to the slightly gritty, sandy texture of the Carnation and Hope and Greenwood recipes, which, though undoubtedly pleasing, is more reminiscent of Scottish tablet. Clearly feeling two types of sugar aren’t quite enough, Aikens finishes his fudge with an infinitesimal amount of icing sugar, for, no doubt, very sound Michelin-starred reasons which I am unable to fathom.</p> \n<figure class=\"element element-image\" data-media-id=\"15f50824423376fe7324855e6d5deb45f925ddde\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433945143833/02911193-5340-4c62-9f42-70adb1e18073-460x276.jpeg\" alt=\"Roddas's fudge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roddas’s fudge goes all out with clotted cream.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake/Guardian</span> \n </figcaption> \n</figure> \n<h2>The dairy</h2> \n<p>The second, and most important, ingredient in fudge is fat. Dairy fat to be precise. Some recipes cleverly combine the two ingredients in one big hit of nauseatingly delicious condensed milk, which makes their fudge taste distinctly like white chocolate – not that there’s anything wrong with this, but it’s not the classic flavour I’m after.</p> \n<p>Hope and Greenwood plump for the nostalgic boiled flavour of evaporated milk instead, an ingredient that has so far failed to reinvent itself for a more decadent age. Despite a weird complaint that it tastes “meaty”, I happen to like it, but not as much as the clotted cream which plays an unsurprisingly large part in the Roddas recipe, or the double variety in Aikens’s fudge.</p> \n<p>In fact, the Roddas recipe proves pretty popular; soft, smooth and rich, it’s classic Cornish seaside stuff. My only complaint is that the flavour is a little too sweet and rich, which I admit may sound ridiculous, but in a side-by-side comparison, we preferred those recipes using butter as well. Let’s be honest, everything’s better with butter. But, as butter and clotted cream could prove a fatal combination, a downgrade to double seems just what the doctor ordered.</p> \n<figure class=\"element element-image\" data-media-id=\"fb2e571089756166bf95884fb673baae2a7c905b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433945257884/e7b22b5b-562c-436a-b61f-86987205051f-460x276.jpeg\" alt=\"Ren Behan's fudge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ren Behan’s recipes uses vanilla extract.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake/Guardian</span> \n </figcaption> \n</figure> \n<h2>The flavouring</h2> \n<p>Though to make this a fair test I omit Hope and Greenwood’s peanut butter (anything containing peanut butter is always going to win big for me), I do allow Roddas, Behan and Aikens their vanilla. Not strictly necessary for a satisfactory result, but a lovely combination of flavours nevertheless – and this is one place where I think vanilla extract works better than those fiddly little seeds. Salt is another must – as ever, it brings out the best in the sugar, keeping it just the right side of sickly. How much you add depends on how enthusiastically you have embraced salted caramel mania over the last few years; sceptics will be content with a pinch, salt fiends like myself should up the dosage considerably. In for a penny, in for a pound.</p> \n<figure class=\"element element-image\" data-media-id=\"28087b3b2da0edb1419a066bbbc37cab6d8e9da5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433945369181/d110d9e0-c45d-47e4-9883-ecdc4f5be5c9-460x276.jpeg\" alt=\"Tom Aikens fudge.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tom Aikens uses a high temperature to produce a more brittle fudge.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake/Guardian</span> \n </figcaption> \n</figure> \n<h2>The method</h2> \n<p>All the recipes I try start in much the same way, dissolving the sugar and dairy together over heat, bringing the resulting mixture to the boil, and then letting it simmer until it reaches the desired setting temperature. (Covering the pan, as Roddas suggest, works fine, but feels a bit scary to me; I prefer to keep my molten sugar where I can see it.)</p> \n<p>The difference comes in temperature, which ranges from 113C from Behan, which gives a very soft, almost fondant-like result, to Aikens’s 121C, which is brittle and chewy, more like a hard caramel than a fudge. Even Hope and Greenwood and Carnation’s 118C is a bit harder than I had expect from a fudge – my testers and I agree that Roddas have hit the sweet spot at 116C: firm enough to hold its shape, soft enough to melt in the mouth.</p> \n<p>Lots of recipes give advice about how to achieve this without a sugar thermometer (dropping a little into a glass of cold water until it reaches a pliable consistency), but this is a fiddly and inexact science, so I’d recommend investing in a sugar thermometer. They’re not expensive, and they’ll work forever (though be careful when washing as they can be delicate).</p> \n<figure class=\"element element-image\" data-media-id=\"ff868836c9b6e7193c7f55d0a3b6ca6c64059f29\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433945538506/71cf141a-be66-4573-94d9-0c1097f9e045-460x276.jpeg\" alt=\"Hope &amp; Greenwood's fudge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hope &amp; Greenwood’s fudge has a slightly gritty texture.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake/Guardian</span> \n </figcaption> \n</figure> \n<h2>Stirring?</h2> \n<p>Fudge, like tablet, is beaten as it cools to help it thicken. Behan suggests allowing it to cool a little before doing this, but I can’t see that it makes much difference, apart from making it dangerously tempting to sample (still not a good idea, however tough you think your tongue is). Once it’s set completely, however, it’s every man for himself. I cannot be held responsible for the consequences. Add chopped nuts, dried fruit, crisp nuggets of streaky bacon … your call.</p> \n<h2>The perfect fudge</h2> \n<figure class=\"element element-image\" data-media-id=\"b1ffc0ad8082f6feb097654dd62cb6a614aaf625\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434004392334/11b8acb2-0705-4248-a43a-41958b7cd118-460x318.jpeg\" alt=\"Felicity Cloake's perfect fudge\" width=\"460\" height=\"318\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Felicity Cloake’s perfect fudge.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake/Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p><em>(makes 1 x 23x23cm tin)</em></p> \n<p>100g butter<br />550g demerara sugar<br />200g golden syrup<br />350ml double cream<br />1 tsp vanilla extract<br />&frac14;-&frac12; tsp sea salt flakes</p> \n<p>Melt the butter, sugar and syrup and cream in a medium, high-sided heavy-based pan, stirring until the sugar has dissolved. Line a tin about 23x23cm with greaseproof paper.</p> \n<p>Bring to a simmer over a medium-low heat without stirring and cook, stirring occasionally until it reaches 116C, stirring more regularly after it reaches 100C and turning down the heat if it begins to catch.</p> \n<p>Take off the heat and beat in the vanilla and salt with a wooden spoon, then continue beating until the fudge has thickened and lost its shine. Pour into the tin and leave to set.</p> \n<p>Once it’s firmed up a little, after about an hour, slice into squares and leave to cool completely. Best kept refrigerated.</p> \n<p><em>Fudge, tablet, toffee or caramel: where do your sugary loyalties lie? What’s your favourite flavour, and who makes the best you can buy?</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944925775/9229e102-f886-482e-8637-7e41133d30e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felicity Cloake/Guardian","altText":"Felicity Cloake's perfect fudge.","cleanCredit":"Photograph: Felicity Cloake/Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433945039687/489c17fb-823b-4928-8bbc-15c242138ea4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carnation’s fudge recipe stipulates demerara sugar. Photograph: Felicity Cloake/Guardian","credit":"Felicity Cloake/Guardian","altText":"Carnation's fudge","cleanCaption":"Carnation’s fudge recipe stipulates demerara sugar.","cleanCredit":"Photograph: Felicity Cloake/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433945145170/02911193-5340-4c62-9f42-70adb1e18073-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roddas’s fudge goes all out with clotted cream. Photograph: Felicity Cloake/Guardian","credit":"Felicity Cloake/Guardian","altText":"Roddas's fudge","cleanCaption":"Roddas’s fudge goes all out with clotted cream.","cleanCredit":"Photograph: Felicity Cloake/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433945259753/e7b22b5b-562c-436a-b61f-86987205051f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ren Behan’s recipes uses vanilla extract. Photograph: Felicity Cloake/Guardian","credit":"Felicity Cloake/Guardian","altText":"Ren Behan's fudge","cleanCaption":"Ren Behan’s recipes uses vanilla extract.","cleanCredit":"Photograph: Felicity Cloake/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433945370531/d110d9e0-c45d-47e4-9883-ecdc4f5be5c9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tom Aikens uses a high temperature to produce a more brittle fudge. Photograph: Felicity Cloake/Guardian","credit":"Felicity Cloake/Guardian","altText":"Tom Aikens fudge.","cleanCaption":"Tom Aikens uses a high temperature to produce a more brittle fudge.","cleanCredit":"Photograph: Felicity Cloake/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433945540384/71cf141a-be66-4573-94d9-0c1097f9e045-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hope &amp; Greenwood’s fudge has a slightly gritty texture. Photograph: Felicity Cloake/Guardian","credit":"Felicity Cloake/Guardian","altText":"Hope & Greenwood's fudge","cleanCaption":"Hope &amp; Greenwood’s fudge has a slightly gritty texture.","cleanCredit":"Photograph: Felicity Cloake/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434004392714/11b8acb2-0705-4248-a43a-41958b7cd118-2060x1425.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1425,"width":2060,"orientation":"landscape","caption":"Felicity Cloake’s perfect fudge. Photograph: Felicity Cloake/Felicity Cloake for the Guardian","credit":"Felicity Cloake/Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect fudge","cleanCaption":"Felicity Cloake’s perfect fudge.","cleanCredit":"Photograph: Felicity Cloake/Felicity Cloake for the Guardian"}],"webPublicationDate":"2015-06-11T07:00:04Z","lastModified":"2015-06-11T07:03:42Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Felicity Cloake","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733737702/FelicityCloake.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/felicity-cloake"}],"feature":true,"keywords":["Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Felicity Cloake","topic":{"type":"tag-contributor","name":"profile/felicity-cloake"}}],"series":{"title":"How to cook the perfect ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/how-to-cook-the-perfect"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/11/how-to-make-the-perfect-fudge-felicity-cloake","shortUrl":"http://gu.com/p/49khk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/11/how-to-make-the-perfect-fudge-felicity-cloake","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/11/how-to-make-the-perfect-fudge-felicity-cloake"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944925775/9229e102-f886-482e-8637-7e41133d30e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake’s perfect fudge. Photograph: Felicity Cloake/Guardian","credit":"Felicity Cloake/Guardian","altText":"Felicity Cloake's perfect fudge.","cleanCaption":"Felicity Cloake’s perfect fudge.","cleanCredit":"Photograph: Felicity Cloake/Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944925775/9229e102-f886-482e-8637-7e41133d30e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felicity Cloake/Guardian","altText":"Felicity Cloake's perfect fudge.","cleanCredit":"Photograph: Felicity Cloake/Guardian"}}]},{"title":"Cult food: the most incredible dishes to share this summer","rawTitle":"Cult food: the most incredible dishes to share this summer","item":{"type":"article","id":"lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","title":"Cult food: the most incredible dishes to share this summer","trailText":"From clay-baked duck, smashed open at the table, to the world’s best bacon sandwich, here is 2015’s must-eat – and must-Instagram – food. Some even have Nigella’s seal of approval","standFirst":"<p>From clay-baked duck, smashed open at the table, to the world’s best bacon sandwich, here is 2015’s must-eat – and must-Instagram – food. Some even have Nigella’s seal of approval</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/09/lift-selfies-lobster-porn-pool-feet-how-instagram-redefined-summer\">Lift selfies, lobster porn and pool feet: how Instagram redefined the summer</a><br /></li>\n</ul>","byline":"Marina O'Loughlin","body":"<p>The group of lads in the corner of the grungy Glaswegian bar aren’t your usual restaurant-goers. They’re honking with hilarity, phones clicking like dolphins. Who knows what’s causing the mirth – maybe the Buckfast ice-cream (notorious fortified wine, known locally as “Electric Soup”), or the burger topped with Smith’s bacon crisps, or the Irn-Bru pork. The “Mad Chef” at <a href=\"http://bloc.ru/\">Bloc</a> specialises in OTT food designed not so much to be savoured as to cause a commotion. Especially online. His Pot Noodle burger might be revolting, but it is a wholly successful piece of attention-grabbing. Love it or loathe it – and there is a startling number for whom the very idea causes a foam of fury – the marriage of food and social media isn’t going away any time soon.</p> \n<p>The internet has become increasingly food-obsessed since the early days when a slightly fetishistic subculture known as “foodies” would post pictures of <a href=\"http://www.tayyabs.co.uk/\">Tayyabs</a>’s legendary lamb chops on hilariously clunky sites such as <a href=\"http://forums.egullet.org/\">eGullet</a>. Today, it is impossible to scroll through any timeline without encountering other people’s lunches, and, worldwide, there is an increase in dishes that appear to be deliberately engineered to get you snapping before tucking in. Take the <a href=\"http://www.carmelwines.co.il/en/aboutus.aspx\">Carmel Winery</a> in Israel with its Foodography tasting menu, featuring as many flowers and twiddles as you can shake a tweezer at, and its “Limbo” crockery that incorporates a mobile-phone stand. The international chain <a href=\"http://www.chilis.com/EN/Pages/home.aspx\">Chili’s</a> has just appointed a consultancy that came up with egg wash to make its burger buns more photogenic and “shareable”; the cost – <a href=\"http://www.dailydot.com/lifestyle/instagram-food-taste-study-research/\">a cool $750,000</a>. You’re scoffing? Research suggests<a href=\"http://hosted.ap.org/dynamic/stories/U/US_CHILIS_PHOTOGENIC_BUNS?SITE=AP\"> that photographing your food makes it taste better</a> (it’s all to do with ritual and savouring).</p> \n<figure class=\"element element-image\" data-media-id=\"9e6b36a49dc96db131f97e3ef844fa7cafd7cae5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859293548/37b28b1e-82cb-448d-8f2d-096be9381abd-460x276.jpeg\" alt=\"Meat fruit at Dinner by Heston Blumenthal\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Meat fruit at Dinner by Heston Blumenthal.</span> \n  <span class=\"element-image__credit\">Photograph: Ashley Palmer-Watts</span> \n </figcaption> \n</figure> \n<p>It has been going on for a few years now. In 2011, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/dec/02/heston-blumenthal-christmas-canapes-meat\">Heston Blumenthal created his “meat fruit”</a>, a chicken-liver parfait coated in jelly and fashioned into a startling facsimile of a tangerine. This coincided with a massive spike in Twitter usage and, lo, the delicately dimpled orange was everywhere. In the US, Frankenstein creations such as the cronut were tweeted like the second coming. Earlier still, then-young gun David Chang’s nascent empire was fuelled by fans gibbering about his pork buns online. He played to the crowd, and suddenly everyone knew about Taiwanese-style buns. Soon diners were working as unpaid marketeers for their favourite restaurants, a paradigm fully exploited in the UK by clued-up new restaurateurs such as Russell Norman of <a href=\"http://www.polpo.co.uk/\">Polpo</a> and Scott Collins of <a href=\"http://meatliquor.com/\">MeatLiquor</a>.</p> \n<p>Now everyone’s at it. Are these chefs and restaurateurs pulling our strings? The more serious, cerebral types will deny there is any such manipulation at play. When the <a href=\"http://www.chilternfirehouse.com/\">Chiltern Firehouse</a> landed in London, a new star was born: chef Nuno Mendes’ crab doughnuts. Did he know that they were going to be as much of a draw as the chance of clocking Kate Moss? Not according to Mendes: “They were an experiment at [his previous restaurant] Viajante that only saw the light of day when we opened the Firehouse,” he says. “I just didn’t have the right space to serve them. Some ideas stay in your head for years before they find their way out.” I believe him, although I suspect he knows exactly what he’s doing at his new place, <a href=\"http://www.tabernamercado.co.uk/\">Taberna do Mercado</a>, with his twist on <em>abade de priscos</em>, a strikingly visual pudding – yellow and scarlet from its egg yolks and port caramel, given even more of a shareability factor by the addition of pork fat.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f08c80f893ede6e9acc194e7ee4e408e23e4b68e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859101483/397f38d1-2c3b-444d-9363-b0b33c4bdaa2-460x276.jpeg\" alt=\"Nuno Mendes' abade de priscos, or pork fat pudding\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nuno Mendes’ abade de priscos, or pork fat pudding.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>Most of the chefs and restaurateurs I speak to are coy about the idea that they would do anything so calculated. When I ask Jonathan Downey, the orchestrator of a sprawling street-food collective, if any of his team deliberately creates dishes in the hopes of online cult status, he laughs. “My God. I thought I was cynical, but <em>you</em> …” Most profess to be taken aback by the sudden stardom. A contender for the most-Instagrammed dish in the UK at the moment must be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/28/french-toast-the-pudding-of-2015\">Shackfuyu’s <em>kinako</em> french toast</a>; general manager Alina Sann says the sheer popularity of this simple dessert took them completely by surprise. “We have quite a small menu and kitchen, so we wanted something easy to make – but it has taken us way beyond what we ever expected,” she says. So why the fandom? “It looks quite cool, especially with the <em>matcha</em> soft-serve on the side. People started posting pictures … it started getting all the hype, and it’s an easy sell for our waiters because they know everyone will love it.”</p> \n<p>The spectacular confit potatoes at the <a href=\"http://thequalitychophouse.com/\">Quality Chop House</a> are another internet smash (and something <a href=\"https://instagram.com/marinagpoloughlin/\">I’m guilty of Instagramming</a> more than once). Chef Shaun Shearly also credits necessity for their genesis: “They were born on the back of really wanting to stay away from a conventional chip – mostly because of space in my little kitchen, and because people expect that fried carb.” What are the downsides of having such a labour-intensive “star” dish? “With potatoes being so variable in water due to their starch levels, they need constant attention. And I can never take them off the menu, despite them being a complete pain in the arse during service. We can only cook three portions at a time, and they take about four minutes to cook. Most tables order at least three portions at a time.”</p> \n<figure class=\"element element-image\" data-media-id=\"1dfd439fb35da835d580ce3bedd3b289da721ba4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859160488/aece8a5b-676d-4af3-8ee9-3552ae8da1a0-460x276.jpeg\" alt=\"Confit potatoes at the Quality Chop House\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Confit potatoes at the Quality Chop House.</span> \n  <span class=\"element-image__credit\">Photograph: Patricia Niven</span> \n </figcaption> \n</figure> \n<p>So it’s all a happy accident, right? Speak to the publicists, however, and a different story emerges. When I ask Hannah Norris, the PR for a number of the capital’s hottest restaurants, if she advises chefs to deliberately devise dishes to grip the internet by the throat, she says: “Yes, I’d encourage it for sure. Content is key – and having a ‘hero’ dish to shout about is often the difference between a stonking launch and a lukewarm one. If a restaurant asks me to do their PR, one of the first questions is, ‘What’s the glory dish? What’s our <a href=\"http://duckandwaffle.com/\">Duck &amp; Waffle</a>?’ If there isn’t one, I often make my excuses and scurry away.”</p> \n<p>With all the chefly coyness, it is refreshing to speak to Stevie Parle, the owner of the newly opened <a href=\"http://craft-london.co.uk/\">Craft</a> in Greenwich, who is pragmatic about the value of the cult dish. His clay-baked duck actively encourages sharing, not only over dinner but, with his <a href=\"https://www.youtube.com/watch?v=4IZMNy3quzA&amp;feature=youtu.be\">hypnotic video of the bird’s serving ritual</a>, online too. “The duck [served in clay to be smashed at the table] was very conscious,” he says. “Most chefs have always thought about ‘signature’ dishes and generally end up hating them, but now there is an added element of them going viral too.” So they are stuck with them? Yes, says Parle: “I love the duck but it isn’t ever going to be able to come off the menu. And people get really cross if I start smashing it before they’re ready with their cameras.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=4IZMNy3quzA\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/4IZMNy3quzA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Franco Sotgiu of Solita in Manchesteralso acknowledges the internet effect. “It pains me to say, but when creating specials I’ve learned that anything with ‘big, fried, bacon or cheese’ in the title sells well. The better they look in a photo on Twitter and Facebook, the more RTs and likes they get, the better they sell.” He is rueful about the side-effects: “In Manchester, ‘dirty’ still sells well, and even though I’ve tried relentlessly to push more grill items and less calorific dishes, the stuff that looks sloppy-great in a photo can often achieve 500-plus RTs on Twitter. So it makes sense from a business point of view to lead with these.”</p> \n<p>It is as simple as bums on seats, then. Instagram snaps are the restaurant’s equivalent of an Amsterdam-style shop window. Viewers scroll through pic after pic, the squelchier, more drooling meat juices on show the better, frequently tagged – ugh – #foodporn. Petra Barran of streetfood collective Kerb says: “Anything oozing melted cheese does really well.” Neil Rankin of the Smokehouse and Bad Egg takes it even further: “Burgers, as long as they are oozy and wet, are a sure thing. Food gets people off without the guilt of objectifying the opposite sex.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2588e7ba41865c8556c05af17f0aa0695968fe57\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859493093/0bc4a537-124b-4c6b-8c4e-b6c6dcb6053b-460x276.jpeg\" alt=\"St John's doughnuts\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">St John’s doughnuts.</span> \n  <span class=\"element-image__credit\">Photograph: Patricia Niven</span> \n </figcaption> \n</figure> \n<p>But what’s in it for the tweeters and Instagrammers? The anonymous <a href=\"https://instagram.com/clerkenwellboyec1/\">Clerkenwell Boy</a>, a hugely followed Instagrammer whose account has contributed to the fetishisation of what is frequently dubbed *that* burger or *those* wings, says: “I think there is something fundamentally satisfying about sharing a photo of a brilliant dish with others. I’m no psychologist, but it probably also has links to ‘social proof’ – so posting photos of *that* dish is like providing (and receiving) a universal seal of approval. I guess you could liken it to the way that tourists react when they see a major landmark in a foreign city. Just like the Eiffel Tower or Big Ben, a photo of *that* signature dish means that you’ve arrived.” What does he think it is that captures the imagination so fiercely? “People suffer from massive food envy and fear of missing out. Ordering *that* dish becomes a failsafe way to ensure we don’t make the wrong choice.”</p> \n<p>Not only is there the serotonin rush from watching the likes mount up, but there is the chance of catching the celebs’ eye: a #followoftheday from Nigella or a regram by Jamie. (Nigella’s Instagram of Stevie Parle’s clay duck video has, at the time of writing, more than 2,300 likes.) It creates a circle of validation: the restaurants get the punters, the punters get the likes – behavioural economics. The problem, of course, is that social media is driven by the thrill of the new. Tweeters move on to the next big thing without a backward glance. Six months down the line, there’s a chorus of “we’ve all seen that bloody pithivier”, a mindset that compels chefs and restaurateurs to reach ever more attention-seeking heights, dreaming up the culinary equivalent of Kim Kardashian’s bottom to penetrate the noise. The internet’s appetite for the food rush is insatiable; and if you don’t post that snap of your <a href=\"http://www.crumbsanddoilies.co.uk/\">Crumbs &amp; Doilies</a> cupcake, or doughnut from <a href=\"https://www.stjohngroup.uk.com/\">St John</a>, it might not taste as sweet.</p> \n<h2>Eight of the best cult dishes</h2> \n<h2>1. Stevie Parle’s clay-baked duck, <a href=\"http://craft-london.co.uk/\">Craft</a></h2> \n<figure class=\"element element-image\" data-media-id=\"dd08b5a59ed5ae1218edd55b3c579dc514f0c6b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858033459/33c4b4c8-a8a3-4c71-bcda-193abfbabd18-460x346.jpeg\" alt=\"Clay-baked duck\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Clay-baked duck.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Parle wanted a duck dish to rival the <em>canard &agrave; la presse</em> at <a href=\"http://ottos-restaurant.com/food.html\">Otto’s</a> in terms of occasion and fun. Based on an ancient Celtic cooking technique, it is glazed in honey, and wrapped in cabbage leaves and hay before being roasted in a clay wrapper, then delivered on a bed of pine twigs. It is then smashed open at the table and served with broad bean and barley miso, and salted carrots. Much videoed.</p> \n<h2>2. Shaun Searley’s confit potatoes, <a href=\"http://thequalitychophouse.com/\">Quality Chop House </a></h2> \n<figure class=\"element element-image\" data-media-id=\"a88bd2bde8a07bf8f830021740d3f40ec05bc507\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858093982/f0ceeeb9-4bfc-4b0e-8f3c-8669aa2d4864-460x459.jpeg\" alt=\"Confit potatoes.\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Confit potatoes.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>Thinly sliced potatoes, baked like <em>pommes anna</em> but with dripping instead of butter, then sliced, fried and drizzled with mustard vinaigrette – as delicious as they are complex. Apparently, Shearley played about with a version featuring tunworth cheese and shaved truffle, the sort of thing that may cause one to emit a small moan. The subject of many posts captioned *those* potatoes.</p> \n<h2>3. Wild munjac biryani, <a href=\"http://www.gymkhanalondon.com/\">Gymkhana </a></h2> \n<figure class=\"element element-image\" data-media-id=\"5036863980e80bf78e840dbd1a39016691c4cb5c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858314804/7aa0f0d1-d790-4fd1-916d-c9cd573e7ac3-460x276.jpeg\" alt=\"Wild muntjac biryani\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wild muntjac biryani.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>It is the all-action videos of this ravishing creation that add to its shareable appeal. It arrives with a flaky, domed dough lid, studded with <em>kalonji</em>, to be slit open at the table, releasing the bewitching aromas of spiced deer and buttery basmati rice. If only there were Smellagram too. An uncommon, upscale cult dish.</p> \n<h2>4. Blood cake, <a href=\"http://www.baolondon.com/\">Bao</a></h2> \n<figure class=\"element element-image\" data-media-id=\"a866d88f63f8bca70236b17883bd8ca52658cea1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858459407/06703ddd-2755-4c4f-8e40-4bc5f57f0328-460x276.jpeg\" alt=\"Blood cake\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Blood cake.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Another one Instagrammed by Nigella, thereby assuring its must-eat status. This is a traditional Taiwanese streetfood made from pig’s blood and glutinous rice. Instead of the usual peanut and coriander condiments – which feature in their classic bao – it is topped with a just-wobbling, soy-cured egg yolk. The Bao owners welcome their dishes’ “Instagrammability”, saying it provides immediate, important feedback. But they insist taste is paramount.</p> \n<h2>5. Bacon naan, <a href=\"http://www.dishoom.com/\">Dishoom </a></h2> \n<figure class=\"element element-image\" data-media-id=\"b697a68b737006eb3c201cc65c07e07ee668842a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858515916/97d655a3-3ab3-472d-bd50-5c9789680c54-460x353.jpeg\" alt=\"Bacon naan.\" width=\"460\" height=\"353\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bacon naan.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>This beauty more than deserves its online fame: a pillowy, gently charred bread stuffed with crisp bacon, cream cheese and tangy chilli-tomato jam. Some add an egg. (A fork piercing yolks in slow-motion is a meme: there are currently 63,307 Instagram post for #eggporn. Sigh.)</p> \n<h2>6. Duck and waffle, <a href=\"http://duckandwaffle.com/\">Duck &amp; Waffle </a></h2> \n<figure class=\"element element-image\" data-media-id=\"e3caa3bf3f149e00e3a65c19079e17149d88156e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858581182/3f34216b-67f2-4e76-8382-9a018d74b32b-460x418.jpeg\" alt=\"Duck and waffle\" width=\"460\" height=\"418\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Duck and waffle.</span> \n  <span class=\"element-image__credit\">Photograph: Karen Robinson/Guardian</span> \n </figcaption> \n</figure> \n<p>Nothing ensures hero status so much as calling your whole restaurant after one dish. If diners at this City smash aren’t tweeting the view, they’re Instagramming the crisp, fluffy waffles, flanked with confit duck and fried duck egg, the whole to be drenched with mustard maple syrup. The restaurant goes through a reported 7,000 duck legs a month.</p> \n<h2>7. The dead hippy, <a href=\"http://meatliquor.com/\">MeatLiquor </a></h2> \n<figure class=\"element element-image\" data-media-id=\"73d550ee8c1add432be4f4fbae22af88023f78a5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858663845/5c6747cc-a0c0-45d9-a139-1a1915e3a627-460x345.jpeg\" alt=\"Dead Hippy burger\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dead Hippy burger.</span> \n  <span class=\"element-image__credit\">Photograph: MeatLiquor/Instagram</span> \n </figcaption> \n</figure> \n<p>From the early days of Yianni Papoutsis’s MeatWagon burger van in London pub car parks to ambitious worldwide burger domination with MeatLiquor, this is a tribute to – depending on who you believe – <a href=\"http://www.in-n-out.com/\">In-N-Out Burger</a>’s secret, off-menu “double double cheeseburger animal-style” or, more prosaically, the Big Mac. No looker – this brute is downright ugly – but wow, it does the job. One of the UK’s first cult burgers.</p> \n<h2>8. The parmo, <a href=\"http://www.solita.co.uk/\">Solita</a> </h2> \n<figure class=\"element element-image\" data-media-id=\"9b1cc6cef12686451b4e93155de8a400f339b853\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858736154/244c5405-28a5-47a2-bd9b-2c7d17d05237-460x306.jpeg\" alt=\"Parmo\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Parmo.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>A cult north-eastern booze partner (there is even a Teesside-based <a href=\"https://twitter.com/loveparmo\">@loveparmo</a> Twitter account), this bastardised, vaguely Italianate chicken item (parmo = parmesan, although it rarely features, making this the Asbo offspring of veal parmigiana) has reached new heights at Solita. Not given to restraint, their version is fried in parmesan-laced panko breadcrumbs, topped with bechamel and melted cheese, loaded with meatballs marinara and stuffed into a brioche bun. With chips. And garlic mayo.</p> \n<p><em><span class=\"bullet\">•</span> Got a great food image? Marina O’Loughlin’s new column will be tracking the best of the food web. Feed her at #foodfeed</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859294834/37b28b1e-82cb-448d-8f2d-096be9381abd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Meat fruit at Dinner by Heston Blumenthal. Photograph: Ashley Palmer-Watts","credit":"Ashley Palmer-Watts","altText":"Meat fruit at Dinner by Heston Blumenthal","cleanCaption":"Meat fruit at Dinner by Heston Blumenthal.","cleanCredit":"Photograph: Ashley Palmer-Watts"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859101156/397f38d1-2c3b-444d-9363-b0b33c4bdaa2-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Nuno Mendes’ abade de priscos, or pork fat pudding. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Nuno Mendes' abade de priscos, or pork fat pudding","cleanCaption":"Nuno Mendes’ abade de priscos, or pork fat pudding.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859163199/aece8a5b-676d-4af3-8ee9-3552ae8da1a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Confit potatoes at the Quality Chop House. Photograph: Patricia Niven","credit":"Patricia Niven","altText":"Confit potatoes at the Quality Chop House","cleanCaption":"Confit potatoes at the Quality Chop House.","cleanCredit":"Photograph: Patricia Niven"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859494479/0bc4a537-124b-4c6b-8c4e-b6c6dcb6053b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"St John’s doughnuts. Photograph: Patricia Niven","credit":"Patricia Niven","altText":"St John's doughnuts","cleanCaption":"St John’s doughnuts.","cleanCredit":"Photograph: Patricia Niven"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858033950/33c4b4c8-a8a3-4c71-bcda-193abfbabd18-2060x1548.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1548,"width":2060,"orientation":"landscape","caption":"Clay-baked duck. Photograph: PR","credit":"PR","altText":"Clay-baked duck","cleanCaption":"Clay-baked duck.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858093647/f0ceeeb9-4bfc-4b0e-8f3c-8669aa2d4864-540x539.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":539,"width":540,"orientation":"landscape","caption":"Confit potatoes. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Confit potatoes.","cleanCaption":"Confit potatoes.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858316267/7aa0f0d1-d790-4fd1-916d-c9cd573e7ac3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wild muntjac biryani. Photograph: PR","credit":"PR","altText":"Wild muntjac biryani","cleanCaption":"Wild muntjac biryani.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858460734/06703ddd-2755-4c4f-8e40-4bc5f57f0328-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Blood cake. Photograph: PR","credit":"PR","altText":"Blood cake","cleanCaption":"Blood cake.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858514717/97d655a3-3ab3-472d-bd50-5c9789680c54-1020x784.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":784,"width":1020,"orientation":"landscape","caption":"Bacon naan. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Bacon naan.","cleanCaption":"Bacon naan.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858582792/3f34216b-67f2-4e76-8382-9a018d74b32b-2060x1871.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1871,"width":2060,"orientation":"landscape","caption":"Duck and waffle. Photograph: Karen Robinson/Guardian","credit":"Karen Robinson/Guardian","altText":"Duck and waffle","cleanCaption":"Duck and waffle.","cleanCredit":"Photograph: Karen Robinson/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858663391/5c6747cc-a0c0-45d9-a139-1a1915e3a627-620x465.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":465,"width":620,"orientation":"landscape","caption":"Dead Hippy burger. Photograph: MeatLiquor/Instagram","credit":"MeatLiquor/Instagram","altText":"Dead Hippy burger","cleanCaption":"Dead Hippy burger.","cleanCredit":"Photograph: MeatLiquor/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858734794/244c5405-28a5-47a2-bd9b-2c7d17d05237-2060x1368.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1368,"width":2060,"orientation":"landscape","caption":"Parmo. Photograph: PR","credit":"PR","altText":"Parmo","cleanCaption":"Parmo.","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-06-10T06:00:01Z","lastModified":"2015-06-10T07:49:02Z","metadata":{"commentable":true,"commentCount":228,"contributors":[{"name":"Marina O'Loughlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marina-oloughlin"}],"feature":true,"keywords":["Food & drink","Restaurants","Chefs","Life and style","Instagram","Twitter","Social media"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/instagram","webTitle":"Instagram"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"media/social-media","webTitle":"Social media"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Marina O'Loughlin","topic":{"type":"tag-contributor","name":"profile/marina-oloughlin"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","shortUrl":"http://gu.com/p/49jcm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bacon naan at Dishoom, London. Photograph: Alecsandra Raluca Dragoi","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCaption":"Bacon naan at Dishoom, London.","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}}]},{"title":"London’s best running spots: six hidden gems","rawTitle":"London’s best running spots: six hidden gems","item":{"type":"article","id":"lifeandstyle/the-running-blog/2015/jun/11/londons-best-running-spots-six-hidden-gems","title":"London’s best running spots: six hidden gems","trailText":"Author and running coach Hayden Shearman encourages us to explore London’s lesser-known running spots this summer","standFirst":"<p>Author and running coach Hayden Shearman encourages us to explore London’s lesser-known running spots this summer</p>","byline":"Hayden Shearman","body":"<p>With the shining lights of Hampstead Heath, the Royal Parks and the canals often hogging our attention, it can be tempting for Londoners to overlook the city’s many hidden running gems.<br /></p> \n<p>The truth is that, with green space covering 47% of its landmass, London has enough variety and beauty to keep even the most mileage-hungry runners busy discovering new trails. Here are some of my favourite lesser-known trails for you to enjoy this summer.<br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"9cd5187f72e99125e069a6f1529448c001ffe3e6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433503612387/1fd9b6ca-1cda-438b-ba05-083ef516de4c-280x420.jpeg\" alt=\"Ruislip Lido\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ruislip Lido</span> \n </figcaption> \n</figure> \n<h2><strong>Ruislip Woods</strong></h2> \n<p><em>Ruislip, Hillingdon, HA4</em></p> \n<p>This has “long Sunday run followed by pub meal” written all over it. The Ruislip Lido is your first port of call, with a nice looped path around it measuring 1.6mi. After this, you’ll want to venture into the many woods that surround the lake. </p> \n<p>The woods have trails galore and your best bet is to run anticlockwise, keeping to the perimeter of the woods by always turning left when you reach houses. If you include Park, Copse, Mad Bess and Bayhurst Woods you will easily cover 9mi. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"ed9eeb8534af4c26410e37f0b8f63280cd0d9ab6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433503824387/bf1df70b-e035-4a4e-9ebd-6a1d801f33c3-460x276.jpeg\" alt=\"Cray Riverway Bridge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cray Riverway Bridge</span> \n </figcaption> \n</figure> \n<h2><strong>Cray Riverway</strong></h2> \n<p><em>Erith, Bexley, DA8</em></p> \n<p>You won’t find Erith on any tourist tour schedules. It overlooks a vast, tidal Thames and is industrial and exposed. Yet, in an indie-film kind of way, it is actually decidedly inviting to the runner seeking solitude and space. </p> \n<p>Start at Erith Station and follow the Thames Path east to the beginning of the way-marked Cray Riverway. The trail follows three rivers (Thames, Darent and Cray) ending at Foots Cray Meadows. Double back here to Bexley Station, completing a 12.5mi run.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"dfc250bef228b6ce607d812339a7676eeccd7e62\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433503933757/7ff95b26-d8ac-4f36-a57c-3590b32f0c2b-460x276.jpeg\" alt=\"The Three Commons trail in Bromley\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Three Commons trail in Bromley</span> \n </figcaption> \n</figure> \n<h2><strong>Bromley’s Woods</strong></h2> \n<p><em>Borough of Bromley</em></p> \n<p>Bromley proudly calls itself the most rural of all London’s boroughs, in part because of its stunning array of woodlands. Connect these together for long runs or enjoy them on their own for shorter recovery runs. </p> \n<p>In particular, scout out High Elms Country Park, Scadbury Park and neighbouring Petts Wood, Jubilee Country Park, and the commons and woods that surround Keston (the way-marked Three Commons route is excellent).<br /></p> \n<figure class=\"element element-image\" data-media-id=\"93e52ccb39cd9a499fa6c1d4453d3aec2d0ec5bc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433504008204/3bc078a6-c73b-465f-b3f5-315a3f8a3f7a-460x276.jpeg\" alt=\"The Thames Path east from Tower Bridge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Thames Path east from Tower Bridge</span> \n </figcaption> \n</figure> \n<h2><strong>Southwark Park &amp; Docks</strong></h2> \n<p><em>Rotherhithe, SE16</em></p> \n<p>From Tower Bridge, follow the Thames Path east through Dickensian Bermondsey and you soon stumble upon an urban figure-of-eight running route that is as diverse as it is beautiful. </p> \n<p>Start at the King’s Stairs Gardens (on the Thames) and run south through Southwark Park (a typical London park with plenty of trees and a 1.4mi perimeter pathway). Then run east to Greenland Dock and north through the green passage of Russia Dock Woodland. Once back to the Thames Path, head south to Greenland Dock again and on to Canada Water. Follow the canal up to Surrey Water and back to the Thames Path where you’ll run west to finish at King’s Stairs Gardens.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"694953d6cff957d49c367c00fe18fc2a28069108\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433504062101/ba12efc9-6216-4eb6-9798-c5991afc6417-460x276.jpeg\" alt=\"Home Park (Hampton Court)\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Home Park (Hampton Court)</span> \n </figcaption> \n</figure> \n<h2><strong>Home Park (Hampton Court Park)</strong></h2> \n<p><em>Kingston Upon Thames, Richmond, KT1</em></p> \n<p>This has to be the most under-utilised of all London’s Royal Parks and unfairly so. Like Richmond and Bushy Parks, it has wild deer; like Greenwich and Kensington it possesses palatial vistas; and like them all it has trails galore (most of which are soft under foot). </p> \n<p>A loop of the park is 5mi but if you do happen to get bored (unlikely), exit onto the Barge Walk to follow the Thames and also cross Hampton Court Road to enter Bushy Park (just 200m away).<br /></p> \n<figure class=\"element element-image\" data-media-id=\"3bdebfbb908fb416635f26f266afa36f414bb8d1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433504121790/daff84be-77bb-4ddf-b7a5-78b9bd6b4d9c-460x276.jpeg\" alt=\"Wanstead Flats\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wanstead Flats</span> \n </figcaption> \n</figure> \n<h2><strong>Wanstead Park &amp; Flats</strong></h2> \n<p><em>Wanstead, Redbridge, E12</em></p> \n<p>I am sure East Londoners remain purposely hushed about this spot in an attempt to keep the rest of us from taking the Tube out to Leytonstone to enjoy its cushioned trails.</p> \n<p>Wanstead Flats is, as the name suggests, perfectly flat and predominantly open grass fields with soft mown trails. To the east is the forested Wanstead Park with many meandering dirt paths alongside ponds and streams. A loop around both the park and the flats, using the connecting pathway behind City of London Cemetery will give you 6.9mi, with many internal trails still to be explored and the huge expanse of Epping Forest awaiting you and your trainers just to the north.<br /></p> \n<p><em>Hayden Shearman is a running coach and author. His latest book, </em>Runner’s Guide to London,<em> is available online from<a href=\"http://www.runnersguidetolondon.co.uk\"> runnersguidetolondon.co.uk</a> and from all London bookstores.</em><br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433504276373/87bc0576-dfc7-430e-a78c-cf601105572f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Home Park, in Hampton Court: one of London's hidden gems","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433503614074/eed3a480-4e30-4fb5-b5ea-85c9a172bb97-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Ruislip Lido","credit":"PR","altText":"Ruislip Lido","cleanCaption":"Ruislip Lido"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433503825789/d7c4d01e-2b4b-4772-9cf7-1c5fa5ba395a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cray Riverway Bridge","credit":"PR","altText":"Cray Riverway Bridge","cleanCaption":"Cray Riverway Bridge"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433503935494/1840523f-1c62-4858-94bd-4b8b3ce2dbd7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Three Commons trail in Bromley","credit":"PR","altText":"The Three Commons trail in Bromley","cleanCaption":"The Three Commons trail in Bromley"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433504009681/3f5aee02-374f-415d-b359-6139327789ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Thames Path east from Tower Bridge","credit":"PR","altText":"The Thames Path east from Tower Bridge","cleanCaption":"The Thames Path east from Tower Bridge"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433504063636/aebb6a06-e640-4cf5-849c-8f76f9d73a53-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Home Park (Hampton Court)","credit":"PR","altText":"Home Park (Hampton Court)","cleanCaption":"Home Park (Hampton Court)"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433504123298/4346f014-b4ec-4f2f-a2b8-52e71b2d6fb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wanstead Flats","credit":"PR","altText":"Wanstead Flats","cleanCaption":"Wanstead Flats"}],"webPublicationDate":"2015-06-11T06:00:03Z","lastModified":"2015-06-11T06:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Running","Fitness","Life and style"],"tags":[{"id":"lifeandstyle/running","webTitle":"Running"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/the-running-blog/2015/jun/11/londons-best-running-spots-six-hidden-gems","shortUrl":"http://gu.com/p/49gkh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/the-running-blog/2015/jun/11/londons-best-running-spots-six-hidden-gems","webUri":"http://www.theguardian.com/lifeandstyle/the-running-blog/2015/jun/11/londons-best-running-spots-six-hidden-gems"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433504276373/87bc0576-dfc7-430e-a78c-cf601105572f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Home Park, in Hampton Court: one of London’s hidden gems.","credit":"PR","altText":"Home Park, in Hampton Court: one of London’s hidden gems","cleanCaption":"Home Park, in Hampton Court: one of London’s hidden gems."}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433504276373/87bc0576-dfc7-430e-a78c-cf601105572f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Home Park, in Hampton Court: one of London's hidden gems","cleanCredit":"Photograph: PR"}}]},{"title":"Wet wipes: the biggest villain of 2015","rawTitle":"Wet wipes: the biggest villain of 2015","item":{"type":"article","id":"lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals","title":"Wet wipes: the biggest villain of 2015","trailText":"If they’re not causing jumbo-jet-sized fatbergs in sewers or confusing hungry turtles, then they’re spreading deadly superbugs around hospitals. Time for a clean-up ","standFirst":"<p>If they’re not causing jumbo-jet-sized fatbergs in sewers or confusing hungry turtles, then they’re spreading deadly superbugs around hospitals. Time for a clean-up</p>","byline":"","body":"<p><strong>Age:</strong> Have been around since the 1950s, but started to be mass produced in the 1990s.</p> \n<p><strong>Appearance:</strong> Small, rectangular, white, innocuous-looking.</p> \n<p><strong>Note on corporate history:</strong> From small beginnings – basically being used to clean babies’ bottoms in emergencies – wet wipes (aka baby wipes, anti-bacterial wipes and detergent wipes) are now a multimillion-pound sector worth &pound;500m a year in the UK.</p> \n<p><strong>Status:</strong> Scourge.</p> \n<p><strong>Surely you mean extremely handy aid that comes in useful when you need to wipe your hands after using the loo of a cafe in Turkey that doesn’t have any soap in the dispenser. </strong>That is probably anti-Turkish, but we’ll let it pass because there are bigger issues here.</p> \n<p><strong>Go on.</strong> <a href=\"http://www.bbc.co.uk/news/uk-wales-33054489\">A new report from Cardiff University</a> says wet wipes show “huge variability” in their capacity to kill bacteria, and in hospitals can even spread superbugs from surface to surface.</p> \n<p><strong>Only if you’re stupid enough to use the same wipe on different surfaces.</strong> Fair point, but it seems some staff in hospitals – and lots of people at home too – are that stupid.</p> \n<p><strong>I swear by them.</strong> Well, you should start swearing at them, because this latest problem is just the tip of the fatberg.</p> \n<p><strong>You mean iceberg?</strong> No, I mean fatberg. So-called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/21/huge-10-ton-fatberg-removed-chelsea-sewer-london\">fatbergs</a> – estimates of size vary from a bus to a jumbo jet – made up of wet wipes flushed down loos and the fat and grease poured down sinks are forming in sewers and causing blockages, with decidedly unpleasant consequences.</p> \n<p><strong>Overflowing toilets.</strong> Indeed. What’s more, increasing numbers of wipes, which because of the plastic fibres they contain are not generally biodegradable, are also washing up on beaches –<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/19/dont-flush-wet-wipes-toilet-conservationists\"> 35 wipes per kilometre of beach, according to the Marine Conservation Society’s most recent count</a>. Turtles mistake them for jellyfish and eat them.</p> \n<p><strong>What happens to them?</strong> They meet a painful, if relatively hygienic, end.</p> \n<p><strong>What can be done?</strong> Try a washable flannel and bar of soap instead.</p> \n<p><strong>Do say:</strong> “They’re a tragic symptom of our disposable society.”</p> \n<p><strong>Don’t say:</strong> “I suppose you think global warming is a problem too.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861433736/81ab4b9c-bfad-4da9-aef1-ddadb85c767b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Wet wipes","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-09T16:56:06Z","lastModified":"2015-06-10T12:48:42Z","metadata":{"commentable":true,"commentCount":120,"contributors":[],"feature":true,"keywords":["Health & wellbeing","Life and style","Pollution","Waste","Environment"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/waste","webTitle":"Waste"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals","shortUrl":"http://gu.com/p/49jtm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals","webUri":"http://www.theguardian.com/lifeandstyle/shortcuts/2015/jun/09/wet-wipes-fatbergs-sewers-spreading-superbugs-hospitals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861433736/81ab4b9c-bfad-4da9-aef1-ddadb85c767b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The wet wipes sector is worth £500m a year in the UK. Photograph: Alamy","credit":"Alamy","altText":"Wet wipes","cleanCaption":"The wet wipes sector is worth £500m a year in the UK.","cleanCredit":"Photograph: Alamy"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861433736/81ab4b9c-bfad-4da9-aef1-ddadb85c767b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Wet wipes","cleanCredit":"Photograph: Alamy"}}]},{"title":"Good on Andy Murray and his feminism – listen to women and be outraged","rawTitle":"Good on Andy Murray and his feminism – listen to women and be outraged","item":{"type":"article","id":"lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged","title":"Good on Andy Murray and his feminism – listen to women and be outraged","trailText":"The tennis star’s feminist critique was prompted by the ‘criticism and prejudice’ faced by his coach. But if it takes personal experience to bring empathy to the cause, it’s no bad thing","standFirst":"<p>The tennis star’s feminist critique might have been prompted by the ‘criticism and prejudice’ faced by his coach Am&eacute;lie Mauresmo. But if it takes personal experience to bring more empathy to the cause, it’s no bad thing</p>","byline":"Laura Bates","body":"<p>There’s a common argument that is often used in discussions of sexism and sexual harassment. It goes something like this: “Imagine if that was your sister or your mother. Would you be happy to see her treated like that?”</p> \n<p>You can see why the argument is so common. It’s often much easier to identify with a problem that directly affects us, or somebody we care about, than an abstract issue.</p> \n<p>This week, Andy Murray wrote in <a href=\"http://www.andymurray.com/feature/lequipe-column/\">his blog for L’Equipe</a> that he has become a feminist since witnessing first-hand the “criticism and prejudice” his coach, Am&eacute;lie Mauresmo endures. He wrote: </p> \n<blockquote class=\"quoted\"> \n <p>The staggering thing was that she was slated every time I lost, which is something my former coaches never, ever experienced. It wasn’t right. I got off to a bad start last season and things have only got better since Am&eacute;lie arrived. I was ranked 11th in September 2014, I’m now ranked third – it speaks for itself. They say I was plucky choosing Am&eacute;lie but, truth be told, if anyone was plucky it was Am&eacute;lie – she’s the one who’s taken the heat. Her competence was always under fire. I felt embarrassed.”</p> \n</blockquote> \n<p>Murray concludes: </p> \n<blockquote class=\"quoted\"> \n <p>Have I become a feminist? Well, if being a feminist is about fighting so that a woman is treated like a man then yes, I suppose I have. My upbringing means that I’m quite attuned to the whole thing. I came to tennis thanks to my mother. I always had a very close relationship with my grandmothers.”</p> \n</blockquote> \n<p>Feminists are often frustrated, and understandably so, by the idea that a man should only be persuaded to care about the plight of half the world’s population because it impinges directly on somebody closely connected to him. Women should be considered as whole people in their own right, not as appendages whose relationship as mothers, sisters, colleagues or lovers of men confers a new importance. We should care about the harassment and oppression of women because it is wrong. Full stop.</p> \n<p>But, while I wouldn’t use “what if it was your sister” as the central argument in any feminist appeal, I still think we should embrace and welcome those, like Murray, who come to feminism because their eyes are opened by people close to them.</p> \n<p>Feminism is not the only cause that finds new converts in those catalysed by personal, painful experience. The same is true of those who raise awareness of specific charities after a loved one is diagnosed with a disease, for example. And what starts as a gateway doesn’t have to be the beginning and end of a person’s experience of any particular cause. Of course nobody should care only about the experience of their own mother, sister, wife or friend. But perhaps the empathy elicited by an abstract problem becoming personal leads to a wider understanding of the problem as a whole.</p> \n<p>This is particularly pertinent when we are dealing with sexism, because part of the problem is a constant bombardment of images and messaging that dehumanises women and encourages the viewer to see them as passive, inert objects. So associating sexism with a real woman you care about might be what it takes to shock you into re-humanising all women and thinking about their experiences more deeply.</p> \n<p>The problem is also, often, hard to pin down: sexism and harassment can be invisible to those not in the immediate firing line – covert gropings in packed tube carriages, shouted obscenities across darkened streets. The looks, “accidental” brushes and throwaway comments that are so hard to explain afterwards.</p> \n<p>I am always amazed, in any discussion of sexism on social media, by the two completely different streams of tweets that flow simultaneously. From men, there are expressions of shock and disbelief. From women, weary sighs and recognition. </p> \n<p>We still live in a society where an enormous amount of discrimination, harassment and violence exists incongruously alongside a widely held belief that equality has already been achieved. In that context, we need all the support we can get. We need people to see sexism in order to recruit them to the cause of fighting against it. We need people to accept a problem exists before we can begin to tackle it. And if the shock of hearing about the experiences of female relatives, colleagues and friends is what it takes to kick-start that journey – as long as the journey doesn’t end there – it can be a useful place to start.<br /></p> \n<p>So I’d urge men: go and ask your female colleagues, relatives and friends about their experiences. Be shocked. Be outraged. But don’t stop there. Let their answers spur you into action. Roll up your sleeves and start fighting for the right of all women, everywhere, to be treated like human beings.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433856579171/1c5f8a5a-6b35-46b5-b16f-7d458c6b8c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Dodge/Getty Images","altText":"Andy Murray talks with coach Amélie Mauresmo","cleanCredit":"Photograph: Michael Dodge/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T17:15:32Z","lastModified":"2015-06-09T17:21:42Z","metadata":{"commentable":true,"commentCount":82,"contributors":[{"name":"Laura Bates","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/3/1428058264790/Laura-Bates-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laura-bates"}],"feature":true,"keywords":["Feminism","Life and style","Women","Andy Murray","Tennis","Sport"],"tags":[{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Laura Bates","topic":{"type":"tag-contributor","name":"profile/laura-bates"}}],"series":{"title":"Laura Bates on everyday sexism","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/laura-bates-on-everyday-sexism"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged","shortUrl":"http://gu.com/p/49jcc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged","webUri":"http://www.theguardian.com/lifeandstyle/womens-blog/2015/jun/09/good-on-andy-murray-and-his-feminism-listen-to-women-and-be-outraged"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433856579171/1c5f8a5a-6b35-46b5-b16f-7d458c6b8c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray talks with coach Amélie Mauresmo Photograph: Michael Dodge/Getty Images","credit":"Michael Dodge/Getty Images","altText":"Andy Murray talks with coach Amelie Mauresmo","cleanCaption":"Andy Murray talks with coach Amélie Mauresmo","cleanCredit":"Photograph: Michael Dodge/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433856579171/1c5f8a5a-6b35-46b5-b16f-7d458c6b8c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Dodge/Getty Images","altText":"Andy Murray talks with coach Amélie Mauresmo","cleanCredit":"Photograph: Michael Dodge/Getty Images"}}]}],"lastModified":"2015-06-11T07:03:42Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}