{"id":"uk/groups/collections/9ff3-334c-b065-e792","title":"popular in lifestyle","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/9ff3-334c-b065-e792"},"cards":[{"title":"Spread the word: if you think hummus is a dip, you've been doing it wrong","rawTitle":"Spread the word: if you think hummus is a dip, you've been doing it wrong","item":{"type":"article","id":"lifeandstyle/australia-food-blog/2015/jun/29/spread-the-word-if-you-think-hummus-is-a-dip-youve-been-doing-it-wrong","title":"Spread the word: if you think hummus is a dip, you've been doing it wrong","trailText":"Packed with protein and best enjoyed with pita bread and barbecued meats, this Middle Eastern staple of hummus bi tahina can be a meal in itself ","standFirst":"<p data-dropid=\"0\">Packed with protein and best enjoyed with pita bread and barbecued meats, this Middle Eastern staple of hummus bi tahina can be a meal in itself </p>","byline":"Gabrielle Jackson","body":"<p>What a gift is hummus – a delightful little meal that transcends cultures, continents and centuries. At its best, hummus is creamy, unctuous and almost meaty in its fullness of flavour. And that’s no accident: the dish of chickpeas and tahini is packed full of protein. </p> \n<p>All over the Middle East and North Africa people eat <em>hummus bi tahina</em>. They might eat it at breakfast, lunch or dinner. In some regions, it’s a meal in itself. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"1fa1aa758e0c7ee2655e82146bd98d50b749b0a5\"> \n <img src=\"http://media.guim.co.uk/1fa1aa758e0c7ee2655e82146bd98d50b749b0a5/0_0_5616_3370/1000.jpg\" alt=\"Hummus should be eaten with your hands. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hummus should be eaten with your hands. </span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>What they won’t do is treat it as a dip left on a table beside some cabanossi for guests to pick at absentmindedly while they wait for the real food to arrive. Australians may be surprised to hear that hummus is not a dip. They may even consider that statement controversial. But if Middle Eastern food really is the new Mexican – and given the number of Lebanese pop-up restaurants in Sydney and Melbourne right now that’s a foregone conclusion – it’s time we learned to respect the absolute staple dish of the cuisine.</p> \n<p>In Beirut it may be served as part of a meze with felafel, kibbeh and tabbouleh. A hungry human in Jerusalem may sit down to a bowl of <em>masabacha</em> – hummus served with whole warm chickpeas, olive oil and a sprinkle of paprika – and eat it with wedges of raw onion and fresh, warm pita. Or maybe they’ll have <em>hummus ful, </em>hummus served with a paste of ground fava beans. Sometimes it will be served with a drizzle of sauce, perhaps of parsley, olive oil, lemon and garlic, and maybe some hot peppers if you’re that way inclined. </p> \n<p>Mo Moubayed, one of the owners of <a href=\"http://thethievery.com.au/\">Thievery</a>, a new modern Middle Eastern restaurant in Sydney’s Glebe, said hummus was a constant throughout his childhood. </p> \n<p>“Growing up as a Lebanese kid, hummus was always there on the table,” he said. </p> \n<p>“Although these days we have hummus as a starter, it was actually there as part of a main meal. It goes really well with lamb or beef, and it’s a must to have around a barbecue if you’re cooking those meats.</p> \n<p>“It is something you’d always expect in the fridge of a Lebanese person. As a kid, if I was hungry I’d just pull it out and enjoy with a carrot stick and it’d be absolutely beautiful.”</p> \n<p>Hummus is the Arabic word for chickpea, so the correct Arab term for what we know as hummus is <em>hummus bi tahina</em>. The <em>tahina</em> refers to the second ingredient in hummus – tahini, which is a paste of ground sesame seeds. The ingredients of hummus are simple and invariable: chickpeas, tahini, garlic, olive oil, lemon juice, salt. Nothing more, nothing less. And always, the best quality ingredients must be used.</p> \n<p>And it must be eaten properly.</p> \n<p>“You should eat hummus with your hands,” says Moubayed. “I don’t mean with your fingers, but eat it with your hands and Lebanese bread and lots of really good olive oil.”</p> \n<p>There’s an etiquette to this: hold the bread at the tips of your five fingers, dip in the bowl and move in a clockwise direction with a quick flick of the wrist. </p> \n<p>The secret to good hummus is not so secret, which makes it all the more surprising such inferior products are flogged so widely in Australia. Both Moubayed and Ibrahim Naji, chef and owner of a restaurant bearing his name in the Arab-Israeli village of Abu Ghosh, answered with identical tips when asked the secret to good hummus: the chickpeas must be boiled overnight and allowed to cool before mixing with the other ingredients. Use substandard quality olive oil at your peril and avoid anything resembling a food processor. </p> \n<p>Chickpeas should not be bought in a can. The texture and taste is inferior to those bought dried in bags. </p> \n<p>After boiling, the chickpeas should be mushed and mixed by hand with a pestle and mortar or other such device. There’s a reason for that: you have to watch it as you make it, feel the texture, taste for lemon, seasoning and garlic. Have you added the right quantity of tahini to bring out the nutty flavour that gives hummus its fullness of flavour? These things can’t be measured in spoons and cups, but only with human eyes, hands and taste buds.</p> \n<p>“Don’t measure the ingredients,” Naji told Guardian Australia through an interpreter. “You have to be able to feel it.” </p> \n<p>He should know. His hummus has been <a href=\"http://www.jewishjournal.com/foodaism/item/israels_best_hummus_naji_in_abu_ghosh_20110407\">voted by the Jewish Journal’s food blog as the best in Israel </a>and his village once held the Guinness world record for the biggest bowl of hummus. As a Palestinian citizen of Israel, he takes his food history seriously, as do most residents of Abu Ghosh. That’s why they <a href=\"http://www.haaretz.com/news/israel-takes-hummus-world-record-1.261081\">were so affronted</a> when in 2009 Lebanon unilaterally declared hummus Lebanese and made a bowl of it weighing 2,056kg to prove it. The village of Abu Ghosh wasn’t having it. Its response? A bowl of hummus weighing 4,090kg. The Lebanese fought back, making 10,452kg worth of hummus. </p> \n<p>Hummus is serious business. And any effort made in taking it seriously will be richly rewarded. <br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf46b449d25a09ca3eb3384a8ba38efa99824e63/0_374_3964_2378/3964.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2378,"width":3964,"orientation":"landscape","credit":"Sophia Evans for the Observer","altText":"Hummus is not a dip – it’s a meal.","cleanCredit":"Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1fa1aa758e0c7ee2655e82146bd98d50b749b0a5/0_0_5616_3370/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3370,"width":5616,"orientation":"landscape","caption":"Hummus should be eaten with your hands.  Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Hummus should be eaten with your hands. ","cleanCaption":"Hummus should be eaten with your hands. ","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}],"webPublicationDate":"2015-06-29T03:14:45Z","lastModified":"2015-06-29T03:36:42Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Gabrielle Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428483802789/Gabrielle-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gabrielle-jackson"}],"feature":false,"keywords":["Food & drink","Life and style","Lebanon","Middle East and North Africa","Middle Eastern food and drink","Israel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/lebanon","webTitle":"Lebanon"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"lifeandstyle/middle-eastern-food-and-drink","webTitle":"Middle Eastern food and drink"},{"id":"world/israel","webTitle":"Israel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Gabrielle Jackson","topic":{"type":"tag-contributor","name":"profile/gabrielle-jackson"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/jun/29/spread-the-word-if-you-think-hummus-is-a-dip-youve-been-doing-it-wrong","shortUrl":"http://gu.com/p/4a7kv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/australia-food-blog/2015/jun/29/spread-the-word-if-you-think-hummus-is-a-dip-youve-been-doing-it-wrong","webUri":"http://www.theguardian.com/lifeandstyle/australia-food-blog/2015/jun/29/spread-the-word-if-you-think-hummus-is-a-dip-youve-been-doing-it-wrong"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf46b449d25a09ca3eb3384a8ba38efa99824e63/0_0_3964_3084/3964.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3084,"width":3964,"orientation":"landscape","caption":"Hummus – for breakfast, lunch or dinner. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans for the Observer","altText":"Hummus – for breakfast, lunch or dinner.","cleanCaption":"Hummus – for breakfast, lunch or dinner.","cleanCredit":"Photograph: Sophia Evans for the Observer"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf46b449d25a09ca3eb3384a8ba38efa99824e63/0_374_3964_2378/3964.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2378,"width":3964,"orientation":"landscape","credit":"Sophia Evans for the Observer","altText":"Hummus is not a dip – it’s a meal.","cleanCredit":"Photograph: Sophia Evans for the Observer"}}]},{"title":"Green is the new black: the unstoppable rise of the healthy-eating guru","rawTitle":"Green is the new black: the unstoppable rise of the healthy-eating guru","item":{"type":"article","id":"lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","title":"Green is the new black: the unstoppable rise of the healthy-eating guru","trailText":"They’re young, photogenic, big on Instagram and top bestseller lists around the world – but how much do the new breed of wellness bloggers know about food? Hadley Freeman enters the world of #yummy #avotoast to find out","standFirst":"<p>They’re young, photogenic, big on Instagram and top bestseller lists around the world – but how much do the new breed of wellness bloggers know about food? Hadley Freeman enters the world of #yummy #avotoast to find out</p>","byline":"Hadley Freeman","body":"<figure class=\"element element-image element--showcase\" data-media-id=\"0ba380c972398c2682a44bc7f0b10fcfb4b07507\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159431150/e8879e6f-a982-4c21-befb-bf09fcf77cb6-346x420.jpeg\" alt=\"Wellness guru cover\" width=\"346\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action.</span> \n  <span class=\"element-image__credit\">Photograph: Perou for the Guardian</span> \n </figcaption> \n</figure> \n<p>Nestled among stuffy interior decorating and antique shops, <a href=\"http://daylesford.com/pimlico/\">Daylesford farmshop and cafe</a> in Pimlico is, judging by the queue on a weekday mid-afternoon, very much the chic place to meet for a fresh vegetable juice (&pound;6) or a superfood salad (&pound;14). A decade ago, you’d have struggled to find a place such as this in London; now, there seems to be one opening every other day. But, <a href=\"http://www.timeout.com/london/restaurants/daylesford-organic\">as one review warns</a>, everyone at Daylesford “is likely to be thinner, blonder and richer than you”, and I can testify that this much is true. It is part of a chain owned by Carole Bamford, a woman <a href=\"http://daylesford.com/carole-bamford-founder-daylesford-bamford/\">described on her website</a> as “a visionary in organic farming and healthy food retailing”. She is also the wife of <a href=\"http://www.jcb.co.uk/About/Lord-Bamford.aspx\">Anthony Bamford</a>, director of the JCB construction empire, although here in the farm shop the emphasis is very much on organic spelt bread rather than hydraulic excavators.</p> \n<p>I have come to Daylesford to have a green juice with <a href=\"http://calgaryavansino.com/\">Calgary Avansino</a>, whose chosen career would have seemed similarly far-fetched a decade ago. I first met Avansino years ago when she worked at Vogue as editor <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/alexandra-shulman\">Alexandra Shulman</a>’s assistant. At the time, she struck me as polite, pretty and a tiny bit scary, like everyone who works for Vogue. Today, she beams with the kind of good health you’d expect of someone who blogs about how to make <a href=\"http://calgaryavansino.com/recipes/almond-chia-seed-pudding-2/\">chia seed pudding</a>. Writing last year about “<a href=\"http://www.thesundaytimes.co.uk/sto/style/living/Wellbeing/article1496331.ece\">healthy fixes for the Christmas feast</a>”, she urged readers to offer guests “an avocado and cacao mousse” instead of mince pies. “Your friends and your body will thank you,” she promised, strongly suggesting she has never met any of my friends. Her book on wellbeing, <a href=\"http://www.amazon.co.uk/Keep-It-Real-well-family/dp/1473619211\">Keep It Real</a>, will be published next year.</p> \n<p>Despite having had her third child four months ago at the age of 40, Avansino is very slim. This is not really a surprise: in a recent blog, <a href=\"http://www.getthegloss.com/article/my-week-in-food-calgary-avansino\">she detailed her typical weekly diet</a>, which included lunches of avocado on broccoli bread (“My new favourite thing!”) and green smoothies for breakfast. She frequently advises against gluten and describes herself as “not crazy about wheat”. She also writes about how to feed kids healthily. For instance, “Don’t think you have to start your kids eating with bananas – start with a courgette or sweet potato, which is much better than a high glycemic banana.”</p> \n<p>“I’ve never had any training, and I’m not a chef,” Avansino says when I ask about her nutritional qualifications. “I’ve just always eaten like this, and it comes from a very honest and easy place.”</p> \n<p>When Avansino moved to London from the US with her husband 14 years ago, people thought her “a total weirdo” for eating quinoa. Today, she says, everyone else is catching on: “I read this great article recently about how where you get your juice now is more important than what label you wear, because it’s sort of like discreet one-upmanship. I think it’s all positive.”</p> \n<figure class=\"element element-image\" data-media-id=\"c2d71939fc07b515932456b9b835704ac40fc0a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435234578127/e83afab5-24ea-4808-a2f3-417458d5ca06-460x276.jpeg\" alt=\"Calgary Avansino\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’</span> \n  <span class=\"element-image__credit\">Photograph: Calgary Avansino/Instagram</span> \n </figcaption> \n</figure> \n<p>As anyone who has endured a million Instagram photos of avocado on gluten-free bread (“<a href=\"https://instagram.com/explore/tags/avotoast/\">#avotoast</a>!!!”) knows, Avansino is right: ostentatiously ascetic good health is now a major fashion trend. “Wellness”, <a href=\"http://www.style.com/culture/living/2014/health-wellness-luxury-status-symbol?mbid=nl_011915_Dail\">as style.com recently put it</a>, using the zeitgeisty term for the pursuit of health, is “the new luxury status symbol… If five years ago it was <a href=\"https://www.celine.com/en/collections/fall/handbags\">a C&eacute;line bag</a>, today’s ultimate status symbol might just be <a href=\"https://www.soul-cycle.com/shop/womens/tops/\">a SoulCycle hoodie</a> and a green juice.” While such breathless prose might make you want to throw <a href=\"http://www.hemsleyandhemsley.com/spiralizer-our-recommended-spiralizer-for-our-favourite-courgette-dishes-and-more/\">a spiralizer</a> through a window (for the uninitiated, that’s a machine that turns vegetables into vague substitutes for spaghetti, thus sparing you those dreaded carbs), it is true that the pursuit of “wellness” hits that crucial point on the Venn diagram between aspiration, self-love and slimness. It’s the ultimate modern sweet spot, especially because you don’t even have to admit that you’re trying to lose weight (so boring, so unfashionable). You are simply pursuing “wellness”.</p> \n<p>Within the last decade, being a wellness blogger – someone who writes on nutrition and counsels others on how to change their diet – has overtaken fashion stylist and yoga teacher as the fashionable job option for young women. When <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/gwynethpaltrow\">Gwyneth Paltrow</a>, whose nutritional qualification is nothing more than a lifetime of eating, launched <a href=\"http://goop.com/\">goop.com</a> in 2008, promoting such untempting sounding propositions as the “21-day elimination diet”, she was roundly mocked. But she is having the last laugh. Other female celebrities – <a href=\"https://www.honest.com\">Jessica Alba</a> and <a href=\"https://www.preserve.us\">Blake Lively</a>, for instance – have since launched their own wellness websites, and it was recently announced that Paltrow is creating a range of organic gluten-free ready meals featuring options such as kale ravioli. Even Pippa Middleton is <a href=\"http://www.dailymail.co.uk/news/article-3075185/Blend-like-Auntie-Pippa-Kate-s-little-sister-inspiralized-nutritionist-new-healthy-eating-craze-role-whip-meals-baby-Charlotte.html\">reportedly training to be a nutritionist</a>, surely the ultimate sign that the trend has hit the mainstream.</p> \n<p>Instead of qualifications in boring things such as nutrition and science, the wellness guru has a blog and an Instagram account. From these, she advises thousands, even millions, of followers in her friendly, informal tone to avoid the likes of tropical fruits (too high in sugar) and stock up instead on cold-pressed green juices. She makes dark references to the many ways in which today’s food industry is making us all sick. She also includes many, many photos of herself to confirm the efficacy of her recommendations.</p> \n<p>The wellness blogger is, crucially, photogenic and young, which is why “wellness” looks so much more desirable than it did a decade ago, when it was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/gillian-mckeith\">Gillian McKeith</a>, say, telling us all to eat more fibre. Eat like me, look like me, is the message. Typical photo poses include sitting on a beach lounger in a bikini while drinking from a coconut, or reclining in a rustic kitchen in skinny jeans, a cute porcelain bowl of vegetables in one hand. There are differences, however: some bloggers endorse juice fasts, whereas others scorn juice and compare its sugar content to Coca-Cola; some promote fasting, others advise against. Such subjective disagreements are perhaps inevitable among a profession in which no training is required.</p> \n<p>It’s easy to mock this phenomenon, but it is big business now. Wellness gurus accrue lucrative endorsements from healthfood brands, exercise equipment makers and spas, which they promote on their blogs. Publishers cannot give them book deals fast enough, and bestseller lists in the UK, Australia and US are filled with volumes on wellness, which mix recipes with vague nutritional advice and, of course, many, many photos.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b353ff5c746218480a33260fed390673586c96d8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141646322/7b9a7b93-8ead-45db-9a1e-1d69111221cf-460x375.jpeg\" alt=\"dish by wellness blogger calgary avansino\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign.</span> \n  <span class=\"element-image__credit\">Photograph: Calgary Avansino/Instagram</span> \n </figcaption> \n</figure> \n<p>It’s perhaps not surprising that these books have found such a large audience: most people do eat too much crap and would like to be healthier, or at least thinner. If it takes a bunch of 25-year-olds with access to social media to make eating fruit (non-tropical) seem cool, this can only be a positive thing, surely? The emphasis on the alleged nefariousness of wheat and gluten feels more trendy than true, but if some people unnecessarily cut out bread and eat more vegetables, well, that doesn’t sound like the worst trade-off in the world.</p> \n<p>But food bloggers and nutritionists, unlike dietitians, are not regulated, and a few problems have emerged in this wellness gold rush. Until earlier this year, Belle Gibson was a very successful blogger in Australia. Her claims that she had cured herself of various cancers through eating fruit and vegetables brought her enormous attention. She is estimated to have made more than $1m from her app, <a href=\"http://thewholepantryapp.com\">The Whole Pantry</a>, and <a href=\"http://bookshop.theguardian.com/whole-pantry.html\">the book of the same name</a>, which was published by Penguin. Apple was planning to include her app on its Apple Watch. She boasted that she had encouraged “countless others” who suffered from cancer to reject conventional medical treatment and opt instead to treat themselves naturally.</p> \n<p>In April, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/apr/22/none-of-its-true-wellness-blogger-belle-gibson-admits-she-never-had-cancer\">it was revealed that Gibson’s story was bogus</a>: she never had cancer. She gave a tearful interview to Women’s Weekly magazine in which the journalist drily reported, “She says she is passionate about avoiding gluten, dairy and coffee, but doesn’t really understand how cancer works.” Penguin said it had published the book “in good faith” and had never sought to verify Gibson’s claims.</p> \n<p>Over in the US, wellness blogger <a href=\"http://foodbabe.com/\">Vani Hari</a>, aka the Food Babe, is one of the most popular writers on nutrition and has successfully lobbied food brands such as Kraft to remove various chemicals from their products (scientists have argued that such campaigns were unnecessary). A former financial consultant, with no nutritional or science training, Hari’s blog now reaches well over a million followers and features posts with the kind of attention-grabbing headlines bloggers are so good at, such as <a href=\"http://foodbabe.com/2015/06/02/3-things-doctors-say-you-should-do-but-shouldnt/\">“3 Things Doctors Say You Should Do… But Shouldn’t!”</a> and <a href=\"http://foodbabe.com/2013/09/23/are-you-eating-this-ingredient-banned-all-over-the-world/\">“Are You Eating This Ingredient Banned All Over the World?”</a> Hari has been widely <a href=\"http://www.slate.com/articles/health_and_science/science/2015/02/food_babe_book_and_blog_claims_beaver_ass_coal_tar_and_yoga_mat_in_your.html\">condemned by scientists</a> and dietitians, who say that she “exploits the scientific ignorance of her followers”. She has also been described as “the Jenny McCarthy of food” (the actor McCarthy, similarly unversed in science, <a href=\"http://www.newyorker.com/tech/elements/jenny-mccarthys-dangerous-views\">encouraged Americans not to vaccinate their children</a>, warning it would cause autism). Hari <a href=\"http://foodbabe.com/2014/12/06/food-babe-critics/\">has responded by quoting Gandhi</a> – “First they ignore you, then they laugh at you, then they fight you, then you win” – and suggesting her critics are in the pay of big pharma and food corporations, thus making a virtue of her outsider status and lack of nutritional training.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The pursuit of&nbsp;‘wellness’ hits that crucial point on the Venn diagram between aspiration, self-love and slimness</p> \n </blockquote> \n</aside> \n<p>I grew up in New York and have spent time in Los Angeles. Along with Sydney, these are probably the epicentres for kooky, healthy eating trends, and I have watched many come and go. Although trendy British cafes serve gluten-free muffins and soya latte these days, I assumed that most Brits were too sardonic to go too far down this path.</p> \n<p>I was wrong. Over the past year, wacky nutritional advice has been increasingly creeping into the national press, all in the name of “wellness”. One regular (and self-confessedly wholly unqualified) nutritional newspaper columnist frequently insists that gluten-free options are inherently healthier, which, according to the British Dietetic Association, is simply untrue for the vast majority of people. In April this year, an uncritical profile of the Australian wellness blogger and “photogenic fruitarian” <a href=\"http://thebananagirl.com/about.php\">Freelee the Banana Girl</a> reported that “Freelee pioneered the Raw Till 4 regime, whereby she eats nothing but uncooked fruit until 4pm — sometimes dozens of bananas a day — allowing herself some grains, a little fat from nuts and seeds and a huge plate of steamed green or starchy vegetables in the evening”. Freelee credits this regime, we were solemnly informed, “with curing her eating disorder”.</p> \n<p>Then there are the British wellness bloggers, who are increasingly hard to avoid: <a href=\"http://deliciouslyella.com/\">Ella Woodward</a>, <a href=\"http://tessward.com/\">Tess Ward</a>, <a href=\"http://madeleineshaw.com/\">Madeleine Shaw</a>, <a href=\"http://www.hemsleyandhemsley.com/about/\">the Hemsley sisters</a> and Calgary Avansino. It isn’t hard to see the appeal for their many fans: the prettier, posher and thinner they are, the more success they enjoy. When Ella Woodward published her book <a href=\"http://bookshop.theguardian.com/deliciously-ella.html\">Deliciously Ella</a> earlier this year, her publishers reprinted it six times before it was even released, to keep up with demand; it became the fastest-selling debut cookbook of all time. (Twenty-four-year-old Woodward is the daughter of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/shaunwoodward\">Shaun Woodward</a>, the former Northern Ireland secretary, and <a href=\"http://www.thesundaytimes.co.uk/sto/Magazine/article1544338.ece\">Camilla Sainsbury</a> of the supermarket family.)</p> \n<p>Another British wellness book, <a href=\"http://bookshop.theguardian.com/get-the-glow.html\">Get The Glow</a>, by 25-year-old “nutritional health coach” Madeleine Shaw (<a href=\"https://instagram.com/madeleine_shaw_/\">147,000 followers on Instagram</a>), became a number one bestseller last month. I asked her editor, Anna Valentine at Orion, how she accounts for such rapid success. “This is a crowded area of the market, and each book has to shout to be heard,” she says. “A strong platform and engaged audience is crucial to help cut through the noise.”</p> \n<p>“In the long term, I’d like to see Madeleine as a female Jamie Oliver,” adds Shaw’s manager, Alice Russell. Russell has arranged sponsorship deals for Shaw from companies including Brita water filters and Savse smoothies. “We look at what’s a good fit for Madeleine. We’ve turned down a lot of money in the past from companies, so she can be built in the right way.”</p> \n<figure class=\"element element-image\" data-media-id=\"b82f17c922b4f1e3f0ff495d7eb2cca1105e810a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141086818/c5ccb36f-09b7-42f3-801b-18f37a27c0b6-460x375.jpeg\" alt=\"wellness blogger madeleine shaw\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers.</span> \n  <span class=\"element-image__credit\">Photograph: Madeleine Shaw/Instagram</span> \n </figcaption> \n</figure> \n<p>Shaw herself is more than aware of where the appeal lies. “Some of the girls, like the Hemsleys and Ella, are very pretty, but I think it’s that we’re all so nice and smiley and approachable,” says Shaw, who is all of those things. Like many books by wellness bloggers, Get The Glow mixes perfectly sensible if hardly novel advice (eat less sugar) with less well-founded claims (wheat, Shaw writes, “is like sandpaper for the gut”). The recipes, too, are an even split between the healthy but tempting (Thai beef salad) and the healthy but not (pizza with a crust made of mashed cauliflower bound together with egg white).</p> \n<p>Shaw and I meet in the newly opened <a href=\"http://www.southkensingtonclub.com\">South Kensington Club</a> (all the new nutritionists seem to be based in south-west London: my week of interviewing them involves trekking around the golden triangle of Sloane Square, South Kensington and Notting Hill), and she talks engagingly about how she, like nearly all British wellness bloggers, became interested in healthy eating after suffering from digestive problems. She describes herself as “a modern-day hunter-gatherer. I think we got it right at the beginning and things have become more processed, and I think that’s causing problems for so many people,” she says with the uptick accent so popular now in certain areas of Britain.</p> \n<p>Yet people are living a lot longer than they were 500 years ago, I say.</p> \n<p>“I totally get your point,” Shaw concedes, “and I think it’s because our medicines have developed and we’re not running around with sticks and getting eaten by animals and stuff like that. But we’re not as connected with our bodies as we used to be – we eat out of boredom or, like, convenience, or, like, to stay awake to get stuff done. So it’s about getting in touch with your food to see where it’s from.”</p> \n<p>She advises against wheat very strongly, but people did eat wheat 500 years ago, didn’t they?</p> \n<p>“I think it’s because of the way it’s done now,” she says. “If it was wheat that was grown a long time ago, it was really nutritious, it had long roots, it had some goodness. But now it’s more of a dwarf crop and it doesn’t have the same nutrition.” Shaw thinks everyone should give up wheat, “just to see how they feel”. She is currently doing a three-year course at the London-based <a href=\"http://www.naturopathy-uk.com/\">College of Naturopathic Medicine</a>.</p> \n<p>Very few wellness bloggers have traditional nutritional qualifications, such as university degrees. At most, some have taken the year-long, $5,995 online course from the New York-based <a href=\"http://www.integrativenutrition.com/\">Institute for Integrative Nutrition</a> (IIN), which, while licensed by the New York state education department, only qualifies students to describe themselves as an “integrative nutrition health coach”. They can use this qualification all around the world. (Pippa Middleton is said to be taking the IIN course as I write.)</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8cbadaadcc4d2956af464ea30c2bbd85e47344b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435142070516/43cdeb56-b519-4dae-afb8-bdeefb9fda39-280x420.jpeg\" alt=\"wellness blogger madeleine shaw doing a headstand\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’</span> \n  <span class=\"element-image__credit\">Photograph: Madeleine Shaw/Instagram</span> \n </figcaption> \n</figure> \n<p>The IIN was founded by <a href=\"https://www.facebook.com/NutritionSchoolFounder\">Joshua Rosenthal</a>, whose nutritional background is, spokesperson Justine Thorner explains, “a master of science degree in education and 30 years of experience in health, wellness, wholefoods, personal coaching and teaching”. (In other words, he learned to be a teacher in nutrition by teaching about nutrition.) He still teaches 50% of the programme, alongside visiting teachers – “the best in the world,” according to Rosenthal – who include such zeitgeisty figures as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/ariannahuffington\">Huffington Post editor-in-chief Arianna Huffington</a> and Dr Mehmet Oz. Oz, an American heart surgeon with his own TV show, has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/apr/17/dr-oz-columbia-doctors-quack-treatments\">regularly criticised</a> by fellow doctors, who recently described him as “routinely [showing] disdain for science and for evidence-based medicine”. As for Oz’s coverage of weight-loss supplements, Senator <a href=\"http://www.politico.com/story/2014/06/claire-mccaskill-dr-oz-weight-loss-supplement-107952.html\">Claire McCaskill told him in a senate hearing last year, “You are melding news and entertainment in a way that harms consumers</a>.”</p> \n<p>I ask Thorner if the IIN has any concerns about the controversy surrounding its visiting teacher. “Dr Oz’s lecture focuses around simple tips for health and happiness,” she says. “Criticism surrounding other aspects of his work unrelated to IIN will not impact our relationship with him.” To be fair to the IIN, New York’s Columbia University still employs Oz, too, much to the dismay of some of his colleagues. “A health coach does not diagnose, treat or take responsibility for bringing about wellness changes in a client’s life,” Thorner says. “Rather, he or she guides and supports the development of and progress towards personal wellness goals. The UK is one of the top countries that we have students from.”</p> \n<p>When I ask Anna Valentine at Orion if she is concerned about commissioning a book about healthy eating from someone without traditional nutritional qualifications, she replies, “Madeleine [Shaw] is a trained nutritional health coach from the Institute of Integrative Nutrition. She learned to cook and gained lots of practical experience in healthfood cafes and restaurants. She was also employed to cook for a professional rugby team.”</p> \n<p>The publishers of these wellness books may not demand real nutritional expertise, but sometimes the gaps in the bloggers’ knowledge show. In <a href=\"http://deliciouslyella.com/date-and-pecan-loaf/\">one recent exchange on her blog</a>, which gets 2.5m hits a month, Woodward was asked by a commenter why she doesn’t use millet in her recipes: “I don’t use millet as it contains gluten and all my recipes are gluten-free. Hope you love the recipes! X,” she explained in her characteristically chatty style.</p> \n<p>Her loyal followers pointed out that millet does not, in fact, contain gluten. Woodward, undaunted, simply moved the goalposts: “I prefer to stay away from millet as I personally find it difficult to digest. Have a nice day! X,” she replied.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It isn’t true that nutrition advice changes all the time. But people want to hear stuff that is different, sexy and new</p> \n  <footer> \n   <cite>Paul McArdle, British Dietetic Association</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>To be fair, few wellness bloggers claim to be experts. “I always say I haven’t had training, and I never get into the science because that’s not my strength,” Avansino tells me. Even so, Paul McArdle of the <a href=\"https://www.bda.uk.com/\">British Dietetic Association</a> takes a fairly dim view of this kind of thing. “Personal experience in making a dietary change in your own life is not a qualification to advise others about nutrition,” he says. “The word nutritionist has no legal meaning – anyone can call themselves a nutritionist, and if you are a member of the public, you have no protection from rogue advice. People say that health advice changes all the time, but that isn’t true – we’ve been saying the same things for years. But people want to hear stuff that is different, sexy and new.”</p> \n<p>One of these different, sexy and new things is the move against wheat and gluten. “We have noticed a rise in people claiming they have an intolerance to wheat and gluten, but the figures are in actuality very, very low,” McArdle says.</p> \n<p>I ask about Shaw’s contention that the root of the problem is in the way wheat is farmed these days. He gives this short shrift: “There is some evidence that there are strains of wheat that cause a reaction in those who have a sensitivity, and older-fashioned strains of wheat can be better for those who have a sensitivity. But the numbers are still very low.”</p> \n<p>Is it not sensible to advise those with digestive troubles to cut down on wheat, then? McArdle gives an exasperated sigh: “A nutritionist should not advise someone with digestive problems to cut out wheat – they don’t have medical training and there may be other issues. People often don’t realise that what I call ‘nutrition lite’ people aren’t qualified to diagnose anything. So they’ll take advice from them and not see professionals.”</p> \n<p>Tess Ward and I meet in a restaurant in Notting Hill. With her cute blond bob and an accent that could cut glass, she is so pretty that our waiter nearly trips over his own feet. She is also very thin. “I am thinner than I normally am, because I just discovered I’ve got a food allergy,” she tells me. “I am trying my darnedest right now to put on weight with protein shakes!” She grins.</p> \n<figure class=\"element element-image\" data-media-id=\"145f37d57d9fc049dbc659aaab09fff540399c8a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435140884521/959daa95-5cfd-4cb2-9636-a06fba7f0fc2-460x375.jpeg\" alt=\"wellness blogger tess ward\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition.</span> \n  <span class=\"element-image__credit\">Photograph: Tess Ward/Instagram</span> \n </figcaption> \n</figure> \n<p>Ward’s followers (<a href=\"https://instagram.com/tesswardchef/\">26,400 on Instagram</a>) make frequent envious comments about her physical appearance. Does she think her looks play a part in her appeal? “I find that a difficult question to answer. I never mediate my [Instagram] images. It’s more, ‘Oh, I’m wearing nice shoes and here’s a juice on the floor.’ Because then maybe someone will think, ‘Oh, yes, maybe I’ll have a juice.’ ”</p> \n<p>Her new book, <a href=\"http://bookshop.theguardian.com/naked-diet.html\">The Naked Diet</a>, focuses, she says, “on stripping ingredients back to their bare essentials, but in no way is it about dieting”. Unusually for a wellness blogger, Ward has had professional training in cookery, studying at <a href=\"http://www.lcblondon.com\">Le Cordon Bleu</a>. But, like Shaw, her nutritional training came from the IIN and, also like Shaw, she was inspired to study there after suffering from digestive problems that were never fully diagnosed.</p> \n<p>“I personally can’t digest wheat,” Ward tells me. “I wouldn’t recommend everyone cut it out, but there’s loads of research saying spelt is good for people with IBS and fighting bowel cancer.” (When I ask McArdle about Ward’s claim, he says, “You can find studies to support any theory you want, but most are not robust enough to count as medical research.”)</p> \n<p>The IIN claims that more than 68,000 people have completed its year-long online course in being a health coach. Intrigued, I enrol on the introductory session, also online, opting to join a Sunday evening class (there are only 100 students per class, and many are already booked up).</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"321220d986b3cbca28d957d20bc75823dd29724c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141377326/e418a9bc-f768-45c2-a344-cba14bd0dc1c-460x375.jpeg\" alt=\"Tess Ward’s sea bass ceviche with avocado and pomegranate \" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says.</span> \n  <span class=\"element-image__credit\">Photograph: Tess Ward/Instagram</span> \n </figcaption> \n</figure> \n<p>Sharon, the tutor, speaks to us directly in the pre-recorded seminar, illustrating the IIN’s friendly, wide-eyed, all-inclusive attitude to nutrition with photos and video clips. The year-long syllabus includes talks on all manner of eating plans, such as the Atkins diet, and cleanses, no matter how medically dubious: “One of the fundamental teachings of the school is a concept Joshua [Rosenthal] coined as bio-individuality, meaning one person’s food is another person’s poison,” spokesperson Thorner explains. “Given this unique standpoint, we do not value any one diet over another.” There is a repeated emphasis on the importance of all-over health, and how graduates will have “the confidence to go out there and convert people”. Alongside this wholesome, holistic approach are repeated reminders of how much an IIN graduate can earn: “We’ll show you how to be a six-figure health coach even with a full-time job,” is one of Sharon’s opening remarks, and this kind of thing is repeated frequently. Most people who come into the programme, she says, “have no training in nutrition”. Nonetheless, “halfway through the course you will have the confidence to take on clients. Many students make back their tuition [fees] before graduation.”</p> \n<p>So could I start taking on clients and charging them after just six months, I ask Thorner.</p> \n<p>“We recommend our students be upfront with their clients about where they are in their programme and charge a lower rate while in school, for example around $95 a month,” she says. “After graduation, our coaches can feel confident in charging a higher rate, such as $195 a month.”</p> \n<p>I don’t sign up for the rest of the course, but the IIN does its best to convince me otherwise, sending daily emails. A typical one comes with the subject line “Are you already a Health Coach without knowing it?” There is a link to a video in which Sharon explains that there is “a huge demand for a new kind of professional - a health coach [because] traditional doctors don’t necessarily have the time or resources to help their patients build healthy habits and change their lifestyle”.</p> \n<p>There is no denying that how we eat is important, and the rise of nutritionists is testament to public awareness of that, even if a large part of their appeal is the whispered promise of thinness. And a lot of what these bloggers advocate – less sugar, more vegetables – is perfectly sensible. But it is often served up with a hefty side dish of misinformation and encouragement of food phobias. After all, being obsessive about healthy eating isn’t actually all that healthy.</p> \n<p>I suspect that, in a small way, these women know this, and realise that public enthusiasm for them will eventually wane, as it does with all fashion trends. Several bloggers who declined to be interviewed for this piece did so because they “don’t want to be seen as part of that group”, and several of those who did speak to me made the same point. “I really think of myself as more of a chef and food writer than a blogger or nutritionist,” Tess Ward says, twice. She then shows me her Instagram page, proving that she doesn’t follow “many of them”, favouring instead chefs such as Skye Gyngell and Angela Hartnett. She looks up from her phone suddenly, as if a thought has just occurred to her: “You know, you should talk to some chefs. They really know amazing things about food.”</p> \n<ul> \n <li>Main image, styling by Andie Redman. Hair and makeup by Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble.<br /></li> \n</ul>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435137856262/girl-standing-in-front-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble","credit":"Perou/Perou","altText":"girl standing in front of leaves holding glass of green juice","cleanCaption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159431932/7dc8e0ac-8698-4f35-99a9-2ebfb82ad77e-1681x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1681,"orientation":"portrait","caption":"Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action. Photograph: Perou for the Guardian","credit":"Perou for the Guardian","altText":"Wellness guru cover","cleanCaption":"Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action.","cleanCredit":"Photograph: Perou for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435234579468/1dd048b9-0207-4fd2-8c81-3a83a0998e70-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’ Photograph: Calgary Avansino/Instagram","credit":"Calgary Avansino/Instagram","altText":"Calgary Avansino","cleanCaption":"Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’","cleanCredit":"Photograph: Calgary Avansino/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141646552/ae26b065-c184-4e40-81da-9871f6974a66-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign. Photograph: Calgary Avansino/Instagram","credit":"Calgary Avansino/Instagram","altText":"dish by wellness blogger calgary avansino","cleanCaption":"A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign.","cleanCredit":"Photograph: Calgary Avansino/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141086190/30629ed3-b644-4d0a-916e-5040a74afac7-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers. Photograph: Madeleine Shaw/Instagram","credit":"Madeleine Shaw/Instagram","altText":"wellness blogger madeleine shaw","cleanCaption":"‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers.","cleanCredit":"Photograph: Madeleine Shaw/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435142070307/0ae50a96-769a-4d6f-931d-74bd76fc88c0-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":468,"width":312,"orientation":"portrait","caption":"‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’ Photograph: Madeleine Shaw/Instagram","credit":"Madeleine Shaw/Instagram","altText":"wellness blogger madeleine shaw doing a headstand","cleanCaption":"‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’","cleanCredit":"Photograph: Madeleine Shaw/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140884984/1b923a2a-9a94-4227-b871-b3975e0c371d-620x506.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":506,"width":620,"orientation":"landscape","caption":"‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition. Photograph: Tess Ward/Instagram","credit":"Tess Ward/Instagram","altText":"wellness blogger tess ward","cleanCaption":"‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition.","cleanCredit":"Photograph: Tess Ward/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141377528/eb1893e2-a933-4b48-b1a0-607173eaab98-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says. Photograph: Tess Ward/Instagram","credit":"Tess Ward/Instagram","altText":"Tess Ward’s sea bass ceviche with avocado and pomegranate ","cleanCaption":"Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says.","cleanCredit":"Photograph: Tess Ward/Instagram"}],"webPublicationDate":"2015-06-27T07:00:09Z","lastModified":"2015-06-27T07:00:09Z","metadata":{"commentable":true,"commentCount":530,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":true,"keywords":["Health & wellbeing","Food & drink","Life and style","Instagram","Technology"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/instagram","webTitle":"Instagram"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","shortUrl":"http://gu.com/p/4a493","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman"},"shouldHideAdverts":false},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435137856262/girl-standing-in-front-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble","credit":"Perou/Perou","altText":"girl standing in front of leaves holding glass of green juice","cleanCaption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble"}}]},{"title":"Fears for new mothers and babies as support services are cut across England","rawTitle":"Fears for new mothers and babies as support services are cut across England","item":{"type":"article","id":"lifeandstyle/2015/jun/28/new-mothers-babies-support-services-cut-england-breastfeeding-midwife","title":"Fears for new mothers and babies as support services are cut across England","trailText":"Breastfeeding classes, midwife visits and peer support are increasingly being scaled backed or stopped, threatening health and wellbeing of new familes","standFirst":"<p>Breastfeeding classes, midwife visits and peer support are increasingly being scaled backed or stopped, threatening health and wellbeing of new familes</p>","byline":"Nicola Slawson","body":"<p>Support services for new mothers are being cut across England, leading experts to warn that increasing numbers of women will lose breastfeeding advice and face isolation during the first year of parenthood.</p> \n<p>Breastfeeding classes, home visits from midwives and “baby cafes”, where parents can gather with their infants, are being increasingly scaled back or closed because of cuts to the budgets of local authorities and the NHS, the Guardian has learned. <br /></p> \n<p>This has raised concerns among parenting groups, children’s charities and medical experts who warn that the health and welfare of mothers and babies will suffer. There is particular worry that it will worsen Britain’s already poor take-up of breastfeeding.</p> \n<p>An array of services, including those which provide social networks and mental health support to new families, face the chop. Many of them are being lost owing to the closure of children’s centres which provide support, childcare and activities for young families.</p> \n<p>The charity <a href=\"http://www.4children.org.uk/\">4Children</a> says as many as 112 children’s centres will close this year. Mothers of newborns in Tamworth, Staffordshire, can no longer access a specialist service that offers advice at home about how to look after their baby from a support group of women who had given birth years before because it closed in March.</p> \n<p>Staffordshire county council withdrew funding for the scheme used by up to 300 mothers a year used, despite a huge outcry locally.The service also offered help from NHS health visitors and midwives about problems such as tongue-tie, a birth defect that affects feeding in up to one in 10 babies. </p> \n<p>“The beauty of peer support is that we had time to sit with the mums day in and day out; that was our role. This is what sustains breastfeeding,” said Ellie Fielding, who coordinated the service for 10 years. “The health visitors would try and do their best but with the best will in the world, they couldn’t spend two hours with just one mother. I just feel so sad for the mums.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The group was an invaluable lifeline to me. It gave me the strength to continue feeding through postnatal depression</p> \n  <footer> \n   <cite>Liz Hines</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>For Liz Hines, who has a 25-month-old baby, it wasn’t just help with breastfeeding that she received. She was struggling and had been diagnosed with postnatal depression. </p> \n<p>“The group was an invaluable lifeline to me and was instrumental in improving my mental health. It gave me the strength to battle on and continue feeding through postnatal depression, when all around me everyone was telling me to quit and focus on myself.</p> \n<p>“I instinctively knew the guilt if I gave up would make the depression worse rather than better. [Finding the group] was such a huge turning point for me and my baby.”</p> \n<p>Elsewhere, a breastfeeding counselling service in Basingstoke is facing closure after losing funding from Hampshire county council while Brent clinical commissioning group slashed funding for its own service this year. Campaigns to save support in Leicestershire and Lewisham, south-east London, have resulted in last minute reprieves. <br /></p> \n<p>A petition has been started to save community breastfeeding clinics in south London run by Kings College Hospital Trust. The service not only provides daily drop-in sessions for new mother but also home visits for vulnerablewomen in more deprived areas and those with mental health problems.</p> \n<p>Michaela Lawrence, a mother of two, started the petition after hearing that the service would close in September. “I was horrified and slightly tearful,” she said. “It had had such a big impact on my life because when you’re trying to feed a new baby, it’s really difficult. It really was only because of these highly qualified midwives and the expert advice I received that I was able to breastfeed.”</p> \n<figure class=\"element element-image\" data-media-id=\"bc02ad5c6da68a60d08556a9774c5c30080545c8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435498115018/b3152ff6-d2ac-426f-b37a-ab0ab2ce7b2e-460x276.jpeg\" alt=\"Michaela Lawrence, pictured with her daughter Poppy, is campaigning against cuts to community breastfeeding midwives.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michaela Lawrence, pictured with her daughter Poppy, is campaigning against cuts in south London.</span> \n  <span class=\"element-image__credit\">Photograph: Teri Pengilley for the Guardian</span> \n </figcaption> \n</figure> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It kind of feels like they are playing funding politics at the expense of new mothers</p> \n  <footer> \n   <cite>Michaela Lawrence</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Five specialist midwives and one lactation consultant are to be redeployed by the Trust although it is not yet known where to. Lawrence said: “It kind of feels like they are playing funding politics at the expense of new mothers. They aren’t looking at the bigger picture.”</p> \n<p>Research by the National Childbirth Trust (NCT) shows an overwhelming number of women said they would have stopped breastfeeding without expert help they received at baby cafes, for example, where new mothers meet up and are supported by specialist midwives.</p> \n<p>Rosemary Dodds, senior policy adviser of NCT, said: “Evidence shows that 80% of mums who stop breastfeeding do so because of a lack of support. As a charity which champions parents’ choice we would like to see mothers getting the assistance they want and need. We would like to see improved services for all parents including those who want to breastfeed but are struggling.</p> \n<p>“NCT supports both mums who decide to bottle-feed and those who want to breastfeed by providing a helpline, breastfeeding counsellors and drop in sessions. Research shows this kind of support has practical and psychological benefits for mothers, impacting on the wellbeing of their babies.”</p> \n<p>It is thought that several dozen cafes have closed this year with several more in Oxfordshire facing the same fate. The NCT, however, was unable to confirm the exact number. </p> \n<h2>UK breastfeeding rates still lag behind many western countries</h2> \n<p>While breastfeeding at birth – known as initiation – rates have increased in the UK from 62% in 1990 to 81% in 2010, the most recent figure, according to the NCT, there is still a sharp decline in the proportion continuing to breastfeed after that.</p> \n<p>A NHS report this week suggest 57% of mothers are still breastfeeding by the time their baby is six-weeks-old and just 34% by six months. This is despite recommendations that all babies should be breastfed until at least six months.</p> \n<p>The UK is also lagging behind many other western countries – 80% of Norwegian mothers still breastfeeding after six months. </p> \n<p>Jacque Gerrard, Royal College of Midwives director of England, said: “It’s every midwife’s responsibility to support women in breastfeeding both with initiation and continuation. In a community setting where services are really stretched, women turn to other kinds of support like baby cafes and peer support. Midwives can only do so much.</p> \n<p>“If we are in a position where we are 3,000 midwives short [which we are] now and if there are going to be cuts to these community services, that is going to have an impact on continuation rates, which is a real worry.”</p> \n<p>Annie O’Leary, editor of the UK’s biggest parenting site, Netmums, said: “Cutting breastfeeding services may save money in the short term, but in the long term it will end up costing more. Studies show encouraging mothers to breastfeed for longer would save the NHS an estimated &pound;40m every year. And natural nursing instead of using formula saves mums around &pound;550 a year, helping balance family finances at a time when money is tight.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435331879731/336927d9-28b2-4640-8a65-b48a642392ef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rex/Shutterstock","altText":"Experts fear that increasing numbers of women will lose breastfeeding advice.","cleanCredit":"Photograph: Rex/Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435498116370/b3152ff6-d2ac-426f-b37a-ab0ab2ce7b2e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michaela Lawrence, pictured with her daughter Poppy, is campaigning against cuts in south London. Photograph: Teri Pengilley for the Guardian","credit":"Teri Pengilley for the Guardian","altText":"Michaela Lawrence, pictured with her daughter Poppy, is campaigning against cuts to community breastfeeding midwives.","cleanCaption":"Michaela Lawrence, pictured with her daughter Poppy, is campaigning against cuts in south London.","cleanCredit":"Photograph: Teri Pengilley for the Guardian"}],"webPublicationDate":"2015-06-28T14:00:00Z","lastModified":"2015-06-28T23:00:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nicola Slawson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicola-slawson"}],"feature":false,"keywords":["Breastfeeding","Parents and parenting","Public sector cuts","Family","Life and style","Health & wellbeing","Public services policy","Politics","Public finance","Society","UK news","Mental health","Health"],"tags":[{"id":"lifeandstyle/breastfeeding","webTitle":"Breastfeeding"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Nicola Slawson","topic":{"type":"tag-contributor","name":"profile/nicola-slawson"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/28/new-mothers-babies-support-services-cut-england-breastfeeding-midwife","shortUrl":"http://gu.com/p/4a6dx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/28/new-mothers-babies-support-services-cut-england-breastfeeding-midwife","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/28/new-mothers-babies-support-services-cut-england-breastfeeding-midwife"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435331879731/336927d9-28b2-4640-8a65-b48a642392ef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Experts fear that increasing numbers of women will lose breastfeeding advice. Photograph: Rex/Shutterstock","credit":"Rex/Shutterstock","altText":"Experts fear that increasing numbers of women will lose breastfeeding advice.","cleanCaption":"Experts fear that increasing numbers of women will lose breastfeeding advice.","cleanCredit":"Photograph: Rex/Shutterstock"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435331879731/336927d9-28b2-4640-8a65-b48a642392ef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rex/Shutterstock","altText":"Experts fear that increasing numbers of women will lose breastfeeding advice.","cleanCredit":"Photograph: Rex/Shutterstock"}}]},{"title":"Review / Bonhams: restaurant review","rawTitle":"Bonhams: restaurant review","item":{"type":"article","id":"lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner","title":"Bonhams: restaurant review","trailText":"Tom Kemble’s cooking at Bonhams is exquisite… It’s so good Jay Rayner almost didn’t want to tell you about it","standFirst":"<p>Tom Kemble’s cooking at Bonhams is exquisite… It’s so good Jay almost didn’t want to tell you about it</p>","byline":"Jay Rayner","body":"<h2>101 New Bond Street, London W1 (020 7468 5868). Meal for two, including drinks and service: &pound;130</h2> \n<p><br />A restaurant of quiet ambition, located within a fancy auction house, is a whole bunch of dreadful, overwrought analogies just waiting to happen. It didn’t help that, on the day we visited the restaurant inside Bonhams on London’s New Bond Street, the galleries were filled with glorious works. There were Hockneys and Auerbachs, Rileys and Hodgkins. Another room displayed sleek Art Deco pieces all of which I coveted. In the long dirty fight to find ways by which fragile words might be bent to the service of robust flavours, ignoring the possibilities of the language of art when it is so plainly offered really is tough. How easy to talk of “provenance” and the “masterpiece” and of the “acutely composed”. Still I’ll do my best, even though Tom Kemble’s cooking is about as good a candidate for this sort of guff as I’ve come across in a long while.</p> \n<p>The six-month-old restaurant at Bonhams, which is open for breakfast and lunch and for a set menu on Thursday nights only, is literally one of London’s hidden gems. You have to know it’s there to know it’s there. Step through the small street entrance into the airy galleries beyond. Take the lift down a couple of floors, go through the bar, and back up the staircase at the end to find yourself in a small white box of a room with 20 seats and a view of a bland Mayfair courtyard. The walls are hung with prints of food-heavy still lifes of the sort wealthy men used to commission in the 16th century merely to prove they could afford the newfangled pigments needed to portray red, bleeding meat.</p> \n<p>The paintings are misdirection. Kemble’s food is in no way heavy or burdened by luxury for its own sake. It is calm and thoughtful and precise and really quite startlingly beautiful. It’s serious cooking of the best sort, which is to say the kind that makes you giggle with pleasure.</p> \n<figure class=\"element element-image\" data-media-id=\"56968bbbae01e50172bcd974408a5c9d674627f9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435069750589/a0bbd611-08c6-4127-bceb-efe7a07f80ae-460x276.jpeg\" alt=\"Gazpacho with mustard ice cream and a floating flower\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A masterpiece: the gazpacho with mustard ice cream. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>Prior to a stint at a Chiswick restaurant, Kemble worked for Magnus Nilsson at F&auml;viken in Sweden and brings back with him less a Scandinavian agenda – in our meal the mood was lighter and sunnier and altogether more Francophile – but an obsessive’s commitment to quality raw materials. The cooking served some of the finest ingredients I have come across in a long while. Plus, he has all the skills. At the beginning there is some of the very best bread, a crunchy crusted sour dough with an addictively chewy crumb, served with the sort of yellow Normandy butter you could smear on a close friend. At the end there are liquid salt caramels that will give any of the chocolate specialists at work today a serious case of envy.</p> \n<p>In between there is a thoughtful menu with just three choices at each course, which changes gradually, week by week and day by day, depending on what’s good. Starters are around &pound;10, mains in the mid-20s with desserts at &pound;8. Or think of it as &pound;45 for three courses if that helps (which is the price for the supper club). Bargains are relative. For cooking of this quality in London right now, that’s a bargain. We begin with a gazpacho with mustard ice cream. It’s not an original idea. Both Alain Passard at L’Arp&egrave;ge in Paris and Heston Blumenthal at the Fat Duck have done versions. This one has a lightness of touch, the glossy cold soup having a power and intensity that forces you to stare into the bowl and think only of sunshine and languor. Crisp garlicky croutons bob at the surface and in the depths are pieces of smoked eel lending a hit of the docks. And then, in the middle, is a quenelle of just-set mustard ice cream, providing less heat than a potent savoury grounding.</p> \n<figure class=\"element element-image\" data-media-id=\"a2d829b1d2a45682b93a2acd70bb7c87109d8da6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435070051007/3681c26d-658e-41ba-9deb-ffd4f28622b8-460x276.jpeg\" alt=\"Slices of duck breast and boned-out confit leg on a round plate\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The duck breast and boned-out confit leg. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>Steamed courgette flowers, as delicate as a dandelion head ready to blow away on the breeze, come filled with white crab meat. There are slices of bull’s heart tomato, confited to make them more themselves, a tiny dice of crunchy courgette and a puddle of warm, foamy crab bisque, which is where the intense throb of the brown meat has gone to live out its days.</p> \n<p>There is the same intensity to the frothy, brassic green beurre blanc with a slab of turbot, cooked to an acutely timed mother-of-pearl. A heap of wilted spinach underneath, a length of charred cucumber alongside, a few peeled and smoked Jersey Royals for company and the job is done. Likewise, with slices of duck breast, and a boned-out confit leg, with crisped skin, made shameless by the fat it has been long-cooked in. They share a plate with baby beets, halved cherries, the crack of fresh almonds and an underlying sauce of all these things. There is nothing attention-seeking about this food; it is just great ingredients given a seeing to by a chap who cares.</p> \n<p>To finish there is raspberry millefeuille, the delicate wafers dusted with ground down, freeze-dried fruit, enclosing layers of a loose cr&egrave;me Chantilly and a bright elderflower sorbet. All around are perfect raspberries the colour of opera plush. A floating island is a thick disc of lightly set meringue under a sim card-thin disc of chocolate with, on the top, a mound of pistachio ice cream and all around a moat of cr&egrave;me anglaise.</p> \n<figure class=\"element element-image\" data-media-id=\"d1d5d0f9d89e40c7786a900808207af9562072a8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435070211028/a63e9809-e77c-440e-b29f-2acec560dbc1-460x276.jpeg\" alt=\"The delicate-wafered raspberry millefeuille.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘There are perfect raspberries the colour of opera plush’: the delicate-wafered raspberry millefeuille. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>By this point I am all but lost. London may be a feverish restaurant city right now, but there is very little of true brilliance. Last week at the Marksman was one kind; this is quite another. It helps that Bonhams is a serious wine dealership and has used that expertise to pull together a clever list. Given what passes through the building they could have built some thumping, tiresome bible. Instead this is a measured selection. At the top end I’m told some of the bottles are cheaper than retail. More relevant is the ever-changing list of wines by the glass, allowing you to try big Burgundies and Bordeaux you might not otherwise be able to afford.</p> \n<p>At the end of a lunch of hushed brilliance my companion implores me not to write anything. Let it stay a hidden gem, this back London room, bathed in a sunlight that drifts across the room and reaches the plate. I shake my head. It’s not what I do. I always share the good news. That’s how it is. She understands. And with that we slip from the table and return to the galleries to browse all the beautiful things we cannot afford to buy.</p> \n<h2>Jay’s news bites</h2> \n<p>■ For another food experience in a retail environment, try The Man Behind The Curtain, located inside Flannels department store in Leeds. According to my <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/mar/06/man-behind-curtain-leeds-restaurant-review-marina-oloughlin\"><em>Guardian</em> colleague Marina O’Loughlin</a>, chef Michael O’Hare does bonkers things involving, say, long-cooked pork jowl with dehydrated squid ink, or pot-sticker chicken and blackcurrant dumplings, which shouldn’t work but do. Not one for the timid (<a href=\"http://www.themanbehindthecurtain.co.uk/\">themanbehindthecurtain.co.uk</a>).</p> \n<p>■ Hello to Uncover, a new app which lists available tables in big-name London restaurants, on the day – recent offers include Kitty Fishers and the River Caf&eacute; – complete with one-click booking. One unintended consequence: it reveals that certain restaurants presumed to be so hot you have to book weeks in advance, actually have free tables (<a href=\"http://uncover.london/\">uncover.london</a>).</p> \n<p>■ On the subject of new apps, hurrah for Good Food Talks, which uses text-to-speech software to make menus accessible to the visually impaired. more than 750 restaurants are now using the app including Nando’s, Ed’s Easy Diner and Carluccio’s (<a href=\"http://goodfoodtalks.com/\">goodfoodtalks.com</a>)</p> \n<p><br />Email Jay at <a href=\"http://jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a>. Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435322270162/eb835879-3e5c-403e-8410-58615c268622-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sophia Evans for the Observer","altText":"Under the hammer: the Bonhams dining room.","cleanCredit":"Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435069752169/a0bbd611-08c6-4127-bceb-efe7a07f80ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A masterpiece: the gazpacho with mustard ice cream. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Gazpacho with mustard ice cream and a floating flower","cleanCaption":"A masterpiece: the gazpacho with mustard ice cream. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070052640/3681c26d-658e-41ba-9deb-ffd4f28622b8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The duck breast and boned-out confit leg. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Slices of duck breast and boned-out confit leg on a round plate","cleanCaption":"The duck breast and boned-out confit leg. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070212108/a63e9809-e77c-440e-b29f-2acec560dbc1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘There are perfect raspberries the colour of opera plush’: the delicate-wafered raspberry millefeuille. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"The delicate-wafered raspberry millefeuille.","cleanCaption":"‘There are perfect raspberries the colour of opera plush’: the delicate-wafered raspberry millefeuille. Photograph: Sophia Evans for the Observer"}],"webPublicationDate":"2015-06-28T04:59:09Z","lastModified":"2015-06-28T04:59:09Z","metadata":{"commentable":true,"commentCount":62,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/4a3jk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/28/bonhams-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435322270162/eb835879-3e5c-403e-8410-58615c268622-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Under the hammer: the Bonhams dining room. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans for the Observer","altText":"Under the hammer: the Bonhams dining room.","cleanCaption":"Under the hammer: the Bonhams dining room.","cleanCredit":"Photograph: Sophia Evans for the Observer"}},"importance":4,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435322270162/eb835879-3e5c-403e-8410-58615c268622-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sophia Evans for the Observer","altText":"Under the hammer: the Bonhams dining room.","cleanCredit":"Photograph: Sophia Evans for the Observer"}}]},{"title":"How do I tell my boyfriend I was raped?","rawTitle":"How do I tell my boyfriend I was raped?","item":{"type":"article","id":"lifeandstyle/2015/jun/28/how-do-i-tell-my-boyfriend-i-was-raped-mariella-frostrup","title":"How do I tell my boyfriend I was raped?","trailText":"A 15-year-old girl wants to tell her boyfriend about a sexual assault in her past. Mariella Frostrup says she must first get professional help","standFirst":"<p>A 15-year-old girl wants to tell her boyfriend about a sexual assault in her past. Mariella Frostrup says she must first get professional help…<br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p>","byline":"Mariella Frostrup","body":"<p><strong>The dilemma </strong><em>This is easier for me to do than to tell someone who I see everyday. I’m 15 and I was raped when I was 11 by three boys who went to the same school as me. They cornered me and hit me over and over. One of them even threatened to kill me. I had to tell my parents I just had a bad day in gym class. Now my current boyfriend wants to be closer and I don’t know if he means sex. I wouldn’t have sex anyway, because I don’t believe in optional premarital sex, being a Catholic. I can’t even give people high fives any more because it feels like I’m going to be hit and I can’t kiss him because it makes me uneasy. He is special to me. He’s someone who can protect me and respects me. He understands I need space sometimes and I don’t want to lose him. I know it sounds silly, but we even have plans to go to the same college. I just don’t know how to tell my boyfriend about this. </em></p> \n<p><strong>Mariella replies</strong> Thank you for trusting me with this sad story. I’m so sorry you’ve had to carry such a difficult secret around with you for four years without feeling you could share it and thereby lessen your enormous emotional burden. You hopefully know you have nothing at all to be ashamed of and no reason to be embarrassed talking about that experience. It’s easy for me to say, and probably almost impossible for you to comprehend, how much sympathy and support lies within arms’ reach of you.</p> \n<p>You have been incredibly courageous to deal with this all on your own to date. I don’t know if you saw recently the hugely positive response that a young student from Oxford got when she chose to talk publicly about her experience of a sex attack. The bullies who commit these acts of violence and aggression rely on their ability to intimidate victims into silence – as you know only too well. When they are named and shamed they diminish in size from terrifying giants to snivelling slugs. I’m not sure from your letter whether there are other reasons you didn’t tell your parents aside from fear of repercussions. In an ideal world they would be the people you turn to first, but if not you need to find some other adult who you trust.</p> \n<p>I understand why, now you have a boyfriend you care for, this should become a pressing concern, but he’s not your first point of call. You seem intuitive about the corrosive impact it’s still having on you and so appreciate that to equip yourself for a healthy romantic life you need to come to terms with this terrifying experience. You are definitely better off doing that with a sympathetic or professionally trained adult than with a young man who’s still developing his own emotional DNA. You need to talk to a friend, family member, respected teacher or a counsellor rather than render this debilitating criminal act just a sideshow to your current love affair.</p> \n<p>At the same time, your boyfriend deserves to be illuminated on your beliefs on sex before marriage, unless that conviction is also influenced by your ordeal. He has to be allowed to make a choice about whether he can live with that if he doesn’t share your religious conviction.</p> \n<p>The less emotionally engaged you are with the person you tell, the more constructive their advice and help will be. You will certainly get support in confidence from any of the following: <a href=\"http://www.rasasc.org.uk/\">Rape Crisis</a> (0808 802 9999); <a href=\"https://www.childline.org.uk/Pages/Home.aspx\">Childline</a> (0800 1111); <a href=\"http://www.supportline.org.uk/\">SupportLine</a> (01708 765 200). Don’t underestimate how hard it may be to talk, despite the many times you’ve probably rehearsed that conversation over the intervening years. Sharing what’s happened to you with someone will help you make sense of your feelings and understand the fears and phobias it may have caused.</p> \n<p>You don’t need a boyfriend to protect you and that’s an unrealistic expectation to place on another human being’s shoulders. Instead you need to face these demons and set about living a life confident in your ability to escape the shadow of that cowardly and brutal act. Your boyfriend can accompany you, but first you need to stand on your own two feet. It’s time to open up and get the help you deserve. I’d love to hear how you are getting on, so do write again.</p> \n<p><em>If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a>.</em></p> \n<p><em>Follow Mariella on Twitter <a href=\"https://twitter.com/mariellaf1\">@mariellaf1</a></em></p> \n<ul> \n <li><em>Comments on this article are being premoderated, which means they will be checked by a moderator before appearing.<a href=\"https://twitter.com/mariellaf1\"><br /></a></em></li> \n</ul>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159289339/Young-couple-holding-hand-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I can't kiss my boyfriend because it makes me uneasy': Mariella Frostrup says he should not be the first person she tells. Photograph: Dougal Waters/Getty Images","credit":"Dougal Waters/Getty Images","altText":"Young couple holding hands, close up","cleanCaption":"'I can't kiss my boyfriend because it makes me uneasy': Mariella Frostrup says he should not be the first person she tells. Photograph: Dougal Waters/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T05:00:09Z","lastModified":"2015-06-28T09:58:52Z","metadata":{"commentable":true,"commentCount":83,"contributors":[{"name":"Mariella Frostrup","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421154121982/Mariella-Frostrup-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mariellafrostrup"}],"feature":true,"keywords":["Rape","Children","Relationships","Society","Life and style"],"tags":[{"id":"society/rape","webTitle":"Rape"},{"id":"society/children","webTitle":"Children"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Mariella Frostrup","topic":{"type":"tag-contributor","name":"profile/mariellafrostrup"}}],"series":{"title":"Dear Mariella","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dearmariella"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/28/how-do-i-tell-my-boyfriend-i-was-raped-mariella-frostrup","shortUrl":"http://gu.com/p/4a4ya","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/28/how-do-i-tell-my-boyfriend-i-was-raped-mariella-frostrup","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/28/how-do-i-tell-my-boyfriend-i-was-raped-mariella-frostrup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159289339/Young-couple-holding-hand-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I can’t kiss my boyfriend because it makes me uneasy’: Mariella Frostrup says he should not be the first person she tells. Photograph: Dougal Waters/Getty Images","credit":"Dougal Waters/Getty Images","altText":"Young couple holding hands, close up","cleanCaption":"‘I can’t kiss my boyfriend because it makes me uneasy’: Mariella Frostrup says he should not be the first person she tells. Photograph: Dougal Waters/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159289339/Young-couple-holding-hand-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I can't kiss my boyfriend because it makes me uneasy': Mariella Frostrup says he should not be the first person she tells. Photograph: Dougal Waters/Getty Images","credit":"Dougal Waters/Getty Images","altText":"Young couple holding hands, close up","cleanCaption":"'I can't kiss my boyfriend because it makes me uneasy': Mariella Frostrup says he should not be the first person she tells. Photograph: Dougal Waters/Getty Images"}}]},{"title":"Gay vampires and bisexual cowboys: why erotica has e-readers to thank","rawTitle":"Gay vampires and bisexual cowboys: why erotica has e-readers to thank","item":{"type":"article","id":"lifeandstyle/2015/jun/28/erotica-e-reader-success","title":"Gay vampires and bisexual cowboys: why erotica has e-readers to thank","trailText":"Few benefits of the e-reader are as attractive as the privacy it affords, and so after the launch of the Kindle, that’s when erotic romance really took off","standFirst":"<p data-dropid=\"0\">Few benefits of the e-reader are as attractive as the privacy it affords, and so after the launch of the Kindle, that’s when erotic romance really took off</p>","byline":"Calum Marsh","body":"<p>Jaime Christley was working at a Barnes &amp; Noble in New York when people started buying the retailer’s glossy white e-reader. It wasn’t long before he found himself appealed to for routine tech support: batteries weren’t charging, operating systems needed updating, touchscreens were on the fritz. </p> \n<p>You can’t repair an e-reader without catching a glimpse of its digital library. And quite often what Christley saw took him by surprise: his customers were into porn. </p> \n<p>Few benefits of the e-reader are as attractive as the privacy it inherently affords. Christley and his colleagues may enjoy a peek at the troubleshooting stage, but in public the anonymity is ironclad: you could be reading hardcore BDSM erotica on your Kindle or Kobo, but to your fellow commuters you might as well be poring over PG Wodehouse. </p> \n<p>For those shy or easily embarrassed, that sense of confidentiality is liberating. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"884136c1514e4b131fc0dbdde904f3916e20c686\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435349005499/4e6ad149-bace-42da-aaa4-ec859e0ef94c-255x420.jpeg\" alt=\"spring fling\" width=\"255\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An erotica publication geared towards the male market.</span> \n  <span class=\"element-image__credit\">Photograph: Ellora's Cave</span> \n </figcaption> \n</figure> \n<p>Fifteen years ago, Tina Engler started writing books about sex. She was rejected by every publisher she submitted to. They all echoed the same refrain: women don’t want to read about sex. </p> \n<p>She wasn’t so sure. A lot of her friends, she felt, would prefer a romance that didn’t simply end with a chaste kiss and nothing more. So she began to publish erotica on her own, under the banner of <a draggable=\"true\" href=\"http://www.ellorascave.com/\">Ellora’s Cave</a>. It’s since become one of the most prominent purveyors of erotica on the market. </p> \n<p>Raelene Gorlinsky, its publisher, credits the rise of the e-reader with the company’s early success. “Erotica,” she explains, “was around long before Ellora’s Cave, but it certainly wasn’t something you could buy at your local bookstore, because everybody looked down on it.” </p> \n<p>The launch of Amazon’s Kindle in 2007 marked the epoch of e-reading, and, according to Gorlinsky, that’s when erotic romance took off. Ellora’s Cave, like most publishers of erotica, is a “digital-first publisher”, meaning all of their titles are introduced to the market as ebooks with the possibility of a paperback down the line. </p> \n<p>The print titles, Gorlinsky says, are put out mainly to please the authors. Hardly anyone buys erotica in print. </p> \n<p>Some readers aren’t necessarily ashamed of their interest, but, Gorlinsky says, “it’s just so much easier not to be challenged about it”. Despite its enormous popularity, erotic romance is still plagued by ridicule and mocking preconceptions. </p> \n<p>Emily Veinglory, an author of erotic romance who maintains a blog about the industry, believes that erotica fans gravitating to e-readers was also “just a function of necessity”. </p> \n<p>“Traditional publishing,” she says, “simply would not meet this market.” </p> \n<p>The kinds of trumped-up romance novels you see on the shelf at Barnes &amp; Noble are meager things indeed to the savvy reader. “When I read a Harlequin Blaze” – the well-known publisher’s “sexiest romance series”, according to their website – “I think: Oh, please. <em>That’s </em>their idea of erotic fiction? It doesn’t scratch the surface of what erotic ebooks are willing to offer you. You just can’t get these things in print.”</p> \n<p>Erotic ebooks are often as explicit as pornography. And, like pornography, erotic ebooks can be divided into a staggering number of subgenres, catering to any conceivable taste. </p> \n<p>“Readers follow the tropes,” Veinglory explains. “There are particular things that people will what they call ‘auto-buy’. If you write one of them, they will buy it.” Gay vampires, bisexual cowboys, 18th century transgender pirates: the list goes on.</p> \n<p>Erotica fans are voracious readers, and, happily, erotica novelists are prolific writers. And the latter has to serve quite a number of very peculiar and precise demands. “Let’s say you write threesomes,” Veinglory offers. “There are people who will only read a threesome if there’s two men and one woman but the two men are not gay.” </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6b05b882185d0e05e846b735f9f1e427be9b9222\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435349094789/c8e3c77b-41e6-43d7-8b9d-35e0b2934723-255x420.jpeg\" alt=\"erotica\" width=\"255\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p>And if you write 50 books of that kind and suddenly throw a curveball in your next volume? The readers will revolt. “This is their candy bar. This is their thing. Some people come home and have a glass of scotch. There are very particular buttons they want pushed, and if you push them, they’ll buy it.”</p> \n<p>Gay male erotica is among the most popular categories of erotic fiction – though not, surprisingly enough, with gay men. “When I first started I wrote mostly gay material,” Veinglory reflects. “Ellora’s Cave did not take gay male romance because they said that their customers were mainly women. They had no idea that women <em>love </em>this stuff.” </p> \n<p>They do have a line geared toward male readers, <a href=\"http://www.ellorascave.com/imprints/ec-for-men.html\">EC For Men</a>, but Gorlinsky admits they were shocked to find that even these “were extremely popular with women”. </p> \n<p>“We designed the line to try to get more male readers,” she says. “But apparently a lot of the readers end up being women anyway. I’m not sure why. Maybe they’re trying to figure out what men like.”</p> \n<p>Erotic ebooks are helping people understand that “sex is good and pornography is not evil,” Veinglory says. “You can read about it, you can write about it, you can be interested in it, you can have fantasies about being tied up without losing your feminist card – or without losing your god-fearing woman card.” Anything that can permit people to accept pleasure on their own terms is a good thing.</p> \n<p>“A lot of people thought their dirty little secret of what they wanted to read made them a freak,” Veinglory says. “Then the internet showed them that there are a million freaks out there. Whatever you are into, there’s a whole lot of other people who are into that.”<br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349604029/6fa090c5-c9a3-4342-8b44-c771a45b6fa5-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":234,"width":390,"orientation":"landscape","credit":"ell","altText":"erotica","cleanCredit":"Photograph: ell"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349005022/d80ef275-f0a2-4acd-9fd6-bab3b75b5761-401x660.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":660,"width":401,"orientation":"portrait","caption":"An erotica publication geared towards the male market. Photograph: Ellora's Cave","credit":"Ellora's Cave","altText":"spring fling","cleanCaption":"An erotica publication geared towards the male market.","cleanCredit":"Photograph: Ellora's Cave"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349094406/4ad1f142-e1ea-4b6e-94c4-4a3792b0f177-401x660.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":660,"width":401,"orientation":"portrait","credit":"Ellora's Cave","altText":"erotica","cleanCredit":"Photograph: Ellora's Cave"}],"webPublicationDate":"2015-06-28T12:45:26Z","lastModified":"2015-06-28T15:25:09Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Calum Marsh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/calum-marsh"}],"feature":true,"keywords":["Sex","Books","Life and style","E-readers","Technology","Culture"],"tags":[{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"books/books","webTitle":"Books"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/ereaders","webTitle":"E-readers"},{"id":"technology/technology","webTitle":"Technology"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Calum Marsh","topic":{"type":"tag-contributor","name":"profile/calum-marsh"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/28/erotica-e-reader-success","shortUrl":"http://gu.com/p/4a6pa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/28/erotica-e-reader-success","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/28/erotica-e-reader-success"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349604029/6fa090c5-c9a3-4342-8b44-c771a45b6fa5-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":234,"width":390,"orientation":"landscape","caption":"Erotica fans are voracious readers, and, happily, erotica novelists are prolific writers. Photograph: ell","credit":"ell","altText":"erotica","cleanCaption":"Erotica fans are voracious readers, and, happily, erotica novelists are prolific writers.","cleanCredit":"Photograph: ell"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349604029/6fa090c5-c9a3-4342-8b44-c771a45b6fa5-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":234,"width":390,"orientation":"landscape","credit":"ell","altText":"erotica","cleanCredit":"Photograph: ell"}}]},{"title":"What I’m really thinking: the divorce lawyer","rawTitle":"What I’m really thinking: the divorce lawyer","item":{"type":"article","id":"lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer","title":"What I’m really thinking: the divorce lawyer","trailText":"‘Middle-aged divorced men warm to me. Sometimes I wish for their sake they would get back together – I can tell they are still in love with their ex’","standFirst":"‘Middle-aged divorced men warm to me. Sometimes I wish for their sake they would get back together – I can tell they are still in love with their ex’","byline":"Anonymous","body":"<p>You sigh heavily, shut your eyes and&nbsp;rush your hand to your forehead. You weep silently for a&nbsp;few moments, keen not to let it escalate, then brace yourself, lifting your head to continue the meeting. I&nbsp;offer you some water and a tissue. Soon, we are busily talking through the strategy and your hopes for the financial settlement.</p> \n<p>Disappointment and misery: I&nbsp;have an honorary degree in both. Sometimes, a client might mention some aspect of their failed relationship that triggers in my brain, making me wonder whether the same is true of my own marriage. A quick analysis ensues, but is usually dismissed as another red herring. Then I’m on to thinking of the next piece of advice, how much, how long, when. A constant list of to-do items are stacking up in my mind, while all the while trying to appear empathetic.</p> \n<p>Middle-aged divorced men warm to me: perhaps I represent the sane version of their “mad” wife, or they&nbsp;appreciate a female opinion on the divorce. Sometimes, I wish for their sake that they’d get back together – I can tell they are still in love with their ex.</p> \n<p>There aren’t many thank yous involved in divorce, the end result being a virtual decimation and division of their assets, and not a&nbsp;small fee for my help.</p> \n<p>But occasionally something better happens: when a client leaves a meeting visibly more confident and hopeful than when they arrived; when a client is reunited with their child after being prevented contact and they telephone me to share their joy; when a client turns a corner with their depression and their email correspondence becomes sparky and fun. These short&nbsp;moments of lightness make it&nbsp;worthwhile.</p> \n<p>I can go home, taking a heavy sigh myself, along with a large glass of pinot grigio, and feel satisfied that things are as they should be and that I helped things get there. Until the next email arrives from the opponent’s solicitor the following morning…</p> \n<p><span class=\"bullet\">•</span> Tell us what you’re really thinking at <a href=\"mailto:mind@theguardian.com\" title=\"\">mind@theguardian.com</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434024567009/Illustration-divorce-lawy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Illustration: Lo Cole/The Guardian","credit":"Lo Cole for the Guardian","altText":"Illustration divorce lawyer","cleanCaption":"  Illustration: Lo Cole/The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-27T05:00:06Z","lastModified":"2015-06-27T05:00:06Z","metadata":{"commentable":true,"commentCount":225,"contributors":[{"name":"Anonymous","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anonymous"}],"feature":true,"keywords":["Divorce","Life and style"],"tags":[{"id":"lifeandstyle/divorce","webTitle":"Divorce"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Anonymous","topic":{"type":"tag-contributor","name":"profile/anonymous"}}],"series":{"title":"What I'm really thinking","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/what-im-really-thinking"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer","shortUrl":"http://gu.com/p/49yec","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/what-im-really-thinking-divorce-lawyer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434024567009/Illustration-divorce-lawy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":" Illustration: Lo Cole for the Guardian","credit":"Lo Cole for the Guardian","altText":"Illustration divorce lawyer","cleanCaption":" Illustration: Lo Cole for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434024567009/Illustration-divorce-lawy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Illustration: Lo Cole/The Guardian","credit":"Lo Cole for the Guardian","altText":"Illustration divorce lawyer","cleanCaption":"  Illustration: Lo Cole/The Guardian"}}]}],"lastModified":"2015-06-29T03:36:42Z","personalization":{"id":"uk/groups/collections/9ff3-334c-b065-e792","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/9ff3-334c-b065-e792"},"visibility":"all","adTargetingPath":"lifeandstyle/series/an-apple-a-day/front"}