{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Alaska cruise sightseeing plane crashes, killing all nine on board","rawTitle":"Alaska cruise sightseeing plane crashes, killing all nine on board","item":{"type":"article","id":"world/2015/jun/26/alaska-cruise-sightseeing-plane-crashes-with-nine-on-board","title":"Alaska cruise sightseeing plane crashes, killing all nine on board","trailText":"Wreckage located on cliff face above lake after Otter aircraft went missing while taking passengers from Holland America Line ship on a tour","standFirst":"<p>Wreckage located on cliff face above lake after Otter aircraft went missing while taking passengers from Holland America Line ship on a tour</p>","byline":"Associated Press in Anchorage","body":"<p>An excursion plane carrying sightseers from a Holland America Line cruise ship has crashed in south-east Alaska, with all nine on board killed including the pilot.</p> \n<p>Reports said wreckage was located on a rocky cliff face about 800ft (240 metres) above a lake after the plane was reported missing on Thursday afternoon. Search and rescue crews were sent.</p> \n<p>The crash occurred near Ella Lake, about 20 miles (30 km) north-east of the town of Ketchikan, the Seattle-based cruise company said in a statement.<br /></p> \n<p>“We have nine fatalities,” said Clint Johnson, head of the National Transportation Safety Board’s Alaska office.<br /></p> \n<p>Rain and wind forced an end to recovery efforts on Thursday night in the rugged terrain about 20 miles north-east of Ketchikan, south-east Alaska. Officials would mount a recovery attempt again on Friday, he said.</p> \n<p>The eight passengers were guests from the Westerdam, a ship on a seven-day cruise that departed Seattle on Saturday. Promech Air, an airline based in Ketchikan, operated the air excursion sold through Holland America Line, the cruise ship company said in a statement. The pilot was among the dead.</p> \n<p>There was no immediate indication of why the DeHavilland DHC-3 Otter turboprop crashed. It was found on Thursday against the granite rock face of a cliff, 800ft (240 metres) above Ella Lake.<br /></p> \n<p>Johnson said it was too soon to know circumstances of the crash, including whether the plane flew into the cliff.<br /></p> \n<p>The NTSB was assembling a high-level team to investigate the crash, including three members from Alaska and at least two people from Washington DC.</p> \n<p>“The initial rescue crew that went in had a very tough time because of the terrain,” Johnson said. “It’s a very steep, mountainous area and weather conditions caused them to stand down.’</p> \n<p>Coast Guard Petty Officer Lauren Steenson said the agency received a report around 2.15pm that the plane was overdue. Troopers said an emergency locator transmitter activated in the Misty Fjords National Monument area and a helicopter pilot spotted the downed aircraft above the lake, which is about 800 miles (1,300km) south-east of Anchorage.</p> \n<p>Holland America Line said in a statement: “We are incredibly distressed by this situation and our thoughts and prayers are with those onboard the plane and their families. Holland America Line is extending its full support to travelling companions of the guests involved.”<br /></p> \n<p>Promech said that the crash happened about 11.20am and the plane was one of five Otter aircraft in its fleet.</p> \n<p>The Ketchikan Daily News reported the Westerdam had been scheduled to leave the city at 1pm but remained in port on Thursday evening.</p> \n<p>The airline’s website advertises tours of the Misty Fjord National Monument in its float planes. “Towering granite cliffs, 1,000-foot waterfalls, lush and remote valleys and serene crystalline lakes make up this incredible landscape,” it says.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435287914531/7ddf4014-975c-484c-9c69-d97ec787d8b5-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Tech Sgt Brian Snyder/US air force","altText":"The Coast Guard was called in after a sightseeing plane carrying nine people crashed in Alaska.","cleanCredit":"Photograph: Tech Sgt Brian Snyder/US air force"}],"bodyImages":[],"webPublicationDate":"2015-06-26T04:52:21Z","lastModified":"2015-06-26T05:53:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Plane crashes","Alaska","US news"],"tags":[{"id":"world/plane-crashes","webTitle":"Plane crashes"},{"id":"us-news/alaska","webTitle":"Alaska"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/alaska-cruise-sightseeing-plane-crashes-with-nine-on-board","shortUrl":"http://gu.com/p/4a65y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/alaska-cruise-sightseeing-plane-crashes-with-nine-on-board","webUri":"http://www.theguardian.com/world/2015/jun/26/alaska-cruise-sightseeing-plane-crashes-with-nine-on-board"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435287914531/7ddf4014-975c-484c-9c69-d97ec787d8b5-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Coast Guard was called in after a sightseeing plane carrying nine people crashed in Alaska. Photograph: Tech Sgt Brian Snyder/US air force","credit":"Tech Sgt Brian Snyder/US air force","altText":"The Coast Guard was called in after a sightseeing plane carrying nine people crashed in Alaska.","cleanCaption":"The Coast Guard was called in after a sightseeing plane carrying nine people crashed in Alaska.","cleanCredit":"Photograph: Tech Sgt Brian Snyder/US air force"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435287914531/7ddf4014-975c-484c-9c69-d97ec787d8b5-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Tech Sgt Brian Snyder/US air force","altText":"The Coast Guard was called in after a sightseeing plane carrying nine people crashed in Alaska.","cleanCredit":"Photograph: Tech Sgt Brian Snyder/US air force"}}]},{"title":"Greece's rich / Insulated against an EU exit","rawTitle":"Insulated against an EU exit","item":{"type":"article","id":"world/2015/jun/25/greeces-rich-insulated-against-an-eu-exit","title":"Greece's rich: insulated against an EU exit","trailText":"Greek CEOs joined the ranks of demonstrators fearful of departing the eurozone, but many of the country’s wealthy have already moved to cut their losses","standFirst":"<p>Greek CEOs joined the ranks of demonstrators fearful of departing the eurozone, but many of the country’s wealthy have already moved to cut their losses</p>","byline":"John Hooper  in Athens","body":"<p>The security guard wrinkled his brow at the sight of an unfamiliar face. But when he found the name of the Guardian’s correspondent, left at the gate by a member, his demeanour changed.<br /></p> \n<p> “<em>Parakalo</em>,” he said with a warm smile, handing over a card to open the turnstile. Either side, the walls were thick and high.</p> \n<p> The country club, on the outskirts of Athens, was laid out with an extravagance in the use of space that you seldom find outside the Americas. In the clubhouse, set amid towering pines, there were corridors as wide as rooms, and rooms the size of basketball courts. But perhaps the most striking thing about the club was that it was opened after the onset of Greece’s never-ending financial emergency.</p> \n<p> Since then, Greece has become notorious for deprivation. According to <a href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/File:At-risk-of-poverty_rate_after_social_transfers,_2010%E2%80%9312_%28%25%29_YB14_II.png\">EU figures</a>, 23% of Greeks were poor or “at risk of poverty” in 2012, the last year for which comparative statistics were available. It was the highest proportion in the EU and has almost certainly risen since.</p> \n<p> Yet the Hellenic world has also been famed throughout history for the wealth of individuals: from Croesus, the semi-legendary king of Lydia, to the “Golden Greeks”, the shipping magnates Stavros Niarchos and Aristotle Onassis.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This is the first time that Greeks of all classes are really worried that it could end badly</p> \n </blockquote> \n</aside> \n<p> The <a href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/File:Inequality_of_income_distribution,_2012_%281%29_%28income_quintile_share_ratio%29_YB14_II.png\">statistics</a> indicate that income distribution is more unequal in Greece than in any EU country except Spain. But, said Andreas Paterakis, the idea that it is packed with plutocrats is mistaken.</p> \n<p> “It’s a myth coming from the days of Onassis and the other shipping billionaires,” said Paterakis, the regional president for south-eastern Europe of the security firm G4S. “There are 10 or 15 families who control the media, banks and insurance. There are things that could improve, notably the relations of these people with the tax authorities. But I really don’t think they are a priority for the Greek government.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/25/greece-bailout-crisis-last-minute-search-deal\">Greece bailout talks break down again</a> </p> \n</aside> \n<p> Paterakis said his company provided physical and property protection for some “high net worth individuals”. “But,” he said, “it is only a small part of our business.”</p> \n<p> The latest <a href=\"http://www.forbes.com/billionaires/list/#version:static_country:Greece \">annual list of the world’s richest men and women</a> produced by the magazine Forbes seems to bear out this view. It contains just three Greeks – one fewer than in <a draggable=\"true\" href=\"http://www.forbes.com/lists/2008/10/billionaires08_The-Worlds-Billionaires_CountryOfCitizen_8.html\">2008</a> before the onset of the crisis. The highest placed is Philip Niarchos, Stavros’s son, and with a fortune of $2.5bn, he only ranks 737<sup tabindex=\"-1\">th</sup>.</p> \n<p> But earlier this year <a href=\"http://www.bloomberg.com/news/articles/2015-03-09/billionaire-greek-shippers-surface-on-tax-exempt-overseas-profit \">Bloomberg estimated</a> that at least four more Greek citizens – all shipping owners – had assets of more than a billion.</p> \n<p> Crisis-stricken Greece still has the world’s largest merchant fleet and shipping has long been the prime source of its super-rich. What makes them especially controversial is that, under rules incorporated in the constitution, they pay no tax on international earnings brought into Greece.</p> \n<p> On Monday, several captains of industry and finance were spotted at a demonstration in Athens’s main square to call for continued membership of the euro.</p> \n<p> “I recognised several CEOs there,” said Vagelis Tsogkas, a corporate communications consultant. “There was a mix of young, well-educated Greeks and members of the financial elite. I think that this is the first time since the start of the crisis that Greeks of all classes are really worried that it could end badly.”</p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-newsroom-can-greece-be-saved-17456530954\">Guardian Newsroom: Can Greece be saved?</a> </p> \n</aside> \n<p> But, while the CEOs who improbably rallied in Syntagma Square dread the prospect of their firms being shut out of the single currency zone if the talks fail, the ship owners could see their businesses jeopardised if the negotiations succeed. A leaked draft of the proposals tabled by Greece’s creditors includes a demand that the government “phase out special tax treatments of the shipping industry”.</p> \n<p> At a personal level, Grexit would hit the finances of even the wealthiest. Reintroduction of the drachma could mean that overnight their property and other assets in Greece were reduced in value by as much as 50%. But they long ago took steps to ensure that those Greek-based assets were reduced to a minimum.</p> \n<p> A senior banker, speaking on condition of anonymity, said that after 2008 when the collapse of Lehman Brothers threatened to spark a global financial meltdown, large numbers of wealthy Greeks withdrew money from the private banking arms of global banks and paid it into the Greek system.</p> \n<p> But as the crisis focused increasingly on Greece, the flow reversed. And it did so long before the panic withdrawals that were last week draining the banks of around €1bn a day. </p> \n<p> “Between 2010 and 2012, we lost deposits to the tune of €80bn,” said the banker. “We estimate that, of that, €20bn was high net worth individuals sending their money abroad. The smart money was the first to leave the country.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435253482356/0988aa1a-47fa-4987-91e9-650dd2ebc68d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Yachts in a Greek marina.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-25T17:42:03Z","lastModified":"2015-06-25T23:05:03Z","metadata":{"commentable":true,"commentCount":244,"contributors":[{"name":"John Hooper","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhooper"}],"feature":true,"keywords":["Greece","Europe","World news","European Union"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"world"},"topics":[{"displayName":"John Hooper","topic":{"type":"tag-contributor","name":"profile/johnhooper"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/25/greeces-rich-insulated-against-an-eu-exit","shortUrl":"http://gu.com/p/4a5p5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/25/greeces-rich-insulated-against-an-eu-exit","webUri":"http://www.theguardian.com/world/2015/jun/25/greeces-rich-insulated-against-an-eu-exit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435253482356/0988aa1a-47fa-4987-91e9-650dd2ebc68d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yachts in a Greek marina. Income distribution is more unequal in Greece than in any EU country except Spain. Photograph: Alamy","credit":"Alamy","altText":"Yachts in a Greek marina.","cleanCaption":"Yachts in a Greek marina. Income distribution is more unequal in Greece than in any EU country except Spain.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"Greece's rich"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435253482356/0988aa1a-47fa-4987-91e9-650dd2ebc68d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Yachts in a Greek marina.","cleanCredit":"Photograph: Alamy"}}]},{"title":"Great Barrier Reef / Water quality to be monitored in real time in pollution crackdown","rawTitle":"Water quality to be monitored in real time in pollution crackdown","item":{"type":"article","id":"environment/2015/jun/26/great-barrier-reef-water-quality-to-be-monitored-in-real-time-in-pollution-crackdown","title":"Great Barrier Reef water quality to be monitored in real time in pollution crackdown","trailText":"Queensland government defends coalminer’s investment in online tracking tool, which will be showcased to world heritage committee ahead of Unesco’s final ruling on ‘in danger’ listing","standFirst":"<p>Queensland government defends coalminer’s investment in online tracking tool, which will be showcased to world heritage committee ahead of Unesco’s final ruling on ‘in danger’ listing</p>","byline":"Joshua Robertson","body":"<p>The Queensland government will use new real-time water quality monitoring to take action against industrial and agricultural polluters of the Great Barrier Reef, says the state environment minister.</p> \n<p>Steven Miles also defended the role of the state’s largest coalminer, BHP Billiton Mitsubishi Alliance (BMA), as a cornerstone investor in the <a href=\"http://www.bom.gov.au/marinewaterquality/\">“eReef”</a> tool, despite carbon-driven climate change being the reef’s greatest long-term threat.</p> \n<p>The online tracking, which models the effect of sediment and chemicals in reef waters via satellite, will be showcased to world heritage committee members in Germany next week before Unesco’s final ruling on whether to list the reef as “in danger”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/29/great-barrier-reef-shouldnt-be-on-in-danger-list-for-now-says-unesco\">Great Barrier Reef shouldn't be on 'in danger' list for now, says Unesco</a> </p> \n</aside> \n<p>Asked whether BMA’s involvement in the project was ironic, Miles said the miner’s contribution showed their “commitment to … managing whatever impacts their business might be having on the reef”.</p> \n<p>“I’ve said repeatedly that the big long-term threat to the reef is ocean warming and acidification, both caused by carbon pollution,” he said.</p> \n<p>“Much of what we’re doing here is about resilience, making sure the reef is in the best possible shape to deal with those coming threats.</p> \n<p>“I think what you’re seeing in terms of BHP’s involvement is their intention to be a long-term positive contributor to Queensland and to support our efforts to protect the reef and I certainly welcome that.”</p> \n<p>Miles said the chance to address climate change would be at the UN conference in Paris in November and called on the federal government to implement “targets that will see Australia do what it needs to do to limit global warming to 2C”.</p> \n<p>Scientists hope the tracker will help transform stewardship of the reef, with the public able to measure progress in checking flows of sediments, nutrients and pesticides into reef waters via local rivers.</p> \n<p>Miles said eReef would also be a useful tool for the government in forcing local industry to stop or limit pollution.</p> \n<p>“What this will do is strengthen our case in going to particular industries and sectors and saying, look it’s no longer a suspicion that what you’re doing is having an impact, we know it is and here we can show you,” he said.</p> \n<p>It also partly addressed recent concerns flagged by the state auditor general about the need to “invest more in the science that tells us what impact we’re having”. </p> \n<p>“So we can say, you don’t need to take our word for it, you can jump on eReef and can compare two similar storms, compare the sediment impact to see whether it’s making a difference,” Miles said.</p> \n<p>“It’s not all the solution by any measure and the bigger and harder thing we need to do is to have more monitoring, so we’re measuring more and modeling less.”</p> \n<p>Miles also believed eReef would make a “powerful” impact on Unesco delegates before the final ruling on the reef.</p> \n<p>“It’ll certainly be one of the tools we’ll have with us to show the member countries just the scale and level of our investment in monitoring the reef and monitoring our impact over time,” he said.</p> \n<p>“One of the things that’s hard to explain to people around the world is just how big and complex this system is. They’re much more used to dealing with world heritage sites that are much, much smaller. </p> \n<p>“So being able to show the scale and how we’re gradually getting our data down to more granular levels, we can much more accurately see where the changes we’re making are working.”</p> \n<p>Scientists hope satellite advancements will soon enable viewers to go from square kilometres to square metres at high resolution. Their aim is to achieve realtime monitoring, as opposed to daily monitoring, by 2017.<br /></p> \n<p>Crown of thorns starfish outbreaks, and the health of coral and seagrasses will also be monitored.</p> \n<p>Dr Andy Steven, the CSIRO research director on coastal development and management, said eReef gave “an unprecedented ability to provide current conditions and even forecast conditions so that we can start to respond and anticipate”.<br /></p> \n<p>BMA joined the federal government, CSIRO and the Bureau of Meteorology and the Science and Industry Endowment Fund in putting $11m into the foundation running the project after an initial $3m investment from the Queensland government.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6d923b25ae6f0bde6b0d8caa5c3bab4f957e0cef/0_0_4894_2937/4894.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2937,"width":4894,"orientation":"landscape","credit":"Art Wolfe/Mint Images/Corbis","altText":"Australia --- An aerial view of the islands of the Great Barrier Reef in Queensland, Australia --- Image by   Art Wolfe/Mint Images/Corbis\nWest Pacific Ocean   ADV BARRIER REEF","cleanCredit":"Photograph: Art Wolfe/Mint Images/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-26T08:10:39Z","lastModified":"2015-06-26T08:10:40Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Joshua Robertson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/15/1421330167719/Joshua-Robertson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joshua-robertson"}],"feature":false,"keywords":["Great Barrier Reef","Queensland","Environment","Queensland politics","Marine life","Australia news","Wildlife","Conservation","Pollution","Climate change","Water","Endangered habitats","Coal","Unesco"],"tags":[{"id":"environment/great-barrier-reef","webTitle":"Great Barrier Reef"},{"id":"australia-news/queensland","webTitle":"Queensland"},{"id":"environment/environment","webTitle":"Environment"},{"id":"australia-news/queensland-politics","webTitle":"Queensland politics"},{"id":"environment/marine-life","webTitle":"Marine life"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"environment/conservation","webTitle":"Conservation"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/water","webTitle":"Water"},{"id":"environment/endangered-habitats","webTitle":"Endangered habitats"},{"id":"environment/coal","webTitle":"Coal"},{"id":"world/unesco","webTitle":"Unesco"}],"section":{"id":"environment"},"topics":[{"displayName":"Joshua Robertson","topic":{"type":"tag-contributor","name":"profile/joshua-robertson"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/26/great-barrier-reef-water-quality-to-be-monitored-in-real-time-in-pollution-crackdown","shortUrl":"http://gu.com/p/4a674","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/26/great-barrier-reef-water-quality-to-be-monitored-in-real-time-in-pollution-crackdown","webUri":"http://www.theguardian.com/environment/2015/jun/26/great-barrier-reef-water-quality-to-be-monitored-in-real-time-in-pollution-crackdown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6d923b25ae6f0bde6b0d8caa5c3bab4f957e0cef/0_0_4894_2937/4894.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2937,"width":4894,"orientation":"landscape","caption":"Scientists hope the eReef tracker will help transform stewardship of Queensland’s Great Barrier Reef, with members of the public able to measure progress in checking flows of sediments, nutrients and pesticides into reef waters via local rivers. Photograph: Art Wolfe/Mint Images/Corbis","credit":"Art Wolfe/Mint Images/Corbis","altText":"Scientists hope the eReef tracker will help transform stewardship of the reef, with members of the public able to measure progress in checking flows of sediments, nutrients and pesticides into reef waters via local rivers.","cleanCaption":"Scientists hope the eReef tracker will help transform stewardship of Queensland’s Great Barrier Reef, with members of the public able to measure progress in checking flows of sediments, nutrients and pesticides into reef waters via local rivers.","cleanCredit":"Photograph: Art Wolfe/Mint Images/Corbis"}},"importance":5,"kicker":{"title":"Great Barrier Reef"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6d923b25ae6f0bde6b0d8caa5c3bab4f957e0cef/0_0_4894_2937/4894.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2937,"width":4894,"orientation":"landscape","credit":"Art Wolfe/Mint Images/Corbis","altText":"Australia --- An aerial view of the islands of the Great Barrier Reef in Queensland, Australia --- Image by   Art Wolfe/Mint Images/Corbis\nWest Pacific Ocean   ADV BARRIER REEF","cleanCredit":"Photograph: Art Wolfe/Mint Images/Corbis"}}]},{"title":"China issues report attacking US human rights record","rawTitle":"China issues report attacking US human rights record","item":{"type":"article","id":"world/2015/jun/26/china-report-attacks-us-human-rights-record","title":"China issues report attacking US human rights record","trailText":"In its annual rebuttal to accusations of Chinese human rights violations, Beijing accuses the US of being ‘haunted by spreading guns’ and racial discrimination","standFirst":"<p>In its annual rebuttal to accusations of Chinese human rights violations, Beijing accuses the US of being ‘haunted by spreading guns’ and racial discrimination</p>","byline":"Reuters","body":"<p>China accused the United States on Friday of being “haunted by spreading guns” and racial discrimination, in its annual tit-for-tat rebuttal to US criticism of China’s human rights record.</p> \n<p> In a lengthy report carried by the official Xinhua news agency, China’s State Council Information Office said the United States “violated human rights in other countries in a more brazen manner, and was given more ‘red cards’ in the international human rights field”.</p> \n<p> “The US was haunted by spreading guns and frequent occurrence of violent crimes, which threatened citizens’ civil rights,” the report said.</p> \n<p> The China section of the annual US State Department report on human rights conditions globally, released on Thursday, said that “repression and coercion were routine” against activists, ethnic minorities and law firms that took on sensitive cases.</p> \n<p> Human rights have long been a source of tension between the world’s two largest economies, especially since 1989, when the US imposed sanctions on China after a bloody crackdown on pro-democracy demonstrators around Beijing’s Tiananmen Square.</p> \n<p> While senior leaders periodically promise China’s citizens democracy and human rights, the last two years under President Xi Jinping’s administration have been marked by a sweeping crackdown on dissidents and activists.</p> \n<p> China has long rejected criticism of its rights’ record, saying providing food, clothing, housing and economic growth are far more relevant for developing countries, pointing to its success at lifting millions out of poverty.</p> \n<p> The State Department report came in the same week that the United States and China held three days of high-level talks in Washington DC.</p> \n<p> The Chinese report, which was mostly compiled from US media articles, said “racial discrimination has been a chronic problem in the US human rights record”, adding that the United States suppressed the voting rights of minorities.</p> \n<p> It cited a USA Today report that said preliminary exit polls showed that voters of African origins accounted for 12% in the 2014 midterm election, down from 13% in the 2012 presidential election.</p> \n<p> “In 2014, multiple cases of arbitrary police killing of African Americans have sparked huge waves of protests, casting doubts on the racial ‘equality’ in the US and giving rise to racial hatred factors,” the report said.</p> \n<p> The report also criticised the US for conducting surveillance on world leaders and civilians and for allowing a few interest groups to influence the government’s decision-making. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d815330e646893fa12a2e5b6f4e534c620864dc0/0_35_3796_2277/3796.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2277,"width":3796,"orientation":"landscape","credit":"Yin Bogu/Xinhua Press/Corbis","altText":"25 Jun 2015 --- (150625) -- WASHINGTON, June 25, 2015 (Xinhua) -- Chinese Vice Premier Wang Yang (L) and U.S. Secretary of State John Kerry attend a joint press conference after the seventh China-U.S. Strategic and Economic Dialogue (S&ED) in Washington D.C., the United States, June 24, 2015. Top Chinese and U.S. officials wrapped up Wednesday their two-day high-level talks here with substantial outcomes in strategic and economic sectors, as well as people-to-people exchanges. (Xinhua/Yin Bogu) --- Image by © Yin Bogu/Xinhua Press/Corbis","cleanCredit":"Photograph: Yin Bogu/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-26T05:21:45Z","lastModified":"2015-06-26T05:24:42Z","metadata":{"commentable":true,"commentCount":108,"contributors":[],"feature":false,"keywords":["China","Human rights","US news","World news","Xi Jinping"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"world/xi-jinping","webTitle":"Xi Jinping"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/china-report-attacks-us-human-rights-record","shortUrl":"http://gu.com/p/4a66c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/china-report-attacks-us-human-rights-record","webUri":"http://www.theguardian.com/world/2015/jun/26/china-report-attacks-us-human-rights-record"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d815330e646893fa12a2e5b6f4e534c620864dc0/0_35_3796_2277/3796.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2277,"width":3796,"orientation":"landscape","caption":"The vice premier of China, Wang Yang (left), and the US secretary of state, John Kerry, attend a joint press conference during high-level talks in Washington DC on 25 June. Photograph: Yin Bogu/Xinhua Press/Corbis","credit":"Yin Bogu/Xinhua Press/Corbis","altText":"The vice premier of China, Wang Yang (left) and the US secretary of state, John Kerry, attend a joint press conference during high-level talks in Washington DC.","cleanCaption":"The vice premier of China, Wang Yang (left), and the US secretary of state, John Kerry, attend a joint press conference during high-level talks in Washington DC on 25 June.","cleanCredit":"Photograph: Yin Bogu/Xinhua Press/Corbis"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d815330e646893fa12a2e5b6f4e534c620864dc0/0_35_3796_2277/3796.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2277,"width":3796,"orientation":"landscape","credit":"Yin Bogu/Xinhua Press/Corbis","altText":"25 Jun 2015 --- (150625) -- WASHINGTON, June 25, 2015 (Xinhua) -- Chinese Vice Premier Wang Yang (L) and U.S. Secretary of State John Kerry attend a joint press conference after the seventh China-U.S. Strategic and Economic Dialogue (S&ED) in Washington D.C., the United States, June 24, 2015. Top Chinese and U.S. officials wrapped up Wednesday their two-day high-level talks here with substantial outcomes in strategic and economic sectors, as well as people-to-people exchanges. (Xinhua/Yin Bogu) --- Image by © Yin Bogu/Xinhua Press/Corbis","cleanCredit":"Photograph: Yin Bogu/Xinhua Press/Corbis"}}]},{"title":"South Africa's deputy president cleared over Marikana massacre","rawTitle":"South Africa's deputy president cleared over Marikana massacre","item":{"type":"article","id":"world/2015/jun/25/south-african-deputy-president-cyril-ramaphosa-cleared-responsibility-marikana-massacre-miners","title":"South African deputy president cleared over Marikana massacre","trailText":"Cyril Ramaphosa, past director at Lonmin mine where 34 strikers were killed in 2012, exonerated but inquiry advised into police chief Riah Phiyega","standFirst":"<p>Cyril Ramaphosa, past director at Lonmin mine where 34 strikers were killed in 2012, exonerated but inquiry advised into police chief Riah Phiyega</p>","byline":"David Smith in Johannesburg","body":"<p>South Africa’s deputy president, Cyril Ramaphosa, has been cleared of responsibility for the police massacre of 34 striking mineworkers at the Marikana mine by a judicial commission of inquiry.</p> \n<p>Other ministers do not have a case to answer either, according to the long-awaited report. But it says inquiries should be held into the fitness of the national police chief, Riah Phiyega, to hold office, and into ascertaining the criminal liability of all police involved in the tragedy.</p> \n<p>The killings at the British-owned Lonmin mine in the platinum belt on 16 August 2012 marked the bloodiest massacre by South African security forces since the end of racial apartheid. <br /></p> \n<p>On Thursday the South African president, Jacob Zuma, read a summary of the 600-page <a href=\"http://107.6.66.171/Report%20of%20the%20Marikana%20Commision%20of%20Inquiry.pdf\">report </a>on television, saying: “The Marikana incident was a horrendous tragedy that has no place in a democracy.”</p> \n<p>His deputy, Ramaphosa, a stalwart of the liberation struggle, was a Lonmin board member at the time and has been accused of encouraging the violent police action. But the report said: “The commission has found that it cannot be said Mr Ramaphosa was the cause of the massacre, and the accusations against him are groundless.”</p> \n<p>In another finding likely to disappoint many families and campaigners, it also cleared Nathi Mthethwa, the police minister at the time. “The commission found that the executive played no role in the decision of the police to implement the tactical option on 16 August 2012.”</p> \n<p>The commission was far more critical of the police, however, noting that a plan to encircle the strikers with barbed wire was abandoned and replaced with a “tactical option which was defective in a number of respects”.</p> \n<p>It said: “The tactical option was implemented at about 15.40 that day, resulting in the deaths of strikers at scene 1 and scene 2. The commission found the police operation should not have taken place on 16 August because of the defects of the plan. It would have been impossible to disarm and disperse the strikers without significant bloodshed on the afternoon of 16 August. The police should have waited until the following day when the original ensettlement plan, which was substantially risk free, could have been implemented.”</p> \n<p>The report continued: “The commission also found that the operation should have been stopped after the shooting at scene 1 and there was also a complete lack of command and control at scene 2.”</p> \n<p>The commission has also questioned the conduct of the police management during the inquiry. “The police leadership did not initially disclose to the commission the fact the original plan was not capable of being implemented on the first date and had been abandoned,” it said. “In addition police leadership did not inform the commission that the decision to go ahead with the tactical option … was taken at the national management forum on 15 August. Instead they informed the commission the decision was taken on 16 August and only after the situation had escalated.”</p> \n<p>The report added: “The commission has also raised serious concerns that there was a delay of about an hour in getting medical assistance to the strikers who were injured at scene 1 and accepts that at least one striker might have survived if he had been treated timeously.”</p> \n<p>Phiyega’s position as national police commissioner appears untenable after the commission recommended an inquiry into her fitness to hold office. Zuma said: “I have written to the national commissioner to inform her of the recommendations pertaining to her.”</p> \n<p>The massacre was captured on multiple TV cameras and shown around the world. Many were shocked to see the police of a black majority government opening fire on black mineworkers, apparently to defend the interests of London-based mining company.</p> \n<p>The tragedy also highlighted the squalid living conditions of mineworkers who had been pleading with wealthy executives for decent pay.</p> \n<p>The commission criticised the conduct of two trade unions that were engaged in a turf war at the mine but was also scathing about Lonmin saying: “The commission has found that Lonmin did not use its best endeavours to resolve the disputes that arose between itself and its workers who participated in the unprotected strike on the one hand, and between the strikers and those workers who did not participate in the strike.</p> \n<p>“It also did not respond appropriately to the threat of, and the outbreak of, violence. Lonmin also failed to employ sufficient safeguards and measures to ensure the safety of its employees. Lonmin also insisted that its employees who were not striking should come to work despite the fact it knew that it was not in a position to protect them from attacks by strikers.”</p> \n<p>South African news media reported a mood of profound disappointment in Marikana itself over what they saw as the commission’s failure to hold senior politicians to account. Some were critical of the abrupt timing of the report’s release at 7pm with little notice for them to prepare.<br /></p> \n<p>James Nichol, a British lawyer who represented the families of dead mineworkers during the commission hearings, said: “It’s outrageous really the fact we are nearly three years on and we are no closer to understanding why hundreds of police officers fired machine guns at miners that day.</p> \n<p>“The report suggests it was a bungled job and they should have known better – that’s just not good enough. Why did those police officers open fire? We don’t know that.”</p> \n<p>Nichol added: “It was a whitewash for the government and ministers including Cyril Ramaphosa. Not even one of them is held responsible.</p> \n<p>“As far as Lonmin is concerned, it’s ‘they should have done better’ but there’s no suggestion of them paying compensation. All in all, it’s a shambles.”</p> \n<p>Rehad Desai, a member of the Marikana Support Campaign, said: “Shockingly bad is an understatement. It’s terrible that it only recommends an inquiry into the national police commissioner’s fitness for office rather than her dismissal.”</p> \n<p>Lonmin welcomed the report but declined to tackle specific criticisms. Ben Magara, its chief executive, said: “Lonmin gave its full support to the commission. Its findings will need our detailed consideration before we take further action and before we provide our considered responses.</p> \n<p>“We as a company have already moved a long way towards building a more open, transparent and mutually trusting environment. I cannot say that we have fully achieved this yet, but I can say that we have made progress, and we will continue to do so in conjunction with other stakeholders.”</p> \n<p>He added: “While the report will generate painful memories for many people, it is all of our responsibility not to lose sight of our common humanity, not to destroy the good work already done, to conduct ourselves respectfully and with due restraint and empathy, and to provide support to those who need it.”</p> \n<p>The report was fiercely attacked by an opposition party, the Economic Freedom Fighters (EFF), which expressed “deep sadness, disappointment and shock”. Based on the summary, it said, “the report has basically declared this cold winter evening the saddest since the dawn of democracy in 1994.</p> \n<p>The party said: “In essence, 34 mineworkers were massacred in full view of the world and there is no recommendation of prosecution and someone to be held accountable.</p> \n<p>“The report has not put any blame on anyone; it has not called on anyone to apologise and it has not recommended reparations for any of the lives lost. One is left to wonder if the Farlam Commission was actually investigating the same Marikana Massacre we all witnessed on 16 August 2012.”<br />The EFF said it had assembled legal experts to study the report and its leaders would soon meet to establish a way forward. “We can guarantee all South Africans that EFF will never rest until those responsible, particularly the political elite that presided over the police, including Cyril Ramaphosa, are prosecuted and sent to jail.”<br />Mmusi Maimaine, leader of the opposition Democratic Alliance (DA), said: “The DA will call for nothing less than the dismissal of national police commissioner Riah Phiyega, who is clearly unfit for office.</p> \n<p>“The report has plainly found that Riah Phiyega and the SAPS [police] leadership took a decision that they knew would result in bloodshed. They never stopped the operation when the shootings began, and they left miners to die in the dust for a full hour before medical help was called in.</p> \n<p>“We are deeply disappointed that the then police minister, Nathi Mthethwa, was absolved from any wrongdoing whereas, as the political head of the police service, he needed to accept due responsibility as would have been the case in any normal democracy.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6429098b0a827fd41fff2e28c9187f8387fb17e8/0_1654_2207_1324/2207.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1324,"width":2207,"orientation":"landscape","credit":"Gallo Images/Getty Images","altText":"South Africa’s deputy president, Cyril Ramaphosa.","cleanCredit":"Photograph: Gallo Images/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T18:55:01Z","lastModified":"2015-06-25T23:50:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidsmith"}],"feature":false,"keywords":["South Africa","Jacob Zuma","Africa","World news"],"tags":[{"id":"world/southafrica","webTitle":"South Africa"},{"id":"world/zuma","webTitle":"Jacob Zuma"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"David Smith","topic":{"type":"tag-contributor","name":"profile/davidsmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/25/south-african-deputy-president-cyril-ramaphosa-cleared-responsibility-marikana-massacre-miners","shortUrl":"http://gu.com/p/4a6xf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/25/south-african-deputy-president-cyril-ramaphosa-cleared-responsibility-marikana-massacre-miners","webUri":"http://www.theguardian.com/world/2015/jun/25/south-african-deputy-president-cyril-ramaphosa-cleared-responsibility-marikana-massacre-miners"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6429098b0a827fd41fff2e28c9187f8387fb17e8/0_1654_2207_1324/2207.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1324,"width":2207,"orientation":"landscape","caption":"A judicial commission finds that Cyril Ramaphosa, above, played no role in causing the massacre at the British-owned mine. Photograph: Gallo Images/Getty Images","credit":"Gallo Images/Getty Images","altText":"A judicial commission finds that Cyril Ramaphosa, above, played no role in causing the massacre at the British-owned mine.","cleanCaption":"A judicial commission finds that Cyril Ramaphosa, above, played no role in causing the massacre at the British-owned mine.","cleanCredit":"Photograph: Gallo Images/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6429098b0a827fd41fff2e28c9187f8387fb17e8/0_1654_2207_1324/2207.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1324,"width":2207,"orientation":"landscape","credit":"Gallo Images/Getty Images","altText":"South Africa’s deputy president, Cyril Ramaphosa.","cleanCredit":"Photograph: Gallo Images/Getty Images"}}]},{"title":"Funerals for Charleston shooting victims begin with 'message of love'","rawTitle":"Funerals for Charleston shooting victims begin with 'message of love'","item":{"type":"article","id":"us-news/2015/jun/25/charleston-shooting-victims-funerals-ethel-lance","title":"Funerals for Charleston shooting victims begin with 'message of love'","trailText":"‘We are stronger because we are together as a community,’ said Emanuel AME interim pastor Norvell Goff at the service for Ethel Lance in North Charleston","standFirst":"<p>‘We are stronger because we are together as a community,’ said Emanuel AME interim pastor Norvell Goff at the service for Ethel Lance in North Charleston</p>","byline":"Amanda Holpuch in New York","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/charleston-church-victims-profiles\">The Charleston shooting victims: a poet, a politician, a librarian, women of faith</a> </p> \n</aside> \n<p>The first funerals for victims of the Charleston shooting were held on Thursday, as the community honored the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/charleston-church-victims-profiles\">nine people</a> who were gunned down at Emanuel African Methodist Episcopal church by an alleged white supremacist. </p> \n<p>Funerals are scheduled into next week. </p> \n<p>“I am here to tell you that we are stronger because we are together as a community,” Norvell Goff, Emanuel AME’s interim pastor, said at <a href=\"https://twitter.com/A_Big_Gail/status/614115116141932545\">the service for Ethel Lance</a> at Royal Missionary Baptist church in North Charleston. </p> \n<p>On Wednesday night, Goff led the weekly Bible study class where Lance and eight others were killed exactly a week before. Hundreds gathered in the church’s basement. </p> \n<p>“Many of our hearts our broken, but only God can fix a broken heart,” Goff said at the gathering. “That’s my testimony.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/gallery/2015/jun/25/funerals-charleston-shooting-victims-in-pictures\">Funerals begin for Charleston shooting victims – in pictures</a> </p> \n</aside> \n<p>Marjorie McIver, whose sister Myra Thompson died in the attack, attended Bible study, <a href=\"http://www.postandcourier.com/article/20150624/PC16/150629604\">according to the Post and Courier</a>. Thompson’s funeral will be held on Monday at the church. </p> \n<p>“God loves us,” McIver said. “He’s forgiven us of our sins. It behooves us to forgive others. That message of love, even for your enemies, even for those who use you, who despise you – that’s a powerful message.” </p> \n<p>Later on Thursday, the funeral for Sharonda Coleman-Singleton, a mother of three, was held at Mt Moriah Missionary Baptist church in North Charleston. Charleston’s mayor, Joe Riley, said Singleton was “one of those extraordinary people, a coach who taught life lessons”.</p> \n<p>On Wednesday, thousands visited the state house rotunda, where Clementa Pinckney lay in state. Lawmakers paid their respects to the state senator and Emanuel AME pastor, as did his wife, Jennifer, and two daughters, Eliana and Malana. </p> \n<p>A large, black curtain hung in front of a window in the state house lobby, blocking from sight the Confederate flag that flies over a monument on the grounds. The push to take down the flag, and stop states from allowing it on license plates or flying it on government land, has gathered momentum since the shooting, which police say was racially motivated. </p> \n<p>Apple has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/25/apple-removes-historical-war-games-confederate-flag\">removed war games with the Confederate flag</a> from its app store, and the <a href=\"http://www.usatoday.com/story/news/nation/2015/06/25/national-park-service-confederate-flag-sales-items/29264025/\">National Park Service said on Thursday</a> it would remove all items that depict only the Confederate flag from its stores.</p> \n<p>Many of the lawmakers who worked with Pinckney have said they want the flag taken down, but to do so would require a two-thirds majority vote from the legislature. Governor Nikki Haley has said she supports taking down the flag. <a href=\"https://twitter.com/nikkihaley/status/613106121709125633\">Haley said on Twitter earlier this week</a>: “July 4th is just around the corner. It will be fitting that our state Capitol will soon fly the flags of our country &amp; state, and no other.” </p> \n<p>President Barack Obama, who said the flag “belongs in a museum”, is scheduled to deliver the eulogy at the funeral for Pinckney on Friday. The ceremony will take place at the College of Charleston, which can hold 5,400 people. The first lady, Michelle Obama, Vice-President Joe Biden and his wife, Jill Biden, are also set to attend.</p> \n<p>Funerals for the other victims are scheduled into next week at Emanuel AME and in the state capital, Columbia, where the funeral of Daniel Simmons will be held. Funerals for Cynthia Hurd, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/hero-charleston-church-shooting-mother-shielding-others\">Tywanza Sanders </a>and his great aunt Susie Jackson will be held at Emanuel AME on Saturday.</p> \n<p>On Thursday, the Charleston County council voted to rename the library Hurd managed in her honor. All 16 branches of the Charleston library will close for her funeral, so workers can attend the service. </p> \n<p>The funeral for DePayne Middleton-Doctor, who was known for her talents as a singer and preacher, will be held at Emanuel AME on Sunday. </p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f446f04b542fb328987ddd39ba5b9eb8ea8efd90/0_31_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Joe Raedle/Getty Images","altText":"Brandon Risher, left, is comforted as he spends time at the casket of his grandmother, Ethel Lance, 70, who was one of nine victims of the mass shooting at the Emanuel African Methodist Episcopal church.","cleanCredit":"Photograph: Joe Raedle/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T19:33:13Z","lastModified":"2015-06-25T23:16:44Z","metadata":{"commentable":true,"commentCount":58,"contributors":[{"name":"Amanda Holpuch","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411659899648/Amanda-Holpuch-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amanda-holpuch"}],"feature":false,"keywords":["Charleston shooting","South Carolina","US news"],"tags":[{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Amanda Holpuch","topic":{"type":"tag-contributor","name":"profile/amanda-holpuch"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/25/charleston-shooting-victims-funerals-ethel-lance","shortUrl":"http://gu.com/p/4a626","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/25/charleston-shooting-victims-funerals-ethel-lance","webUri":"http://www.theguardian.com/us-news/2015/jun/25/charleston-shooting-victims-funerals-ethel-lance"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457278695","source":"Reuters","durationInSeconds":91,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625Charleston.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625Charleston_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435265223276/KP_325317_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Charleston shooting: mourners gather for first funerals since massacre - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Charleston shooting: mourners gather for first funerals since massacre - video","cleanCaption":"620x372 trailpic for Charleston shooting: mourners gather for first funerals since massacre - video"}}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f446f04b542fb328987ddd39ba5b9eb8ea8efd90/0_31_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Joe Raedle/Getty Images","altText":"Brandon Risher, left, is comforted as he spends time at the casket of his grandmother, Ethel Lance, 70, who was one of nine victims of the mass shooting at the Emanuel African Methodist Episcopal church.","cleanCredit":"Photograph: Joe Raedle/Getty Images"}}]},{"title":"Isis attacks Kobani and pro-regime troops in Syria's north","rawTitle":"Isis attacks Kobani and pro-regime troops in Syria's north","item":{"type":"article","id":"world/2015/jun/25/islamic-state-fighters-enter-syria-kobani","title":"Islamic State attacks Kobani and pro-regime troops in Syria's north","trailText":"Car bomb attack launches fresh offensive on Kobani while militants also clashed with soldiers in Hasakah","standFirst":"<p>Car bomb attack launches fresh offensive on Kobani while militants also clashed with soldiers in Hasakah</p>","byline":"Kareem Shaheen in Beirut","body":"<p>Islamic State militants killed dozens of people in and around the Syrian border town of Kobani on Thursday after launching a counter-offensive under the cover of darkness.</p> \n<p>The militants - disguised as fighters from the Free Syrian Army - drove five vehicles into the town in the early hours of Thursday and used a suicide bomber to blow up a border crossing with Turkey. A civilian inside Kobani said: “No one can go out of their home, the streets are not safe … Isis fighters are getting inside houses and killing everyone [they find].”</p> \n<p>At least 35 civilians and Kurdish fighters were killed along with eight IS militants, monitoring group the Syrian Observatory for Human Rights said. A further 23 Syrian Kurds, among them women and children, were shot dead in the nearby village of Barkh Butan, the group said.</p> \n<p>Isis withdrew from the village after US-led coalition strikes on its outskirts of the village and the arrival of Kurdish forces, but fighting continued in Kobani through Thursday.</p> \n<p>Around the same time as the Kobani attack, the group launched an assault on the north-eastern city of Hasakah, aided by militias previously aligned with the Syrian president, Bashar al-Assad. Western districts were seized and the Syrian army pushed into the city centre.<br /></p> \n<p>The surprise, two-pronged offensive came as Isis reels from several high-profile defeats near <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/21/islamic-state-capital-raqqa-syria-isis\">Raqqa</a>, the capital of its self-declared caliphate and its seat of power in Syria. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/21/islamic-state-capital-raqqa-syria-isis\">Inside the Islamic State ‘capital’: no end in sight to its grim rule</a> </p> \n</aside> \n<p>The Kurdish People’s Protection Units (YPG) militia and an alliance of rebels known as the “Euphrates Volcano” – backed US-led coalition air strikes – have seized swaths of territory from Isis, <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/16/kurdish-fighters-cut-key-supply-line-to-islamic-state-capital-raqqa\">including the strategic border town of Tal Abyad</a>. In recent days they also wrested control of Brigade 93, a strategic base seized by Isis from the Syrian regime, and the town of Ain Issa, bringing them within 30 miles of Raqqa itself.</p> \n<p>“Islamic State’s morale has collapsed after the advance in the Raqqa countryside,” said Redur Xelil, the YPG spokesman who provided the accounts of the latest Isis offensive. “They are trying to raise the morale of their fighters and supporters, and show that they still have strength and can strike out elsewhere.”</p> \n<p>He also said that another goal of the Isis offensive may be to draw Kurdish troops away from the frontline to defend other territories.</p> \n<p>Xelil said the militants who entered Kobani numbered between 30 and 40, and were holed up in buildings in the city after killing dozens of people. The YPG, backed by the Kurdish Asayish security forces, were combing the area and he was confident they would defeat the militants.<br tabindex=\"-1\" /></p> \n<p>“We will destroy this group that entered the city,” he said.<br /></p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/syria_kobane_attack/giv-212773FkB2N7JfGc8/\" data-alt=\"Syria map\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/syria_kobane_attack/giv-212773FkB2N7JfGc8/\">Syria map</a> \n</figure> \n<p>Late last year, Isis was on the verge of conquering Kobani, an enclave on the Turkish border, but Kurdish fighters backed by the US-led coalition ultimately succeeded in reversing the militants’ advance and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/26/kurdish-forces-take-control-kobani-syria\">liberating the city</a>, killing over a thousand Isis fighters in a months-long battle that emerged as a symbol of the Kurds’ defiance. </p> \n<p>Many refugees who fled the city have since returned to their homes, many of which had been levelled during the fighting.<br /></p> \n<p>The joint Kurdish-rebel advance in recent weeks has provided a glimmer of hope in the fight against Isis. Last month, Isis <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis\">seized the historic city of Palmyra</a> in Homs province and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/17/iraqi-prime-minister-defence-anbar-isis-attacks\">Ramadi</a>, the provincial capital of Anbar in Iraq, casting doubt on the entire strategy to contain the group.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cfaa5cfb1b85821e1e2a23f9447990e9331ed7bb\"> \n <img src=\"http://media.guim.co.uk/cfaa5cfb1b85821e1e2a23f9447990e9331ed7bb/0_22_1400_840/1000.jpg\" alt=\"File image allegedly shows Islamic State militants on the road to Hasakah in June 2014.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">File image allegedly shows Islamic State militants on the road to Hasakah in June 2014.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The more serious threat is the Isis assault – its fourth – on Hasakah, a city divided between the Assad regime and the Kurds. Around midnight, Isis launched an offensive that has so far claimed the lives of 30 pro-regime troops and 20 militants, according to the UK-based Syrian Observatory for Human Rights, a monitoring group with a wide range of contacts inside Syria.</p> \n<p>The attack triggered the flight of civilians from the area, and the regime has responded with a series of air strikes on militant positions south of the city. Isis used suicide bombers to soften up regime positions.</p> \n<p>In a statement circulated on social media, Isis said it took control of western neighbourhoods and forced the regime’s troops to retreat to the city centre, seemingly in shock at what the militants described as a “daring operation”.</p> \n<p>Xelil, who said the Kurds were not yet involved in the battle for Hasakah, said Isis had succeeded in winning the allegiance of members of the pro-Assad National Defence Forces – local militias that support the regime – allowing them to prepare the ground for the assault on the city.</p> \n<p>The tactic is in keeping with the traditional Isis modus operandi of infiltrating areas prior to launching major assaults. </p> \n<p>In a separate, major offensive in Syria’s south on Thursday, about 51 rebel groups joined together to attack regime-held areas of Deraa city, where insurgents have dealt Assad’s forces significant blows in recent months.</p> \n<p>The southern rebels, including the al-Qaida-linked al-Nusra Front and groups that do not share its jihadi ideology, have long said they aim to expel Syrian government forces from Deraa. Syrian state TV said the army had repelled attacks against a number of military positions in the south of the country.</p> \n<p></p> \n<p></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f5ecf601d13a6e136d138f76d2288899a273f6ce/0_261_4428_2656/4428.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2656,"width":4428,"orientation":"landscape","credit":"Ahmet Sik/Getty images","altText":"People walk past destroyed buildings in the Syrian town of Kobani in June before fighting began again","cleanCredit":"Photograph: Ahmet Sik/Getty images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cfaa5cfb1b85821e1e2a23f9447990e9331ed7bb/0_22_1400_840/1400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":840,"width":1400,"orientation":"landscape","caption":"File image allegedly shows Islamic State militants on the road to Hasakah in June 2014. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"File image allegedly shows Islamic State militants on the road to Hasakah in June 2014.","cleanCaption":"File image allegedly shows Islamic State militants on the road to Hasakah in June 2014.","cleanCredit":"Photograph: AFP/Getty Images"}],"webPublicationDate":"2015-06-25T16:08:48Z","lastModified":"2015-06-25T23:03:42Z","metadata":{"commentable":true,"commentCount":658,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Islamic State","World news","Syria","Middle East and North Africa","Kurds","Arab and Middle East unrest"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/kurds","webTitle":"Kurds"},{"id":"world/arab-and-middle-east-protests","webTitle":"Arab and Middle East unrest"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/25/islamic-state-fighters-enter-syria-kobani","shortUrl":"http://gu.com/p/4a569","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/25/islamic-state-fighters-enter-syria-kobani","webUri":"http://www.theguardian.com/world/2015/jun/25/islamic-state-fighters-enter-syria-kobani"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457269216","source":"AFP","durationInSeconds":38,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625kobani.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625kobani_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435226810670/KP_325068_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Kobani ISIS","credit":"guardian.co.uk","altText":"620x372 trailpic for Kobani ISIS","cleanCaption":"620x372 trailpic for Kobani ISIS"}}},"importance":3,"showQuotedHeadline":false,"sublinks":[{"title":"Bosnia / Isis targets vulnerable young people","rawTitle":"Isis targets vulnerable young people","item":{"type":"article","id":"world/2015/jun/25/isis-targets-vulnerable-bosnia-for-recruitment-and-attack","title":"Isis targets vulnerable Bosnia for recruitment and attack","trailText":"High youth unemployment, ethnic tensions and political paralysis help jihadis lure young people to Syria and open up new terror front in heart of Europe","standFirst":"<p>High youth unemployment, ethnic tensions and political paralysis help jihadis lure young people to Syria and open up new terror front in heart of Europe</p>","byline":"Julian Borger in Sarajevo","body":"<p>Islamic State has expanded its efforts to recruit fighters in Bosnia and incite terrorist attacks there, taking advantage of the world’s highest youth unemployment rate and chronic political paralysis.</p> \n<p>The initiative, though small in scale, is causing alarm in western capitals, where diplomats fear that the mix of economic malaise and ethnic tensions represents fertile terrain for extremism, and that Europe could come to regret the failure to confront Bosnia’s profound structural problems in the two decades since the war.</p> \n<p>Isis produced a new <a href=\"http://www.longwarjournal.org/archives/2015/06/islamic-state-touts-jihadists-from-the-balkans.php\">recruitment video</a> this month, targeting the Balkans region and Bosnia and Herzegovina in particular. The 20-minute film, entitled Honour is in Jihad, features several Bosnian Isis fighters exhorting their fellow countrymen to join the battle in Syria or carry out opportunistic attacks on perceived enemies of Islam at home.</p> \n<p>“If you can, put explosives under the cars, in their houses, all over them. If you can, take poison and put it in their drink or food. Make them die, make them die of poisoning, kill them wherever you are. In Bosnia, in Serbia, in Sandzak [a region in south-west Serbia]. You can do it,” one of the Bosnians, identified by a pseudonym, Salahuddin al-Bosni, implores the audience in Bosnian.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Returning foreign fighters pose a direct threat not only to the security of Bosnia and Herzegovina, but also the region</p> \n </blockquote> \n</aside> \n<p>A <a href=\"http://atlanticinitiative.org/project-activities-nato-debates/491-new-atlantic-initiative-research-the-lure-of-the-syrian-war-the-foreign-fighters%E2%80%99-bosnian-contingent.html\">newly published report</a> on jihadism found: “Returning foreign fighters from Syria and Iraq – battle-hardened, skilled in handling arms and explosives, and ideologically radicalised – pose a direct threat not only to the security of Bosnia and Herzegovina, but also of the region and beyond.”<br /></p> \n<p>The report, <a href=\"http://atlanticinitiative.org/project-activities-nato-debates/491-new-atlantic-initiative-research-the-lure-of-the-syrian-war-the-foreign-fighters%E2%80%99-bosnian-contingent.html\">The Lure of the Syrian War: The Foreign Fighters’ Bosnian Contingent</a>, found that in 2013 and 2014, 156 Bosnian men and 36 women travelled to Syria, taking with them 25 children. Out of that number, 48 men and three women had returned by January of this year.<em> </em> </p> \n<p>The authors, Sarajevo University associate political science professor Vlado Azinović and Islamic theologian and columnist Muhamed Jusić, found that Bosnia was ill-equipped to deal with the potential threat. It is a weak state, split by a 1995 peace agreement into two entities, a federation of Muslims (known as Bosniaks) and Croats, and a Serb republic. Furthermore the federation is divided into 10 cantons. Twenty-two police agencies operate in the country with overlapping jurisdictions and roles.</p> \n<p>“Generally, there is a lack of coordination between local law-enforcement agencies on [foreign fighter-] related issues,” the report says, noting there is no single database on foreign fighters,and the existing data is “mostly scattered, often incomplete or disorganised”.</p> \n<p>“This results in significant gaps in understanding and monitoring of the phenomenon,” it notes, adding that government “lacks a discernible strategy” to confront the looming problem.</p> \n<p>“We are not doing anything. We are just observing,” Azinović said. <br /></p> \n<p>Kristina Jozić, a spokeswoman for the Bosnian state investigation and protection agency (Sipa), responsible for internal security, said it would analyse the Isis video with a view to identifying Bosnians involved in criminal offences.</p> \n<p>“The return of individuals participating in the armed conflict in Syria, fighting with Isis, is undoubtedly a security challenge and a threat, the extent of which is hard to determine at this time,” Jozić said. “Sipa constantly checks allegations of terrorist activities, whether it be on trips to foreign battlefields, financing, recruitment or other terror-related activities ... and will take the necessary action.” </p> \n<figure class=\"element element-image\" data-media-id=\"6cfd1c645c8c54eefbe4b6a913d4d6e4ac77e8a8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435162925524/e4e86002-c7ca-4a44-9d9b-4493fd7c13b8-460x308.jpeg\" alt=\"The Isis video.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bosnia’s security agency says it is working to identify fighters shown in the Isis video.</span> \n  <span class=\"element-image__credit\">Photograph: Al Hayat</span> \n </figcaption> \n</figure> \n<p> According to diplomatic sources, the Sarajevo government is preparing a new counter-terrorism strategy, with greater emphasis on prevention and rehabilitation of returned fighters, and presented a draft to General John Allen, the US special envoy for countering Isis, when <a href=\"http://sarajevo.usembassy.gov/event_20150608.html\">he visited Sarajevo on 8 June</a>. <br /></p> \n<p>Salafist communities operating outside the official mosques have sprung up in three districts, Gornja Maoča, Osve and Dubnica, and “pop-up” radical mosques, often funded from the Gulf, have appeared in Sarajevo, Zenica and Tuzla.</p> \n<p>After three years of observing Bosnian jihadis, the authors place them in two broad categories: veterans who fought alongside mujahideen volunteers from the Arab world in the 1992-1995 Bosnian conflict, and young Bosnian men “driven mostly by adrenaline and a quest for self-validation, self-respect, group belonging, and purpose”. Almost a third of the Bosnian Isis recruits had criminal records. </p> \n<p>Chronic deadlock between the rival entities has contributed to economic stagnation and a 63% unemployment rate among young Bosnians, the highest official rate in the world. Bosnian society, which the report says “is gradually losing the ability to manage itself”, is becoming a factor in the flow of Isis recruits. </p> \n<p>Like most Isis videos, Honour is in Jihad supplies slickly edited, emotive images married to a seductive narrative. It paints an idyllic picture of insurgent life in Syria, with Bosnian, Kosovan and Albanian fighters walking off to battle like a smiling band of brothers while enjoying time with their families on their days off, complete with complimentary cars.</p> \n<p>Isis has produced a stream of similar videos aimed at recruits from France, Somalia, Yemen, Libya and several other countries, each one tailored to local culture and history. </p> \n<p>With the use of computer graphics, the film portrays the sweep of Balkan history as a prolonged expropriation of inherently “Muslim lands”, first by “crusaders”, then atheistic communists, and finally nationalists. The current Bosniak political leadership are painted as collaborators with the enemies of Islam “preparing you like sheep for the next genocide”.</p> \n<figure class=\"element element-image\" data-media-id=\"b4acfe2ffa16cc9046bc6cd39477a2bd42a1dad2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435162988555/0566d426-d927-4f12-b736-26df874f4a59-460x299.jpeg\" alt=\"A still from Honour is in Jihad.\" width=\"460\" height=\"299\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Isis video offers a skewed interpretation of the Bosnian conflict of the 1990s.</span> \n  <span class=\"element-image__credit\">Photograph: Al Hayat</span> \n </figcaption> \n</figure> \n<p>With a dramatic skewing of history, the film credits the mujahideen brigade with “repelling the Serbs” in the Bosnian war, although in reality it had a limited impact on a small section of the frontline. Meanwhile it depicts the large-scale US-led air campaign against the Bosnian Serb military as incidental and somehow designed to prevent the rise of the Muslim faithful.</p> \n<p>“The massacres will be repeated if Muslims don’t return to your religion,” an elderly jihadi, Abu Safiyah al-Bosni, declares in the film. He is believed to be a Muslim from Sandzak rcalled Abid Podbićanin, and was reported killed in Syria in March. </p> \n<p>Salahuddin al-Bosni, who issued the calls for murder earlier in the video and is thought to be a Bosnian called Ines Midzic, apparently died in battle at about the same time. The Bosnian authorities believe another two participants in the film are also dead; another is seriously wounded.</p> \n<p>Western government officials believe that the roughly 50 jihadis who have come back to Bosnia so far represent a manageable load for the Bosnian intelligence and security agencies, despite their many divisions and flaws. But they also worry that the scale of the problem could escalate dramatically given the parlous conditions of Bosnia’s economy and society.</p> \n<p>In the only potential terrorist incident to cause casualties in Bosnia this year, a 24-year-old Bosniak man from the area around the Serb-run town of Zvornik, drove to its police station on April 27 and opened fire, killing one officer and injuring two others before being shot dead himself. </p> \n<p>The gunman, Nerdin Ibrić, was found to have been a friend of a local man who had returned from Syria, but the extent to which he had come under jihadi influence is unclear. Official reports said Ibrić shouted “Allahu Akbar” as he launched his attack, but other accounts said he hurled curses at his targets. It also turned out that Ibrić’s father was among 750 Muslim men rounded up by Serb police and paramilitaries in June 1992, at the start of the war, and killed. </p> \n<p>The nationalist Serb authorities reacted as if the shooting had been a major offensive. “This is the worst terrorism attack that could happen in the Serb Republic,” Dragan Lukač, the region’s interior minister, told local television, adding that it “could be the start of much worse events in Bosnia and Herzegovina”.</p> \n<p>The Serb leadership used the shooting as a pretext for arresting large numbers of Bosniaks on their territory, and claimed it justified the creation of a new Serb special police squad. Western diplomats argued it was a reason for better coordination among the existing 22 police forces rather than for creating a new one. </p> \n<p> </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435162849797/7d389bb9-dad6-44b9-bd47-80d7a249562b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Al Hayat","altText":"A still from a new video message from The Islamic State","cleanCredit":"Photograph: Al Hayat"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435162925022/e4e86002-c7ca-4a44-9d9b-4493fd7c13b8-1020x682.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":682,"width":1020,"orientation":"landscape","caption":"Bosnia’s security agency says it is working to identify fighters shown in the Isis video. Photograph: Al Hayat","credit":"Al Hayat","altText":"The Isis video.","cleanCaption":"Bosnia’s security agency says it is working to identify fighters shown in the Isis video.","cleanCredit":"Photograph: Al Hayat"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435162987138/0566d426-d927-4f12-b736-26df874f4a59-2060x1337.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1337,"width":2060,"orientation":"landscape","caption":"The Isis video offers a skewed interpretation of the Bosnian conflict of the 1990s. Photograph: Al Hayat","credit":"Al Hayat","altText":"A still from Honour is in Jihad.","cleanCaption":"The Isis video offers a skewed interpretation of the Bosnian conflict of the 1990s.","cleanCredit":"Photograph: Al Hayat"}],"webPublicationDate":"2015-06-25T10:09:49Z","lastModified":"2015-06-25T23:00:49Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Julian Borger","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741281/JulianBorger.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/julianborger"}],"feature":false,"keywords":["Islamic State","Bosnia-Herzegovina","Europe","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/bosnia-and-herzegovina","webTitle":"Bosnia-Herzegovina"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Julian Borger","topic":{"type":"tag-contributor","name":"profile/julianborger"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/25/isis-targets-vulnerable-bosnia-for-recruitment-and-attack","shortUrl":"http://gu.com/p/49zf7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/25/isis-targets-vulnerable-bosnia-for-recruitment-and-attack","webUri":"http://www.theguardian.com/world/2015/jun/25/isis-targets-vulnerable-bosnia-for-recruitment-and-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435162849797/7d389bb9-dad6-44b9-bd47-80d7a249562b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A still from a new Isis recruitment video aimed at Bosnian youth. Photograph: Al Hayat","credit":"Al Hayat","altText":"A still from a new Isis recruitment video aimed at Bosnian youth.","cleanCaption":"A still from a new Isis recruitment video aimed at Bosnian youth.","cleanCredit":"Photograph: Al Hayat"}},"importance":0,"kicker":{"title":"Bosnia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435162849797/7d389bb9-dad6-44b9-bd47-80d7a249562b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Al Hayat","altText":"A still from a new video message from The Islamic State","cleanCredit":"Photograph: Al Hayat"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f5ecf601d13a6e136d138f76d2288899a273f6ce/0_261_4428_2656/4428.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2656,"width":4428,"orientation":"landscape","credit":"Ahmet Sik/Getty images","altText":"People walk past destroyed buildings in the Syrian town of Kobani in June before fighting began again","cleanCredit":"Photograph: Ahmet Sik/Getty images"}}]}],"lastModified":"2015-06-26T08:17:26Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}