{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"European parliament to showcase Assad regime torture photographs","rawTitle":"European parliament to showcase Assad regime torture photographs","item":{"type":"article","id":"world/2015/jul/01/european-parliament-showcase-alleged-syrian-torture-pictures","title":"European parliament to showcase Assad regime torture photographs","trailText":"Images smuggled out of Syria by former military photographer were banned, only for the decision to be subject to allegations of censorship","standFirst":"<p>Images smuggled out of Syria by former military photographer were banned, only for the decision to be subject to allegations of censorship</p>","byline":"Kareem Shaheen in Beirut","body":"<p>The European parliament will allow a collection of photographs documenting alleged torture by Syrian government forces to be displayed in public on the legislature’s grounds, reversing an earlier decision that exposed it to accusations of censorship. <br /> <br />The exhibition, which includes photographs smuggled out of the country by a former military photographer, will now be hosted at a public space and officially sanctioned by the parliament, with warning signs about the graphic nature of the images and restricting children from entry. <br /> <br />“It is a sensible compromise,” said Alyn Smith, a Scottish National Party MEP and lead sponsor of the exhibit, who confirmed the decision. <br /> <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/20/evidence-industrial-scale-killing-syria-war-crimes\">Syrian regime document trove shows evidence of 'industrial scale' killing of detainees</a> </p> \n</aside> \n<p>The Guardian <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/european-parliament-accused-hiding-proof-torture-assad-regime\">reported last month</a> that the College of Quaestors, a group of five MEPs that is tasked with deciding such matters, had ruled against exhibiting the images at the parliament after deeming them too “offensive and disturbing”, as well as provocative. <br /> <br />The college rejected potential compromises, including reducing the number of days the exhibit was to be held on and adding warning signs to the images. <br /> <br />The decision prompted criticism by Syrian opposition groups and a social media campaign using the hashtag #HidingTorture, and the criticism raised concerns among parliament officials that the legislature’s image may be tarnished by the decision. <br /> <br />Smith also appealed to the parliament’s president, Martin Schulz, asking him to intervene and overturn the college’s decision, which he did. <br /> <br />The parliament holds an annual exhibit on the Holocaust, and the UN headquarters in New York has allowed these images to be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/11/images-syrian-torture-shock-new-yorkers-united-nations\">displayed there</a>, with western officials saying at the time that the world had a duty not to turn away from the gruesome reality portrayed in the pictures. <br /> <br />The exhibit is now set to be held in a public area of the parliament’s grounds on 13-16 July, after the photographs were reviewed personally by Schulz. <br /> <br />“This is an important victory,” said James Sadri, campaign manager at <a href=\"http://www.thesyriacampaign.org/\">the Syria Campaign</a>, which organised a petition urging the parliament to reverse its decision. “If European politicians won’t even look at pictures of human rights abuses in Syria what hope is there that they’ll do anything to stop them happening?” <br /> <br />“Rather than send gunships to stop refugees crossing the Mediterranean these European politicians should do more to stop what these Syrians are fleeing in the first place,” he added.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07fb9366071f0907508ace85285d7b67244fde93/0_0_605_363/605.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":363,"width":605,"orientation":"landscape","credit":"Lucas Jackson/Reuters","altText":"syria torture","cleanCredit":"Photograph: Lucas Jackson/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-01T22:10:33Z","lastModified":"2015-07-02T06:56:38Z","metadata":{"commentable":true,"commentCount":90,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Syria","Middle East and North Africa","World news","Europe","European Union"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/01/european-parliament-showcase-alleged-syrian-torture-pictures","shortUrl":"http://gu.com/p/4aac7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/01/european-parliament-showcase-alleged-syrian-torture-pictures","webUri":"http://www.theguardian.com/world/2015/jul/01/european-parliament-showcase-alleged-syrian-torture-pictures"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07fb9366071f0907508ace85285d7b67244fde93/0_0_605_363/605.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":363,"width":605,"orientation":"landscape","caption":"A warning at the exhibition of the ‘Caesar’ photographs at the UN headquarters in New York. Photograph: Lucas Jackson/Reuters","credit":"Lucas Jackson/Reuters","altText":"syria torture","cleanCaption":"A warning at the exhibition of the ‘Caesar’ photographs at the UN headquarters in New York.","cleanCredit":"Photograph: Lucas Jackson/Reuters"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07fb9366071f0907508ace85285d7b67244fde93/0_0_605_363/605.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":363,"width":605,"orientation":"landscape","credit":"Lucas Jackson/Reuters","altText":"syria torture","cleanCredit":"Photograph: Lucas Jackson/Reuters"}}]},{"title":"How global auditor failed to spot theft of 15% of Moldova's wealth","rawTitle":"How global auditor failed to spot theft of 15% of Moldova's wealth","item":{"type":"article","id":"world/2015/jul/01/global-auditor-moldova-wealth-franchise-grant-thornton-banks-embezzle","title":"Vanishing act: how global auditor failed to spot theft of 15% of Moldova's wealth","trailText":"Local franchise of accountancy giant Grant Thornton was working for three of the country’s largest banks when $1bn was embezzled","standFirst":"<p>Local franchise of accountancy giant Grant Thornton was working for three of the country’s largest banks when $1bn was embezzled</p>","byline":"Matei Rosca in Chișinău","body":"<p>One of the world’s leading auditors has been accused of negligence and incompetence after $1bn was siphoned out of Moldova from under its nose – a sum equivalent to 15% of the former Soviet republic’s GDP.<br /></p> \n<p>Grant Thornton, the UK based accountancy giant with local franchises in dozens of countries, was the auditor for three of Moldova’s largest banks through which the money was embezzled and spirited out of the country in complex financial transactions, some through UK companies. </p> \n<p>As a result, the authorities had to rescue the three banks with a bailout equivalent to half the annual budget. The knock-on effect was a currency collapse and a plunge towards recession, ruining the economy almost overnight. Moldova is already Europe’s poorest country.</p> \n<p>The theft was discovered in November 2014 at Unibank, Banca de Economii and Banca Sociala , which the Moldovan member of Grant Thornton, a global network of independent firms, has been auditing since 2010, 2011 and 2013 respectively.</p> \n<p>Iurie Chirinciuc, a Moldovan MP who was part of a commission set up to investigate the affair, believes Grant Thornton was negligent and obstructive.<br /></p> \n<p>“All the [audit] reports give positive opinions,” he said. “How can you give a positive opinion when the situation at these banks was so grave?” </p> \n<p>Grant Thornton said it drew the attention of the banks and relevant authorities to its concerns about the banks and that its audit reports contained alerts about loans. But Chirinciuc said it should not have given the banks a generally clean bill of health.</p> \n<p>He claims repeated requests for the auditors to give testimony to the inquiry were “vehemently opposed”.</p> \n<p>“I have made a formal request for analysis of Grant Thornton to the central bank,” Chirinciuc said. “In the commission, I was shocked to see that all state institutions were informed and updated as to the situation at the banks, but did not intervene. These circumstances make me think that very high-ranking dignitaries are involved in the theft of the billion.”<br /></p> \n<p>Chirinciuc was also aghast that after the fraud was discovered, Grant Thornton’s Moldova director, St&eacute;phane Brid&eacute;, was appointed economy minister. Brid&eacute; told the Guardian his nomination “was made in conformity with the legislation of the Republic of Moldova, according to which my professional qualities and experience were exclusively considered”. </p> \n<figure class=\"element element-image\" data-media-id=\"bc05a1c2c61b341ad6b80361e910ac92dd4b6d3b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434639471142/0adb393e-44cd-4fb2-8027-2657f694f41b-460x276.jpeg\" alt=\"A Banca Sociala branch in Chisinau city, Moldova.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Banca Sociala branch in Chisinau city, Moldova.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Mihailescu/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Multiple spurious loans were granted by Banca de Economii and Unibank on the basis of false guarantees to companies that then transferred the money offshore. Some went to British companies controlled by entities registered in places where directors’ identities are kept secret.</p> \n<p>Two preliminary reports – one by the parliamentary commission and the other by corporate investigation firm Kroll – suggest that fraud eventually became the main occupation of the banks. </p> \n<p>The parliamentary report says: “The management of the banks have manifested evident lapses in professionalism and integrity … by giving credits that were compromised from the beginning” and made transactions of “fictional and fraudulent character”. The MPs concluded the banks had knowingly endangered their “capacity to make basic operations” such as paying out pensions and public sector salaries.</p> \n<p>The banks consistently misrepresented cash balances by using unorthodox “overnight deposits” – zero-interest deposits from Russian banks Interprombank, Gazprombank, Alef Bank and Metrobank – to disguise the lack of capital while continuing to give out nonperforming loans. “In essence these operations were operations of manipulation,” the parliamentary report says. </p> \n<p>So contaminated have the banks become that the IMF and World Bank have suspended programmes with Moldova, and the EU is considering following suit. World Bank country manager Alex Kremer said last week: “We are advising the authorities that the three banks ... should be liquidated.” He said trying to nationalise or recapitalise the banks would risk wasting more taxpayers’ money.</p> \n<p>Moldovan prosecutors have since launched an investigation that has so far put about 30 people under criminal indictment, including bank executives. Among these is Ilan Shor, chairman of the board at Banca de Economii since April 2014, allegedly the mastermind. Shor was released from house arrest on 23 May, having agreed to cooperate with investigators. The chief prosecutor has not returned a request for comment. Shor denies wrongdoing. Earlier this month, he was elected mayor of the small town of Orhei.</p> \n<p><a href=\"http://candu.md/opinii/raportul-kroll/\">Kroll’s confidential report</a> was published online in April by the speaker of the Moldovan parliament, Andrian Candu. It says a group of companies under Shor’s control gradually took over the banks and in 2010 started giving never-to-be-repaid loans to themselves. When watchdogs closed in, “orders were given by management of the banks to archive loan documentation relating to the suspicious transactions”. A vehicle belonging to another Shor company that collected the paperwork was subsequently stolen and burned. <br /></p> \n<p>Between 2011, when Shor’s companies were allegedly beginning to sink their teeth into the banks, and October 2014 when the scam went bust, Kroll found the number of Shor-related companies involved grew from 10 to 39. By December 2014, 90% of Unibank’s loans were to Shor group companies. Deposits recorded as being from Russian banks, which enabled Banca de Economii to make huge loans, were not received.</p> \n<p>“Ilan Shor and individuals associated with him played an integral role in coordinating this activity,” Kroll says in its report, claiming there was “a deliberate intention to extract as much benefit as possible for entities connected to Mr Shor and to the detriment of the bank”. A Kroll representative said the report was leaked without consent and declined to comment further.</p> \n<p>The “missing billion” contributed to a run on the Moldovan leu in which it lost a quarter of its value against the dollar in February.</p> \n<p>Grant Thornton had no presence in Moldova before 2010, but its ascent has been startling. Seven of the country’s 14 biggest banks became its clients in the space of four years, making it by far the biggest player in the market. International competitors such as KPMG and Deloitte steadily lost Moldova to Grant Thornton, with neither having more than two major banks on their roster in the country by 2013.</p> \n<p>Representatives of the Moldovan Grant Thornton franchise deny impropriety and say that that auditors cannot be held responsible if clients do not disclose full financial information.</p> \n<p>“While we would like to detect all fraud, according to International Standards of Auditing, the auditors’ role is not to discover fraud, or to prosecute clients for fraud,” they said in a statement. “We stand by the quality of our work – which is public record - and believe the audit opinions were correct under the circumstances.”</p> \n<p>A spokesman for the global office said Grant Thornton member firms acted autonomously and their work was only scrutinised by head office every three years. It did not respond to a question asking what it planned to do about its relationship with GT Moldova.</p> \n<p>A Moldovan financial system insider who wishes to remain anonymous said: “It’s clear Grant Thornton was at least negligent if not worse. How could it not have known what was going on, especially at Unibank where the scam was almost total?”</p> \n<p> </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c2bd73e7dc2ab64416906f21d582546bea826c69\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434639562573/c7efc5e3-78bc-4ada-ba78-ce532ecc59e3-406x420.jpeg\" alt=\"A branch of Banca de Economii S.A., Moldova's major bank.\" width=\"406\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A branch of Banca de Economii S.A., Moldova’s major bank.</span> \n  <span class=\"element-image__credit\">Photograph: Denisov Vadim/Corbis</span> \n </figcaption> \n</figure> \n<p>In its response, GT Moldova said: “Various observations were mentioned annually in the letters we addressed to management and shareholders of these banks and to the National Banks of Moldova.</p> \n<p> “We wish to remind you that in 2013, the inquiry commission for the assets of Banca de Economii was based not only on the audit of the court and reports of the International Monetary Fund but also mentions of Grant Thornton audit.”</p> \n<p>The effect of the financial loss has been felt by ordinary Moldovans. Ion Preașcă, a finance journalist in ther capital Chișinău, said: “We have organised crime specialised in finance. As a consequence of the discovery of the theft, the banks stopped issuing loans for a while. There was a domino effect which hit the leu.”</p> \n<p> Alexei, who owns a small construction business, said: “They will invent some new taxes to make up for the damage. I had an account at Banca Sociala and have stopped using it since. I opened two new accounts in banks with foreign ownership.”</p> \n<p>Natasha, a bookkeeper, said: “The resulting price rises had bad effects. The electricity price nearly doubled from one month to the next. The bill was 300 lei [&pound;10] and it’s now 500. Pensions and salaries haven’t increased.”<br /></p> \n<p> The criminal investigation is ongoing. Neither the Moldovan National Bank or government returned requests for information. An estimated 50,000 Moldovans protested on 3 May <sup> </sup>in Chișinău, demanding justice and the recovery of the stolen money.</p> \n<p><em>Thanks to Iurie Sanduta, editor of www.rise.md, for help researching this article.</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435327313588/bb8e74ef-0148-451f-87d8-bac11195a737-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Bloomberg/Getty Images","altText":"An employee displays leu banknotes.","cleanCredit":"Photograph: Bloomberg/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434639472647/0adb393e-44cd-4fb2-8027-2657f694f41b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Banca Sociala branch in Chisinau city, Moldova. Photograph: Daniel Mihailescu/AFP/Getty Images","credit":"Daniel Mihailescu/AFP/Getty Images","altText":"A Banca Sociala branch in Chisinau city, Moldova.","cleanCaption":"A Banca Sociala branch in Chisinau city, Moldova.","cleanCredit":"Photograph: Daniel Mihailescu/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434639562175/c7efc5e3-78bc-4ada-ba78-ce532ecc59e3-987x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":987,"orientation":"portrait","caption":"A branch of Banca de Economii S.A., Moldova’s major bank. Photograph: Denisov Vadim/Corbis","credit":"Denisov Vadim/Corbis","altText":"A branch of Banca de Economii S.A., Moldova's major bank.","cleanCaption":"A branch of Banca de Economii S.A., Moldova’s major bank.","cleanCredit":"Photograph: Denisov Vadim/Corbis"}],"webPublicationDate":"2015-07-01T17:16:28Z","lastModified":"2015-07-01T23:01:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Moldova","Banking","Europe","Business","World news"],"tags":[{"id":"world/moldova","webTitle":"Moldova"},{"id":"business/banking","webTitle":"Banking"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/01/global-auditor-moldova-wealth-franchise-grant-thornton-banks-embezzle","shortUrl":"http://gu.com/p/49cf7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/01/global-auditor-moldova-wealth-franchise-grant-thornton-banks-embezzle","webUri":"http://www.theguardian.com/world/2015/jul/01/global-auditor-moldova-wealth-franchise-grant-thornton-banks-embezzle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435327263995/6c8e008f-c5c9-45bd-aa0e-c79ba23fb770-1020x871.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":871,"width":1020,"orientation":"landscape","caption":"An employee displays Moldovan leu banknotes. Photograph: Bloomberg/Getty Images","credit":"Bloomberg/Getty Images","altText":"An employee displays Moldovan leu banknotes.","cleanCaption":"An employee displays Moldovan leu banknotes.","cleanCredit":"Photograph: Bloomberg/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435327313588/bb8e74ef-0148-451f-87d8-bac11195a737-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Bloomberg/Getty Images","altText":"An employee displays leu banknotes.","cleanCredit":"Photograph: Bloomberg/Getty Images"}}]},{"title":"Disputed Spratly islands / China nears completion of controversial airstrip","rawTitle":"China nears completion of controversial airstrip","item":{"type":"article","id":"world/2015/jul/02/china-controversial-airstrip-south-china-sea-spratly-islands","title":"China nears completion of controversial airstrip in South China Sea","trailText":"Runway with capacity for large military planes constructed on disputed Spratly islands, despite opposition from neighbouring nations","standFirst":"<p>Runway with capacity for large military planes constructed on disputed Spratly islands, despite opposition from neighbouring nations</p>","byline":"Oliver Holmes in Bangkok","body":"<p>China has almost finished construction of a 3,000m runway on the disputed Spratly islands in the South China Sea, satellite images have shown.</p> \n<p>The airstrip – the first by China on the islands it claims in the area – has been paved and taxiways have been built, according to the images <a href=\"http://amti.csis.org/sedscs/\">published by the Asia Maritime Transparency Initiative</a> (AMTI).</p> \n<p>“Two helipads, up to 10 satellite communications antennas, and one possible radar tower are also visible,” said the Washington-based group, adding that two lighthouses and one cement plant have also been built on the island.<br /></p> \n<p>The runway is large enough for heavy military transport planes and fighters. Images taken in April showed it only a third complete, demonstrating that it has since been constructed at a rapid rate.</p> \n<p>Fiery Cross Reef is one of several small islands in the South China Sea that China has been reclaiming, using dredger barges which scoop up sand and coral and pile it on to the reef.</p> \n<figure class=\"element element-image\" data-media-id=\"d0ecd0cd7ece0ffcdd51a5899538f2f89ca9571e\"> \n <img src=\"http://media.guim.co.uk/d0ecd0cd7ece0ffcdd51a5899538f2f89ca9571e/0_27_3500_2101/1000.jpg\" alt=\"An aerial file photo taken though a glass window of a Philippine military plane shows ongoing land reclamation by China on Mischief Reef in the Spratly Islands in May 2015.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An aerial file photo taken though a glass window of a Philippine military plane shows ongoing land reclamation by China on Mischief Reef in the Spratly Islands in May 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Pool/Reuters</span> \n </figcaption> \n</figure> \n<p>Although lying hundreds of miles south of its shores, China claims most of the South China Sea. The Philippines, Vietnam, Malaysia, Brunei and Taiwan also have overlapping claims.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/we-have-short-memories-japan-unites-with-former-foes-to-resist-chinas-empire-of-sand\">The United States and Japan also oppose China’s reclamation</a> of islands and environmentalists argue it destroys delicate reef ecology. </p> \n<p>The area is a busy shipping route connecting to the Strait of Malacca and the Pacific and is believed to have rich oil and gas deposits. The South China Sea is a key sea route for roughly &pound;3.17tn in trade.</p> \n<p>Beijing says the island outposts will serve maritime search and rescue missions, disaster relief, environmental protection as well as undefined military purposes.</p> \n<p>China’s top diplomat, state councillor Yang Jiechi, said last week that “navigation freedom in the South China Sea is guaranteed”.</p> \n<p>“We do believe that there will not be any issue or problem with navigational freedom in future. We hope the US can be impartial and objective to serve peace and stability in this region,” he said after talks in Washington.</p> \n<p>Bonnie Glaser, a senior adviser for the Center for Strategic &amp; International Studies, said that the beginning of the typhoon season means there could be a lull in activity over the coming month.</p> \n<p>She said that an upcoming visit by China’s President Xi Jinping to the US in September could also dampen the drive by Beijing to militarise the islands.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/we-have-short-memories-japan-unites-with-former-foes-to-resist-chinas-empire-of-sand\">Japan joins with former foes to flex its muscles as it eyes China's rise</a> </p> \n</aside> \n<p>“That said, I do think that activity will again pick up again, perhaps in the fall. The Chinese are going to continue with construction, militarisation, but what we have over the summer is at least an opportunity for more dialogue,” she said.</p> \n<p>Philippines and Vietnamese ships in the South China Sea report they have increasingly been harassed by Chinese vessels. In May, a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/may/27/vietnam-accuses-china-of-sinking-boat\">Chinese fishing vessel rammed and sank a Vietnamese fishing boat.</a></p> \n<p>Images published by AMTI also showed that China had added military facilities to the South Johnson Reef. A 3,000 square-metre port and two loading stations have been built and there are two helipads on the reef and up to three satellite communications antennas, AMTI said.</p> \n<p>It said a large, multi-level military facility is in the centre of the reef, with two possible radar towers under construction. “Up to six security and surveillance towers being built with four possible weapons towers also under construction,” it noted.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/59b7bc9092679d8a509352f883303a574bfe76fc/0_56_2200_1320/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1320,"width":2200,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Satellite image of an arstrip construction on the Fiery Cross Reef in the South China Sea<br>Airstrip construction on the Fiery Cross Reef in the South China Sea is pictured in this April 2, 2015 handout satellite image obtained by Reuters on April 16, 2015. Recent satellite images show China has begun building its first airstrip in contested territory in the Spratly Islands in the South China Sea and may be working on another, a leading defense publication reported April 16, 2015.  REUTERS/CSIS Asia Maritime Transparency Initiative/DigitalGlobe/Handout via Reuters \r\nATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THE AUTHENTICITY, CONTENT, LOCATION OR DATE OF THIS IMAGE. FOR EDITORIAL USE ONLY. NOT FOR SALE FOR MARKETING OR ADVERTISING CAMPAIGNS. THIS PICTURE IS DISTRIBUTED EXACTLY AS RECEIVED BY REUTERS, AS A SERVICE TO CLIENTS. NO ARCHIVES. NO SALES. MANDATORY CREDIT.       TPX IMAGES OF THE DAY","cleanCredit":"Photograph: HANDOUT/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d0ecd0cd7ece0ffcdd51a5899538f2f89ca9571e/0_27_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"An aerial file photo taken though a glass window of a Philippine military plane shows ongoing land reclamation by China on Mischief Reef in the Spratly Islands in May 2015. Photograph: Pool/Reuters","credit":"Pool/Reuters","altText":"An aerial file photo taken though a glass window of a Philippine military plane shows ongoing land reclamation by China on Mischief Reef in the Spratly Islands in May 2015.","cleanCaption":"An aerial file photo taken though a glass window of a Philippine military plane shows ongoing land reclamation by China on Mischief Reef in the Spratly Islands in May 2015.","cleanCredit":"Photograph: Pool/Reuters"}],"webPublicationDate":"2015-07-02T04:22:23Z","lastModified":"2015-07-02T04:24:42Z","metadata":{"commentable":true,"commentCount":117,"contributors":[{"name":"Oliver Holmes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-holmes"}],"feature":false,"keywords":["China","Asia Pacific","World news","Philippines"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/philippines","webTitle":"Philippines"}],"section":{"id":"world"},"topics":[{"displayName":"Oliver Holmes","topic":{"type":"tag-contributor","name":"profile/oliver-holmes"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/china-controversial-airstrip-south-china-sea-spratly-islands","shortUrl":"http://gu.com/p/4a8mx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/china-controversial-airstrip-south-china-sea-spratly-islands","webUri":"http://www.theguardian.com/world/2015/jul/02/china-controversial-airstrip-south-china-sea-spratly-islands"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/59b7bc9092679d8a509352f883303a574bfe76fc/0_56_2200_1320/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1320,"width":2200,"orientation":"landscape","caption":"Satellite image of an airstrip construction on the Fiery Cross Reef in the South China Sea. Photograph: Handout/Reuters","credit":"Handout/Reuters","altText":"Satellite image of an airstrip construction on the Fiery Cross Reef in the South China Sea.","cleanCaption":"Satellite image of an airstrip construction on the Fiery Cross Reef in the South China Sea.","cleanCredit":"Photograph: Handout/Reuters"}},"importance":5,"kicker":{"title":"Disputed Spratly islands"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/59b7bc9092679d8a509352f883303a574bfe76fc/0_56_2200_1320/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1320,"width":2200,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Satellite image of an arstrip construction on the Fiery Cross Reef in the South China Sea<br>Airstrip construction on the Fiery Cross Reef in the South China Sea is pictured in this April 2, 2015 handout satellite image obtained by Reuters on April 16, 2015. Recent satellite images show China has begun building its first airstrip in contested territory in the Spratly Islands in the South China Sea and may be working on another, a leading defense publication reported April 16, 2015.  REUTERS/CSIS Asia Maritime Transparency Initiative/DigitalGlobe/Handout via Reuters \r\nATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THE AUTHENTICITY, CONTENT, LOCATION OR DATE OF THIS IMAGE. FOR EDITORIAL USE ONLY. NOT FOR SALE FOR MARKETING OR ADVERTISING CAMPAIGNS. THIS PICTURE IS DISTRIBUTED EXACTLY AS RECEIVED BY REUTERS, AS A SERVICE TO CLIENTS. NO ARCHIVES. NO SALES. MANDATORY CREDIT.       TPX IMAGES OF THE DAY","cleanCredit":"Photograph: HANDOUT/Reuters"}}]},{"title":"Fossil fuel divestment / Vatican doesn't commit, despite pope's call to arms","rawTitle":"Vatican doesn't commit, despite pope's call to arms","item":{"type":"article","id":"environment/2015/jul/01/vatican-may-consider-divestment-from-fossil-fuels-despite-popes-call-to-arms","title":"Vatican 'may' consider divestment from fossil fuels, despite pope's call to arms","trailText":"Activist Naomi Klein, who is in an ‘unlikely alliance’ with Vatican on climate change, says she believes a possible divestment policy is under discussion","standFirst":"<p>Activist Naomi Klein, who is in an ‘unlikely alliance’ with Vatican on climate change, says she believes a possible divestment policy is under discussion</p>","byline":"Stephanie Kirchgaessner in Vatican City","body":"<p>The Vatican may consider, but is not committed to, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/23/a-beginners-guide-to-fossil-fuel-divestment\">divesting its holdings in fossil fuels</a>, a Catholic church official has said, despite Pope Francis’s call for bold action to fight climate change and global warming.</p> \n<p>The statement – made at a press conference on Wednesday to discuss <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/blog/live/2015/jun/18/pope-encyclical-climate-change-live-reaction-analysis\">the pope’s recently released encyclical on the environment</a> – is likely to disappoint climate activists, who have praised Pope Francis’s essay stressing that climate change is mostly a man-made problem.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/blog/live/2015/jun/18/pope-encyclical-climate-change-live-reaction-analysis\">The pope's encyclical on climate change –&nbsp;as it happened</a> </p> \n</aside> \n<p>“I think that the Vatican bank may think of initiatives which are at the core of this change. So we will see in the future ... it [divestment] may be considered by the Vatican,” said Flaminia Giovanelli, a lay woman who serves on the Vatican’s Pontifical Council for Peace and Justice.</p> \n<p>The hesitancy to act may reflect internal divisions about whether investment decisions by the Institute for Religious Works (IOR)– the official name of the Vatican bank – which has about €6bn (&pound;4.25bn) under management, ought to reflect Pope Francis’s values, particularly ones that might still be considered contentious within the church’s hierarchy.</p> \n<p>George Pell, the Australian cardinal who serves as the pope’s chief economic minister, is known to be a <a href=\"http://www.theaustralian.com.au/national-affairs/opinion/be-prudent-with-climate-claims/story-e6frgd0x-1226177730473\">climate-change denier</a>. In a speech in 2011, he said that “evidence” that had led the scientific community to conclude that the earth is warming was “insufficient to achieve practical certainty on many of these scientific issues”.</p> \n<p>Naomi Klein, the Canadian climate activist and author who recently<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/pope-climate-change-naomi-klein\">joined forces with the Vatican on the issue of climate change</a> and is in Rome for a two-day conference on the encyclical, said she believed that a possible divestment policy was under discussion.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/pope-climate-change-naomi-klein\">Pope Francis recruits Naomi Klein in climate change battle</a> </p> \n</aside> \n<p>“It is my understanding that this is an issue that is being internally debated and that a lot of issues are up for review and this is being raised,” Klein told the Guardian.</p> \n<p>A spokesman for the Vatican bank, Max Hohenberg, claimed the issue was largely irrelevant because “there really isn’t much to divest”. He said about 95% of the bank’s assets were invested in government bonds, and the rest was invested in stocks held in investment funds, and that he had no knowledge of what specific stocks were held.</p> \n<p>“If you look at divestment and look at the profile of the institute, you will come to the conclusion as an objective observer that it really does not have much relevance at the IOR,” Hohenberg said. <br /></p> \n<p>He added that the bank did not have any social investment policies in place, and that establishing one meant that it would likely be seen as a “model” within the church, “which is obviously quite a big issue”.</p> \n<p>But Klein told the Guardian that she did not believe that the divestment issue was a “linear market argument”, but rather a moral argument about the “immorality” of investing in fossil fuels.</p> \n<p>“The encyclical amplifies the moral argument that is a tremendous tool for the divestment movement, no matter what happens at the Vatican,” she said.</p> \n<p>While some critics argue that divestment policies alone have little to no impact on corporate profits of major polluters, Klein said she believed that divestment in fossil-fuel companies would “set the political stage” for regulatory actions to recapture some of their profits, though a carbon tax or increased royalty payments on extraction.</p> \n<p>“Once you have said those profits are immoral, then the public has a right to those profits,” she said. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/pope-francis-environment-rome-naomi-klein-climate-change\">Pope Francis’s environmental message brings thousands on to streets in Rome</a> </p> \n</aside> \n<p>Klein, who is known as a fierce critic of globalisation, acknowledged in a public statement that she was entering an “unlikely alliance” with the Vatican on the climate change issue, but said that the scale of the problem required all sorts of unique pairings.</p> \n<p>“Inside these coalitions, we don’t agree on everything – not by a long shot. But we understand that the stakes are so high, time is so short and the task is so large that we cannot afford to allow those differences to divide us,” she said.</p> \n<p>Klein said any deal arranged in a critical December summit in Paris that failed to immediately reduce emissions and provide “real and substantive” support for poor countries would be deemed a “failure” by activists.</p> \n<p>“To our so-called leaders preparing their pledges for ... Paris, getting out the lipstick and heels to dress up another lousy deal, I have to say this: read the actual encyclical – not the summaries, the whole thing,” Klein said. She called the document “courageous” and said it was making Pope Francis some “powerful enemies”.</p> \n<p>Klein took a swipe at Barack Obama in her interview with the Guardian, saying that although the US president had made some “great speeches” and introduced some good proposals recently on climate change, his decision to open up the Arctic to drilling by Shell was “wholly incompatible with climate leadership”.</p> \n<p>She also said she had no “high hopes” for Hillary Clinton, the leading Democratic contender in the 2016 race for the White House. “When she was secretary of state she rarely talked about climate change and it was her State Department that was set to rubber stamp Keystone,” she said, referring to the controversial trans-American pipeline.</p> \n<p>“So, just judging her on her record, I don’t think there is any reason for optimism about Hillary on climate change,” she said.<br /></p> \n<p>Klein added that she was looking forward to seeing how leading Catholic Republicans who are running for the White House, especially Jeb Bush, would grapple with the climate issue while seeking to appeal to Hispanic voters, who see Pope Francis as a “rock star”.</p> \n<p>“Watching how Republican candidates navigate seeing a significant and really critical part of their base greet this pope – and how important he is to them – and how they will maintain their position on climate change ... I mean, I’m looking forward to seeing how they dance,” she said.</p> \n<p>While Catholic politicians in the US – on the left and the right – have comfortably held positions that oppose the church, on issues ranging from abortion to capital punishment and gay rights, Klein said she believed that Republicans could no longer be as dismissive of the climate change issue as they were in previous elections.</p> \n<p>“You are already seeing a slightly more serious tone, at least from Jeb Bush,” she said.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ffc1fb2f4aef9e46b2d64ee9e60ab0351d695551/0_309_4713_2829/4713.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2829,"width":4713,"orientation":"landscape","credit":"Vincenzo Pinto/AFP/Getty Images","altText":"The Canadian activist Naomi Klein speaking at the Vatican at a conference on the climate change encyclical by Pope Francis.","cleanCredit":"Photograph: Vincenzo Pinto/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:34:29Z","lastModified":"2015-07-01T23:00:52Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stephanie Kirchgaessner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephanie-kirchgaessner"}],"feature":false,"keywords":["Fossil fuel divestment","Pope Francis","Naomi Klein","Fossil fuels","Vatican","Energy","The papacy","Catholicism","Christianity","Italy","Europe","Religion","World news","Climate change","Environment","COP 21: UN climate change conference | Paris","Books","Culture","Obama administration","Hillary Clinton","Keystone XL pipeline","Oil","US news","Jeb Bush","Republicans"],"tags":[{"id":"environment/fossil-fuel-divestment","webTitle":"Fossil fuel divestment"},{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"books/naomi-klein","webTitle":"Naomi Klein"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"world/vatican","webTitle":"Vatican"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/the-papacy","webTitle":"The papacy"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/cop-21-un-climate-change-conference-paris","webTitle":"COP 21: UN climate change conference | Paris"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"us-news/hillary-clinton","webTitle":"Hillary Clinton"},{"id":"environment/keystone-xl-pipeline","webTitle":"Keystone XL pipeline"},{"id":"environment/oil","webTitle":"Oil"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/jeb-bush","webTitle":"Jeb Bush"},{"id":"us-news/republicans","webTitle":"Republicans"}],"section":{"id":"environment"},"topics":[{"displayName":"Stephanie Kirchgaessner","topic":{"type":"tag-contributor","name":"profile/stephanie-kirchgaessner"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/01/vatican-may-consider-divestment-from-fossil-fuels-despite-popes-call-to-arms","shortUrl":"http://gu.com/p/4aa8j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/01/vatican-may-consider-divestment-from-fossil-fuels-despite-popes-call-to-arms","webUri":"http://www.theguardian.com/environment/2015/jul/01/vatican-may-consider-divestment-from-fossil-fuels-despite-popes-call-to-arms"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ffc1fb2f4aef9e46b2d64ee9e60ab0351d695551/0_309_4713_2829/4713.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2829,"width":4713,"orientation":"landscape","caption":"The Canadian activist Naomi Klein speaking at the Vatican at a conference on the climate change encyclical by Pope Francis. She called the document ‘courageous’ and said it was making the pope some ‘powerful enemies’. Photograph: Vincenzo Pinto/AFP/Getty","credit":"Vincenzo Pinto/AFP/Getty","altText":"The Canadian activist Naomi Klein speaking at the Vatican at a conference on the climate change encyclical by Pope Francis.","cleanCaption":"The Canadian activist Naomi Klein speaking at the Vatican at a conference on the climate change encyclical by Pope Francis. She called the document ‘courageous’ and said it was making the pope some ‘powerful enemies’.","cleanCredit":"Photograph: Vincenzo Pinto/AFP/Getty"}},"importance":4,"kicker":{"title":"Fossil fuel divestment"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ffc1fb2f4aef9e46b2d64ee9e60ab0351d695551/0_309_4713_2829/4713.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2829,"width":4713,"orientation":"landscape","credit":"Vincenzo Pinto/AFP/Getty Images","altText":"The Canadian activist Naomi Klein speaking at the Vatican at a conference on the climate change encyclical by Pope Francis.","cleanCredit":"Photograph: Vincenzo Pinto/AFP/Getty Images"}}]},{"title":"Germany / Worker killed by robot at Volkswagen plant","rawTitle":"Worker killed by robot at Volkswagen plant","item":{"type":"article","id":"world/2015/jul/02/robot-kills-worker-at-volkswagen-plant-in-germany","title":"Robot kills worker at Volkswagen plant in Germany","trailText":"Contractor was setting up the stationary robot when it grabbed and crushed him against a metal plate at the plant in Baunatal","standFirst":"<p>Contractor was setting up the stationary robot when it grabbed and crushed him against a metal plate at the plant in Baunatal</p>","byline":"Associated Press in Berlin","body":"<p>A robot has killed a contractor at one of Volkswagen’s production plants in Germany, the automaker has said.</p> \n<p>The man died on Monday at the plant in Baunatal, about 100km (62 miles) north of Frankfurt, VW spokesman Heiko Hillwig said.</p> \n<p>The 22-year-old was part of a team that was setting up the stationary robot when it grabbed and crushed him against a metal plate, Hillwig said.</p> \n<p>He said initial conclusions indicate that human error was to blame, rather than a problem with the robot, which can be programmed to perform various tasks in the assembly process. He said it normally operates within a confined area at the plant, grabbing auto parts and manipulating them.</p> \n<p>Another contractor was present when the incident occurred, but was not harmed, Hillwig said. He declined to give any more details about the case, citing an ongoing investigation.</p> \n<p>German news agency DPA reported that prosecutors were considering whether to bring charges, and if so, against whom.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4b3c2259f1a3b7f465e7d5c5338475f8bbf90e8/0_105_2000_1200/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":2000,"orientation":"landscape","credit":"Joerg Sarbach/AP","altText":"** FILE ** A worker holds a Volkswagen emblem on the Tiguan and Touran production lines at the Volkswagen plant in Wolfsburg, Germany, in this Feb. 15, 2008 file photo. German automaker Volkswagen AG saw unit sales increase in the first quarter, setting a new record despite the dampening effect on exports of the ever rising value of the euro, the company said Monday, April 14, 2008. (AP Photo/Joerg Sarbach, file)","cleanCredit":"Photograph: Joerg Sarbach/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T01:48:28Z","lastModified":"2015-07-02T01:48:29Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Germany","Robots","Europe","World news"],"tags":[{"id":"world/germany","webTitle":"Germany"},{"id":"technology/robots","webTitle":"Robots"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/robot-kills-worker-at-volkswagen-plant-in-germany","shortUrl":"http://gu.com/p/4aaj2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/robot-kills-worker-at-volkswagen-plant-in-germany","webUri":"http://www.theguardian.com/world/2015/jul/02/robot-kills-worker-at-volkswagen-plant-in-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4b3c2259f1a3b7f465e7d5c5338475f8bbf90e8/0_105_2000_1200/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":2000,"orientation":"landscape","caption":"An investigation is under way into whether human error was to blame for the death of a contractor at the hands of a robot at a Volkswagen production plant. Photograph: Joerg Sarbach/AP","credit":"Joerg Sarbach/AP","altText":"Volkswagen worker","cleanCaption":"An investigation is under way into whether human error was to blame for the death of a contractor at the hands of a robot at a Volkswagen production plant.","cleanCredit":"Photograph: Joerg Sarbach/AP"}},"importance":4,"kicker":{"title":"Germany"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4b3c2259f1a3b7f465e7d5c5338475f8bbf90e8/0_105_2000_1200/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":2000,"orientation":"landscape","credit":"Joerg Sarbach/AP","altText":"** FILE ** A worker holds a Volkswagen emblem on the Tiguan and Touran production lines at the Volkswagen plant in Wolfsburg, Germany, in this Feb. 15, 2008 file photo. German automaker Volkswagen AG saw unit sales increase in the first quarter, setting a new record despite the dampening effect on exports of the ever rising value of the euro, the company said Monday, April 14, 2008. (AP Photo/Joerg Sarbach, file)","cleanCredit":"Photograph: Joerg Sarbach/AP"}}]},{"title":"Ad-supported videos / Facebook steps up competition with YouTube","rawTitle":"Facebook steps up competition with YouTube","item":{"type":"article","id":"technology/2015/jul/02/facebook-youtube-ad-supported-videos","title":"Facebook steps up competition with YouTube with ad-supported videos","trailText":"Social network already has 4bn views a day of its native clips, but helping their creators to make money is its next ambition","standFirst":"<p>Social network already has 4bn views a day of its native clips, but helping their creators to make money is its next ambition</p>","byline":"Stuart Dredge","body":"<p>Videos uploaded directly to Facebook are watched more than 4bn times a day according to the social network. Now it wants their uploaders to be able to make money from those videos.</p> \n<p>The social network is testing a new “suggested videos” feature in its news feed, which will see videos from partner publishers and creators recommended to Facebook users, with advertisements running in between them.</p> \n<p>According to Variety, <a href=\"http://variety.com/2015/digital/news/facebook-video-ad-revenue-partners-1201532366/\">Facebook will keep 45% of the revenues</a>, with partners taking the other 55%. Fox Sports, the NBA, Hearst, Funny or Die and Tastemade are among the first partners in the trial, which is currently restricted to Facebook’s iPhone app.</p> \n<p>“We’ve heard consistently from media companies and other video creators that if they were able to make money from their videos, they would publish more,” Facebook’s vice president of partnerships Dan Rose told Variety.</p> \n<p>It’s a big step forwards for Facebook, which behind the scenes has been encouraging media companies, YouTube multi-channel networks (MCNs) and individual celebrities to upload more videos directly to the social network, rather than just post links to YouTube videos.</p> \n<p>While a number of these companies and creators have been experimenting with Facebook’s native video features, others have been cautious, on the grounds that they do not want to risk cannibalising their YouTube income until Facebook also has a way for them to make money directly from viewing.</p> \n<p>If Facebook’s initiative is a success, the range of partners is wide: from traditional TV companies through to YouTube stars and MCNs, sports leagues and perhaps even music companies.</p> \n<p>On the latter front, it seems unlikely to be a coincidence that as news broke of Facebook’s trial, The Verge was reporting that <a href=\"http://www.theverge.com/2015/7/1/8842025/facebook-music-rumors-video-platform\">the social network is in “very early stages” of talks with major labels</a> about expanding its music activities. Offering an ad-supported alternative to YouTube and Vevo for music videos would fit the bill.</p> \n<p>Some companies may need more than the promise of advertising revenues to start uploading more videos to Facebook.</p> \n<p>In early June <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/05/facebook-video-eclipse-youtube-piracy-fullscreen\">the boss of MCN Fullscreen took Facebook to task</a> for the regular appearance of his network’s videos on Facebook, uploaded by other parties without its permission.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/05/facebook-video-eclipse-youtube-piracy-fullscreen\">Youtube could be 'eclipsed' if Facebook video tackles piracy - Fullscreen boss</a> </p> \n</aside> \n<p>“I love FB video but getting very tired of seeing our videos ripped there with no way to monitor or monetize,” tweeted George Strompolos.</p> \n<p>“I now regularly see our videos with 50MM+ view counts that are stolen by individuals on FB... sometimes by other media cos... Frankly I’m shocked that a rights holder with deep pockets has not sued yet.”</p> \n<p>YouTube has a system called Content ID to help companies identify when their copyrighted content is being used in user-uploaded videos, and then choose to either leave those videos alone, block them, or leave them up but make money from the advertising around them.</p> \n<p>“YT’s content ID system is the right idea for FB, but it requires monetization (claiming) to keep content from being removed all the time,” wrote Strompolos. With Facebook now putting monetisation in place, it may face pressure to also develop a system for identifying ripped videos.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435820335943/c9f8a69d-8081-49ee-9ba8-408f5a79b10b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"DADO RUVIC/REUTERS","altText":"Facebook thinks media firms and creators would publish more videos if they were making money.","cleanCredit":"Photograph: DADO RUVIC/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-02T07:20:31Z","lastModified":"2015-07-02T07:21:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Stuart Dredge","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-dredge"}],"feature":false,"keywords":["Facebook","YouTube","Technology","Media","Online TV","Social media","Social networking","Advertising","Digital media","Internet","Television industry"],"tags":[{"id":"technology/facebook","webTitle":"Facebook"},{"id":"technology/youtube","webTitle":"YouTube"},{"id":"technology/technology","webTitle":"Technology"},{"id":"media/media","webTitle":"Media"},{"id":"media/online-tv","webTitle":"Online TV"},{"id":"media/social-media","webTitle":"Social media"},{"id":"media/socialnetworking","webTitle":"Social networking"},{"id":"media/advertising","webTitle":"Advertising"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"technology/internet","webTitle":"Internet"},{"id":"media/television","webTitle":"Television industry"}],"section":{"id":"technology"},"topics":[{"displayName":"Stuart Dredge","topic":{"type":"tag-contributor","name":"profile/stuart-dredge"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/02/facebook-youtube-ad-supported-videos","shortUrl":"http://gu.com/p/4aakd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/02/facebook-youtube-ad-supported-videos","webUri":"http://www.theguardian.com/technology/2015/jul/02/facebook-youtube-ad-supported-videos"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435820335943/c9f8a69d-8081-49ee-9ba8-408f5a79b10b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Facebook thinks media firms and creators would publish more videos if they were making money. Photograph: DADO RUVIC/REUTERS","credit":"DADO RUVIC/REUTERS","altText":"Facebook thinks media firms and creators would publish more videos if they were making money.","cleanCaption":"Facebook thinks media firms and creators would publish more videos if they were making money.","cleanCredit":"Photograph: DADO RUVIC/REUTERS"}},"importance":3,"kicker":{"title":"Ad-supported videos"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435820335943/c9f8a69d-8081-49ee-9ba8-408f5a79b10b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"DADO RUVIC/REUTERS","altText":"Facebook thinks media firms and creators would publish more videos if they were making money.","cleanCredit":"Photograph: DADO RUVIC/REUTERS"}}]},{"title":"Out on the piss? / Danish festival recycles urine to make beer","rawTitle":"Danish festival recycles urine to make beer","item":{"type":"article","id":"world/2015/jul/02/danish-festival-recycle-urine-beer-roskilde-barley-beercycle","title":"Out on the piss? Danish festival recycles urine to make beer","trailText":"Organisers of Roskilde festival plan to collect 25,000 litres of waste liquid to fertilise barley crops that will ultimately be ‘beercycled’ into pilsner","standFirst":"<p>Organisers of Roskilde festival plan to collect 25,000 litres of waste liquid to fertilise barley crops that will ultimately be ‘beercycled’ into pilsner</p>","byline":"Helen Russell in Aarhus","body":"<p>Under a cloudless sky, shirtless Vikings with plastic cups of beer in hand are queuing excitedly along a patch of sawdust-covered earth to urinate in a metal trough. Their “contributions” are being collected in specially designed storage tanks, which will then be transported to nearby fields to fertilise malting barley for brewing beer.</p> \n<p>“From piss to pilsner” is a new initiative being launched at <a href=\"http://www.roskilde-festival.dk/\">Roskilde</a> – northern Europe’s largest music festival – in Zealand, Denmark, this week. Organisers hope to collect 25,000 litres of urine from more than 100,000 festivalgoers. </p> \n<p>If everything goes to plan, guests at Roskilde 2017 will be served beer from barley fertilised by their own urine. “It’s about changing our approach to waste, from being a burden to being a valuable resource,” says Leif Nielsen from the Danish Agriculture &amp; Food Council (DAFC), which is partnering with festival organisers to promote “beercycling”. </p> \n<p>“The huge amount of urine produced at festivals was having a negative impact on the environment and the sewage system,” says Nielsen. “But beercycling will turn the urine into a resource.” He’s confident that the project will be a success. “I think most people can see the reason and the fun behind making a personal contribution to beer brewing, and the fact that rock music is involved will help us get our message across.”</p> \n<p>Headline acts at this year’s festival include Florence and the Machine, Pharrell Williams and Sir Paul McCartney – big-name stars who organisers hope will contribute to the initiative. “We’ve got urinals right next to the stages where the acts will play, so we’re hoping to collect some rock star pee as well,” says Marie Grabow Westergaard from the DAFC. </p> \n<figure class=\"element element-image\" data-media-id=\"e63b2abf4cb3ab7f014679e607d3394eccfcc62d\"> \n <img src=\"http://media.guim.co.uk/e63b2abf4cb3ab7f014679e607d3394eccfcc62d/0_0_5084_3049/1000.jpg\" alt=\"Recycling bags stacked in front of a refund stand at the camping area of Roskilde.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Recycling bags stacked in front of a refund stand at the camping area of Roskilde. The festival already prides itself on its green culture. </span> \n  <span class=\"element-image__credit\">Photograph: Torben Christensen/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Florence Welch won’t be left out either – “female performers and festivalgoers are being encouraged to join in with free cardboard ‘urine directors’ that we’re handing out next to the urinals,” adds Westergaard.</p> \n<p>Under a vast hoarding that reads “Don’t waste your piss. Farmers can turn it into beer again”, festivalgoers are waiting their turn. “I think it’s a really cool idea,” says a reveller, Lasse Riisberg, 26. “It’s something that would just go to waste normally but this way, you can do your bit for the environment and have fun at the same time – you drink then you piss, simple!” </p> \n<p>Rasmus Skobbo, 25, agrees: “It’s funny and it encourages you to use the urinals rather than just going in the grass or wherever you are. Roskilde festival has a reputation for being pretty green and clean but this is a whole other level.” </p> \n<p>Other eco-friendly initiatives at Roskilde include a car-sharing campaign for festivalgoers, the sale of organic beers, spirits and mixers, and recycled plastic cups. “Everyone wants to be more environmentally friendly these days,” says Skobbo. “So this is a great way to feel like you’re doing something good for the planet – without much effort. We all have to piss, right?”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f22f092c5fcf18baea82e046102e40ace0cfb614/0_1277_3226_1936/3226.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1936,"width":3226,"orientation":"landscape","credit":"Torben Christensen/EPA","altText":"Beer served at The Sinking Ships stall at the Roskilde festival in Denmark.","cleanCredit":"Photograph: Torben Christensen/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e63b2abf4cb3ab7f014679e607d3394eccfcc62d/0_0_5084_3049/5084.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3049,"width":5084,"orientation":"landscape","caption":"Recycling bags stacked in front of a refund stand at the camping area of Roskilde. The festival already prides itself on its green culture.  Photograph: Torben Christensen/AFP/Getty Images","credit":"Torben Christensen/AFP/Getty Images","altText":"Recycling bags stacked in front of a refund stand at the camping area of Roskilde.","cleanCaption":"Recycling bags stacked in front of a refund stand at the camping area of Roskilde. The festival already prides itself on its green culture. ","cleanCredit":"Photograph: Torben Christensen/AFP/Getty Images"}],"webPublicationDate":"2015-07-02T06:30:11Z","lastModified":"2015-07-02T06:33:42Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Helen Russell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helen-russell"}],"feature":false,"keywords":["Denmark","Beer","Food & drink","World news","Europe","Life and style"],"tags":[{"id":"world/denmark","webTitle":"Denmark"},{"id":"lifeandstyle/beer","webTitle":"Beer"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"world"},"topics":[{"displayName":"Helen Russell","topic":{"type":"tag-contributor","name":"profile/helen-russell"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/danish-festival-recycle-urine-beer-roskilde-barley-beercycle","shortUrl":"http://gu.com/p/4aa8g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/danish-festival-recycle-urine-beer-roskilde-barley-beercycle","webUri":"http://www.theguardian.com/world/2015/jul/02/danish-festival-recycle-urine-beer-roskilde-barley-beercycle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f22f092c5fcf18baea82e046102e40ace0cfb614/0_1277_3226_1936/3226.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1936,"width":3226,"orientation":"landscape","caption":"Beer served at The Sinking Ships stall at the Roskilde festival in Denmark. Punters in 2017 could sup lager made with the help of urine from this year’s attendees. Photograph: Torben Christensen/EPA","credit":"Torben Christensen/EPA","altText":"Beer served at The Sinking Ships stall at the Roskilde festival in Denmark.","cleanCaption":"Beer served at The Sinking Ships stall at the Roskilde festival in Denmark. Punters in 2017 could sup lager made with the help of urine from this year’s attendees.","cleanCredit":"Photograph: Torben Christensen/EPA"}},"importance":3,"kicker":{"title":"Out on the piss?"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f22f092c5fcf18baea82e046102e40ace0cfb614/0_1277_3226_1936/3226.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1936,"width":3226,"orientation":"landscape","credit":"Torben Christensen/EPA","altText":"Beer served at The Sinking Ships stall at the Roskilde festival in Denmark.","cleanCredit":"Photograph: Torben Christensen/EPA"}}]}],"lastModified":"2015-07-02T07:56:20Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}