{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Indonesia / Navy rescues 200 from ocean near Aceh, after 750 saved earlier","rawTitle":"Navy rescues 200 from ocean near Aceh, after 750 saved earlier","item":{"type":"article","id":"world/2015/may/16/indonesian-navy-rescues-200-from-ocean-near-aceh-after-750-saved-earlier","title":"Indonesian navy rescues 200 from ocean near Aceh, after 750 saved earlier","trailText":"Military official tells ABC 200 asylum seekers were seen in the water by fisherman and picked up by a warship amid warnings of a growing migrant crisis","standFirst":"<p>Military official tells ABC 200 asylum seekers were seen in the water by fisherman and picked up by a warship amid warnings of a growing migrant crisis</p>","byline":"Guardian staff and agencies","body":"<p>The Indonesian navy has rescued another 200 asylum seekers off the coast of Aceh, <a href=\"http://www.abc.net.au/news/2015-05-15/indonesia-rescues-200-asylum-seekers-off-aceh-coast/6474572\">the ABC is reporting</a>, after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/asian-migrant-crisis-grows-as-700-more-boat-people-rescued-off-indonesia\">more than 700 were rescued by fishermen the same day</a>.</p> \n<p>Major General Fuad Basya told the ABC the 200 asylum seekers were seen in the water by fishermen on Friday morning and the navy sent a ship to the area to pick them up.</p> \n<p>As the United Nations warned of a “massive humanitarian disaster”, up to 8,000 migrants were believed to be abandoned at sea by smugglers scared off by Thailand’s recent crackdown on human traffickers.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/malacca_migrants2-zip/giv-21277f5eqkRYEBT6M/\" data-alt=\"Asia migrant boat map\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/malacca_migrants2-zip/giv-21277f5eqkRYEBT6M/\">Asia migrant boat map</a> \n</figure> \n<p>The US explored the possibility of Thailand giving shelter to Rohingya Muslims adrift at sea on Friday and urged countries in the region not to send the migrants back out to sea. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/how-to-solve-asian-migrant-boats-crisis-expert-views-rohingya\">How to solve the Asian migrant boats crisis – expert views</a> </p> \n</aside> \n<p>The US secretary of state, John Kerry, called the Thai foreign minister to discuss temporary shelter for the Rohingya as the Thai prime minister said more migrants may take jobs from Thais and Indonesia’s military chief warned of “social issues”. </p> \n<p>Nearly 800 boat people were brought ashore in Indonesia on Friday, but other vessels crammed with migrants were sent back to sea despite a United Nations call to rescue thousands adrift in southeast Asian waters with dwindling food and water. </p> \n<p>“The secretary called his Thai counterpart [on Thursday] night to discuss the situation of migrants in the Andaman Sea and to discuss the possibility of Thailand providing temporary shelter,” US State Department spokesman Jeff Rathke told reporters. </p> \n<p>Thousands of Rohingya Muslims fleeing Myanmar and Bangladesh are stranded on boats as regional governments block them from landing. </p> \n<p>Rathke said nearly 3,000 migrants had landed in Indonesia and Malaysia this week and were receiving help. </p> \n<p>He said US ambassadors were “intensely engaged” with governments about mounting a rapid humanitarian response. </p> \n<p>“We urge the governments of the region to work together quickly ... to save the lives of migrants now at sea who are in need of an immediate rescue,” he said. “We urge governments in the region to refrain from push backs of new boat arrivals.” </p> \n<p>Many of the boat people are Rohingya, a stateless, Muslim minority people from Burma described by the UN as one of the most persecuted minorities in the world.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/migrant-crisis-south-east-asia-rohingya-malaysia-thailand\">South-east Asia faces its own migrant crisis as states play 'human ping-pong'</a> </p> \n</aside> \n<p>White House spokesman Eric Schultz said Washington continued to raise its concerns with Burma over the migrants that were fleeing “because of dire humanitarian and economic situations they face at home out of fear of ethnic and religious violence”. </p> \n<p>However, the State Department’s Rathke made clear the US would not curtail its engagement with Burma to pressure the authorities to better protect the Rohingya. </p> \n<p>“Will we decide to disengage with Burma because we have a disagreement over their approach to the Rohingya? No, we will remain engaged with Burma,” he said. “But that doesn’t mean in any way that we’re going to shrink from – from what we think is appropriate, including under Burma’s own commitments.” </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3f7a104e125f90f60886d72e420b6811950f1cdc/0_269_3997_2398/3997.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2398,"width":3997,"orientation":"landscape","credit":"Jefta Images / Barcroft Media/Jefta Images / Barcroft Media","altText":"LANGSA, INDONESIA - MAY 15: A rescued migrant seen at the new confinement on May 15, 2015 in Langsa, Indonesia. \n\nMore than 750 Rohingya and Bangladeshi migrants were rescued off Indonesia on May 15, police said, as Myanmar undermined calls for a coordinated response to Southeast Asia's human-trafficking crisis by threatening to boycott a planned summit.\n\nPHOTOGRAPH BY Jefta Images / Barcroft Media\n\nUK Office, London.\nT +44 845 370 2233\nW www.barcroftmedia.com\n\nUSA Office, New York City.\nT +1 212 796 2458\nW www.barcroftusa.com\n\nIndian Office, Delhi.\nT +91 11 4053 2429\nW www.barcroftindia.com","cleanCredit":"Photograph: Jefta Images / Barcroft Media/Jefta Images / Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-05-16T01:53:28Z","lastModified":"2015-05-16T02:04:44Z","metadata":{"commentable":true,"commentCount":104,"contributors":[],"feature":false,"keywords":["Indonesia","John Kerry","US news","Asia Pacific","World news","Burma","Thailand","Malaysia","Bangladesh","Migration","Islam","South and Central Asia","Religion"],"tags":[{"id":"world/indonesia","webTitle":"Indonesia"},{"id":"us-news/john-kerry","webTitle":"John Kerry"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/burma","webTitle":"Burma"},{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/malaysia","webTitle":"Malaysia"},{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/religion","webTitle":"Religion"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/indonesian-navy-rescues-200-from-ocean-near-aceh-after-750-saved-earlier","shortUrl":"http://gu.com/p/49x6e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/indonesian-navy-rescues-200-from-ocean-near-aceh-after-750-saved-earlier","webUri":"http://www.theguardian.com/world/2015/may/16/indonesian-navy-rescues-200-from-ocean-near-aceh-after-750-saved-earlier"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3f7a104e125f90f60886d72e420b6811950f1cdc/0_269_3997_2398/3997.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2398,"width":3997,"orientation":"landscape","caption":"A rescued migrant now at the new confinement in Langsa, Indonesia on Friday. More than 750 Rohingya and Bangladeshi migrants were rescued off Indonesia, plus another 200 people off the Indonesian island of Aceh. Photograph: Jefta Images/Barcroft Media","credit":"Jefta Images/Barcroft Media","altText":"A rescued migrant now at the new confinement in Langsa, Indonesia on Friday. More than 750 Rohingya and Bangladeshi migrants were rescued off Indonesia, plus another 200 off the Indonesian island of Aceh.","cleanCaption":"A rescued migrant now at the new confinement in Langsa, Indonesia on Friday. More than 750 Rohingya and Bangladeshi migrants were rescued off Indonesia, plus another 200 people off the Indonesian island of Aceh.","cleanCredit":"Photograph: Jefta Images/Barcroft Media"}},"importance":7,"kicker":{"title":"Indonesia"},"showQuotedHeadline":false},{"title":"Burundi / President returns to divided capital after failed coup","rawTitle":"President returns to divided capital after failed coup","item":{"type":"article","id":"world/2015/may/15/burundi-president-returns-to-divided-capital-after-failed-coup","title":"Burundi's president returns to divided capital after failed coup","trailText":"Pierre Nkurunziza warns that protests must end, but demonstrators vow to stay out on streets","standFirst":"<p>Pierre Nkurunziza warns that protests must end, but demonstrators vow to stay out on streets</p>","byline":"Abigail Higgins in Bujumbura and agencies","body":"<p>The president of Burundi has returned home to a febrile and divided country after a military coup failed to dislodge him but left his political critics vowing to keep up protests against his plan to run for a third term.</p> \n<p>Crowds of thousands gathered on Friday in Kamenga, a predominantly loyalist neighbourhood in the capital Bujumbura, to greet Pierre Nkurunziza as he returned from his home village after crossing the border back into Burundi on Thursday night.</p> \n<p>In his first address to the nation since the coup attempt, Nkurunziza warned that the protests against him must now end, and linked the demonstrators with the coup plotters.</p> \n<p>“It is obvious that the current upheavals are related to the group that wanted to overthrow government institutions,” he added, demanding “the uprising stops immediately”. Those with “grievances” against the government should present their issues using “dialogue and talks and not through violence”.</p> \n<p>His return came as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/burundi-army-dead-radio-station-battle-coup-leaders-arrested\">three leaders of the coup plot were arrested</a> and conflicting reports emerged concerning the former intelligence chief who on Wednesday had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/burundi-army-officer-says-he-is-dismissing-countrys-president\">declared that the president had been removed</a>. The president’s office denied Gen Godefroid Niyombare was among those under arrest, but other reports suggested he had been detained.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"647c731c0a2f7036e65106e14f4c40e13ffda397\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431712053794/51d3c66a-726e-4586-9685-47d66963b3c9-460x276.jpeg\" alt=\"Boys walk behind patrolling soldiers in Bujumbura on Friday\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Boys walk behind patrolling soldiers in Bujumbura on Friday.</span> \n  <span class=\"element-image__credit\">Photograph: Goran Tomasevic/Reuters</span> \n </figcaption> \n</figure> \n<p>The United Nations called for due process and human rights to be observed. “There is an imperative need to restore calm and avoid violence in the wake of the attempted coup,” a spokesman said. “There should be inclusive dialogue. Reprisals and revenge must be avoided.”</p> \n<p>The violence of recent weeks has left the small east African nation facing its biggest crisis since the end of a 12-year ethnically charged civil war a decade ago. Nkurunziza, a former rebel leader from the Hutu majority who has been in power since 2005, sparked angry demonstrations when it became clear last month he intended to run for a third term in office. </p> \n<p>On Friday loyalists lined the roads of National Route One waiting for the motorcade believed to be carrying the president, while a crowd of women danced and sang: “The people of Burundi have decided: Pierre Nkurunziza will continue to be president!”</p> \n<p>But in the neighbourhoods consumed by protests against his decision to run for a third term, which the demonstrators consider illegal, the mood was significantly more sombre.</p> \n<p>“If it is necessary we will continue. I’m not afraid to continue. We’ll start slowly with the demonstrations but we’ll start again from tomorrow,” said Pontien Nkeshimana, a protester in the Musaga neighbourhood of Bujumbura.</p> \n<figure class=\"element element-image\" data-media-id=\"0e97136ca12757e882b0002d7a7139d888c44841\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431712139855/61eecbbd-9931-46d5-8f32-d29d12998596-460x276.jpeg\" alt=\"Anti Nkurunziza protesters in front of a barricade in Bujumbura\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anti-Nkurunziza protesters in front of a barricade in Bujumbura.</span> \n  <span class=\"element-image__credit\">Photograph: Goran Tomasevic/Reuters</span> \n </figcaption> \n</figure> \n<p>Witnesses report police shooting at, and in at least one case killing, any protesters attempting to erect the roadblocks ubiquitous throughout the demonstrations.</p> \n<p>“We’re being treated like criminals now and all we were trying to do is make sure the Arusha Accord was respected,” said Mugisha Arman, another protester in Musaga, referring to the agreement that ended Burundi’s civil war . “We just want the president to respect the constitution and give up his third term.”</p> \n<p>“We have failed; we have to prepare a new start,” said Spageon Ngabo, the spokesperson for Focode, one of the student groups leading the protests. “There are many who are thinking about how we can recover and move forward again, others are still consuming the shock.”</p> \n<p>The president, however, is not without support. “We’re very happy our president is back in the country. We strongly condemn the attempted overthrowing,” said Valentin, a young journalist who did not want to give his second name for fear it would affect his work. “If the opposition wants to rule the country then let them run and get the votes, the time of military coups in Burundi is over.”</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-5943a6a1-935d-42c2-bb3f-7b6cc8c88b52\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431712166096/69a67005-0156-4052-93a7-4df23c94b168-460x276.jpeg\" alt=\"Anti government protesters on the streets of Bujumbura, Burundi. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anti-government protesters on the streets of Bujumbura.</span> \n  <span class=\"element-image__credit\">Photograph: Goran Tomasevic/Reuters</span> \n </figcaption> \n</figure> \n<p>A pick-up truck piled with young men wearing T-shirts bearing the ruling CNDD-FDD party logo rode around the city blasting out music and shouting: “People who have fled the country! Come back! Come back!” More than 105,000 people have fled Burundi to neighbouring nations since the protests started.</p> \n<p>“Even before the coup started people sent their families to Nairobi or other regional capitals. People were already scared before the coup about repression and violence. They will be even more scared now,” said Thierry Vircoulon, project director for Central Africa at the International Crisis Group.</p> \n<p>Nkurunziza maintains that presidential elections will still go ahead on 26 June, as scheduled. Opposition spokespeople have called for protests to continue.</p> \n<p>“This call will be the final test for the opposition. If people go back to the streets in Bujumbura, they will demonstrate their determination to fight against the third mandate. This is another moment of truth for Burundi,” said Vircoulon.</p> \n<p>Giving the first death toll for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/heavy-fighting-erupts-between-rival-burundi-troops-witnesses\">the fight to control the state broadcaster on Thursday</a>, army chief of staff Gen Prime Niyongabo told state radio that 12 pro-coup soldiers had been killed. Thirty-five other “mutineers” were wounded and 40 more surrendered, he said. Four loyal troops were wounded.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/commentisfree/2015/may/15/burundi-power-struggle-danger-rwanda\">Why Burundi’s violent power struggle is a danger to Rwanda too | Murithi Mutiga</a> </p> \n</aside> \n<p>“The failure of the protestors to take RTNB [the state radio and television station] was a symbol of their overall failure,” said the director of television, Nestor Bankumukunzi.</p> \n<p>The detritus of Thursday’s chaos littered the streets of downtown Bujumbura: bullet casings, blood-soaked dirt, and buildings marked by RPGs fired during the day-long battle for control of the capital.<br /></p> \n<p> Radio Publique Africaine (RPA), a private radio station shut down by the government during the protests, was destroyed; the exterior riddled with bullet holes and the inside charred black, full of melted equipment from being set alight.</p> \n<p> Radio Bonesha, another public station that had been partially shut down by the government, was also inoperable. Its equipment had been shot through with bullets and an office door lay flat after it was kicked down the previous day.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431710852095/ab5b2e61-e026-4d9b-a266-6c251a8b8936-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Jennifer Huxta/AFP/Getty Images","altText":"Burundi presidential spokesman Willy Nyamitwe is carried by supporters as people celebrate the return of the President Pierre Nkurunziza in Bujumbura.","cleanCredit":"Photograph: Jennifer Huxta/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712055103/51d3c66a-726e-4586-9685-47d66963b3c9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boys walk behind patrolling soldiers in Bujumbura on Friday. Photograph: Goran Tomasevic/Reuters","credit":"Goran Tomasevic/Reuters","altText":"Boys walk behind patrolling soldiers in Bujumbura on Friday","cleanCaption":"Boys walk behind patrolling soldiers in Bujumbura on Friday.","cleanCredit":"Photograph: Goran Tomasevic/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712141084/61eecbbd-9931-46d5-8f32-d29d12998596-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anti-Nkurunziza protesters in front of a barricade in Bujumbura. Photograph: Goran Tomasevic/Reuters","credit":"Goran Tomasevic/Reuters","altText":"Anti Nkurunziza protesters in front of a barricade in Bujumbura","cleanCaption":"Anti-Nkurunziza protesters in front of a barricade in Bujumbura.","cleanCredit":"Photograph: Goran Tomasevic/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431604550948/5984ee06-cb56-40da-9312-05e7ee4eed3e-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Anti-government protesters on the streets of Bujumbura. Photograph: Goran Tomasevic/Reuters","credit":"Goran Tomasevic/Reuters","altText":"Anti government protesters on the streets of Bujumbura, Burundi. ","cleanCaption":"Anti-government protesters on the streets of Bujumbura.","cleanCredit":"Photograph: Goran Tomasevic/Reuters"}],"webPublicationDate":"2015-05-15T17:54:51Z","lastModified":"2015-05-15T23:01:00Z","metadata":{"commentable":true,"commentCount":16,"contributors":[],"feature":false,"keywords":["Burundi","Africa","World news"],"tags":[{"id":"world/burundi","webTitle":"Burundi"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/15/burundi-president-returns-to-divided-capital-after-failed-coup","shortUrl":"http://gu.com/p/49xvf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/15/burundi-president-returns-to-divided-capital-after-failed-coup","webUri":"http://www.theguardian.com/world/2015/may/15/burundi-president-returns-to-divided-capital-after-failed-coup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431710852095/ab5b2e61-e026-4d9b-a266-6c251a8b8936-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Burundi presidential spokesman Willy Nyamitwe is carried by supporters celebrating the return of President Pierre Nkurunziza in Bujumbura. Photograph: Jennifer Huxta/AFP/Getty Images","credit":"Jennifer Huxta/AFP/Getty Images","altText":"Burundi presidential spokesman Willy Nyamitwe is carried by supporters as people celebrate the return of the President Pierre Nkurunziza in Bujumbura.","cleanCaption":"Burundi presidential spokesman Willy Nyamitwe is carried by supporters celebrating the return of President Pierre Nkurunziza in Bujumbura.","cleanCredit":"Photograph: Jennifer Huxta/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Burundi"},"showQuotedHeadline":false},{"title":"Syria / Isis pulls back from Palmyra but fear of 'cultural atrocity' remains","rawTitle":"Isis pulls back from Palmyra but fear of 'cultural atrocity' remains","item":{"type":"article","id":"world/2015/may/15/isis-pulls-back-from-palmyra-but-fear-of-cultural-atrocity-remains","title":"Isis pulls back from Palmyra but fear of 'cultural atrocity' remains","trailText":"Ruins that are the pride of Syrians of every sect are in danger, threatening the basis of any future unity, but western intervention would be seen as suspect ","standFirst":"<p>Ruins that are the pride of Syrians of every sect are in danger, threatening the basis of any future unity, but western intervention would be seen as suspect </p>","byline":"Kareem Shaheen in Beirut","body":"<p>The ruins of Palmyra have long enchanted visitors, its famous queen Zeinobia occupying the same iconic status for Syrians as Cleopatra does for Egypt.</p> \n<p>But the once-bustling Silk Road hub known in antiquity for its community of artisans and merchants of varied ethnicity and religion is now <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/isis-syria-palmyra-iraq\">in the crosshairs of the terror group Islamic State</a>, whose fighters have looted and destroyed historical and cultural artefacts in Iraq.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/07/islamic-state-isis-crimes-against-culture-iraq-syria\">A sledgehammer to civilisation: Islamic State’s war on culture</a> </p> \n</aside> \n<p>“Palmyra constitutes one of the most beautiful and impressive panoramas to have survived from classical antiquity,” said historian Tom Holland. “Its ruins are as beautiful as they are well-preserved.</p> \n<p>“More than that, though, it is a monument to the great melting pot of cultures that bordered the eastern flank of the Roman empire: the same melting pot that would ultimately serve to incubate Islam. Its destruction is too awful to contemplate.”</p> \n<p>Palmyra’s fall does not appear imminent – the Syrian regime has repelled the initial incursion into the city, which is also of vital strategic and political significance. But government resources are stretched thin and the historic city remains in danger, with Isis renewing its assault on its eastern border and consolidating its hold on nearby towns.</p> \n<p>An assault on ancient Palmyra would have symbolic value for Isis, targeting one of the remaining markers of unity that could be valuable in a postwar Syria. Calls to “save” the historic city, made by the chief of Unesco, raise questions about the international intervention against Isis in Syria, with western officials seemingly more concerned about the loss of ancient artefacts than the daily death toll in the hundreds.</p> \n<p>Still, local activists and experts agree the loss would be incalculable. “We know the world cares because there are so many historical artefacts even though people are dying every day from oppression,” said Ahmad al-Nasser, the pseudonym of a pro-opposition activist in the <a href=\"https://www.facebook.com/tadmrrevolution?fref=ts\">Local Co-ordination Committee for Tadmur</a>, the modern name for Palmyra. “The ruins of Tadmur are symbols of civilisation that generations in Syria were raised with, and the most important thing for Syrians is to preserve these artefacts that tell the history of every Syrian.”</p> \n<p>Syrian officials warned on Thursday that Isis was just a kilometre away from the historic city, endangering the Unesco world heritage site’s magnificent ruins.</p> \n<p>But on Friday fighters from the militant group appeared to have pulled back from the eastern outskirts of the city to positions two miles away. The Assad regime launched over a dozen air strikes against Isis positions east of the city, and Syrian state TV said regime troops had pushed the militants back.</p> \n<p>Activists said both the regime and Isis had summoned reinforcements, but that the battle was likely to be drawn out. While government forces are stretched thin after recent losses to northern rebels in Idlib, and Isis may rely on suicide bombings and possible sleeper cells in the city, Assad’s army is determined to hold on to it. The loss of the city would open the road to Damascus and Homs, which fell to the regime after an excruciating two-year siege, and would sever supply lines to the eastern province of Deir Ezzor, where the regime is struggling against the encroachment of Isis.</p> \n<p>But what distinguishes this particular battle from the dozens that take place all over Syria every day is the setting: ruins that are the pride of Syrians of every ethnicity and sect. The story of Zeinobia who stood up to the “conquerors” of the Roman empire resonates with Syrians today. </p> \n<p>“Obviously I’m deeply concerned, very frightened, very afraid that once Isis gets its hands on Palmyra, which they may well do so sooner or later, that this is going to have a catastrophic effect on one of Syria’s most important sources of heritage,” said Amr al-Azm, a pro-opposition former Syrian antiquities official. “To see that destroyed is, I think, a deep blow to this sense of identity, and it will be an irreplaceable loss.”</p> \n<p>Isis has destroyed numerous cultural artefacts and heritage sites in Nineveh in Iraq, after sweeping through the province last summer in a lightning offensive. The advance on Palmyra has triggered fears of similar “cultural atrocities”.</p> \n<p>Irina Bokova, the director general of Unesco, appealed to all parties to protect the site from destruction, but analysts say it would be difficult to drive back the militants without air strikes by the US-led coalition, which would directly aid the Assad regime. Intervention to protect the ancient ruins would also risk appearing to minimise the previous suffering of millions of Syrians that did not prompt international action. </p> \n<p>Experts also say that outrage over Isis attacks on cultural heritage encourages the militant group to continue its desecration of historical sites and plays into its narrative. </p> \n<p>“Damaging the site is also an act of psychological warfare,” said David Wengrow, professor of comparative archaeology at University College London, whose work focuses on the Middle East. “Then there is also the element of calculated provocation, to show the world that people elsewhere care more about ancient temples and statues than they do about their fellow human beings, that we are the true barbarians and idolaters.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/gallery/2015/may/15/palmyra-ancient-city-isis-threat-in-pictures\">Palmyra: a stunning ancient city under threat – in pictures</a> </p> \n</aside> \n<p>Azm said the combination of the impotence of the international community, the impunity with which Isis acts in destroying and illicitly trading in historic treasures, and the rhetorical outrage over its acts, convinces the terror group of the value of targeting the region’s heritage.</p> \n<p>“It’s like when a thief enters your home and holds you hostage and they’re looking for something valuable and you keep staring at that one spot under your bed,” he said.</p> \n<p>For many Syrians, the destruction of historical sites goes beyond tearing down bricks and stones. “This conflict is going to have to end one day,” said Azm. “When it does, Syrians ... will look to common denominators that helps them identify what makes a Syrian Syrian – the incentives that make them live together.</p> \n<p>“And they’re going to look for the symbols that help hold their society together, and cultural heritage in general is one of the few areas they do agree on, that they can rally around and use as a focal point to rebuild and restructure their lives,” he added. “Destroying Syria’s past is also destroying Syria’s future.”<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431713778678/85e77f2f-f409-40f1-b1f1-7bc91c27932e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"imageBROKER/REX_Shutterstock","altText":"Hadrian's Gate, entrance to the excavation site of Palmyra in Syria.","cleanCredit":"Photograph: imageBROKER/REX_Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-15T18:17:45Z","lastModified":"2015-05-16T00:00:04Z","metadata":{"commentable":true,"commentCount":53,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Syria","Islamic State","Middle East and North Africa","World news"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/15/isis-pulls-back-from-palmyra-but-fear-of-cultural-atrocity-remains","shortUrl":"http://gu.com/p/49xxg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/15/isis-pulls-back-from-palmyra-but-fear-of-cultural-atrocity-remains","webUri":"http://www.theguardian.com/world/2015/may/15/isis-pulls-back-from-palmyra-but-fear-of-cultural-atrocity-remains"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431713778678/85e77f2f-f409-40f1-b1f1-7bc91c27932e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hadrian’s Gate, entrance to the excavation site of Palmyra in Syria. Photograph: ImageBroker/Rex Shutterstock","credit":"ImageBroker/Rex Shutterstock","altText":"Hadrian's Gate, entrance to the excavation site of Palmyra in Syria.","cleanCaption":"Hadrian’s Gate, entrance to the excavation site of Palmyra in Syria.","cleanCredit":"Photograph: ImageBroker/Rex Shutterstock"}},"importance":5,"kicker":{"title":"Syria"},"showQuotedHeadline":false},{"title":"Thailand / Australian-controlled gold mine faces ​charges​ of polluting water supply","rawTitle":"Australian-controlled gold mine faces ​charges​ of polluting water supply","item":{"type":"article","id":"world/2015/may/16/australian-controlled-thai-gold-mine-faces-charges-of-polluting-water-supply","title":"Australian-controlled Thai gold mine faces ​accusations​ of polluting water supply","trailText":"Mine controlled by Sydney-based Kingsgate Consolidated limited and located 280km north of Bangkok","standFirst":"<p>Mine controlled by Sydney-based Kingsgate Consolidated limited and located 280km north of Bangkok</p>","byline":"Australian Associated Press","body":"<p>An Australian-controlled gold mine in central Thailand is facing fresh accusations of polluting local water supplies with villagers demanding a new investigation into the mine’s operations.</p> \n<p>The Akara (Chatree) mine is controlled by Sydney-based Kingsgate Consolidated limited and located 280km north of Bangkok.</p> \n<p>The accusations follow earlier charges by locals over pollution from its operations.</p> \n<p>In January the mine was forced to temporarily cease activities after more than 200 villagers complained they had fallen ill due to arsenic and manganese contamination.</p> \n<p>But a month later Thailand’s department of primary industries and mines gave it the all clear to reopen after separate laboratory tests were carried out on employees of the mine, as well as locals.</p> \n<p>The company’s health checks on its 598 staff, verified by medical teaching institution, Mahidol University, cleared the company of its operations posing a health risk to local people.</p> \n<p>But separate tests by the justice ministry’s central institute of forensic medicine found more than half of the 600 villagers living near the mine faced elevated levels of arsenic and manganese in their blood, with many falling ill.</p> \n<p>Residents from seven central provinces filed fresh complaints alleging the mine’s release of toxins in local water sources led to hundreds of people in Phichit, Phitsanulok and Phetchabun provinces falling ill.</p> \n<p>The residents also disputed mine management’s claims it adhered to international environmental management standards.</p> \n<p>Local representatives called on the Thai government to address environmental problems due to gold mining, objecting to further mine concessions and ore mineral survey licences being issued.</p> \n<p>They also called for bans on agreements allowing mineral surveys on land controlled by the military.</p> \n<p>A director of the special case management centre at the department of special investigation Worranan Sirilum said it was still considering whether to proceed with an investigation over the villagers’ application.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431746641533/7ccc8a55-5c01-4dcc-bce6-36826e621c95-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"DAMIR SAGOLJ/REUTERS","altText":"A man holds a stick as he installs a pump to extract mud at a primitive gold mine in Panompa, Thailand.","cleanCredit":"Photograph: DAMIR SAGOLJ/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-16T03:29:52Z","lastModified":"2015-05-16T03:46:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Thailand","Australia news","Mining","Mining","Asia Pacific","Business","World news","Environment"],"tags":[{"id":"world/thailand","webTitle":"Thailand"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"business/mining","webTitle":"Mining"},{"id":"environment/mining","webTitle":"Mining"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/australian-controlled-thai-gold-mine-faces-charges-of-polluting-water-supply","shortUrl":"http://gu.com/p/49x69","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/australian-controlled-thai-gold-mine-faces-charges-of-polluting-water-supply","webUri":"http://www.theguardian.com/world/2015/may/16/australian-controlled-thai-gold-mine-faces-charges-of-polluting-water-supply"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431746641533/7ccc8a55-5c01-4dcc-bce6-36826e621c95-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man holds a stick as he installs a pump to extract mud at a primitive gold mine in Panompa, Thailand. A nearby Australian-controlled mine is facing pollution charges. Photograph: DAMIR SAGOLJ/REUTERS","credit":"DAMIR SAGOLJ/REUTERS","altText":"A man holds a stick as he installs a pump to extract mud at a primitive gold mine in Panompa, Thailand.","cleanCaption":"A man holds a stick as he installs a pump to extract mud at a primitive gold mine in Panompa, Thailand. A nearby Australian-controlled mine is facing pollution charges.","cleanCredit":"Photograph: DAMIR SAGOLJ/REUTERS"}},"importance":4,"kicker":{"title":"Thailand"},"showQuotedHeadline":false},{"title":"US / Amtrak train may have been struck by object","rawTitle":"Amtrak train may have been struck by object","item":{"type":"article","id":"business/2015/may/15/amtrak-train-may-have-been-struck-by-object-before-derailment","title":"Amtrak train may have been struck by object before derailment","trailText":"NTSB asks FBI to investigate damage to Amtrak windshield after engineer reported to have spoken of being ‘hit by a rock or shot at’","standFirst":"<ul>\n <li>Engineer reported to have spoken of being ‘hit by a rock or shot at’</li>\n <li>NTSB asks FBI to investigate damage to Amtrak windshield</li>\n</ul>","byline":"Reuters","body":"<p>The Amtrak train that derailed in Philadelphia and a separate commuter train in the vicinity may have been hit by projectiles of some kind shortly before the wreck, a US transportation official said on Friday, after investigators interviewed members of the Amtrak crew.</p> \n<p>The Federal Bureau of Investigation has been called in to examine a remnant of the Amtrak locomotive’s shattered windshield with a circular damage pattern, Sumwalt said. </p> \n<p>The revelation that Amtrak train No. 188 might have been struck by a bullet, rock or other object added an unexpected twist to a crash probe that initially focused on why the train had accelerated to over 100 miles per hour (160km/h) in the minute before it went into a curved track segment where the authorized speed limit was just 50mph (80 km/h). </p> \n<p>When questioned for the first time about the crash on Tuesday night, the Amtrak engineer who was driving the train said he had no memory of anything that happened shortly before the wreck, which killed eight people and injured more than 200 others, said Robert Sumwalt, a member of the National Transportation Safety Board (NTSB).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/15/amtrak-crash-positive-train-control-nearly-operational\">Amtrak crash: safety mechanism to slow speeding trains was close to operational</a> </p> \n</aside> \n<p><br />An assistant conductor told NTSB investigators on Friday the train run that day had been unremarkable until a few minutes after pulling out of Philadelphia’s 30th Street station, the last stop before the accident occurred, Sumwalt said. At that point, she heard the engineer, 32-year-old Brandon Bostian, talking by radio with the driver of another train from the Southeastern Pennsylvania Transportation Authority (SEPTA).</p> \n<p>The other driver, according to her account, said he had reported to a train dispatcher that his windshield had been cracked by a projectile that he believed was either fired from a gun or thrown at his train, and that he had made an emergency stop as a result, Sumwalt said.</p> \n<p>The conductor told investigators that Bostian then replied that he believed his own New York-bound Amtrak train had been similarly struck, Sumwalt said. <br />It was moments later that the Amtrak train began to round the curved section of track at twice the authorized speed and derailed in the city’s Port Richmond neighborhood along the Delaware River, according to her account. </p> \n<p><br />Sumwalt said FBI agents would arrive on Friday night to examine a portion of the lower left-hand corner of the locomotive’s battered windshield that appeared to have been cracked by a flying object of some type. </p> \n<p>The Philadelphia Inquirer newspaper and other media outlets reported Friday that a third train, an Amtrak Acela, had also been hit by an unidentified projectile that cracked a window on one of the cars about five minutes before it entered the 30th Street station, citing an account of a passenger. </p> \n<p>CBS News cited federal safety investigators as saying they were aware of the report of a third train being hit. <br />Sumwalt said investigators still have no explanation for why the train was going as fast as it was, and why it had accelerated from 70mph to 100-plus mph in the 65 seconds before the crash, as was shown on video footage taken by a camera mounted on the locomotive. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/families-eight-amtrak-crash-victims-mourn-loved-ones\">Families of eight Amtrak crash victims mourn loved ones</a> </p> \n</aside> \n<p>The engineer activated the emergency breaking system seconds before the wreck, investigators said. </p> \n<p>Sumwalt said on Friday that Bostian told them he had no recollection of doing that, or of anything else after ringing the train’s signal bell as it rolled through the North Philadelphia station, about midway between the 30th Street stop and the crash site. </p> \n<p>Otherwise, Bostian reported no difficulties during what he remembers of the run, telling investigators he did not feel fatigued or have any illness before the accident, Sumwalt said. </p> \n<p>“He felt fully qualified and comfortable with his equipment and reported no problems with his train handling. And when asked, he demonstrated a very good working knowledge of the territory, speed limitations, things like that,” Sumwalt said. </p> \n<p>Sumwalt said Bostian was accompanied by his lawyer for the interview but was “extremely cooperative” during the 90-minute interview. </p> \n<p>Experts said the train’s speed in the moments before the crash raised several questions: could a technical glitch have caused the locomotive to speed up so rapidly? Would it take a deliberate action by the engineer? Or could human error, a medical issue, or some other factor like clumsiness explain the sudden burst of speed? </p> \n<p>Sumwalt said the train, as designed, could be accelerated only by manual control, but the NTSB would examine whether a mechanical malfunction could have caused the train to speed up on its own. </p> \n<p>He said Bostian reported to investigators he had experienced technical problems on his way south to Washington from New York earlier that day. He did not elaborate. </p> \n<p>Bostian, he said, began his railroad career as a brakeman while in college, joined Amtrak as a conductor in 2006 and became a locomotive engineer in 2010. He had been on this particular route for several weeks, driving the train from New York to Washington and back once a day, five days a week. </p> \n<p>Steve Sullivan, a conductor-turned-consultant at RL Banks and Associates, said it was unlikely that a mechanical issue with the locomotive caused the acceleration, though the NTSB has not ruled out that possibility. Sullivan said he never heard of a train accelerating without someone moving the throttle. </p> \n<p>The throttle of the locomotive that Bostian was operating has eight settings, with each click forward accelerating the train, said Charles Culver, a certified conductor and engineer based in Texas who is not connected to the investigation. </p> \n<p>Culver said it did not take much force to move the throttle forward and it was possible the engineer could have fallen and moved the throttle. Passenger trains, unlike freight trains, can increase speed rapidly, he said. </p> \n<p>“In order to increase the speed as much as it was increased in this case, you would have had to really, really move the throttle,” Culver said. “Frankly, I am puzzled about the whole thing.” </p> \n<p>The engineer’s attorney, Robert Goggin, has said Bostian had turned off his cell phone, as Amtrak requires of all engineers behind the controls. </p> \n<p>Sumwalt said federal law required transportation personnel involved in an accident to be tested for drugs or alcohol but it would take “some time” for those results to come back.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/23c4074987d68f633a4a915d5f9ff4b1236aa1c3/0_53_4986_2993/4986.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2993,"width":4986,"orientation":"landscape","credit":"Julio Cortez/AP","altText":"Workers labor on the site where a deadly train derailment occurred earlier in the week, Friday, May 15, 2015, in Philadelphia. Amtrak is working to restore Northeast Corridor rail service between New York City and Philadelphia. Service was suspended after a train derailed in Philadelphia on Tuesday night, killing eight passengers and injuring more than 200. (AP Photo/Julio Cortez)","cleanCredit":"Photograph: Julio Cortez/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-15T22:41:20Z","lastModified":"2015-05-16T03:18:00Z","metadata":{"commentable":true,"commentCount":16,"contributors":[],"feature":false,"keywords":["Amtrak","Train crashes","Philadelphia","Pennsylvania","US news"],"tags":[{"id":"business/amtrak","webTitle":"Amtrak"},{"id":"world/train-crashes","webTitle":"Train crashes"},{"id":"us-news/philadelphia","webTitle":"Philadelphia"},{"id":"us-news/pennsylvania","webTitle":"Pennsylvania"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/15/amtrak-train-may-have-been-struck-by-object-before-derailment","shortUrl":"http://gu.com/p/49x5q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/15/amtrak-train-may-have-been-struck-by-object-before-derailment","webUri":"http://www.theguardian.com/business/2015/may/15/amtrak-train-may-have-been-struck-by-object-before-derailment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/23c4074987d68f633a4a915d5f9ff4b1236aa1c3/0_53_4986_2993/4986.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2993,"width":4986,"orientation":"landscape","caption":"Workers labour on Friday on the Philadelphia site where a deadly Amtrak train derailment occurred earlier in the week Photograph: Julio Cortez/AP","credit":"Julio Cortez/AP","altText":"Workers labour on Friday on the Philadelphia site where a deadly Amtrak train derailment occurred earlier in the week","cleanCaption":"Workers labour on Friday on the Philadelphia site where a deadly Amtrak train derailment occurred earlier in the week","cleanCredit":"Photograph: Julio Cortez/AP"}},"importance":4,"kicker":{"title":"US"},"showQuotedHeadline":false},{"title":"Asia Pacific / Pregnant asylum seekers 'forced to create makeshift toilets' in Australian-run centres","rawTitle":"Pregnant asylum seekers 'forced to create makeshift toilets' in Australian-run centres","item":{"type":"article","id":"australia-news/2015/may/16/pregnant-asylum-seekers-on-nauru-forced-to-create-makeshift-toilets","title":"Pregnant asylum seekers on Nauru 'forced to create makeshift toilets'","trailText":"Women decreased water intake to avoid walking long distances, Save the Children tells Senate inquiry into sexual assault and conditions on Nauru","standFirst":"<p>Women decreased water intake to avoid walking long distances, Save the Children tells Senate inquiry into sexual assault and conditions on Nauru</p>","byline":"Paul Farrell","body":"<p>Pregnant asylum seekers on Nauru have been forced to create makeshift toilets and have decreased their water intake to avoid walking long distances, Save the Children has told a Senate inquiry.</p> \n<p><a href=\"http://www.aph.gov.au/Parliamentary_Business/Committees/Senate/Regional_processing_Nauru/Regional_processing_Nauru\">A Senate inquiry is currently underway</a> into allegations of sexual assault and conditions on Nauru. It was launched following the release of a review by former integrity commissioner Philip Moss, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/mar/20/rapes-and-fears-for-safety-on-nauru-uncovered-by-independent-moss-review\">which substantiated some allegations of sexual abuse</a> at Australia’s detention centre on the island.</p> \n<p>A number of submissions made publicly available detail serious concerns about the care of vulnerable people on the island.<br /></p> \n<p>While the immigration department and Wilson Security have defended their role in the administration of the centre, Save the Children reported serious concerns in its submissions, and made a number of recommendations for the improvement of care.</p> \n<p>It said in its submissions:</p> \n<ul> \n <li>Pregnant women on Nauru have deliberately decreased their water intake, posing risks due to high temperatures on the island. In some cases Save the Children had been aware they had not received medical treatment due to difficulties in walking to the medical clinic. The submission also said no maternity clothing is made available to the women, instead forcing them to wear their husband’s clothes or trade with other asylum seekers.</li> \n</ul> \n<ul> \n <li>Australia’s policy towards asylum seekers was a “piecemeal and incomplete policy response, aspects of which are driven more by political considerations than any desire to find a sustainable and humane approach”.</li> \n</ul> \n<ul> \n <li>Young children and infants are forced to live in “cramped accommodation which can give rise to an increased risk of infection”. It recommended no further infants should be transferred to Nauru.</li> \n</ul> \n<p>It also said it had been documenting allegations of sexual assaults and other incidents throughout 2013.</p> \n<p>“Incidents of abuse and harm of asylum seekers at the Nauru RPC [regional processing centre] have been clearly documented since Save the Children first began providing services there in 2013. These events have been recorded by Save the Children in incident reports, through case notes and via other monitoring processes in accordance with guidelines and protocols at Nauru RPC,” the submission said.</p> \n<p>Save the Children was also concerned by developmental regression and mental illness among children, instances of family violence and the breakdown of family relationships as a result of immigration detention.</p> \n<p>“These observations together with the documented incidents, very clearly and comprehensively demonstrate how prolonged immigration detention threatens the physical, mental and emotional wellbeing of asylum seekers, particularly children.”</p> \n<p>Its submission outlined several personal case studies from asylum seeker children who had been affected by trauma – but each was redacted by the Senate committee. It also made a number of recommendations to improve conditions at the centre.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Nauru is a tent prison</p> \n  <footer> \n   <cite>Sarah Hanson-Young</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Greens senator Sarah Hanson-Young said evidence was mounting Nauru was a dangerous place for women and children.</p> \n<p>“It’s time we started calling the Nauru detention for what it is – a tent prison,” Hanson-Young said. “The unseemly conditions detailed in the submissions to this Inquiry uncover a horrendous culture of neglect and desperation.</p> \n<p>“Every day children are left locked up inside is another day they are damaged. The minister can’t pretend he doesn’t know how sick this prison is making these young children. Leaving them locked up is mental torture.”</p> \n<h2><strong>Asylum seekers wet bed at night to avoid guards, doctor says</strong></h2> \n<p>Prof David Isaacs, who spent time on Nauru and inspected the medical facilities there, warned the living conditions for asylum seekers on the island placed them at significant risk.</p> \n<p>“I visited the asylum seekers’ living quarters. They live in tents; each family’s tent adjoins the next. There is no privacy from neighbours and less from guards, who can enter tents unannounced any time. Only tents for children under 5 are air-conditioned. The interior of many other tents is mouldy,” he said.</p> \n<p>“Tents are 30 to 120 metres from the nearest washing and toilet facilities. To go to the toilet at night involves crossing dark, open land, often under the gaze of large male guards. Many children and some mothers had nocturnal enuresis (bed-wetting at night) rather than run the gauntlet of a night-time toilet visit. Many women have insufficient sanitary towels and use clothes and material to soak up the blood.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There is no privacy from neighbours and less from guards.</p> \n  <footer> \n   <cite>Prof David Isaacs</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Isaacs spoke with one asylum seeker who alleged she had been sexually assaulted by a cleaner.</p> \n<p>“When interviewing the mother of a young patient referred to me, she confided to me that she had been raped by a cleaner when she went to the toilet at night. She said she had told Senator Hanson-Young but had not told the police because she feared repercussions and did not want her husband to know.”</p> \n<p>Hanson-Young’s initial interview with the asylum seeker sparked the Moss review into the centre.</p> \n<p>“She told me that since the rape, one guard had offered her extra shower time in return for sexual favours (each person was restricted to two minutes a day because of water restrictions), and on another occasion a different guard offered marijuana in return for sexual favours.</p> \n<p>“She wept uncontrollably for 10 minutes when telling me her story, which I had no reason to doubt. I discussed the rape with senior IHMS medical colleagues and we arranged for the mother to see an IHMS psychologist to try to help her cope with the trauma.”</p> \n<h2><strong>Immigration department “building robust frameworks” to handle sexual and physical assault</strong></h2> \n<p>The immigration department defended its handling of serious incidents at the Nauru detention centre, and said it had put in a number of systems to ensure the wellbeing of asylum seekers.</p> \n<p>It cited the creation of a new child protection task force on Nauru and the formation of the detention assurance team as two measures implemented to improve oversight at the centre. It also said a new mental health screening policy had been reviewed and was finalised in April 2015.</p> \n<p>“With regards to administration of the centre, improvements have been made through clarifying roles and responsibilities in safety and security management across service providers and local authorities, improved physical security measures and site control, regular safety and security risk assessments, enhanced information sharing practices, and staff training.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/mar/20/rapes-and-fears-for-safety-on-nauru-uncovered-by-independent-moss-review\">Rapes and fears for safety on Nauru uncovered by independent Moss review</a> </p> \n</aside> \n<p>It also maintained in its own submission Nauru “owns and administers” the detention centre, and reiterated Nauru is the “key decision maker” in determining the management of asylum seekers. </p> \n<p>But the Australian Human Rights Commission (AHRC) said there was ample evidence in its own submission the Australian government had “effective control” of the centre.</p> \n<p>“Australia cannot avoid its human rights obligations under international law by transferring asylum seekers to a third country,” it said.<br /></p> \n<p>“The commission considers that there are a number of factors which would support the conclusion that Australia is exercising effective control over the asylum seekers transferred to and detained in Nauru.”</p> \n<p>In its own submission AHRC recommended unless the risks to asylum seekers on Nauru were addressed immediately all asylum seekers should be transferred to be held in Australia.<br /></p> \n<p>The immigration department also foreshadowed it may resist attempts by the Senate committee to compel it to provide information to ensure it is protected from “exposure or recrimination”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0fd94c1b213a2e665e57361ec3cfec2fb5a47de1\"> \n <img src=\"http://media.guim.co.uk/0fd94c1b213a2e665e57361ec3cfec2fb5a47de1/0_0_4000_2400/1000.jpg\" alt=\"Unaccompanied minors are housed in Nibok camp on Nauru. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Unaccompanied minors are housed in Nibok camp on Nauru. </span> \n  <span class=\"element-image__credit\">Photograph: Remi Chauvin for the Guardian</span> \n </figcaption> \n</figure> \n<p>It went on to say it became concerned about leaks of information from the island and confirmed it had referred a number of those allegations to the Australian federal police.</p> \n<p>“The department also grew increasingly concerned about potential misuse of information and unauthorised disclosure of material following a number of information security breaches over the course of 2014,” the submission said.</p> \n<p>“In particular, the department became concerned about the perceived lack of responsiveness by one of the service providers to the issue of information security.”</p> \n<p>Guardian Australia understands in correspondence between the Australian federal police and the immigration department, articles from a number of journalists were supplied in relation to investigations into disclosures of information.</p> \n<h2><strong>Nauru descending into “rogue state”</strong></h2> \n<p>The Nauruan government was descending into a “rogue state” that lacked an independent judiciary and had failed to investigate serious allegations of assaults made by asylum seekers, a former Nauru magistrate warned the inquiry.</p> \n<p>Peter Law said the country had attempted to stifle dissent by indefinitely suspending opposition members from the Nauruan parliament, and had failed to demonstrate any commitment to the rule of law.</p> \n<p>His comments to the inquiry follow the US government <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/us-calls-on-nauru-to-lift-restrictions-on-facebook-and-other-social-media-sites\">raising concerns about restrictions</a> on Facebook and other social media sites on the island. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/us-calls-on-nauru-to-lift-restrictions-on-facebook-and-other-social-media-sites\">US calls on Nauru to lift restrictions on Facebook and other social media sites</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/nauru-asylum-seekers-could-face-jail-for-protesting-conditions-under-new-law\">The Nauruan government has also introduced</a> a new law that could see political opponents and asylum seekers who protest on the island jailed for up to seven years.</p> \n<p>Law identified a series of failures – ranging from police inaction when serious allegations were raised, to the lack of an independent media on Nauru – he said point towards a serious breakdown in the island’s democratic processes.</p> \n<p>“Without a functioning opposition and without any media scrutiny, there is no accountability for actions of the government or their agencies. In turn, there is no accountability for aid money and for the significant financial contributions by the Australian government,” Law said.</p> \n<p>“There should be some expectations attached to aid funding such as compliance with the rule of law and the separation of powers between government and judiciary. Without this there will never be a safe haven in Nauru for resettled refugees,” Law said.</p> \n<p>Law, an Australian, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/20/nauru-deports-its-only-magistrate-and-bars-chief-justice-from-entering-country\">was deported from the country in 2014</a> after he halted the deportation of two residents from the island. The former chief magistrate Geoffrey Eames was also removed from the island.</p> \n<p>Law told the committee in his submission: “The failure of the government of Nauru to demonstrate any commitment to the rule of law by their actions outlined above, when combined with their ostracism of members of parliament, raise very serious questions about commitment to democracy and the ‘separation of powers’.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Nauru is a ‘rogue state’</p> \n  <footer> \n   <cite>Former magistrate Peter Law</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Why is it the Australian government has no expectations as to the conduct of this ‘rogue state’ despite providing the bulk of its funds for survival?”<br /></p> \n<p>Australia makes substantial aid contributions to Nauru, and also funds the costs of the Nauru detention centre on the island.</p> \n<p>Law urged the Senate inquiry to establish the “full costs to the Australian taxpayers to date” and to provide clear estimates of the ongoing costs of Australia’s aid and financial contributions to Nauru.</p> \n<p>The Senate inquiry into Nauru is set to hold its first public hearing on Tuesday.</p>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbcbc230fd74ee58e65c7885122fd53a18909897/220_210_2120_1272/2120.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1272,"width":2120,"orientation":"landscape","credit":"Remi Chauvin for the Guardian","altText":"Aerial view of an Australian-run detention centre on Nauru.","cleanCredit":"Photograph: Remi Chauvin for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0fd94c1b213a2e665e57361ec3cfec2fb5a47de1/0_0_4000_2400/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2400,"width":4000,"orientation":"landscape","caption":"Unaccompanied minors are housed in Nibok camp on Nauru.  Photograph: Remi Chauvin for the Guardian","credit":"Remi Chauvin for the Guardian","altText":"Unaccompanied minors are housed in Nibok camp on Nauru. ","cleanCaption":"Unaccompanied minors are housed in Nibok camp on Nauru. ","cleanCredit":"Photograph: Remi Chauvin for the Guardian"}],"webPublicationDate":"2015-05-16T01:30:46Z","lastModified":"2015-05-16T04:35:34Z","metadata":{"commentable":true,"commentCount":241,"contributors":[{"name":"Paul Farrell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/1/1430439284212/Paul-Farrell-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-farrell"}],"feature":false,"keywords":["Australian immigration and asylum","Nauru","Refugees","Australia news","Australian politics","Asia Pacific","World news","Sarah Hanson-Young"],"tags":[{"id":"australia-news/australian-immigration-and-asylum","webTitle":"Australian immigration and asylum"},{"id":"world/nauru","webTitle":"Nauru"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"australia-news/australian-politics","webTitle":"Australian politics"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"australia-news/sarah-hanson-young","webTitle":"Sarah Hanson-Young"}],"section":{"id":"australia-news"},"topics":[{"displayName":"Paul Farrell","topic":{"type":"tag-contributor","name":"profile/paul-farrell"}}],"embeddedVideos":[],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/may/16/pregnant-asylum-seekers-on-nauru-forced-to-create-makeshift-toilets","shortUrl":"http://gu.com/p/49vd4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/may/16/pregnant-asylum-seekers-on-nauru-forced-to-create-makeshift-toilets","webUri":"http://www.theguardian.com/australia-news/2015/may/16/pregnant-asylum-seekers-on-nauru-forced-to-create-makeshift-toilets"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbcbc230fd74ee58e65c7885122fd53a18909897/220_210_2120_1272/2120.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1272,"width":2120,"orientation":"landscape","caption":"Aerial view of an Australian-run detention centre on Nauru. A Senate inquiry into conditions in the detention centre has been told pregnant women are at risk because of the long distances they have to walk for water or medical care. Photograph: Remi Chauvin for the Guardian","credit":"Remi Chauvin for the Guardian","altText":"Aerial view of an Australian-run detention centre on Nauru.","cleanCaption":"Aerial view of an Australian-run detention centre on Nauru. A Senate inquiry into conditions in the detention centre has been told pregnant women are at risk because of the long distances they have to walk for water or medical care.","cleanCredit":"Photograph: Remi Chauvin for the Guardian"}},"importance":3,"kicker":{"title":"Asia Pacific"},"showQuotedHeadline":false},{"title":"Greece / Public sector wages paid to avert fresh crisis","rawTitle":"Public sector wages paid to avert fresh crisis","item":{"type":"article","id":"business/2015/may/15/greece-pays-public-sector-wages-economic-crisis","title":"Greece pays public sector wages to avert fresh economic crisis","trailText":"Mid-May payment of €500m-worth of wages and pensions comes as country’s credit rating plunges further into junk status","standFirst":"<p>Mid-May payment of €500m-worth of wages and pensions comes as country’s credit rating plunges further into junk status</p>","byline":"Nick Fletcher","body":"<p>Greece avoided another financial crisis by paying about €500m (&pound;360m) in wages to public sector workers, but suffered another downgrade of its credit rating. </p> \n<p>“The mid-May payments of wages and pensions ... were made within the scheduled time frame,” the finance ministry said. They had been due on Friday. </p> \n<p>The payment came as Greece remained locked in talks with its creditors in an effort to release €7.2bn of bailout funds to avoid a default and exit from the eurozone.</p> \n<p>In a sign the leftist Syriza government was preparing to compromise over some of the reforms demanded by Brussels and the International Monetary Fund, it said it would push ahead with privatisation of its biggest port, Piraeus. It is in talks with China’s Cosco Group, which manages two container piers at the port, about selling a majority stake.</p> \n<p>“We are in very advanced talks to expand this cooperation very soon in relation with the inclusion of a railway network as well,” the defence minister, Panos Kammenos, told an economic conference in Athens.</p> \n<p>The Greek prime minister, Alexis Tsipras, said his country was “very close” to reaching a vital deal with bailout lenders, but insisted there was “no possibility” of giving in to key demands including further cuts to pensions and wages.</p> \n<p>Tsipras said the government had not abandoned its goal to try to persuade lenders to restructure Greece’s debt.<br /></p> \n<p>“It appears that we have reached common ground with the institutions on a number of issues, and that makes us optimistic that we are really very close to an agreement,” Tsipras said, noting convergence on harmonised sales tax rates and tax administration reforms.<br /></p> \n<p>“But several issues remain open ... I want to reassure the Greek people that there is no chance or possibility for the Greek government to retreat on the issue of wages and pensions. Wage earners and pensioners have suffered enough.”<br /></p> \n<p>Earlier in the week, Greece paid $750m due to the IMF, albeit by using a reserve account held at the IMF itself, while the European Central Bank raised the level of emergency funding for Greek banks by €1.1bn to €80bn.</p> \n<p>Athens has also called for its embassies and consulates to forward any cash reserves in an effort to avoid running out of funds before a deal with creditors is reached. But it ran into a setback when the parliamentary speaker refused to transfer Hellenic parliament cash to the state.</p> \n<p>Meanwhile, DBRS ratings agency downgraded Greece further into junk status, cutting it from B to CCC with a negative outlook. </p> \n<p>“The current downgrade is due to a further increase in uncertainty over whether Greece and its creditors will reach an agreement on a programme that restores macroeconomic stability and improves Greece’s cash position,” it said. “In the absence of an agreement, financing sources appear to be insufficient to meet Greece’s financing needs over the foreseeable future.”</p> \n<p>Tsipras reportedly plans to press fellow European leaders about the bailout deadlock on the sidelines of a summit in Latvia next week.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/52f072def88b5b4d9a5135812ca1656af72f1849/0_102_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Alkis Konstantinidis/Reuters","altText":"National Bank of Greece","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:59:52Z","lastModified":"2015-05-15T23:09:09Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Fletcher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nickfletcher"}],"feature":false,"keywords":["Eurozone crisis","Greece","Business","World news","Europe","European monetary union","Banking","European Central Bank","Economics","Euro","Currencies","European banks","European Union","Financial crisis","Financial sector"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"}],"section":{"id":"business"},"topics":[{"displayName":"Nick Fletcher","topic":{"type":"tag-contributor","name":"profile/nickfletcher"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/15/greece-pays-public-sector-wages-economic-crisis","shortUrl":"http://gu.com/p/49x2b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/15/greece-pays-public-sector-wages-economic-crisis","webUri":"http://www.theguardian.com/business/2015/may/15/greece-pays-public-sector-wages-economic-crisis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/52f072def88b5b4d9a5135812ca1656af72f1849/0_102_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Greece has called for its embassies and consulates to forward any cash reserves, as it tries to avoid running out of funds before a deal with creditors is reached. Photograph: Alkis Konstantinidis/Reuters","credit":"Alkis Konstantinidis/Reuters","altText":"National Bank of Greece","cleanCaption":"Greece has called for its embassies and consulates to forward any cash reserves, as it tries to avoid running out of funds before a deal with creditors is reached.","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}},"importance":3,"kicker":{"title":"Greece"},"showQuotedHeadline":false}],"lastModified":"2015-05-16T07:25:04Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}