{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Tunisia beach attack / Local heroes now face unemployment","rawTitle":"Local heroes now face unemployment","item":{"type":"article","id":"world/2015/jul/05/tunisia-beach-attack-local-heroes-unemployment","title":"Tunisia beach attack: local heroes now face unemployment","trailText":"Local people saved many foreigners from Seifeddine Rezgui’s bullets but if his attack destroys Tunisian tourism, the jihadis will have hit this Arab democracy hard","standFirst":"<p>Local people saved many foreigners from Seifeddine Rezgui’s bullets but if his attack destroys Tunisian tourism, the jihadis will have hit this Arab democracy hard</p>","byline":"Chris Stephen in Sousse","body":"<p>There will be no medals for the Tunisian beach crews who threw themselves in the way of bullets in the bloody Sousse tourist massacre. In fact, by next week many of them will have no jobs.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In this forest Tunisia is the only flower of democracy. And the terrorists want to cut this flower.</p> \n  <footer> \n   <cite>Habib Daguib</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In the aftermath of the slaughter of 38 tourists at the Imperial Marhaba hotel have come tales of valour by waiters, lifeguards and men whose normal job is renting out water skis and plastic bananas. These men braved bullets and terror to confront gunman Seifeddine Rezgui.</p> \n<p>Their reward, with hotels in the area emptying fast, is likely to be unemployment in a country already struggling with a depressed economy.</p> \n<p>When Rezgui struck, just before midday on 26 June, tourists fled in terror, while Tunisian staffers ran the other way to confront him. Lifeguards dashed to help the wounded, motorboat operators made daring beach rescues, and hotel staff braved bullets to shepherd wounded tourists to safety. The slaughter was terrible, but would have been many times worse without such bravery.</p> \n<p>“Our guests work hard all year, they choose to come here for their holiday, in this way they help my country,” said lifeguard Eitham Ben Aisha. “So when my guest is in trouble, of course I help.”</p> \n<p>Amid the carnage, the image seared into many minds is of beach workers forming an impromptu human chain stretching down the beach to block the gunman from hundreds of families huddled further down the shore. The men who formed the chain had no weapons and no training. “We just did it. I bared my breast, I said: ‘OK, shoot me, but you cannot go past’,” said Ibrahim Elghoul, just 18.</p> \n<p>For years, the staffers here have formed a tight little community, proud to work the same stretch of beach, and being rewarded by a high number of Britons who come back year after year.</p> \n<p>On Friday, visiting British ambassador Hamish Cowell <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/britain-silent-tribute-victims-tunisia-beach-massacre\">laid a wreath</a> at a freshly installed memorial at the site of the killing, then stopped to speak to tourists Paul and Barbara Young from Ipswich. The couple took their chance, urging Britain to recognise the bravery of the beach workers.</p> \n<p>“We told him he’s got to recognise the hotel staff, through them being there they saved people’s lives,” said Paul Young. “We’re staying on, it’s a mini Dunkirk spirit, I suppose.” Cowell said that he, too, admired their bravery, having spoken with hotel staff who rushed out of the Marhaba, with the bullets flying, to protect their guests.</p> \n<p>Tour companies are declining to comment on the numbers leaving, amid reports that 9,000 of the 20,000 British tourists have flown home, but almost empty hotels along this coastal strip tell their own story.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We just did it. I bared my breast, I said: ‘OK, shoot me, but you cannot go past’</p> \n  <footer> \n   <cite>Ibrahim Elghoul</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Also staying on are the Lewis family, Paul, Caroline and teenage daughter Annie, from Leeds, who turned up at the beachfront ceremony. “We’re not leaving, no way,” said Annie. “A lot of tourists were told by their tour companies to go home, but with all the police around this is the safest place to be.”</p> \n<p>But customer loyalty is one thing, the threat of terrorism another. Tunisia, four years after its Arab spring, is still a democracy in a region engulfed in chaos. Neighbouring Algeria and Libya are battling Islamic State insurgencies, and Tunisians say that jihadis fear nothing more than a thriving democracy.</p> \n<p>“This attack was not to do with Tunisia, it was to do with wars far away, but we suffer for it,” said Habib Daguib, who operates quad bikes for tourists along the beach. “The Arab world is like a big forest, and in this forest Tunisia is the only flower of democracy. And the terrorists want to cut this flower.”</p> \n<h2><strong>IN DEFENCE OF THEIR GUESTS</strong><br /></h2> \n<h2><strong>Mohammed Dabbou, 37, beach craft manager</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"f50994d83b77f16a9ca20ccbb55b27e9fe83f975\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436028692950/4ec9a6f4-604d-4b63-8297-121902650679-460x276.jpeg\" alt=\"Mohamed Dabbou.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Chris Stephen</span> \n </figcaption> \n</figure> \n<p>Mohammed Dabbou joined the human shield that faced the gunman, saying he acted out of pure instinct. He and his comrades were all that stood between the gunman and hundreds of tourists scattered farther down the beach.</p> \n<p>“I said to him [the gunman] ‘if you want to kill somebody, here we are’. There were several of us, we made that human chain. We said ‘to hell with you, you cannot pass, if you want to kill the tourists. I threw my phone at him, it was all I had.”</p> \n<p>Minutes earlier he had been caring for the wounded after the gunman’s initial onslaught. Worried that the killer would return from his murderous spree to continue in the hotel, Dabbou placed a sun lounger over one wounded woman, hoping it would conceal her from the gunman.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/tunisias-president-declares-state-of-emergency-sousse-terrorist-attack\">Tunisia's president declares state of emergency following terrorist attack</a> </p> \n</aside> \n<p>For a few frozen seconds, the gunman waved his gun at the men of the human chain. Then he turned and sprinted back down the beach, turning into a narrow street where he ran into armed police who cut him down.</p> \n<p>One week on, the tourists are leaving. There are still some customers for the water skiing and paragliding, but the word is that planes are arriving at nearby Monastir airport empty. Some tourists leaving come to embrace him, and an Italian couple take it in turns to hug him, promising they will be back, but many will not: “Sousse is a tourist town, we depend on the tourists for our living,” he says.</p> \n<p>Looking back on the day of the attack, he says he felt not fear but anger as he witnessed the slaughter. “I wanted to kill him. My Qur’an, my prophet Muhammad, they say that I must protect these people who are my guests. This is the real Islam, not this terrorism. That’s why I said ‘kill me if you want’.”</p> \n<h2><strong>Issam Ben-Mohan, 28, cigarette seller</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"2a6c4e402d5339bfac07994835b868aa253110fd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436028648257/312878cb-a177-407c-9411-a317823e040b-460x276.jpeg\" alt=\"Issam Ben-Mohan.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Chris Stephen</span> \n </figcaption> \n</figure> \n<p>Issam Ben-Mohan, a beach cigarette seller, was asleep under a straw umbrella near Titanic, a ramshackle cafe on the beach about 200 yards north of the Marhaba, when he heard the shooting. He opened his eyes and saw a black-clad gunman sprinting towards him. “I look up, the gunman is right there, right in front of me.”</p> \n<p>He lay back down, closing his eyes. “I just played dead, it was all I could think to do.” When the gunman ran past, he opened his eyes again, to see tourists being scythed down. “I watched people fall, they never had a chance. Eighty per cent of the people at that hotel are old.”</p> \n<p>Ben-Mohan ran to the scene, arriving to find the dead, wounded and terrified huddled amid upturned sun loungers. He found an elderly woman lying wounded, her swimming costume drenched in blood. “She looked like she had been shot five times, the man lying beside her was dead.” <br /></p> \n<p>The gunman darted off the beach through iron gates into the hotel and Ben-Mohan made a snap decision. The gunman might be back, so he and another Tunisian used a blood-spattered sunlounger as an improvised stretcher.</p> \n<p>“There was no other way of moving the wounded, I knew even the ambulance would get stuck in the sand.” A week later he is back at the Titanic, but the cafe is empty. “We feel like Tunisia died.”</p> \n<h2><strong>Ibrahim Elghoul, 18, beach craft operator</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"a5a505473da91ddc522b46db73c9b6f78038caa8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436028739708/4aba46a3-320d-4f1e-9463-40cdae95bc7c-460x276.jpeg\" alt=\"Ibrahim Elghoul\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Chris Stephen</span> \n </figcaption> \n</figure> \n<p>Ibrahim Elghoul is just 18, but this is his fourth summer on the Sousse beach, supervising paragliders towed along the shore. He was winding up the tow line when he saw the gunman attacking 300 yards down the beach. He joined other staff running towards the shooting, watching tourists stagger into the sea. He saw a woman who looked to be in trouble and splashed into the surf.</p> \n<p>“They were so afraid, the people in the water. A guy brought up the red boat, so I and three others grabbed her and pushed her into it. With the water she was so heavy, but we got her in.”</p> \n<p>The woman was 59-year-old Cheryl Ireland from Berkshire, who walks with two sticks after a knee operation. She had staggered down to the sea with her 80-year-old mother, Margaret Wolf, but both feared they would be shot or drown. Then came the motorboats, and willing hands to pull them aboard. “I am so grateful. That is the spirit of Tunisia.”</p> \n<p>Elghoul waded out of the surf as the gunman raced back from the hotel on to the beach. “He was going towards Palm Marina to kill more people, but we couldn’t let him,” said Elghoul. His colleagues fanned out into a line, blocking the gunman’s path. <br /></p> \n<p>“We started shouting bad words at him, throwing rocks, I heard him saying, ‘I’m not here to kill you, go home.’ I showed him my chest, I said, ‘OK kill me’. I thought maybe he will kill me, but I thought anyway one day I will be dead.”</p> \n<p>The human chain worked, the gunman fleeing back down the beach, to be shot minutes later in a side street.</p> \n<h2><strong>Faysal Mihoub, 35, lifeguard</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"07749ea662b68cb7c250aac37f8f4067a6212191\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436028809620/bad384f1-c4c3-4847-a369-5c9795c52a6c-460x276.jpeg\" alt=\"Faisal Mihoub\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Chris Stephen</span> \n </figcaption> \n</figure> \n<p>Lifeguard Faysal Mihoub is known as the joker of the little community of guards and boatmen who work the beach around the Marhaba. The day of the attack, he was sitting under a sun umbrella 200 yards south of the hotel in his trademark hat with four feathers. He saw a black-clad figure walking down the shore with a bright parasol, and as he watched the parasol fell away, revealing a machine gun.</p> \n<p>“He fired dub-dub-dub, on full automatic, he was just spraying bullets,” said Mihoub. With the other lifeguards, he sprang from his chair to help. “Guarding lives is our job,” he says. “You do not think of yourself at this time, you just think to help.”</p> \n<p>He watched the gunman run down the shore, spraying bullets at the terrified guests, then run up the beach to a white house on the Marhaba perimeter. He knelt, changed magazines and started firing again, this time single shots.</p> \n<p>Mihoub was still pounding through the sand when the gunman ran inside the hotel complex ahead of him.</p> \n<p>Survivors emerged from the mass of bodies and overturned blood-soaked sun loungers. “First there were maybe three, then in the end there were about twelve. I told them to follow me.”</p> \n<p>He led the survivors along the perimeter fence between the Marhaba to the next hotel, the Palm Marina, hustling them inside the gate to the relative safety of its compound.</p> \n<p>Hours later, he found his phone jammed with text messages from former guests, desperate to know if he was all right. Sousse has many repeat customers, beach workers boasting of the “family” bond between them and the tourists. One set of texts from an Englishwoman named Natasha shows increasing anxiety as the hours pass, finally ending in relief when he texts he is OK. Her final text reads: “So glad you are safe, please stay safe, we will return.”</p> \n<h2><strong>Daniel Ben Saad, 40, boat driver</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"ff20483cab991693cce582d61001836389da9b29\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436028865570/cf563564-922e-40c2-8ca4-b63eec0fd526-460x276.jpeg\" alt=\"Daniel Ben Saad\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Chris Stephen</span> \n </figcaption> \n</figure> \n<p>Daniel Ben Saad was driving a motorboat supervising two tourists on rented jetskis on the shore north of the hotel when he saw the gunman shooting across the beach. <br /></p> \n<p>He called for the jetskiers to come in, then revved up the engine and headed in a wide loop to come in directly on the Marhaba. In front of him, the beach was in upheaval, the gunman firing, people dying, tourists rushing in panic for the water and speedboats racing in to pick them up. <br /></p> \n<p>“I saw this English guy in the water, he was wounded in the shoulder,” said Ben Saad. He drove his boat into the shallows, bringing it around to keep the wounded man clear of the propeller. He managed to haul the man aboard. <br /></p> \n<p>Along the beach boats were doing the same. He was not scared, or surprised that his fellow beach workers rushed to help. “They were fighting for themselves, for their guests. Now they are fighting for their jobs.”</p> \n<h2><strong>Moez Arfa, 35, boat driver</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"ff20483cab991693cce582d61001836389da9b29\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436028910924/0819837b-e155-4f23-bd3a-b4426d859940-460x276.jpeg\" alt=\"Moez Arfa\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Chris Stephen</span> \n </figcaption> \n</figure> \n<p>Moez Arfa was working at the beach boat station across from the Bellevue Park, 100 yards south of the Marhaba, when he saw the gunman opening fire. With other beach workers, he rushed along the sand, wondering as he did so how he would tackle the gunman. “We had nothing in our hands, and he has a Kalashnikov, it was very dangerous, but we had to help the people,” he said.</p> \n<p>He spotted a British man crawling on all fours, fists digging into the sand. Arfa approached and put his arms around the man’s torso but the man screamed.</p> \n<p>“I thought he had been hit only in the arm, but also he was shot in the stomach,” said Arfa. Then the gunman darted into the hotel complex. “I told him, we have to go quickly.”</p> \n<p>He pulled the man upright, put an arm around his shoulder and led him down the beach. Progress in the thick sand was slow, Arfa fearing they would get shot in the back by the gunman, who was still in the area. He said that he felt no fear. That came later. “For three days afterwards I don’t eat, I don’t sleep.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c14aefc241d6ac6e82578f1ed078685d222ffff/0_120_5616_3370/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3370,"width":5616,"orientation":"landscape","credit":"Chedly Ben Ibrahim/Demotix/Corbis","altText":"Tunisians and tourists observe a moment's silence for the victims of the Sousse beach attack","cleanCredit":"Photograph: Chedly Ben Ibrahim/Demotix/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436028694369/4ec9a6f4-604d-4b63-8297-121902650679-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Chris Stephen","credit":"Chris Stephen","altText":"Mohamed Dabbou.","cleanCaption":" ","cleanCredit":"Photograph: Chris Stephen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436028649562/312878cb-a177-407c-9411-a317823e040b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Chris Stephen","credit":"Chris Stephen","altText":"Issam Ben-Mohan.","cleanCaption":" ","cleanCredit":"Photograph: Chris Stephen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436028740941/4aba46a3-320d-4f1e-9463-40cdae95bc7c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Chris Stephen","credit":"Chris Stephen","altText":"Ibrahim Elghoul","cleanCaption":" ","cleanCredit":"Photograph: Chris Stephen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436028810978/bad384f1-c4c3-4847-a369-5c9795c52a6c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Chris Stephen","credit":"Chris Stephen","altText":"Faisal Mihoub","cleanCaption":" ","cleanCredit":"Photograph: Chris Stephen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436028866003/cf563564-922e-40c2-8ca4-b63eec0fd526-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Photograph: Chris Stephen","credit":"Chris Stephen","altText":"Daniel Ben Saad","cleanCaption":" ","cleanCredit":"Photograph: Chris Stephen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436028911342/0819837b-e155-4f23-bd3a-b4426d859940-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Photograph: Chris Stephen","credit":"Chris Stephen","altText":"Moez Arfa","cleanCaption":" ","cleanCredit":"Photograph: Chris Stephen"}],"webPublicationDate":"2015-07-04T23:00:03Z","lastModified":"2015-07-04T23:43:05Z","metadata":{"commentable":true,"commentCount":66,"contributors":[{"name":"Chris Stephen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-stephen"}],"feature":true,"keywords":["Tunisia","Islamic State","Middle East and North Africa","Africa","World news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Chris Stephen","topic":{"type":"tag-contributor","name":"profile/chris-stephen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/05/tunisia-beach-attack-local-heroes-unemployment","shortUrl":"http://gu.com/p/4achd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/05/tunisia-beach-attack-local-heroes-unemployment","webUri":"http://www.theguardian.com/world/2015/jul/05/tunisia-beach-attack-local-heroes-unemployment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c14aefc241d6ac6e82578f1ed078685d222ffff/0_120_5616_3370/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3370,"width":5616,"orientation":"landscape","caption":"Tunisians hold the national flag during the minute of silence observed for the victims of the terrorist attack on Sousse, 3 July 2015. Photograph: Chedly Ben Ibrahim/Demotix/Corbis","credit":"Chedly Ben Ibrahim/Demotix/Corbis","altText":"Tunisians and tourists observe a moment's silence for the victims of the Sousse beach attack","cleanCaption":"Tunisians hold the national flag during the minute of silence observed for the victims of the terrorist attack on Sousse, 3 July 2015.","cleanCredit":"Photograph: Chedly Ben Ibrahim/Demotix/Corbis"}},"importance":7,"kicker":{"title":"Tunisia beach attack"},"showQuotedHeadline":false,"sublinks":[{"title":"President declares state of emergency","rawTitle":"President declares state of emergency","item":{"type":"article","id":"world/2015/jul/04/tunisias-president-declares-state-of-emergency-sousse-terrorist-attack","title":"Tunisia's president declares state of emergency following terrorist attack","trailText":"Eight days after the Islamist attack in Sousse that killed 38 foreign tourists, prime minister admits police were too slow to respond to the shooting","standFirst":"<p>Eight days after the Islamist attack in Sousse that killed 38 foreign tourists, prime minister admits police were too slow to respond to the shooting</p>","byline":"Eileen Byrne","body":"<p>Tunisia’s president, Beji Caid Essebsi, has declared a 30-day state of emergency, eight days after 38 foreign tourists, most of them British, were killed in an Islamist gun attack.</p> \n<p>The state of emergency temporarily gives the government more flexibility, and can be used to give the army and police more authority. Under a decree dating back more than 30 years it could also potentially be used to restrict the right of public assembly, the right to strike, and press freedom.</p> \n<p>Explaining his decision in an address to the nation on state television, the president referred to recent attacks on foreign tourists at the Bardo museum and in Sousse, and also to the difficult economic situation faced by Tunisia since the 2011 revolution.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/05/tunisia-beach-attack-local-heroes-unemployment\">Tunisia beach attack: local heroes now face unemployment</a> </p> \n</aside> \n<p>“These difficult conditions can be described as exceptional conditions, which therefore require exceptional measures,” he said.</p> \n<p>“Tunisia faces a very serious danger and it should take any possible measures to maintain security and safety. As we see in other countries, if attacks like Sousse happen again, the country will collapse.”</p> \n<p>Essebsi said Tunisia had clearly been targeted in the attacks because of the progress it was making in creating a democracy, with its new democratic constitution and “transparent and fair” parliamentary and presidential elections last year. </p> \n<p>With its republican constitution, Tunisia was “a civil state, not drawing on an Islamic background, or any other background”.</p> \n<p>He also alluded to the threat to regional stability from the ongoing situation in Libya – Tunisia’s neighbour to the south on the other side of a 310-mile border – and to the presence of Islamic State and its aim of establishing a caliphate in the region.</p> \n<p>In the address, which he concluded by reading out the formal decree, he did not indicate what the state of emergency would mean in practical terms. <br /></p> \n<p>However, he offered reassurances that the government “respects the freedom of expression, the freedom of the press. These are among the gains of the revolution. But those exercising these freedoms must also take into account the situation”.</p> \n<p>When a state of emergency was in place from January 2011 until March 2014, the four different governments in office over that period imposed occasional curfews after protests degenerated into rioting, and allowed the army to carry out policing duties, guarding public buildings.</p> \n<p>Interviewed on state television following the president’s address, presidential spokesman Moes Sinaoui declined to give details of what measures would be taken under the current state of emergency.</p> \n<p>Some Tunisian journalists noted with misgivings the reference to the media in the president’s speech, after the deputy public prosecutor for Tunis, Sofiene Sliti, said reporters needed to exercise more responsibility in their reporting of “terrorism”, at a press conference on Thursday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/final-five-bodies-britons-killed-tunisia-attack-return-uk\">Final five bodies of Britons killed in Tunisia attack arrive in UK</a> </p> \n</aside> \n<p>The declaration came as the final five bodies of the 30 British victims killed inSousse arrived back in the UK.</p> \n<p>There has been criticism of the slow response by security services to the attack by Islamist militant Seifeddine Rezgui, who opened fire on the beach in front of the Imperial Marhaba hotel in Sousse on 26 June. He was eventually shot dead by Tunisian police in an alley.</p> \n<p>The Tunisian prime minister, <a href=\"http://www.bbc.co.uk/news/world-africa-33387382\">Habib Essid, admitted</a> in an interview with the BBC that the police were too slow to respond. “The time of the reaction – this is the problem,” he said, adding that the police had been blocked everywhere.</p> \n<p>In the aftermath of the attack, the authorities announced they would move more speedily to close 80 mosques operating without official authorisation or where the imam was found to be preaching extreme views delivering the Friday sermon.</p> \n<p>Scores more mosques are under review for possible closure, the religious affairs ministry said. These include small, unofficial mosques opened clandestinely by Salafist jihadi groups, as well as ordinary neighbourhood mosques.</p> \n<p>Tunisia last had a state of emergency during the 2011 uprising against the autocratic regime of Zine al-Abidine Ben Ali.</p> \n<p>Under the country’s new constitution, approved in January last year, the president has the right “in the event of imminent danger threatening the nation’s institutions, or the security or independence of the country” to “take any measures necessitated by the exceptional circumstances”.</p> \n<p>The parliament will “be deemed to be in a state of continuous session” throughout the state of emergency. The president “cannot dissolve” the parliament, the constitution states.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c82ba9a89895d787faa910232deb419b631591b/0_132_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","credit":"Abdeljalil Bounhar/AP","altText":"Tributes left at the scene of the terrorist attack in Sousse, Tunisia. Tunisia’s president has declared a state of emergency following the beach attack targeting foreign tourists that killed 38 people. ","cleanCredit":"Photograph: Abdeljalil Bounhar/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:24:29Z","lastModified":"2015-07-04T23:27:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Eileen Byrne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/eileen-byrne"}],"feature":false,"keywords":["Tunisia","Africa","Middle East and North Africa"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"world"},"topics":[{"displayName":"Eileen Byrne","topic":{"type":"tag-contributor","name":"profile/eileen-byrne"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/tunisias-president-declares-state-of-emergency-sousse-terrorist-attack","shortUrl":"http://gu.com/p/4acth","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/tunisias-president-declares-state-of-emergency-sousse-terrorist-attack","webUri":"http://www.theguardian.com/world/2015/jul/04/tunisias-president-declares-state-of-emergency-sousse-terrorist-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c82ba9a89895d787faa910232deb419b631591b/0_132_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","caption":"Tributes left at the scene of the terrorist attack in Sousse, Tunisia. Tunisia’s president has declared a state of emergency following the beach attack targeting foreign tourists that killed 38 people.  Photograph: Abdeljalil Bounhar/AP","credit":"Abdeljalil Bounhar/AP","altText":"Tributes left at the scene of the terrorist attack in Sousse, Tunisia. Tunisia’s president has declared a state of emergency following the beach attack targeting foreign tourists that killed 38 people. ","cleanCaption":"Tributes left at the scene of the terrorist attack in Sousse, Tunisia. Tunisia’s president has declared a state of emergency following the beach attack targeting foreign tourists that killed 38 people. ","cleanCredit":"Photograph: Abdeljalil Bounhar/AP"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c82ba9a89895d787faa910232deb419b631591b/0_132_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","credit":"Abdeljalil Bounhar/AP","altText":"Tributes left at the scene of the terrorist attack in Sousse, Tunisia. Tunisia’s president has declared a state of emergency following the beach attack targeting foreign tourists that killed 38 people. ","cleanCredit":"Photograph: Abdeljalil Bounhar/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c14aefc241d6ac6e82578f1ed078685d222ffff/0_120_5616_3370/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3370,"width":5616,"orientation":"landscape","credit":"Chedly Ben Ibrahim/Demotix/Corbis","altText":"Tunisians and tourists observe a moment's silence for the victims of the Sousse beach attack","cleanCredit":"Photograph: Chedly Ben Ibrahim/Demotix/Corbis"}}]},{"title":"Australia / Carbon tax repeal sparks jump in Australia's electricity emissions","rawTitle":"Carbon tax repeal sparks jump in Australia's electricity emissions","item":{"type":"article","id":"environment/2015/jul/05/carbon-tax-repeal-sparks-jump-in-australias-electricity-emissions","title":"Carbon tax repeal sparks jump in Australia's electricity emissions","trailText":"A 4.3% rise in electricity emissions counters Australia’s credibility in the lead-up to the Paris climate talks in December, the Climate Council says","standFirst":"<p>A 4.3% rise in electricity emissions counters Australia’s credibility in the lead-up to the Paris climate talks, the Climate Council says</p>","byline":"Australian Associated Press","body":"<p>Electricity emissions have jumped since the repeal of the carbon tax, the Climate Council says.</p> \n<p>The council cites new data by consultants Pitt &amp; Sherry, showing carbon dioxide emissions from the electricity grid went up 6.4m tonnes in the last financial year since the tax was axed.</p> \n<p>The increase of 4.3% has undone part of an 11% fall in emissions during the two years the tax was in place.</p> \n<p>The federal government will soon outline Australia’s post-2020 targets, before the Paris conference in December.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/jul/02/australia-must-cut-carbon-emissions-by-30-by-2025-says-climate-change-authority\">Australia must cut carbon emissions by 30% by 2025, says Climate Change Authority</a> </p> \n</aside> \n<p>“The news that emissions have gone up in Australia will do little to counter the impression that Australia is acting as a ‘free rider’ on the back of other countries’ efforts,” the Climate Council chief executive, Amanda McKenzie, said in a statement on Sunday.</p> \n<p>The environment minister, Greg Hunt, has said the country’s future carbon targets will be credible.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01724fd36dfd595e130a34ead6722dc8c5da8cdb/0_35_3783_2271/3783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2271,"width":3783,"orientation":"landscape","credit":"Hamish Blair/Getty Images","altText":"Electricity wires","cleanCredit":"Photograph: Hamish Blair/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T06:10:23Z","lastModified":"2015-07-05T06:27:26Z","metadata":{"commentable":true,"commentCount":115,"contributors":[],"feature":false,"keywords":["Climate change","Australia news","Australian politics","Coalition","Greenhouse gas emissions","Environment"],"tags":[{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"australia-news/australian-politics","webTitle":"Australian politics"},{"id":"australia-news/coalition","webTitle":"Coalition"},{"id":"environment/carbon-emissions","webTitle":"Greenhouse gas emissions"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"environment"},"topics":[],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/05/carbon-tax-repeal-sparks-jump-in-australias-electricity-emissions","shortUrl":"http://gu.com/p/4acm6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/05/carbon-tax-repeal-sparks-jump-in-australias-electricity-emissions","webUri":"http://www.theguardian.com/environment/2015/jul/05/carbon-tax-repeal-sparks-jump-in-australias-electricity-emissions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01724fd36dfd595e130a34ead6722dc8c5da8cdb/0_35_3783_2271/3783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2271,"width":3783,"orientation":"landscape","caption":"The Climate Council says the increase of 4.3% has undone part of an 11% fall in emissions during the two years the carbon tax was in place. Photograph: Hamish Blair/Getty Images","credit":"Hamish Blair/Getty Images","altText":"Electricity wires","cleanCaption":"The Climate Council says the increase of 4.3% has undone part of an 11% fall in emissions during the two years the carbon tax was in place.","cleanCredit":"Photograph: Hamish Blair/Getty Images"}},"importance":5,"kicker":{"title":"Australia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01724fd36dfd595e130a34ead6722dc8c5da8cdb/0_35_3783_2271/3783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2271,"width":3783,"orientation":"landscape","credit":"Hamish Blair/Getty Images","altText":"Electricity wires","cleanCredit":"Photograph: Hamish Blair/Getty Images"}}]},{"title":"Russia / Vladimir Putin's Independence Day greeting calls for US-Russia dialogue","rawTitle":"Vladimir Putin's Independence Day greeting calls for US-Russia dialogue","item":{"type":"article","id":"world/2015/jul/04/vladimir-putin-independence-day-obama-calls-us-russia-dialogue","title":"Vladimir Putin's Independence Day greeting calls for US-Russia dialogue","trailText":"Despite differences, Kremlin says working with Obama remains important for global stability and Clinton weighs in – the US has to be ‘smarter’ ","standFirst":"<p>Despite differences, Kremlin says working with Obama remains important for global stability and Clinton weighs in – the US has to be ‘smarter’ </p>","byline":"Guardian staff and agencies","body":"<p>Russian President Vladimir Putin congratulated President Barack Obama on Independence Day on Saturday, and expressed confidence that Russia and the US could work together to find solutions to international problems.</p> \n<p>The Kremlin said Putin noted in a telegram to Obama that despite the differences between the two countries, their relations remain important for global stability and security.</p> \n<p>Also on Saturday, the leading Democratic contender to replace Obama in the White House, Hillary Clinton, said the US had to be “much smarter” about how it deals with Putin. </p> \n<p>“I’ve dealt with him,” the former secretary of state said. “I know him. He’s not an easy man.”</p> \n<p>Tensions remain high over Russian influence and involvement in Ukraine, where fighting between government forces and pro-Russia rebels continues despite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/ukraine-ceasefire-there-is-shooting-all-the-time\">a ceasefire</a>. A truce was signed in February. Last year, Russia annexed Crimea after similar fighting.</p> \n<p>On Wednesday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/01/russia-china-us-mlitary-national-security\">a Pentagon report</a> identified Russia, with China, as a major military threat to US interests.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/russia\">Russia</a> has “repeatedly demonstrated that it does not respect the sovereignty of its neighbours and it is willing to use force to achieve its goals”, the 2015 National Military Strategy said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/01/russia-china-us-mlitary-national-security\">Russia and China pose largest security threats, says US military report</a> </p> \n</aside> \n<p>“Russia’s military actions are undermining regional security directly and through proxy forces.”</p> \n<p>The Kremlin said that in his telegram Putin “expressed confidence that by building a dialogue based on the principles of equality and mutual respect for each other’s interests, Russia and the United States are able to find solutions to the most complex international problems and effectively counter global threats and challenges”.<br /></p> \n<p>Clinton <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/04/clinton-on-defensive-new-hampshire-iowa\">was campaigning in Glen, New Hampshire</a>, on Saturday. She said: “I think the world holds far more opportunities than threats and dangers to the US, but I think you have to confront the fact that there are threats and dangers and you have to deal with them, whether it’s Putin being aggressive, pushing the boundaries of Russia … </p> \n<p>“That’s a problem for us, because we have a solemn obligation under Nato to protect our fellow Nato members. Ukraine is not a Nato member. But if Ukraine had been a Nato member when the Crimea was annexed, that would have caused us to have to respond. We don’t want to get to that. </p> \n<p>“That’s why we have to be much smarter in how we deal with Putin and how we deal with his ambitions. I’ve dealt with him. I know him. He’s not an easy man … but I don’t think there is any substitute other than constant engagement.” </p> \n<p>The 4 July greeting from Putin to Obama followed a telephone call from the Russian leader to the US president on 25 June, which was the first time they had spoken since February.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc93bc9cd7b35e803e48da5abcbcef812531d3a3/0_11_3098_1857/3098.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1857,"width":3098,"orientation":"landscape","credit":"Alexander Zemlianichenko/AP","altText":"Vladimir Putin","cleanCredit":"Photograph: Alexander Zemlianichenko/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:49:08Z","lastModified":"2015-07-04T20:21:38Z","metadata":{"commentable":true,"commentCount":448,"contributors":[],"feature":false,"keywords":["Vladimir Putin","Obama administration","Hillary Clinton","World news","Russia","US news","Barack Obama"],"tags":[{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"us-news/hillary-clinton","webTitle":"Hillary Clinton"},{"id":"world/world","webTitle":"World news"},{"id":"world/russia","webTitle":"Russia"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/vladimir-putin-independence-day-obama-calls-us-russia-dialogue","shortUrl":"http://gu.com/p/4ackj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/vladimir-putin-independence-day-obama-calls-us-russia-dialogue","webUri":"http://www.theguardian.com/world/2015/jul/04/vladimir-putin-independence-day-obama-calls-us-russia-dialogue"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc93bc9cd7b35e803e48da5abcbcef812531d3a3/0_11_3098_1857/3098.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1857,"width":3098,"orientation":"landscape","caption":" Putin ‘expressed confidence that by building a dialogue based on the principles of equality and mutual respect for each other’s interests, Russia and the US are able to find solutions.’ Photograph: Alexander Zemlianichenko/AP","credit":"Alexander Zemlianichenko/AP","altText":"Vladimir Putin","cleanCaption":" Putin ‘expressed confidence that by building a dialogue based on the principles of equality and mutual respect for each other’s interests, Russia and the US are able to find solutions.’","cleanCredit":"Photograph: Alexander Zemlianichenko/AP"}},"importance":5,"kicker":{"title":"Russia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc93bc9cd7b35e803e48da5abcbcef812531d3a3/0_11_3098_1857/3098.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1857,"width":3098,"orientation":"landscape","credit":"Alexander Zemlianichenko/AP","altText":"Vladimir Putin","cleanCredit":"Photograph: Alexander Zemlianichenko/AP"}}]},{"title":"US / 'Offensive and inaccurate': Marco Rubio rejects Donald Trump's Mexico remarks","rawTitle":"'Offensive and inaccurate': Marco Rubio rejects Donald Trump's Mexico remarks","item":{"type":"article","id":"us-news/2015/jul/04/donald-trump-marco-rubio-mexico-immigrants","title":"'Offensive and inaccurate': Marco Rubio rejects Donald Trump's Mexico remarks","trailText":"Trump fires back at fellow Republican candidate, calling him ‘very weak on immigration’ as Venezuelan president says business mogul is ‘mentally ill’","standFirst":"<p>Trump fires back at fellow Republican candidate, calling him ‘very weak on immigration’ as Venezuelan president says business mogul is ‘mentally ill’</p>","byline":"Martin Pengelly in New York","body":"<p>As controversy over his remarks about Mexican immigrants to the US continued to attract international condemnation and damage his commercial relationships, the White House hopeful Donald Trump drew heavy fire from Marco Rubio, a Hispanic member of the 14-strong GOP presidential field.</p> \n<p>On <a href=\"https://twitter.com/jaketapper/status/617079824130158592\">Friday</a>, Rubio released <a href=\"http://www.mediaite.com/online/marco-rubio-on-trump-offensive-and-divisive-comments-are-not-offering-a-solution/\">a strongly worded statement</a> which said: “Trump’s comments are not just offensive and inaccurate, but also divisive.”</p> \n<p>At <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/16/donald-trump-announces-run-president\">the launch of his presidential campaign</a> two weeks ago, Trump said: “[Mexico is] sending people that have lots of problems, and they are bringing those problems to us. They are bringing drugs, and bringing crime, and their rapists.”</p> \n<p>The government of Mexico called the comments “prejudiced” and “absurd”; the Venezuelan president, Nicol&aacute;s Maduro, said Trump was “<a href=\"http://www.mediaite.com/online/the-president-of-venezuela-called-donald-trump-mentally-ill/\">mentally ill</a>”.</p> \n<p>Hispanic leaders in the US <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/03/hispanic-leaders-republican-candidates-condemn-donald-trump\">called on Republicans to condemn Trump’s remarks</a>. Many candidates have been cautious and relatively mild. The former Florida governor Jeb Bush, the frontrunner whose wife was born in Mexico and who speaks fluent Spanish, said Trump was “wrong” and added: “Maybe we’ll have a chance to have an honest discussion about it onstage.”<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/03/hispanic-leaders-republican-candidates-condemn-donald-trump\">Hispanic leaders call for Republican candidates to condemn Donald Trump</a> </p> \n</aside> \n<p>Trump, running second in some polls, is on course to appear onstage in the first Republican debate, which will be hosted <a href=\"http://press.foxnews.com/2015/05/fox-news-and-facebook-partner-to-host-first-republican-presidential-primary-debate-of-2016-election/\">in Cleveland by Fox on 6 August</a>. Only the top 10 in the currently 14-strong GOP field will be allowed to participate.</p> \n<p>Rubio’s statement continued: “Our next president needs to be someone who brings Americans together – not someone who continues to divide. Our broken immigration system is something that needs to be solved, and comments like this move us further from – not closer to – a solution. We need leaders who offer serious solutions to secure our border and fix our broken immigration system.”</p> \n<p>On Saturday, speaking on the Fox &amp; Friends morning show, Trump attacked Rubio for being “very weak on immigration”. He also said the former New York governor George Pataki, who has criticised his remarks, was “a sad figure” and “a terrible governor of New York” who had “zero numbers in the polls”.</p> \n<p>Trump said he “respected” the Texas senator Ted Cruz, who has <a href=\"http://www.politico.com/story/2015/07/ted-cruz-defends-donald-trump-slams-washington-on-immigration-119726.html\">defended</a> his remarks on immigration.</p> \n<p>On Friday, Trump lost the support of another US institution when the chairman of Nascar said the auto-racing series <a href=\"http://www.nbcnews.com/news/us-news/nascar-distances-itself-donald-trump-after-remarks-n386551\">would not host its season-end awards</a> at his Trump National Doral resort in Miami.</p> \n<p>TV networks <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/25/univision-donald-trump-miss-universe-mexican-immigrants\">Univision</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/29/donald-trump-dropped-nbc-mexico\">NBC</a> and department store <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/01/macys-fires-donald-trump-mexico\">Macy’s</a> have said they will cut commercial ties with Trump. <br /></p> \n<p>In response, Trump has imposed a ban on Miami-based Univision executives <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/donald-trump-univision-miss-universe-golf-course-ban\">using the golf course</a> at his Doral resort, and filed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/30/donald-trump-univision-mexico-lawsuit-miss-usa\">a $500m lawsuit</a> over the network’s withdrawal of support for the Miss USA beauty pageant, in which he holds a stake.</p> \n<p>He has also clashed with the actress America Ferrera, who posted <a href=\"http://www.huffingtonpost.com/america-ferrera/thank-you-donald-trump_b_7709126.html\">an open letter on huffingtonpost.com</a> in which she wrote: “What you just did with your straight talk was send more Latino voters to the polls than several registration rallies combined! Thank you for that.”<br /></p> \n<p>In response, via Twitter, Trump <a href=\"https://twitter.com/realDonaldTrump/status/617109797738049536\">said</a>: “Thank you America Ferrara for supporting lawless criminals from Mexico.”</p> \n<p>On Fox on Saturday, Trump said: “This isn’t good for my brand. I think it’s bad for my brand. Maybe I’m leading in polls, but this is certainly not good. I lose customers, I lose people.”</p> \n<p>He added: “I had one of the top shows on television, The Apprentice, and I decided not to do it because I wanted to do this. Who gives up a top, top show? </p> \n<p>“Plus, I gave up hundreds of millions of dollars of deals because I’m doing this. And then you hear about Nascar, and NBC, and you hear about different people who drop Trump because Trump wants safety.”</p> \n<p>On Friday, Nascar spokesman David Higdon said: “We looked at everything we saw coming down and what we heard from our sponsors and our partners and what we feel we should be doing, and that’s what led us to the decision today.”</p> \n<p>Marcus Lemonis, chief executive of one such sponsor, Camping World, released a letter which said: “Due to recent and ongoing blatantly bigoted and racist comments from Donald Trump in regards to immigrants of the United States, I would like to inform you that I will not, nor will any representative of Camping World, participate or attend in the ceremonial event if it is held at any Trump property.”</p> \n<p>Undaunted, Trump doubled – or possibly tripled or quadrupled – down on his controversial comments, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/04/donald-trump-links-shooting-death-in-san-franciso-with-border-control\">telling Fox News</a> the shooting dead of a 32-year-old woman by an illegal immigrant with an extensive arrest record in San Francisco was “yet another example of why we must secure our border immediately”.</p> \n<p>“This is an absolutely disgraceful situation and I am the only one that can fix it. Nobody else has the guts to even talk about it,” he said.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81676d383dae5ad63051ec4a6ebf5a5355bac7ac/0_3_2083_1250/2083.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1250,"width":2083,"orientation":"landscape","credit":"Jim Cole/AP","altText":"Donald Trump","cleanCredit":"Photograph: Jim Cole/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-04T18:38:43Z","lastModified":"2015-07-04T18:38:50Z","metadata":{"commentable":true,"commentCount":336,"contributors":[{"name":"Martin Pengelly","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411572188018/Martin-Pengelly-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-pengelly"}],"feature":false,"keywords":["Donald Trump","Marco Rubio","US news","US politics","US elections 2016","Republicans","US immigration","Mexico","Americas","World news"],"tags":[{"id":"us-news/donaldtrump","webTitle":"Donald Trump"},{"id":"us-news/marco-rubio","webTitle":"Marco Rubio"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"us-news/us-elections-2016","webTitle":"US elections 2016"},{"id":"us-news/republicans","webTitle":"Republicans"},{"id":"us-news/usimmigration","webTitle":"US immigration"},{"id":"world/mexico","webTitle":"Mexico"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Martin Pengelly","topic":{"type":"tag-contributor","name":"profile/martin-pengelly"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/04/donald-trump-marco-rubio-mexico-immigrants","shortUrl":"http://gu.com/p/4acte","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/04/donald-trump-marco-rubio-mexico-immigrants","webUri":"http://www.theguardian.com/us-news/2015/jul/04/donald-trump-marco-rubio-mexico-immigrants"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81676d383dae5ad63051ec4a6ebf5a5355bac7ac/0_3_2083_1250/2083.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1250,"width":2083,"orientation":"landscape","caption":"Donald Trump is facing backlash from a variety of sources over his comments on immigration. Photograph: Jim Cole/AP","credit":"Jim Cole/AP","altText":"donald trump","cleanCaption":"Donald Trump is facing backlash from a variety of sources over his comments on immigration.","cleanCredit":"Photograph: Jim Cole/AP"}},"importance":4,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81676d383dae5ad63051ec4a6ebf5a5355bac7ac/0_3_2083_1250/2083.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1250,"width":2083,"orientation":"landscape","credit":"Jim Cole/AP","altText":"Donald Trump","cleanCredit":"Photograph: Jim Cole/AP"}}]},{"title":"US / Clinton defends progressive record as campaigns hit Independence Day","rawTitle":"Clinton defends progressive record as campaigns hit Independence Day","item":{"type":"article","id":"us-news/2015/jul/04/clinton-on-defensive-new-hampshire-iowa","title":"Clinton defends progressive record as campaigns hit Independence Day","trailText":"Clinton says she takes a backseat to no one as Sanders draws crowds and Republicans and Democrats swarm to New Hampshire and Iowa","standFirst":"<ul>\n <li>Clinton says she takes ‘a backseat to no one’ as Sanders draws crowds<br /></li>\n <li>Republicans and Democrats swarm New Hampshire and Iowa</li>\n</ul>","byline":"Jana Kasperkevic in New York and agencies","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/03/bernie-sanders-grassroots-movement-gains-clinton-machine\">'Grassroots movement working': Bernie Sanders gains on the Clinton machine</a> </p> \n</aside> \n<p>As 2016 presidential candidates flocked to spend Independence Day in early voting states such as Iowa and New Hampshire, Democratic frontrunner Hillary Clinton found herself defending her record on policy and the size of crowds at her events.</p> \n<p>“I take a backseat to no one when you look at my record in standing up and fighting for progressive values,” Clinton told an audience in Hanover, New Hampshire, on Friday.</p> \n<p>On Saturday, Independence Day itself, she spoke extensively about subjects including last week’s historic supreme court ruling on same-sex marriage, saying: “The language Justice Kennedy uses about the bonds between people is just almost mystical. It’s beautiful. So we have to do everything we can to end discrimination in the LGBT community.”</p> \n<p>Clinton has come under greater-than-expected pressure from the independent Vermont senator Bernie Sanders, a self-described democratic socialist running a determinedly grassroots-focused campaign who nonetheless attracted nearly 10,000 people to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/02/bernie-sanders-draws-crowd-of-10000-at-wisconsin-rally\">a rally in Wisconsin on Wednesday</a>. On Friday night, a Sanders <a href=\"https://twitter.com/nkgoodrich/status/617122525651210241\">event in Council Buffs, Iowa, was standing-room only</a>.</p> \n<p>On Friday, while visiting the Dairy Twirl ice cream shop in Lebanon, Clinton was asked why she was not drawing such big crowds. </p> \n<p>“Well, we each run our own campaigns and I always knew this was gonna be competitive,” she said. “And I want to have a great debate in the primary and caucuses around the country and that’s what I’m looking forward to.”</p> \n<p>Clinton also said her defeat by Barack Obama in the 2008 Democratic primary had taught her the importance of organizing every single day.</p> \n<p>“That’s why I’m doing a lot of meetings and discussions about specific issues,” she said, “because I want to hear from people and I also want to connect them to the campaign. </p> \n<p>“And I feel like it’s really working. It is building a campaign here in New Hampshire, using the grassroots, and coming up from that, because at the end of the day, I think that wins elections and wins caucuses.”</p> \n<p>On the morning of 4 July, the former senator and secretary of state attended a grassroots organizing event in Glen.</p> \n<p>Asked about the Obama administration’s involvement in ongoing nuclear talks with Iran, she said: “I’m hoping it’s a strong, verifiable deal that will put the lid on Iran’s nuclear weapons ambitions. Even if we are successful, however, Iran’s aggressiveness will not end.”</p> \n<p>In an hour-long event, Clinton also discussed her ideas on college debt, the same-sex marriage ruling and the future makeup of the court.</p> \n<p>College graduates and those with graduate degrees should get help to refinance their debt and be allowed to pay back their loans as a percentage of their incomes, she said, adding of her early life with her husband, former President Bill Clinton: “We were paying back loans while he was governor of Arkansas.”</p> \n<p>Clinton encouraged people to read the supreme court’s decision extending same-sex marriage rights nationwide, saying “it’s not only a constitutionally based decision, which it should be, but there is a current underpinning it, which is [that] we need to respect each other, and we need to allow people to live and love and we need to support that”.</p> \n<p>Asked about the future of the court, Clinton said it was possible the next president could have three to four appointments. If elected, she said she would appoint justices who would “bring an open mind and an open heart”.</p> \n<p>In the afternoon, Clinton was set to march in the Gorham Fourth of July parade. Former Rhode Island governor Lincoln Chafee, another candidate for the Democratic nomination, was also campaigning in the state, planning to visit Merrimack and Amherst. </p> \n<p>Sanders and the former Maryland governor Martin O’Malley were both in Iowa. Sanders was due to march in parades in Creston and Waukee.</p> \n<p>Sanders has been gaining on Clinton. On Thursday, <a href=\"http://www.quinnipiac.edu/images/polling/ia/ia07022015_I257tha.pdf\">a Quinnipiac University poll</a> found Clinton at 52% in Iowa while Sanders had climbed to 33%. On 7 May, Clinton led the same poll by 60% to 15%. The <a href=\"http://i2.cdn.turner.com/cnn/2015/images/06/25/062515goppoll.pdf\">latest CNN poll</a> shows Clinton only eight points ahead of Sanders in New Hampshire, although national surveys remain more clearly in Clinton’s favor.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LincolnChafee/statuses/617381560401137664\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Always fun to run into classmates <a href=\"https://twitter.com/phillipsacademy\">@phillipsacademy</a> on the campaign trail -L Happy Fourth of July <a href=\"https://twitter.com/hashtag/chafee2016?src=hash\">#chafee2016</a> <a href=\"http://t.co/OfU3PaoVuo\">pic.twitter.com/OfU3PaoVuo</a></p>— Lincoln Chafee (@LincolnChafee) \n  <a href=\"https://twitter.com/LincolnChafee/status/617381560401137664\">July 4, 2015</a>\n </blockquote> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/03/mitt-romney-hosts-political-sleepover-for-chris-christie-and-marco-rubio\">Mitt Romney hosts political sleepover for Chris Christie and Marco Rubio</a> </p> \n</aside> \n<p>Republican presidential candidates also opted to celebrate Independence Day in the early voting states. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/03/mitt-romney-hosts-political-sleepover-for-chris-christie-and-marco-rubio\">After a “sleepover” at 2012 candidate Mitt Romney’s vacation home in New Hampshire</a>, New Jersey governor Chris Christie and Florida senator Marco Rubio were to march in Wolfeboro’s parade. </p> \n<p>The former Texas governor Rick Perry, former Florida governor Jeb Bush and South Carolina senator Lindsey Graham joined Chafee for a parade in Amherst.<br /></p> \n<p>Bush and Chafee have old school ties in common. They duly met up, the Democratic candidate using Twitter to say: “Always fun to run into classmates <a href=\"https://twitter.com/phillipsacademy\">@<strong>phillipsacademy</strong></a> on the campaign trail.”</p> \n<p>Bush, who was marching with his son George P Bush, the recently elected Texas land commissioner, was chided by a voter who told him he was holding up the parade.</p> \n<p>“There’s nothing behind us – other than Hillary,” Bush said. A team of Clinton supporters were marching right behind a group backing the former Florida governor, their blue signs in sharp contrast with his red.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436039064479/8d6db782-5b23-448c-bf2e-1c8df0116dc1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Robert F Bukaty/AP","altText":"Hillary Clinton","cleanCredit":"Photograph: Robert F Bukaty/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:41:00Z","lastModified":"2015-07-04T19:45:24Z","metadata":{"commentable":true,"commentCount":310,"contributors":[{"name":"Jana Kasperkevic","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/11/1413020968632/Jana-Kasperkevic-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jana-kasperkevic"}],"feature":false,"keywords":["Hillary Clinton","Bernie Sanders","US elections 2016","US politics","New Hampshire","Iowa"],"tags":[{"id":"us-news/hillary-clinton","webTitle":"Hillary Clinton"},{"id":"us-news/bernie-sanders","webTitle":"Bernie Sanders"},{"id":"us-news/us-elections-2016","webTitle":"US elections 2016"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"us-news/new-hampshire","webTitle":"New Hampshire"},{"id":"us-news/iowa","webTitle":"Iowa"}],"section":{"id":"us-news"},"topics":[{"displayName":"Jana Kasperkevic","topic":{"type":"tag-contributor","name":"profile/jana-kasperkevic"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/04/clinton-on-defensive-new-hampshire-iowa","shortUrl":"http://gu.com/p/4achq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/04/clinton-on-defensive-new-hampshire-iowa","webUri":"http://www.theguardian.com/us-news/2015/jul/04/clinton-on-defensive-new-hampshire-iowa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436039064479/8d6db782-5b23-448c-bf2e-1c8df0116dc1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hillary Clinton flexes her muscles with Miss Teen New Hampshire Allie Knault and Miss New Hampshire Holly Blanchard, during a Fourth of July parade in Gorham. Photograph: Robert F Bukaty/AP","credit":"Robert F Bukaty/AP","altText":"Hillary Clinton","cleanCaption":"Hillary Clinton flexes her muscles with Miss Teen New Hampshire Allie Knault and Miss New Hampshire Holly Blanchard, during a Fourth of July parade in Gorham.","cleanCredit":"Photograph: Robert F Bukaty/AP"}},"importance":4,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436039064479/8d6db782-5b23-448c-bf2e-1c8df0116dc1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Robert F Bukaty/AP","altText":"Hillary Clinton","cleanCredit":"Photograph: Robert F Bukaty/AP"}}]},{"title":"Syrian rebels advance in government-held Aleppo","rawTitle":"Syrian rebels advance in government-held Aleppo","item":{"type":"article","id":"world/2015/jul/04/syrian-rebels-advance-west-government-held-aleppo","title":"Syrian rebels advance in government-held Aleppo","trailText":"Rebel capture of army barracks from pro-Assad forces means regime has lost important line of defence in northern city","standFirst":"<p>Rebel capture of army barracks from pro-Assad forces means regime has lost important line of defence in northern city</p>","byline":"Staff and agencies","body":"<p>Syrian rebels have gained ground in government-held western Aleppo, seizing an army barracks in one district, but have been pushed back elsewhere.</p> \n<p>The fighting in the country’s former economic powerhouse is some of the fiercest since the Syrian conflict began in the northern city in mid-2012.</p> \n<p>Elsewhere, government forces launched a major operation to recapture Zabadani, the last opposition-held town in the Qalamoun region near Damascus.</p> \n<p>The <a href=\"http://www.syriahr.com/en/\">Syrian Observatory for Human Rights</a> reported heavy clashes in several parts of Aleppo’s west side.</p> \n<p>It said fighters from the Conquest of Aleppo alliance of mostly moderate forces had on Friday captured a former research centre being used as a military barracks.</p> \n<p>“This is a significant strategic step in terms of the battle that has been going on in Aleppo in the past two years,” said Observatory director, Rami Abdel Rahman, adding that it opened up lines of attack against several nearby districts controlled by government forces.</p> \n<p>A video online showed the capture, with fighters from one of the groups firing in the air, the three-starred flag of the Syrian uprising behind them.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=yYu7YfpO96Y\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/yYu7YfpO96Y?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The Observatory said government forces had tried unsuccessfully to recapture the facility overnight and launched air raids against it on Saturday, prompting the rebels to partially evacuate.</p> \n<p>Conquest of Aleppo and a second rebel grouping, Ansar al-Sharia, which is dominated by Islamists and al-Qaida’s local affiliate al-Nusra Front, began operations against government-held districts of Aleppo this week.</p> \n<p>The attacks have prompted fierce clashes and heavy bombardments, with rebels firing hundreds of rockets and the government launching dozens of air strikes.</p> \n<p>The assault began on Thursday, when Ansar al-Sharia attacked several neighbourhoods including Zahra, where an air force intelligence facility is based.</p> \n<p>The coalition initially made progress but was pushed back by government forces on Friday night, the Observatory said. The monitor said government jets carried out some 40 air strikes, and at least 29 Ansar al-Sharia fighters were killed on Friday.</p> \n<p>Thomas Pierret, a professor at Edinburgh University and a Syria expert, said the latest fighting could prove significant. The recent rebel progress in and around western Aleppo “is the first real progress by the rebels in Aleppo since ... July 2013”, he said.</p> \n<p>Control of the city has been largely divided between the government in the west and rebels in the east since shortly after fighting arrived there in mid-2012. Frontlines have remained fairly static since then, though both sides have at times sought to encircle the other by advancing in the countryside around the city.</p> \n<p>Pierret said the loss of the Scientific Research Centre meant “the regime has lost an important line of defence, which leaves their control of west Aleppo more vulnerable”.</p> \n<p>But he cautioned it was too early to say whether things might “evolve rapidly”, saying the west would prove to be difficult terrain for rebel forces because its buildings are ideal for regime snipers and its avenues wide enough for government tanks.</p> \n<p>In the Qalamoun region, government forces backed by Lebanon’s Shia movement, Hezbollah, started a battle to capture the last rebel-held town in the area, which lies north of Damascus on the Lebanese border.</p> \n<p>“Army units supported by the Lebanese resistance this morning launched a major operation in the Zabadani region in Damascus province,” Syrian state television announced.</p> \n<p>The Observatory confirmed heavy fighting was under way between regime forces and their allies and rebels in the vicinity of Zabadani, which was one of the first towns to fall to the opposition in 2012.</p> \n<p>The battle was announced a day after rebels attacked an army outpost at the entrance to the town, which the regime responded to with some 90 air raids using barrel bombs and missiles, the monitor said.</p> \n<p>Regime troops backed by Hezbollah have also recaptured most of the Qalamoun region, which was once a bastion of the opposition.</p> \n<p>In addition to Zabadani, opposition forces have bases in the mountainous part of Qalamoun that spans the border, but Hezbollah has been gradually advancing in that region in recent weeks.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f00ef59d28ea81b135265f4be36bcefb5c267384/0_0_5103_3066/5103.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3066,"width":5103,"orientation":"landscape","credit":"NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock","altText":"A damaged building in Aleppo, Syria.","cleanCredit":"Photograph: NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-04T13:18:39Z","lastModified":"2015-07-04T14:06:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Syria","World news","Middle East and North Africa"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/syrian-rebels-advance-west-government-held-aleppo","shortUrl":"http://gu.com/p/4acgh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/syrian-rebels-advance-west-government-held-aleppo","webUri":"http://www.theguardian.com/world/2015/jul/04/syrian-rebels-advance-west-government-held-aleppo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f00ef59d28ea81b135265f4be36bcefb5c267384/0_0_5103_3066/5103.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3066,"width":5103,"orientation":"landscape","caption":"A damaged building in Aleppo, Syria. Photograph: NurPhoto/Rex Shutterstock","credit":"NurPhoto/Rex Shutterstock","altText":"A damaged building in Aleppo, Syria.","cleanCaption":"A damaged building in Aleppo, Syria.","cleanCredit":"Photograph: NurPhoto/Rex Shutterstock"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f00ef59d28ea81b135265f4be36bcefb5c267384/0_0_5103_3066/5103.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3066,"width":5103,"orientation":"landscape","credit":"NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock","altText":"A damaged building in Aleppo, Syria.","cleanCredit":"Photograph: NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock"}}]},{"title":"Women's World Cup / Bigger, better – but still treated as the poor relation","rawTitle":"Bigger, better – but still treated as the poor relation","item":{"type":"article","id":"football/2015/jul/04/womens-world-cup-fifa-tournament-mens","title":"Women's World Cup: bigger, better – but still treated as the poor relation","trailText":"The prize money is a tiny sliver of what the men get – and games have been played on artificial turf. Should Fifa divert more money to the women’s game?","standFirst":"<p>The prize money is a tiny sliver of what the men get – and games have been played on artificial turf. Should Fifa divert more money to the women’s game?</p>","byline":"Caitlin Murray in Vancouver","body":"<p>Whoever wins the Women’s World Cup on Sunday will receive a $2m cash prize from Fifa. It’s a handsome reward for a job well done at the highest level. That is, unless it’s put into a broader context: when the German men won the World Cup in Brazil last year, they were given $35m.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/usa-soccer-moms-womens-world-cup\">USA's soccer moms aim for one final effort before returning to family life</a> </p> \n</aside> \n<p>The Women’s World Cup is the same tournament as the men’s version in many ways, but there are some behind-the-scenes differences that signal they aren’t quite the same tournament yet.</p> \n<p>“In the last four to five years, it’s been changing more than maybe in the last 10 or 15,” USA midfielder Megan Rapinoe said on Friday. “Since the last World Cup, we’re getting paid more, other teams are being paid more. Fifa is still doing crazy things like putting our World Cup on artificial turf, but I think the people with the money just need to realize there is money to be made in our game and I think they’re seeing that now.”</p> \n<p>There’s more money for the women, but it’s still a tiny sliver of what is on the table for the men. In total, $576m was on the line for the participants of men’s tournament last year, while just $15 million in prizes is available for the women in Canada. For the women, that’s around 2.6% of what was available for the men. Fifa spent more on its feature film about itself called United Passions, which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/08/fifa-film-united-passions-scores-just-607-in-us-opening-weekend\">reportedly cost</a> $24m.</p> \n<p>Jerome Valcke, Fifa’s secretary general, has argued the men’s World Cup prize money pool is so much larger because the men’s tournament generates more revenue. The men’s World Cup “brings in $4.5bn direct to Fifa,” he said, and it funds World Cups for youth national teams of both gender, as well as the futsal, beach soccer and club World Cups for men. </p> \n<p>But women’s soccer is newer, he added, which means the women could be waiting a long time to earn a payout like the German men did last year.</p> \n<p>“We played the [20th] men’s World Cup in 2014, when we are now playing the seventh women’s World Cup,” Valcke <a href=\"https://www.youtube.com/watch?v=JQI8Ca7aZ10\">said in December</a>. “We have still another [13] World Cups before potentially women should receive the same amount as men. The men waited until 2014 to receive as much money as they received.”</p> \n<p>USA or Japan will receive the $2m prize when one of them hoists the trophy on Sunday. That will be an increase from Japan’s $1m prize for winning the 2011 Women’s World Cup.</p> \n<p>It’s not just in the prize money where a difference can be seen in how Fifa approaches the women’s version of its top tournament. </p> \n<p>As USA was getting ready for a crucial semi-final against Germany this week, they were a little closer to their opponent than they would’ve liked: USA coach Jill Ellis said she almost walked into Germany’s meal room her first day in Montreal. That’s because the teams were sharing facilities next to each other, something that has been happening at every stage of the tournament.</p> \n<p>“It is not up to the times. Two teams that are supposed to play against each other shouldn’t be sharing a hotel,” said Germany coach Silvia Neid. “For us, it was difficult having just won against Sweden, and Sweden was pretty sad – we still had to share the elevator with them. You play against each other but you constantly run into each other in the hotel and that shouldn’t happen.”</p> \n<p>That’s not the case for the men’s World Cup. During the tournament, Fifa assigns them hotels that are separate from their opponents. Before the tournament starts, teams get their pick of luxury hotels to serve as a base camp with a training field where teams can stay in between games. Such a base camp setup wouldn’t make sense in a massive country like Canada, which spans across five time zones, but Fifa didn’t offer basecamps for the women four years ago in Germany, a country smaller than Texas. </p> \n<p>A Fifa spokeswoman told the Guardian their Women’s World Cup procedures around team hotels are in place to ensure all teams have access to quality facilities. </p> \n<p>“It is a standard procedure, also done in 2011, in order to offer the same hotel quality, infrastructure, food and other factors for the teams playing each other,” the spokeswoman said in an email. “It currently fits into the transportation concept, security and other elements arranged by Fifa. If it is not possible to have all teams in one hotel – for instance, if a hotel cannot offer enough suitable rooms to cover the needs of all teams – then more than one hotel is chosen.”</p> \n<p>Other differences emerged long before the first kickoff in Canada. The draw for the groups that teams would be seeded into, which would determine the paths to certain venues and opponents, was not done randomly by Fifa, but was rather assigned. Fifa <a href=\"http://www.si.com/planet-futbol/2015/06/11/womens-world-cup-structure-fifa-germany-france-sweden\">later said</a> it was meant to ensure ticket sales at certain venues, a departure from how the men’s bracket is created.</p> \n<figure class=\"element element-image\" data-media-id=\"1705d9cb28dc4170ab049b82df16c6ee2832a1f0\"> \n <img src=\"http://media.guim.co.uk/1705d9cb28dc4170ab049b82df16c6ee2832a1f0/0_21_3330_1999/1000.jpg\" alt=\"Lou Jiahui of China reacts after sliding on the artificial turf.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lou Jiahui of China reacts after sliding on the artificial turf.</span> \n  <span class=\"element-image__credit\">Photograph: Maddie Meyer - FIFA/FIFA via Getty Images</span> \n </figcaption> \n</figure> \n<p>What has perhaps become the symbol how differently Fifa views the women’s version of the World Cup compared to the men’s version is the use of artificial turf. It’s been a topic of debate ever since a group of female players filed a gender discrimination lawsuit last year because no men’s World Cup has been played on anything but natural grass. Fifa president Sepp Blatter has argued fake grass allows soccer to be played in more parts of the world and “artificial pitches are the future” of the sport.</p> \n<p>The players are used to it by now, they’ve said, but it still makes recovering after games difficult. “That pitch was hard,” USA midfielder Carli Lloyd said from Olympic Stadium in Montreal after beating Germany in the semi-final. “That was a lot harder than any field we’ve played on. I think there’s cement basically laid underneath so when you stepped onto it, you could actually feel how hard it was.”</p> \n<p>Money, it seems, is both the problem and the solution. The women don’t receive the same kind of investment from Fifa as men’s programs do, but they won’t unless Fifa sees a way to generate larger revenues. </p> \n<p>The audience for the Women’s World Cup is certainly growing, though. The total attendance in Canada has been 1,278,682, according to the organizing committee – that’s a new record for the largest Women’s World Cup attendance. Television ratings in the US and UK are also setting new records.</p> \n<p>“I think people, Fifa included, can’t help but notice how popular this sport is,” Ellis told the Guardian. “It’s like anything: there is always an evolution, there’s always a process to go through before equal footing is gained. I hate to say money is the driving factor in a lot of things, but this is a very popular sport. Sponsors understand it, the general public understands it, so hopefully the establishment takes note and understands that.”</p> \n<p>The first Women’s World Cup was played in 1991 and back then, no one was thinking about how it was being given different treatment than the men’s World Cup, former USA player Julie Foudy told the Guardian. That these differences are even being noticed and debated shows growth in how the women’s game is viewed, she said.</p> \n<p>If Fifa’s treatment from the women’s game comes from the top, there may be potential for bigger changes ahead, she added. An FBI investigation into alleged illegal activity within Fifa accuses executives of funneling money away from soccer-related programs for money laundering and racketeering, and the charges could result in regime change at Fifa.</p> \n<p>“I think this shake-up at Fifa is fantastic because the next Fifa president could have this wonderful platform — here’s one of his pillars for his legacy,” Foudy said. “And it’s not much extra investment needed. Take away the penthouse <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/03/fifa-chuck-blazer-bribes-world-cup\">with the cats</a>.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bf5c3a83aff31fc300ddcdd3d2b12fc081a78ec/0_24_2768_1661/2768.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1661,"width":2768,"orientation":"landscape","credit":"Andre Pichette/EPA","altText":"Germany’s forward Alexandra Popp in action against USA’s defender Julie Johnston.","cleanCredit":"Photograph: Andre Pichette/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1705d9cb28dc4170ab049b82df16c6ee2832a1f0/0_21_3330_1999/3330.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1999,"width":3330,"orientation":"landscape","caption":"Lou Jiahui of China reacts after sliding on the artificial turf. Photograph: Maddie Meyer - FIFA/FIFA via Getty Images","credit":"Maddie Meyer - FIFA/FIFA via Getty Images","altText":"Lou Jiahui of China reacts after sliding on the artificial turf.","cleanCaption":"Lou Jiahui of China reacts after sliding on the artificial turf.","cleanCredit":"Photograph: Maddie Meyer - FIFA/FIFA via Getty Images"}],"webPublicationDate":"2015-07-04T13:59:59Z","lastModified":"2015-07-04T14:39:42Z","metadata":{"commentable":true,"commentCount":236,"contributors":[{"name":"Caitlin Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caitlin-murray"}],"feature":true,"keywords":["Women's World Cup 2015","USA women's football team","US sports","Football","Sport","Women's football"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/usa-womens-football-team","webTitle":"USA women's football team"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/womensfootball","webTitle":"Women's football"}],"section":{"id":"football"},"topics":[{"displayName":"Caitlin Murray","topic":{"type":"tag-contributor","name":"profile/caitlin-murray"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/04/womens-world-cup-fifa-tournament-mens","shortUrl":"http://gu.com/p/4achh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/04/womens-world-cup-fifa-tournament-mens","webUri":"http://www.theguardian.com/football/2015/jul/04/womens-world-cup-fifa-tournament-mens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bf5c3a83aff31fc300ddcdd3d2b12fc081a78ec/0_24_2768_1661/2768.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1661,"width":2768,"orientation":"landscape","caption":"Germany’s forward Alexandra Popp in action against USA’s defender Julie Johnston. Photograph: Andre Pichette/EPA","credit":"Andre Pichette/EPA","altText":"Germany’s forward Alexandra Popp in action against USA’s defender Julie Johnston.","cleanCaption":"Germany’s forward Alexandra Popp in action against USA’s defender Julie Johnston.","cleanCredit":"Photograph: Andre Pichette/EPA"}},"importance":3,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bf5c3a83aff31fc300ddcdd3d2b12fc081a78ec/0_24_2768_1661/2768.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1661,"width":2768,"orientation":"landscape","credit":"Andre Pichette/EPA","altText":"Germany’s forward Alexandra Popp in action against USA’s defender Julie Johnston.","cleanCredit":"Photograph: Andre Pichette/EPA"}}]}],"lastModified":"2015-07-05T07:53:34Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}