{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"US / Cuba formally dropped from terrorism 'blacklist'","rawTitle":"Cuba formally dropped from terrorism 'blacklist'","item":{"type":"article","id":"world/2015/may/29/us-formally-drops-cuba-from-terror-black-list","title":"US formally drops Cuba from terrorism 'blacklist'","trailText":"Cuba was placed on list in 1982 but has ‘provided assurances it will not support acts of international terrorism in the future’ yet economic sanctions remain","standFirst":"<p>Cuba was placed on list in 1982 but has ‘provided assurances it will not support acts of international terrorism in the future’ yet economic sanctions remain</p>","byline":"Alan Yuhas in New York","body":"<p>The United States has formally dropped Cuba from its list of state sponsors of terrorism, the State Department <a href=\"http://www.state.gov/r/pa/prs/ps/2015/05/242986.htm\">announced</a> on Friday, adding a symbolic punctuation mark to talks that aim to end decades of antagonism.</p> \n<p> The removal of Cuba from the terrorism list eliminates an obstacle to restoring diplomatic ties between the countries after a 50-year estrangement. Cuban diplomats had urged rescission as a condition of normalizing relations, alongside the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/19/cuba-to-open-account-with-american-bank-state-department-says\">restoration of bank services </a>for Cubans in the US. </p> \n<p>But the removal will have a limited impact on US economic sanctions, which remain in place under the embargo that has been imposed by Congress for decades.</p> \n<p>Rescinding the designation against Cuba is “an important step”, an American official told Reuters, before qualifying that “as a practical matter, most restrictions related to exports and foreign aid will remain due to the comprehensive trade and arms embargo”.</p> \n<p>Taking Cuba off the list has two main consequences, diplomatic and economic, said Christopher Sabatini, a Columbia University professor who specializes in Cuba studies. </p> \n<p>“This is something that for a long time sort of stuck in the craw of the Cubans, who really resented being lumped together with countries like Iran and Syria,” he said.</p> \n<p>“So it’s important on a diplomatic, transactional level, and on a financial one while it doesn’t remove all the obstacles, it eases the possibility of one of Obama’s principle reforms and opens up opportunities for US travellers and banks.”</p> \n<p>Sabatini said that with Cuba off the list, American banks and credit card companies would have less to fear of the risks to their reputation and finances that could be imposed by the bad publicity and potential fines of doing business with a designated sponsor of terror.</p> \n<p>The next steps, Sabatini suggested, were discussions about freedom of movement for American diplomats in Cuba, who face tight restrictions on where they can go and whom they can meet, for fear of their fomenting dissent among citizens.</p> \n<p>“This is a game of chess,” Sabatini said. “These are not friendly countries, there are decades of distrust. But the next move is basically Cuba’s for normalizing relations, and the question is will it allow for the unfettered travel of US diplomats.</p> \n<p>“President Obama has gone out on a limb here, it’s a risky move. There’s very vocal opposition to these changes and they will cry foul unless these concessions are reciprocated.”</p> \n<p>While some businesses and travelers have taken advantage of the relaxed rules surrounding Cuba, major banks and financial institutions <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/16/cuba-off-terror-lists-banks-still-wary-sanctions\">remain wary of the legal minefield</a> put in place by the embargo.</p> \n<p>“The embargo is still the big 800lb gorilla in the room,” said David Schwartz, chief executive of the Florida International Bankers Association. “Lifting the terror designation is a help to foreign banks that are dealing with Cuba and have had that concern, and this may in their mind ease that burden.</p> \n<p>“But although the administration is pushing to the limit of what they can do, to go any further would require lifting the embargo,” he said.</p> \n<p>In December, Obama ordered the State Department to review Cuba’s presence on the terror list and report back to him within six months, as part of his administration’s new policy toward the island nation.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/14/obama-remove-cuba-list-state-sponsors-terrorism\">Obama to remove Cuba from list of state sponsors of terrorism</a> </p> \n</aside> \n<p>When that review was complete, Obama wrote to Congress in April, saying the Cuban government had “not provided any support for international terrorism” in the past six months, and had “provided assurances that it will not support acts of international terrorism in the future”.</p> \n<p>In its statement on Friday, the State Department said: “While the United States has significant concerns and disagreements with a wide range of Cuba’s policies and actions, these fall outside the criteria relevant to the rescission of a State Sponsor of Terrorism designation.”<br /></p> \n<p>A handful of outspoken congressman, including Florida senator and Republican presidential candidate Marco Rubio, immediately denounced rapprochement. Rubio said that to take Cuba off the list would be a “terrible mistake”, but he and allies such as representatives Pete King and Scott Garrett failed to muster congressional resistance against the rescission. </p> \n<p>Former Florida governor Jeb Bush agreed with Rubio, his unofficial rival for the Republican 2016 nomination, in calling the move a mistake. </p> \n<p>“Obama seems more interested in capitulating to our adversaries than in confronting them,” he said</p> \n<p>Cuba was placed on the list in 1982 for supporting communist rebels in Latin America and Africa, but the US has not accused the island nation of direct military assistance for a foreign terrorist group in years.<br /></p> \n<p>Recent State Department reports have <a href=\"http://www.state.gov/j/ct/rls/crt/2013/224826.htm\">criticized Cuba</a> for offering safe haven to members of the Revolutionary Armed Forces of Colombia, Farc, and the Basque separatist group Eta. Cuba has since distanced itself from Eta, and is currently hosting peace talks between Farc and the Colombian government. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/21/cuba-us-thaw-fugitives-william-morales\">Cuba-US thaw brings fate of cold war-era fugitives on the island into focus</a> </p> \n</aside> \n<p>Frank Calzon of the Center for Free Cuba, a pro-democracy group, brought up Farc as well as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/21/cuba-us-thaw-fugitives-william-morales\">American fugitives</a> who fled to Cuba in his criticism of the Obama administration. </p> \n<p>“The president has given up the one leverage he had to obtain fugitives that murdered Americans and who are enjoying the hospitality of the Castro regime,” he said.<br /></p> \n<p>“Cuba’s listing as a sponsor of terror was renewed for years under this president. I think it’s shameful that Mr Obama acquiesced to Ra&uacute;l Castro’s pressure.”</p> \n<p>Both the president and Congress were criticized by Joe Connor, an American whose father was killed by a bomb set by Puerto Rican nationalists, one of whom escaped prison to Cuba. </p> \n<p>“We are truly living in an upside-down society,” Connor said, when “Obama capitulates to the likes of Cuba and then Congress, who is supposed to represent the people, capitulates to Obama.”</p> \n<p>But the Cuban-American community has grown increasingly <a href=\"http://www.nytimes.com/2012/10/21/opinion/sunday/bridging-the-cuban-generation-gap.html\">divided by age and politics</a>, as evinced by other groups who voiced support for the removal.</p> \n<p>The Washington DC-based Cuba Study Group said it was “pleased” by the rescission from the list. “For years, the arguments justifying Cuba’s continued inclusion [were] becoming more political than factual,” the group said, before urging Congress to lift the embargo.</p> \n<p>“While today’s announcement is important and symbolic, the US’s complex web of codified sanctions still create significant obstacles which hinder our ability to assist Cuba’s civil society and thus facilitate peaceful change,” its statement read.</p> \n<p>Younger Cuban Americans have <a href=\"http://www.reuters.com/article/2014/12/21/us-cuba-usa-miami-analysis-idUSKBN0JZ0OY20141221\">also supported rapprochement with Cuba</a>, forming organizations such as Cuba Now, which supports greater business ties between US and Cuban companies. Ric Herrero, executive director of the group, welcomed the change of Cuba’s status. Conceding “there is much to criticize about the Cuban government’s repressive practices”, he described Cuba’s place on the list as “the result of domestic political calculations rather than factual findings”.</p> \n<p>“By lifting the designation, a cloud is lifted that will make it easier for US citizens and American businesses to embrace the new regulatory environment in support of the Cuban people.”</p> \n<p>Roots for Hope, a nonprofit led by young people in the Miami area, similarly advocates for greater interaction with Cubans, and has allied with tech companies to build internet infrastructure on the island.</p> \n<p>The only countries that will now remain on the US terror list are Iran, Sudan and Syria.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432916140613/0cd5daa7-1f58-42d7-9b42-a4588b006ac1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Desmond Boylan/AP","altText":"The removal of Cuba from the US terrorism list eliminates an obstacle toward restoring diplomatic ties between the United States and the communist-led Caribbean island state after 50-year estrangement. ","cleanCredit":"Photograph: Desmond Boylan/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-29T22:17:38Z","lastModified":"2015-05-29T23:03:42Z","metadata":{"commentable":true,"commentCount":287,"contributors":[{"name":"Alan Yuhas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/19/1411137976218/Alan-Yuhas-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-yuhas"}],"feature":false,"keywords":["Cuba","US news","Americas","US foreign policy"],"tags":[{"id":"world/cuba","webTitle":"Cuba"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/americas","webTitle":"Americas"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"}],"section":{"id":"world"},"topics":[{"displayName":"Alan Yuhas","topic":{"type":"tag-contributor","name":"profile/alan-yuhas"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/us-formally-drops-cuba-from-terror-black-list","shortUrl":"http://gu.com/p/49bbt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/us-formally-drops-cuba-from-terror-black-list","webUri":"http://www.theguardian.com/world/2015/may/29/us-formally-drops-cuba-from-terror-black-list"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432916140613/0cd5daa7-1f58-42d7-9b42-a4588b006ac1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The removal of Cuba from the US terrorism list eliminates an obstacle toward restoring diplomatic ties between the US and the communist-led Caribbean island state after 50-year estrangement.  Photograph: Desmond Boylan/AP","credit":"Desmond Boylan/AP","altText":"The removal of Cuba from the US terrorism list eliminates an obstacle toward restoring diplomatic ties between the United States and the communist-led Caribbean island state after 50-year estrangement. ","cleanCaption":"The removal of Cuba from the US terrorism list eliminates an obstacle toward restoring diplomatic ties between the US and the communist-led Caribbean island state after 50-year estrangement. ","cleanCredit":"Photograph: Desmond Boylan/AP"}},"importance":7,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Texas flooding / Obama signs disaster declaration after 21 people killed","rawTitle":"Obama signs disaster declaration after 21 people killed","item":{"type":"article","id":"us-news/2015/may/30/texas-flooding-obama-signs-disaster-declaration-after-21-people-killed","title":"Texas flooding: Obama signs disaster declaration after 21 people killed","trailText":"Hundreds are staying in shelters after the floods turned streets into rivers, ripped homes off their foundations and swept over thousands of vehicles","standFirst":"<p>Hundreds are staying in shelters after the floods turned streets into rivers, ripped homes off their foundations and swept over thousands of vehicles</p>","byline":"","body":"<p>The US president, Barack Obama, signed a disaster declaration late on Friday for areas in Texas hammered by severe weather that killed at least 21 people, caused massive flooding and prompted evacuations throughout the course of the week.<br /></p> \n<p> Storms that battered north Texas on Thursday and Friday added more runoff to swollen rivers and prompted hundreds of calls for help in Dallas, where some areas saw up to seven inches (17.8 cm) of rain.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/gallery/2015/may/28/texas-residents-pick-up-pieces-devastating-floods-in-pictures\">Texas residents pick up the pieces after devastating floods – in pictures</a> </p> \n</aside> \n<p> “Communities across the state of Texas have experienced devastating destruction, injury and, most tragically, loss of life due to the major and unceasing severe weather system that has been impacting our state for weeks,” said the Texas governor, Greg Abbott, who has declared 70 counties disaster areas.</p> \n<p> The presidential declaration frees up federal funds to help rebuild. Residents and business owners who suffered damage were able to begin applying for aid this weekend, according to the statement from the White House.</p> \n<p> No estimate has been given for the damage in Texas, which has a $1.4tn a year economy and is the biggest domestic energy provider.</p> \n<p> Near Dallas on Friday thousands of cars were trapped for about six hours on a suburban freeway blocked by floodwaters. The Red Cross distributed Girl Scout cookies and water to stranded motorists.</p> \n<p>The National Weather Service issued a flash flood watch from central Texas into Missouri, with the additional rain tipping off a new round of flooding.<br /></p> \n<p> Dallas officials advised people to go home early and stay off streets that have seen more water than they can handle. “This would be a great night to stay home, watch a movie and cook some popcorn,” Dallas police deputy chief Scott Walton told a news conference.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/29/texas-flooding-residents-rescued-missing\">Texas residents rescued from flooding as more rain drenches waterlogged state</a> </p> \n</aside> \n<p> The mayor of Wharton, about 60 miles (96.5km) south-west of Houston, issued a mandatory evacuation order for about 900 people living near the Colorado river, which began flooding into the city on Thursday and has been rising steadily since.</p> \n<p> Hundreds of Texans were staying in shelters after the floods turned streets into rivers, ripped homes off their foundations and swept over thousands of vehicles.</p> \n<p> The rushing water trapped people in cars and houses. One Dallas-area police officer had to be plucked to safety by a helicopter.</p> \n<p> The rainfall for May across the state has already set a new record and more storms were forecast for Texas over the weekend.</p> \n<p> The Brazos river, which began overflowing its banks on Wednesday in Parker county about 30 miles west of Fort Worth, is expected to see another surge due to recent rains.</p> \n<p> “This situation will get worse before it gets better,” said George Teague, the Parker county emergency management co-ordinator.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/25b92feebd6deb437e1755f440010c4a07ce0d40/0_53_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Thomas Shea/Getty Images","altText":"The Colorado River in Wharton, Texas. At least 21 people have been killed across Texas after catastrophic flooding and tornadoes.","cleanCredit":"Photograph: Thomas Shea/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-30T05:44:05Z","lastModified":"2015-05-30T05:44:06Z","metadata":{"commentable":true,"commentCount":7,"contributors":[],"feature":false,"keywords":["US news","Texas","Barack Obama","US weather","Dallas","Missouri"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/texas","webTitle":"Texas"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"us-news/us-weather","webTitle":"US weather"},{"id":"us-news/dallas","webTitle":"Dallas"},{"id":"us-news/missouri","webTitle":"Missouri"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/30/texas-flooding-obama-signs-disaster-declaration-after-21-people-killed","shortUrl":"http://gu.com/p/49btz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/30/texas-flooding-obama-signs-disaster-declaration-after-21-people-killed","webUri":"http://www.theguardian.com/us-news/2015/may/30/texas-flooding-obama-signs-disaster-declaration-after-21-people-killed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/25b92feebd6deb437e1755f440010c4a07ce0d40/0_53_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"The Colorado River in Wharton, Texas. At least 21 people have been killed across Texas after catastrophic flooding and tornadoes. Photograph: Thomas Shea/Getty Images","credit":"Thomas Shea/Getty Images","altText":"The Colorado River in Wharton, Texas","cleanCaption":"The Colorado River in Wharton, Texas. At least 21 people have been killed across Texas after catastrophic flooding and tornadoes.","cleanCredit":"Photograph: Thomas Shea/Getty Images"}},"importance":5,"kicker":{"title":"Texas flooding"},"showQuotedHeadline":false,"sublinks":[]},{"title":"French farmer jailed for killing suspected truffle thief","rawTitle":"French farmer jailed for killing suspected truffle thief","item":{"type":"article","id":"world/2015/may/29/french-farmer-jailed-for-killing-suspected-truffle-thief","title":"French farmer jailed for killing suspected truffle thief","trailText":"Laurent Rambaud receives eight-year sentence for shooting man he thought was stealing his truffles","standFirst":"<p>Laurent Rambaud receives eight-year sentence for shooting man he thought was stealing his truffles</p>","byline":"Agence France-Presse","body":"<p>A French farmer has been sentenced to eight years in prison for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/french-farmers-trial-for-killing-of-suspected-truffle-thief-begins\" draggable=\"true\">shooting and killing a man he thought was stealing his truffles</a>. Laurent Rambaud, 37, had grown increasingly frustrated with a spate of thefts in the south-eastern region of Drome.</p> \n<p>On the night of 20 December 2010, he headed out into his fields armed with a shotgun. He came across 43-year-old Ernest Pardo, who was known as a truffle hunter and had previous indictments for theft, who was walking with his dog. </p> \n<p>Taking him for a thief and believing him to be armed, Rambaud fired two shots at Pardo, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/dec/22/french-truffle-farmer-shoots-trespasser\">killing him almost immediately</a>.</p> \n<p>The prosecutor Gilbert Emery had sought a 12-year sentence for Rambaud, arguing that the farmer was “conscious of his actions” and that he had an “obsession of chasing away the [suspected] truffle thief, of catching him and of eliminating him”.</p> \n<p>The charge against Rambaud had been reduced from murder to manslaughter after the court decided the killing was not premeditated.</p> \n<p>Rambaud, who was president of the young farmers’ association in the region and a volunteer fireman, had repeatedly complained about thefts.</p> \n<p>Truffles are a delicacy in France. Known as “black diamonds”, they are worth about €1,000 per kilo during the holiday season. </p> \n<p>“This is a man who felt he was in danger that night. He was scared,” his lawyer Alain Fort said in opening remarks at the trial, adding that local farmers had been confronted by armed thieves.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3496eb982e72bc1c27e06bc372beccabe202d30b/1007_879_4836_2903/4836.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2903,"width":4836,"orientation":"landscape","credit":"Jean-Philippe Ksiazek/AFP/Getty Images","altText":"Farmer Laurent Rambaud, 37-years-old, waits for the start of his trial on May 26, 2015, at the Assize court of the Drome region in Valence, southeastern France. Rambaud is accused of the fatal shooting with a shotgun of  Ernest Pardo, on December 20, 2010, after feeling threatened and believing him to be a truffle thief. AFP PHOTO / JEAN-PHILIPPE KSIAZEK   DromeJEAN-PHILIPPE KSIAZEK/AFP/Getty Images","cleanCredit":"Photograph: Jean-Philippe Ksiazek/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-29T20:55:22Z","lastModified":"2015-05-29T20:55:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["France","Europe","World news"],"tags":[{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/french-farmer-jailed-for-killing-suspected-truffle-thief","shortUrl":"http://gu.com/p/49bh5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/french-farmer-jailed-for-killing-suspected-truffle-thief","webUri":"http://www.theguardian.com/world/2015/may/29/french-farmer-jailed-for-killing-suspected-truffle-thief"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3496eb982e72bc1c27e06bc372beccabe202d30b/1007_879_4836_2903/4836.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2903,"width":4836,"orientation":"landscape","caption":"Laurent Rambaud, centre, in court in Valence, France.  Photograph: Jean-Philippe Ksiazek/AFP/Getty Images","credit":"Jean-Philippe Ksiazek/AFP/Getty Images","altText":"Laurent Rambaud","cleanCaption":"Laurent Rambaud, centre, in court in Valence, France. ","cleanCredit":"Photograph: Jean-Philippe Ksiazek/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Police believed to be the target as Philippine mosque attack injures 15","rawTitle":"Police believed to be the target as Philippine mosque attack injures 15","item":{"type":"article","id":"world/2015/may/30/police-believed-to-be-the-target-as-philippine-mosque-attack-injures-15","title":"Police believed to be the target as Philippine mosque attack injures 15","trailText":"10 police officers among those wounded in dual-blast attack on mosque on remote Philippine island long plagued by Islamic militancy, say officials","standFirst":"<p>10 police officers among those wounded in dual-blast attack on mosque on remote Philippine island long plagued by Islamic militancy, say officials</p>","byline":"Agence France-Presse in Jolo, Philippines","body":"<p>Fifteen people including 10 police officers were wounded in an attack on a mosque on a remote Philippine island long plagued by Islamic militancy, officials said on Saturday.<br /></p> \n<p>Successive blasts struck a mosque on the island of Jolo – an initial grenade attack followed by a bomb explosion that was intended to target police who rushed to the scene, local authorities said.</p> \n<p>“It seems the [first] explosion was set up to draw responders as the target,” the provincial police chief senior superintendent Abraham Orbita told reporters.</p> \n<p>Three of the five civilian causalities injured in the first explosion were children and 10 police officers were wounded by the improvised explosive device that detonated less than 10 minutes later, police said.</p> \n<p>No group has claimed responsibility for the attack, which occurred in the provincial capital of Jolo, a mainly Muslim island in the south of the predominantly Catholic Asian nation.</p> \n<p>The island is a known stronghold of Abu Sayyaf, a small group of a few hundred Islamic militants founded in the 1990s with seed money from al-Qaeda.</p> \n<p>The group gained international notoriety for some of the worst terror attacks in Philippine history including bombings and kidnappings of Christians and foreigners for ransom.</p> \n<p>Filipino security forces have received counter-terrorism training assistance from the United States for more than a decade. The US sent military advisers on short-term deployments to Jolo and other areas.</p> \n<p>However the Philippines has struggled to contain the group, whose leader last year pledged allegiance to Islamic State militants fighting in Syria and Iraq.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7359707623badca7dcf0e794a6c43005af6cda91/0_108_3380_2029/3380.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2029,"width":3380,"orientation":"landscape","credit":"Francis R. Malasig/EPA","altText":"Filipino riot police stand guard in Manila. Police were believed to be the target of a bomb attack on a mosque in the Philippines on Saturday.","cleanCredit":"Photograph: Francis R. Malasig/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-30T03:37:00Z","lastModified":"2015-05-30T03:37:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Philippines","Islam","World news","Religion","Asia Pacific"],"tags":[{"id":"world/philippines","webTitle":"Philippines"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/world","webTitle":"World news"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/30/police-believed-to-be-the-target-as-philippine-mosque-attack-injures-15","shortUrl":"http://gu.com/p/49btk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/30/police-believed-to-be-the-target-as-philippine-mosque-attack-injures-15","webUri":"http://www.theguardian.com/world/2015/may/30/police-believed-to-be-the-target-as-philippine-mosque-attack-injures-15"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7359707623badca7dcf0e794a6c43005af6cda91/0_108_3380_2029/3380.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2029,"width":3380,"orientation":"landscape","caption":"Filipino riot police stand guard in Manila. Police were believed to be the target of a bomb attack on a mosque in the Philippines on Saturday. Photograph: Francis R. Malasig/EPA","credit":"Francis R. Malasig/EPA","altText":"Filipino riot police stand guard in Manila. Police were believed to be the target of a bomb attack on a mosque in the Philippines on Saturday.","cleanCaption":"Filipino riot police stand guard in Manila. Police were believed to be the target of a bomb attack on a mosque in the Philippines on Saturday.","cleanCredit":"Photograph: Francis R. Malasig/EPA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Migration / Italian navy recovers corpses in Mediterranean","rawTitle":"Italian navy recovers corpses in Mediterranean","item":{"type":"article","id":"world/2015/may/29/italian-navy-recovers-corpses-of-migrants-in-mediterranean","title":"Italian navy recovers corpses of migrants in Mediterranean","trailText":"Navy manages to rescue 217 people from boat off the Libya coast<br>","standFirst":"<p>Navy manages to rescue 217 people from boat off the Libya coast<br /></p>","byline":"Reuters","body":"<p>Seventeen migrants died on a boat off the coast of Libya, the Italian navy said on Friday, in the latest episode in the Mediterranean migrant crisis. <br /></p> \n<p>The navy said it had rescued 217 migrants in an operation carried out by its ship Fenice. No further details were immediately available. </p> \n<p>Refugees escaping war and political persecution and economic migrants desperate for a better life have been pouring into Italy this year, with 35,500 arriving there up to the first week of May, according to UN refugee agency estimates. About 1,800 are either dead or missing. </p> \n<p>A navy spokesman said it was too early to say either how the migrants died or where those that had been saved would be taken. </p> \n<p>Hundreds or thousands of migrants are now setting sail almost every day, mainly from lawless Libya. Earlier on Friday, the Italian coastguard said more than 3,300 people had been rescued off the coast of Libya in 17 separate operations. </p> \n<p>It said its own ships as well as those of the Italian navy, Italian finance police and the navies of Ireland and Germany had been used. </p> \n<p>Italy is bearing the brunt of Mediterranean rescue operations while European Union authorities press other member states to share the burden more fairly through a resettlement quota system for refugees. </p> \n<p>However, an EU plan to disperse 40,000 migrants from Italy and Greece to other member countries met with resistance this week. Britain said it would not participate and some eastern states called for a voluntary scheme. </p> \n<p>Under plans put forward by the European commission, the bloc would accept 20,000 refugees from outside the 28-nation grouping and share them around EU states.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fb0c9ecf2ca60a563de45dade246deee0e306161/0_196_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Andreas Solaro/AFP/Getty Images","altText":"Officers and staff of the Italian Coast Guard, monitor the movement of shipping traffic in the Mediterranean Sea off the Italian coast, in the control center at the headquarter of Italian Coast Guard, on May 28 2015, in Rome. AFP PHOTO / ANDREAS SOLAROANDREAS SOLARO/AFP/Getty Images","cleanCredit":"Photograph: Andreas Solaro/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-29T20:47:43Z","lastModified":"2015-05-29T21:49:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Italy","Migration","Europe","World news"],"tags":[{"id":"world/italy","webTitle":"Italy"},{"id":"global-development/migration","webTitle":"Migration"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/italian-navy-recovers-corpses-of-migrants-in-mediterranean","shortUrl":"http://gu.com/p/49bhc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/italian-navy-recovers-corpses-of-migrants-in-mediterranean","webUri":"http://www.theguardian.com/world/2015/may/29/italian-navy-recovers-corpses-of-migrants-in-mediterranean"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fb0c9ecf2ca60a563de45dade246deee0e306161/0_196_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"The Italian coast guard control centre in Rome.  Photograph: Andreas Solaro/AFP/Getty Images","credit":"Andreas Solaro/AFP/Getty Images","altText":"The Italian coast guard control centre in Rome. ","cleanCaption":"The Italian coast guard control centre in Rome. ","cleanCredit":"Photograph: Andreas Solaro/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Migration"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Saudi Arabia / Second suicide bombing fuels Isis campaign fears","rawTitle":"Second suicide bombing fuels Isis campaign fears","item":{"type":"article","id":"world/2015/may/29/saudi-arabia-suicide-bomb-attack-kills-four-in-damman","title":"Second Saudi Arabia suicide bombing fuels Isis campaign fears","trailText":"Attacker detonates bomb in car park of Shia mosque in Dammam, killing four people a week after suicide blast kills 21 at another mosque in east of country","standFirst":"<p>Attacker detonates bomb in car park of Shia mosque in Dammam, killing four people a week after suicide blast kills 21 at another mosque in east of country</p>","byline":"Ian Black Middle East editor","body":"<p>In the second attack of its kind in a week, four people have died after a suicide bomber targeted a Shia mosque in Saudi Arabia’s eastern province, fuelling fears of an organised campaign by Islamic Stateto foment sectarian tensions inside the conservative Sunni kingdom.</p> \n<p>Reports from Dammam described a car bomb explosion at the entrance to the al-Anoud mosque, despite security measures put in place because of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/saudi-arabia-suicide-bomber-shia-mosque\">last Friday’s incident near Qatif</a>, in which 21 people were killed and 120 injured in the worst attack in Saudi Arabia in a decade.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/may/29/saudi-mosque-dammam-bomb-worshippers-react-video\">Video clips</a> showed men at prayers inside the mosque reacting in alarm when a loud bang was heard. The Saudi Press agency reported that guards had approached the attacker’s car as it was parking and that the driver then detonated the bomb. One of the dead appears to have been the bomber.</p> \n<p>The latest attack was quickly claimed by Isis, which said the “blessed martyrdom operation” had been carried out by a “soldier of the caliphate” it named as Abu Jandal al-Jazrawi. General Mansour al-Turki, spokesman for the Saudi interior ministry, said the terrorist was dressed in women’s clothes.</p> \n<figure class=\"element element-image\" data-media-id=\"70bdf652501b787442c1a47d095c5a7fa060beb5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432915470209/2ab6e647-cedb-4765-bdba-0a45378a0cee-460x276.jpeg\" alt=\"A policeman carries out an inspection after the explosion at the al-Anoud mosque\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A policeman carries out an inspection after the explosion at the al-Anoud mosque.</span> \n  <span class=\"element-image__credit\">Photograph: Faisal al-Nasser /Reuters</span> \n </figcaption> \n</figure> \n<p><a href=\"https://foreignpolicy.com/2015/05/22/isis-brings-the-war-to-saudi-arabia-qatif-mosque-bombing/?utm_content=buffer420a9&amp;utm_medium=social&amp;utm_source=twitter.com&amp;utm_campaign=buffer\">Analysts have described</a> “lone wolf” initiatives encouraged by Isis, though the speed of the claim of responsibility suggested planning and coordination. Isis has been paying special attention to Saudi Arabia since <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/13/islamic-state-audio-tape-baghdadi\">a speech by its leader</a>, Abu Bakr al-Baghdadi, excoriating the royal family as the “head of the snake and stronghold of disease”. </p> \n<p>Saudi Arabia’s special status in the Arab and Muslim worlds rests on its custodianship of the two holy mosques of Mecca and Medina.</p> \n<p>The latest bombing, like last week’s, was also followed by an Isis statement referring to “Wilayat Nejd”. <em tabindex=\"-1\">Wilaya</em> is the Arabic term for province. Nejd is the desert heartland of the Saudi kingdom that was first created in the 18th century – as distinct from the Hejaz – the country’s more liberal region along the Red Sea. It also used sectarian language to vilify Shia Muslims – who make up 15% of the Saudi population.</p> \n<p>The Saudi government has responded to the bombings with expressions of concern and pledges of severe punishment for the perpetrators. Earlier this week the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/29/saudi-arabia-mohammed-bin-nayef-crown-prince\">recently appointed</a> Crown Prince Mohammed Bin Nayef visited the al-Qudaih mosque in Qatif where hundreds of thousands of people turned out for the funerals of the victims. Unusually, Bin Nayef was <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=_caONSIIT0k&amp;feature=youtu.be\">publicly criticised by a resident</a> who challenged him to put an end to sectarianism. “If you do not do your part … then you are a silent partner in this crime,” the man told the prince. The video showing the encounter was viewed more than 800,000 times in less than 24 hours.</p> \n<p>Saudi authorities have jailed two prominent Shia clerics who have called for reforms such as adopting a constitutional monarchy. Last year one leading cleric, Sheikh Nimr al-Nimr, was sentenced to death for leading protests in Qatif.</p> \n<p>In the past few days liberal Saudis have called for an end to sectarian messages in education, the religious establishment and the media – and for a crackdown on extremist Sunni preachers blamed for anti-Shia incitement, often on private TV channels.</p> \n<p>“The perpetrators of these murderous acts are driven by an insane ideology disseminated by self-appointed clerics and reformers,” <a href=\"http://www.saudigazette.com.sa/mobile/index.cfm?method=sphome.spcon&amp;contentid=20150524244779\">commented</a> the Jeddah-based writer Khaled Al-Maeena. “For too long, we have kept quiet as they used the mosques, the media and other forms of communication to spread their evil philosophy. We … watched silently as some imams spewed hatred and spread falsehood about Muslims of other sects. These illiterate bigots should have been advised to shut up. We should not have remained silent and passive allowing their hatred to continue giving them the opportunity to manipulate the minds of many.”<br /></p> \n<p>Less progressive Saudi voices have objected to sectarianism on the grounds that it is used by “Safavid (Iranian)-Zionist-Crusader alliance” against the kingdom, in the words of Abdulaziz Fawzan, an influential sheikh.</p> \n<p>The Saudi government and many citizens blame Iran, the kingdom’s strategic rival, for backing the Shia-led government in Iraq, Hezbollah in Lebanon, Bashar al-Assad in Syria and most recently the Houthi rebels in neighbouring Yemen, where the Saudis are leading a bombing campaign in an attempt to restore Abd Rabbu Mansour Hadi’s government.</p> \n<p>The Saudis are also taking part in a US-led bombing campaign against Isis and rebuff criticism that they were responsible for the creation of the group because of previous backing for hardline Islamist factions fighting Assad. Riyadh now works more closely with its allies in Qatar and Turkey in supporting anti-Assad factions. Still, with an estimated 2,500 Saudi citizens having gone to fight in Syria or Iraq in recent years, an official crackdown in recent months may have meant that more Isis supporters are staying at home – and are prepared to act.</p> \n<p>Toby Matthiesen, a Saudi Arabia expert at Cambridge University, said: “Saudi Arabia may now have to choose between anti-Shia [sentiment] as a political tool at home and abroad and the very real threat that extremists taking anti-Shia [sentiment] too seriously will bring the fight back home – with unpredictable consequences for the stability of Saudi Arabia and the wider region.”</p> \n<p><br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432899320540/dd432b17-4eb5-4359-bf31-78ee657753f7-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Reuters","altText":"Smoke rises after an explosion near a Shi'a mosque in Dammam, Saudi Arabia.","cleanCredit":"Photograph: Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915471758/2ab6e647-cedb-4765-bdba-0a45378a0cee-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A policeman carries out an inspection after the explosion at the al-Anoud mosque. Photograph: Faisal al-Nasser /Reuters","credit":"Faisal al-Nasser /Reuters","altText":"A policeman carries out an inspection after the explosion at the al-Anoud mosque","cleanCaption":"A policeman carries out an inspection after the explosion at the al-Anoud mosque.","cleanCredit":"Photograph: Faisal al-Nasser /Reuters"}],"webPublicationDate":"2015-05-29T16:02:22Z","lastModified":"2015-05-29T23:32:00Z","metadata":{"commentable":true,"commentCount":371,"contributors":[{"name":"Ian Black","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ianblack"}],"feature":false,"keywords":["Saudi Arabia","World news","Middle East and North Africa","Religion","Islamic State"],"tags":[{"id":"world/saudiarabia","webTitle":"Saudi Arabia"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"world"},"topics":[{"displayName":"Ian Black","topic":{"type":"tag-contributor","name":"profile/ianblack"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/saudi-arabia-suicide-bomb-attack-kills-four-in-damman","shortUrl":"http://gu.com/p/49b4c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/saudi-arabia-suicide-bomb-attack-kills-four-in-damman","webUri":"http://www.theguardian.com/world/2015/may/29/saudi-arabia-suicide-bomb-attack-kills-four-in-damman"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456951616","source":"Other...","durationInSeconds":15,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/29/150529Saudibomb.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/29/150529Saudibomb_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/29/1432905701821/KP_250086_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Saudi","credit":"guardian.co.uk","altText":"620x372 trailpic for Saudi","cleanCaption":"620x372 trailpic for Saudi"}}},"importance":3,"kicker":{"title":"Saudi Arabia"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Canada / Conservatives under pressure after senior minister resigns","rawTitle":"Conservatives under pressure after senior minister resigns","item":{"type":"article","id":"world/2015/may/29/canada-conservatives-under-pressure-minister-resigns","title":"Canada's conservatives under pressure after another senior minister resigns","trailText":"Justice minister Peter MacKay’s resignation comes after former foreign minister announces exit from politics, putting yet more strain on Harper government","standFirst":"<p>Justice minister Peter MacKay’s resignation comes after former foreign minister announces exit from politics, putting yet more strain on Harper government</p>","byline":"John Barber in Toronto","body":"<p>The political pact binding Canadian conservatives together has come under renewed strain after yet another senior cabinet minister announced that he was bailing out of the increasingly unpopular government of Conservative prime minister Stephen Harper.</p> \n<p>Justice minister Peter MacKay <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/29/canada-politician-stephen-harper-parliament-resign\">declaration on Friday that he would not to seek re-election</a> in this fall’s upcoming federal election came after former foreign minister John Baird <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/03/canadian-foreign-minister-john-baird--resign\">unexpectedly announced he was leaving politics</a> earlier this year, increasing speculation that even the ruling Conservatives are seeing the end of days for their majority government in October.</p> \n<p>MacKay’s resignation came on the heels of news that Canada’s economy shrank by 0.1% in the first three months of 2015, the first quarterly contraction since 2011, representing a significant setback for the Harper government’s oil-based economic policy. “With economic numbers like these heading into the election, Mr Mackay won’t be the last cabinet minister to jump off this ship,” tweeted economist Jim Stanford of the trade union Unifor. </p> \n<p> A former defence minister, foreign minister and attorney general in successive Harper governments, MacKay played a key role in uniting right-wing factions to form the modern Conservative Party. He is considered a moderate in Ottawa and is often mentioned as a future party leader. </p> \n<p>MacKay is also one of the few personally popular members of the Harper government, having entertained Canadians during his bachelorhood with a love life that included a public jilting by a billionaire heiress and rumours of dates in rural Nova Scotia with Condoleeza Rice, which the former US secretary of state <a href=\"http://www.thestar.com/news/canada/2011/12/14/condoleezza_rice_dishes_on_how_peter_mackay_rescued_her.html\">has denied</a>.</p> \n<p> Currently married to Iranian-born singer and activist Nazanin Afshin-Jam, MacKay cited “entirely personal reasons” for his retirement during a press conference attended by the prime minister in Stellarton, Nova Scotia. Harper contributed a eulogy emphasizing MacKay’s commitment to the common cause.</p> \n<p>“I love what I do” MacKay said. “But simply put, I love my family more.” </p> \n<p>But he hinted strongly he would one day return to politics, citing his father’s advice: “Never lock a door when you leave, unless you have to.”</p> \n<p>Sympathetic observers see MacKay’s resignation as an obvious step for a potential future leader. “I think he’s probably decided the odds of Harper going anywhere soon aren’t very great and he wants to make some money,” said Brian Lee Crowley, director of the rightwing Maconald-Laurier Institute. “He could spend a few years making good money and when it’s time for Harper to go he would be well placed to return.”</p> \n<p>Others see it differently. “I think MacKay sees the writing on the wall and is getting out before he is booted out,” said Maude Barlow, head of the leftwing Council of Canadians. “Canadians have had it with this government.”</p> \n<p>Most polls agree, showing Harper winning a weak minority if the election were held today. If the same result occurs in October, according to University of Toronto political scientist Nelson Wiseman, there will be “massive pressure” on opposition leaders to overthrow the government.</p> \n<p>“Both McKay and Baird realize that in a minority situation, unless it’s very close to a majority, they’re toast,” Wiseman said, predicting that the opposition New Democrats and Liberals will combine to defeat any Conservative minority government at the earliest opportunity.</p> \n<p> </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3c00e4165616d96463408139feee872a6070773e/0_199_3499_2098/3499.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2098,"width":3499,"orientation":"landscape","credit":"Chris Wattie/Reuters","altText":"Canada's Justice Minister Peter MacKay arrives at a news conference on Parliament Hill in Ottawa in this file photo from November 20, 2013.   Mackay is expected to announce his resignation May 29, 2015, according to media sources. REUTERS/Chris Wattie/Files","cleanCredit":"Photograph: Chris Wattie/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-29T21:43:56Z","lastModified":"2015-05-30T00:01:43Z","metadata":{"commentable":true,"commentCount":65,"contributors":[{"name":"John Barber","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/john-barber"}],"feature":false,"keywords":["Canada","Americas","World news"],"tags":[{"id":"world/canada","webTitle":"Canada"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"John Barber","topic":{"type":"tag-contributor","name":"profile/john-barber"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/canada-conservatives-under-pressure-minister-resigns","shortUrl":"http://gu.com/p/49bhh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/canada-conservatives-under-pressure-minister-resigns","webUri":"http://www.theguardian.com/world/2015/may/29/canada-conservatives-under-pressure-minister-resigns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3c00e4165616d96463408139feee872a6070773e/0_199_3499_2098/3499.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2098,"width":3499,"orientation":"landscape","caption":"Canadian justice minister Peter MacKay declared on Friday he would not seek re-election this fall. Photograph: Chris Wattie/Reuters","credit":"Chris Wattie/Reuters","altText":"Peter MacKay","cleanCaption":"Canadian justice minister Peter MacKay declared on Friday he would not seek re-election this fall.","cleanCredit":"Photograph: Chris Wattie/Reuters"}},"importance":3,"kicker":{"title":"Canada"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-30T06:27:58Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}