{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Hamas executed  23 Palestinians under cover of Gaza conflict, says Amnesty","rawTitle":"Hamas executed 23 Palestinians under cover of Gaza conflict, says Amnesty","item":{"type":"article","id":"world/2015/may/27/hamas-executed-palestinians-under-cover-gaza-conflict-amnesty","title":"Hamas executed 23 Palestinians under cover of Gaza conflict, says Amnesty","trailText":"Damning report by rights group claims Hamas also carried out other horrific abuses in 2014 as it ‘ruthlessly settled scores’ with opponents ","standFirst":"<p>Damning report by rights group claims Hamas also carried out other horrific abuses in 2014 as it ‘ruthlessly settled scores’ with opponents </p>","byline":"Peter Beaumont in Jerusalem","body":"<p>Hamas has been accused of using the cover of last summer’s war in Gaza to carry out summary executions, including to “settle scores” against opponents under the pretext they were “collaborators with Israel”.</p> \n<p>The claims that Hamas committed rights abuses amounting to war crimes are made in a <a href=\"http://www.amnesty.org.uk/press-releases/hamas-tortured-and-killed-palestinian-collaborators-during-israel-conflict-new-report\">damning report </a>by Amnesty International highlighting abuses committed by Hamas during last summer’s 50-day war. </p> \n<p>It includes accusations that Hamas carried out the summary execution of at least 23 Palestinians and the arrest and torture of dozens of others, including members and supporters of Hamas’s political rivals, Fatah.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Hamas granted its forces free rein to carry out spine-chilling actions designed to exact revenge and spread fear</p> \n  <footer> \n   <cite>Philip Luther, Amnesty International</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Although Hamas described many of the summary executions as retribution against collaborators, according to Amnesty’s research some 16 were already in prison either serving sentences or in the midst of ongoing legal processes at the time the conflict broke out.</p> \n<p>The group’s Middle East and North Africa director, Philip Luther, said: “It is absolutely appalling that, while Israeli forces were inflicting massive death and destruction upon the people in Gaza, Hamas forces took the opportunity to ruthlessly settle scores, carrying out a series of unlawful killings and other grave abuses.</p> \n<p>“In the chaos of the conflict, the de facto Hamas administration granted its security forces free rein to carry out horrific abuses, including against people in its custody. These spine-chilling actions, some of which amount to war crimes, were designed to exact revenge and spread fear across the Gaza Strip.”</p> \n<p>Barred by Israel from entering Gaza to carry out its research, Amnesty says it relied on a local field worker to conduct its interviews.</p> \n<p>Hamas has long been accused of pursuing and committing human rights abuses against its Fatah rivals, dating back to 2007 when the Islamist group asserted its authority over the coastal strip. For its part, <a href=\"http://www.hrw.org/news/2015/05/07/palestine-students-detained-political-opinions-0\">security forces on the West Bank where Fatah is dominant, regularly arrest Hamas members or those supporting the group – most recently four students.</a><br /></p> \n<p>Although some of those executed had cases going through the courts for collaboration or were appealing against death sentences, the group claims that Hamas used the excuse of the conflict to carry out the killings without due process.</p> \n<p>In one of the most horrific and well publicised incidents during last summer’s war, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/22/hamas-executes-suspected-infomers-gaza\">six men were publicly executed by Hamas outside the al-Omari mosque on 22 August in front of hundreds of spectators, including children.</a></p> \n<p>At the time, the killings were condemned by human rights groups. One Cairo-based Hamas official, Moussa Abu Marzouk, admitted in an interview with Al Jazeera that not all legal recourses had been adhered to.</p> \n<p>Commenting on the Amnesty report, Salah Al-Bardaweel, Hamas’ official spokesman called it “unjust and unfair”, adding “its release in this way reveals the truth about the work of this organisation, which includes in its administration Israeli employees.” </p> \n<p><br /></p> \n<p>Among those identified as killed during the spate of executions, according to Amnesty, was Atta Najjar – described as a former police officer under the Palestinian Authority who had already been tried and sentenced on accusations of collaboration in 2009. Despite his conviction, and the fact he was already serving a 15-year jail sentence, Najjar was among those executed on 22 August.</p> \n<p>One of Najjar’s brothers told Amnesty: “There were marks of torture and bullet shots on his body. His arms and legs were broken … his body was as if you’d put it in a bag and smashed it ... His body was riddled with about 30 bullets.”</p> \n<p>According to the report, eight other detainees were still on trial charged with “collaboration” with Israel at the time of their executions. Six others had been awaiting the outcome of appeals against death sentences from a military court in Gaza on the same charges, while two others had been convicted and were serving prison terms when they were executed. </p> \n<p>Many had been sentenced after trials before courts whose proceedings are grossly unfair. A number had said they had been tortured in order to extract “confessions”.</p> \n<p>Another of those killed on 22 August 2014 was Ibrahim Dabour, an insurance company employee who had been awaiting trial before a military court on a charge of “communicating with hostile sides” when he was taken out and shot.</p> \n<figure class=\"element element-image\" data-media-id=\"185cdb0b58d24890cecb26f4a8596e0fdaed2253\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432655511455/4b3141e8-b963-4778-afe1-19d4be40b2b1-460x276.jpeg\" alt=\"A Palestinian protester, wearing a headband and scarf in support of Hamas, throws stones during clashes with Israeli security in the West Bank town of Hebron in August 2014. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Palestinian protester in a Hamas headband and scarf throws stones during clashes with Israeli security in Hebron last year. </span> \n  <span class=\"element-image__credit\">Photograph: Hazem Bader/AFP/Getty</span> \n </figcaption> \n</figure> \n<p>“We were told about the execution by people around us at 1pm,” his brother told Amnesty. “There was no official notification. He was executed at 9.30am on Friday. My brother received a text message at 10.31pm that night saying: ‘The judgment against Ibrahim Dabour has been carried out according to [sharia law] as per the ruling of the Revolutionary Court.’ Even if he had been sentenced to death, there would have been an appeals process and other alternatives. What they have done is nothing to do with justice, it’s just criminal. These are the actions of militias.”</p> \n<p>As well as the unlawful killings, others abducted by Hamas were subjected to torture, including severe beatings with truncheons, gun butts, hoses and wire, or held in stress positions. Some were interrogated and tortured or otherwise ill-treated in a disused outpatients’ clinic within the grounds of Gaza City’s main al-Shifa hospital. At least three people arrested during the conflict and accused of collaboration died in custody.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655085650/fe6ac676-afeb-488f-a0df-9b39027aa379-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"STRINGER/REUTERS","altText":"Hamas militants grab a Palestinian suspected of collaborating with Israel before being executed in Gaza City in August 2014.  ","cleanCredit":"Photograph: STRINGER/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655513165/4b3141e8-b963-4778-afe1-19d4be40b2b1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Palestinian protester in a Hamas headband and scarf throws stones during clashes with Israeli security in Hebron last year.  Photograph: Hazem Bader/AFP/Getty","credit":"Hazem Bader/AFP/Getty","altText":"A Palestinian protester, wearing a headband and scarf in support of Hamas, throws stones during clashes with Israeli security in the West Bank town of Hebron in August 2014. ","cleanCaption":"A Palestinian protester in a Hamas headband and scarf throws stones during clashes with Israeli security in Hebron last year. ","cleanCredit":"Photograph: Hazem Bader/AFP/Getty"}],"webPublicationDate":"2015-05-27T05:00:28Z","lastModified":"2015-05-27T08:09:56Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Peter Beaumont","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbeaumont"}],"feature":false,"keywords":["Hamas","Israel","World news","Middle East and North Africa","Gaza","Fatah","Amnesty International","War crimes","Palestinian territories"],"tags":[{"id":"world/hamas","webTitle":"Hamas"},{"id":"world/israel","webTitle":"Israel"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/gaza","webTitle":"Gaza"},{"id":"world/fatah","webTitle":"Fatah"},{"id":"world/amnesty-international","webTitle":"Amnesty International"},{"id":"law/war-crimes","webTitle":"War crimes"},{"id":"world/palestinian-territories","webTitle":"Palestinian territories"}],"section":{"id":"world"},"topics":[{"displayName":"Peter Beaumont","topic":{"type":"tag-contributor","name":"profile/peterbeaumont"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/27/hamas-executed-palestinians-under-cover-gaza-conflict-amnesty","shortUrl":"http://gu.com/p/498bd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/27/hamas-executed-palestinians-under-cover-gaza-conflict-amnesty","webUri":"http://www.theguardian.com/world/2015/may/27/hamas-executed-palestinians-under-cover-gaza-conflict-amnesty"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655085650/fe6ac676-afeb-488f-a0df-9b39027aa379-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hamas militants grab a Palestinian suspected of collaborating with Israel before being executed in Gaza City in August 2014. Photograph: Stringer/Reuters","credit":"Stringer/Reuters","altText":"Hamas militants grab a Palestinian suspected of collaborating with Israel before being executed in Gaza City in August 2014.  ","cleanCaption":"Hamas militants grab a Palestinian suspected of collaborating with Israel before being executed in Gaza City in August 2014.","cleanCredit":"Photograph: Stringer/Reuters"}},"importance":7,"showQuotedHeadline":false},{"title":"Texas floods / Toll continues to rise after torrential rains leave state awash","rawTitle":"Toll continues to rise after torrential rains leave state awash","item":{"type":"article","id":"us-news/2015/may/27/texas-floods-toll-continues-to-rise-after-torrential-rains-leave-state-awash","title":"Texas floods: toll continues to rise after torrential rains leave state awash","trailText":"State of emergency declared in at least 40 counties, with the missing including 13 people inside a holiday home that was swept away by raging Blanco river","standFirst":"<p>State of emergency declared in at least 40 counties, with the missing including 13 people inside a holiday home that was swept away by raging Blanco river</p>","byline":"Associated Press in Houston","body":"<p>Torrential rains have killed at least 16 people in Texas and Oklahoma, including four in Houston where floods turned streets into rivers and led to about 1,000 calls for help in the fourth-most populous US city.<br /></p> \n<p> Numerous people remained missing in Texas after the storms slammed the states during the Memorial Day weekend, causing record floods that destroyed hundreds of homes and swept away bridges. A coffin from a Houston cemetery was unearthed and washed ashore on the banks of a bayou.</p> \n<p> “A lot of folks drove their car into high water and had to abandon those vehicles,” Houston Mayor Annise Parker said at a news conference.</p> \n<p> Two of the dead in Houston were found in their cars and another two were found in a bayou.</p> \n<p> The Oklahoma medical examiner’s office said six people died in weather-related incidents over the holiday weekend in the state.</p> \n<p> Though Parker said parts of the city were unscathed, more than 1,000 vehicles were submerged in the Houston floods and people took instead to bicycles, kayaks and surfboards to navigate water-covered streets.</p> \n<figure class=\"element element-image\" data-media-id=\"9add670d5085d3e860e49ebde3da06faba43d405\"> \n <img src=\"http://media.guim.co.uk/9add670d5085d3e860e49ebde3da06faba43d405/0_70_2998_1799/1000.jpg\" alt=\"A highway entrance covered by water and debris in downtown Houston.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A highway entrance covered by water and debris in downtown Houston.</span> \n  <span class=\"element-image__credit\">Photograph: Pat Sullivan/AP</span> \n </figcaption> \n</figure> \n<p> The Houston fire department brought about 500 people to safety in boats, local media reports said.</p> \n<p> President Barack Obama said on Tuesday he had assured the Texas governor, Greg Abbott, of federal help. Abbott has declared a state of disaster in at least 40 Texas counties, including Harris county, which includes Houston.</p> \n<p> Abbott said he deployed the state’s National Guard and was worried the death toll could rise.</p> \n<p> “It’s devastating to see what I saw on the Blanco river when this tidal wave of water just swept away neighborhoods,” he said, recalling a disaster area in central Texas.</p> \n<p> Thirteen people were missing due to flooding that hit along the Blanco river, county officials said. They were from two families whose vacation home was swept off its foundation in Wimberley, a town about 30 miles (50km) south-west of Austin. About 30 other people who were previously unaccounted for had been contacted, Hays county officials said.</p> \n<p> Dogs and boats were being used to search for the missing. The river rose so quickly and with such force that it caused a flood gauge to break, Hays county officials said.</p> \n<p> There was no damage estimate available for Texas, which has a $1.4tn-a-year economy and is the country’s main domestic source of energy as well as an agricultural and manufacturing power.</p> \n<figure class=\"element element-image\" data-media-id=\"37d9ac5a40280e269e90f54564e49ed8d25fcf1f\"> \n <img src=\"http://media.guim.co.uk/37d9ac5a40280e269e90f54564e49ed8d25fcf1f/0_0_1800_1080/1000.jpg\" alt=\"A garden shed deposited by floodwaters along the bank of the Blanco river in Wimberly, Texas.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A garden shed deposited by floodwaters along the bank of the Blanco river in Wimberley, Texas.</span> \n  <span class=\"element-image__credit\">Photograph: Stephen Spillman/EPA</span> \n </figcaption> \n</figure> \n<p> Houston resident Dutch Small, 40, climbed on to the roof of his car when the water came up to his knees inside his vehicle and was eventually rescued by a passing tow truck driver.</p> \n<p> “It happened so fast. Every person that died in the flooding, I know what was going through their minds. They didn’t measure the threat accurately. They were like me,” Small said.</p> \n<p> The National Weather Service issued tornado and thunderstorm watches for later on Tuesday and said more rain was expected this week in Texas and Oklahoma.</p> \n<p> More than 200 flights had been cancelled by early on Tuesday evening at airports in Houston and Dallas, some of the nation’s busiest, as blocked roads made it difficult for workers to get to their jobs. A sinkhole closed a runway at the Dallas/Fort Worth international airport.</p> \n<p> Roughly 100,000 customers lost power throughout the state after the storm due to high winds and rising waters that snapped power poles.</p> \n<p> In Houston about 11in (28cm) of rain fell on Monday while parts of Austin were hit by as much as 7in. Helicopter crews in both cities plucked to safety people who had been stranded in cars and on top of buildings.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432698872101/dd3a9859-529f-4a62-bb93-3d6bcb66bcf6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tamir Kalifa/Reuters","altText":"A resident of Wimberley, Texas, shows where the  Blanco river crested during the Memorial Day weekend floods.","cleanCredit":"Photograph: Tamir Kalifa/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9add670d5085d3e860e49ebde3da06faba43d405/0_70_2998_1799/2998.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":2998,"orientation":"landscape","caption":"A highway entrance covered by water and debris in downtown Houston. Photograph: Pat Sullivan/AP","credit":"Pat Sullivan/AP","altText":"A highway entrance covered by water and debris in downtown Houston.","cleanCaption":"A highway entrance covered by water and debris in downtown Houston.","cleanCredit":"Photograph: Pat Sullivan/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37d9ac5a40280e269e90f54564e49ed8d25fcf1f/0_0_1800_1080/1800.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1080,"width":1800,"orientation":"landscape","caption":"A garden shed deposited by floodwaters along the bank of the Blanco river in Wimberley, Texas. Photograph: Stephen Spillman/EPA","credit":"Stephen Spillman/EPA","altText":"A garden shed deposited by floodwaters along the bank of the Blanco river in Wimberly, Texas.","cleanCaption":"A garden shed deposited by floodwaters along the bank of the Blanco river in Wimberley, Texas.","cleanCredit":"Photograph: Stephen Spillman/EPA"}],"webPublicationDate":"2015-05-27T04:06:40Z","lastModified":"2015-05-27T04:06:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Texas","Oklahoma","Natural disasters and extreme weather","Flooding","US news","World news"],"tags":[{"id":"us-news/texas","webTitle":"Texas"},{"id":"us-news/oklahoma","webTitle":"Oklahoma"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"environment/flooding","webTitle":"Flooding"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/27/texas-floods-toll-continues-to-rise-after-torrential-rains-leave-state-awash","shortUrl":"http://gu.com/p/499vd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/27/texas-floods-toll-continues-to-rise-after-torrential-rains-leave-state-awash","webUri":"http://www.theguardian.com/us-news/2015/may/27/texas-floods-toll-continues-to-rise-after-torrential-rains-leave-state-awash"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432698872101/dd3a9859-529f-4a62-bb93-3d6bcb66bcf6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A resident of Wimberley, Texas, shows where the  Blanco river crested during the Memorial Day weekend floods. Photograph: Tamir Kalifa/Reuters","credit":"Tamir Kalifa/Reuters","altText":"A resident of Wimberley, Texas, shows where the  Blanco river crested during the Memorial Day weekend floods.","cleanCaption":"A resident of Wimberley, Texas, shows where the  Blanco river crested during the Memorial Day weekend floods.","cleanCredit":"Photograph: Tamir Kalifa/Reuters"}},"importance":5,"kicker":{"title":"Texas floods"},"showQuotedHeadline":false},{"title":"Indonesia sets date for final death row appeal of Frenchman Serge Atlaoui","rawTitle":"Indonesia sets date for final death row appeal of Frenchman Serge Atlaoui","item":{"type":"article","id":"world/2015/may/27/indonesia-sets-date-for-final-death-row-appeal-of-frenchman-serge-atlaoui","title":"Indonesia sets date for final death row appeal of Frenchman Serge Atlaoui","trailText":"Atlaoui had been due to face a firing squad in April but was given a late reprieve to complete last appeal","standFirst":"<p>Atlaoui had been due to face a firing squad in April but was given a late reprieve to complete last appeal</p>","byline":"Staff and agencies","body":"<p>An Indonesian court said it would hear a last-ditch appeal by a French man on death row on 3 June, after a verdict expected this week was delayed by the absence of the presiding judge.</p> \n<p> Serge Atlaoui <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/29/bali-nine-who-are-the-nine-people-being-executed-by-indonesia\">had been due to face the firing squad with other prisoners in April</a> but won a last-minute reprieve for the completion of his legal appeals.</p> \n<p> France’s president, Fran&ccedil;ois Hollande, has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/29/france-increases-diplomatic-efforts-to-save-man-from-execution-in-indonesia\">warned Indonesia it would face “consequences”</a> if it were to press ahead with his execution.</p> \n<p> Indonesia has harsh penalties for drug trafficking and resumed executions in 2013 after a five-year lull.</p> \n<p>The president, Joko Widodo, has rejected clemency pleas from foreign nationals who are among a group of about 60 drug convicts scheduled for execution.</p> \n<p>Fourteen have been executed this year, including Australians Andrew Chan and Myuran Sukumaran; Nigerians Raheem Salami, Silvester Obiekwe Nwolise, Okwudili Oyatanze and Martin Anderson; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/30/brazilian-executed-by-indonesia-was-hearing-voices-all-the-time\">Brazilian Rodrigo Gularte</a> and Indonesian Zainal Abidin, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/28/bali-nine-pair-executed-indonesia\">who were all shot dead in April</a>.</p> \n<p>Mary Jane Veloso, from the Philippines, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/30/indonesian-executions-why-was-mary-jane-veloso-spared\">was given a last-minute reprieve</a> from execution, but remains on death row.</p> \n<figure class=\"element element-image\" data-media-id=\"1686a5341428c68e48453c5f5535283f9e529fcc\"> \n <img src=\"http://media.guim.co.uk/1686a5341428c68e48453c5f5535283f9e529fcc/0_0_1225_735/1000.jpg\" alt=\"The eight people who were executed in Indonesia on 29 April 2015. Top row from left: Australians Myuran Sukumaran and Andrew Chan, Nigerian Okwuduli Oyatanze and Nigerian Martin Anderson. Bottom row from left: Nigerians Raheem Agbaje Salami and Silvester Obiekwe Nwolise, Brazilian Rodrigo Gularte, Zainal Abidin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The eight people who were executed in Indonesia on 29 April 2015. Top row from left: Australians Myuran Sukumaran and Andrew Chan, Nigerian Okwuduli Oyatanze and Ghanaian Martin Anderson. Bottom row from left: Nigerians Raheem Agbaje Salami and Silvester Obiekwe Nwolise, Brazilian Rodrigo Gularte, Zainal Abidin.</span> \n  <span class=\"element-image__credit\">Photograph: The Guardian</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/joko-widodo-defends-death-penalty-as-positive-for-indonesia\">Widodo has declared the death penalty “positive” for his country</a>, adding: “My duty as president of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/indonesia\">Indonesia</a> is to carry out the law and I’m sure other countries will understand this.</p> \n<p>“Every day 50 young Indonesians die [drug-related deaths]; in one year that is 18,000 dead. I hope they understand about that.”</p> \n<p> The Jakarta administrative court is reviewing Atlaoui’s challenge against the president’s refusal of clemency.</p> \n<p> “As our presiding judge is in training, the court hearing could not take place and we postponed to next week,” Judge Indaryadi said in a court session on Tuesday.</p> \n<p> The hearing has been rescheduled for 3 June and a verdict is expected soon after.</p> \n<p> The attorney general’s office has said Atlaoui’s current legal challenge would be his last appeal.</p> \n<p> Atlaoui was sentenced to death for his involvement in an ecstasy factory in Jakarta that was capable of producing 100kg (220lb) of the illegal pills every week. He has always protested his innocence, saying he believed he was carrying out work installing industrial machines in an empty factory building.</p> \n<p>If Atlaoui were to be shot by Indonesian firing squad, he would be the first French person to be executed in 38 years.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/182779714c4d9956c7f6c6f9c35969acf2588d3d/0_0_4000_2400/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2400,"width":4000,"orientation":"landscape","credit":"Romeo Gacad/AFP/Getty Images","altText":"Serge Atlaoui (C) is escorted by armed Indonesian elite police commandos following a court hearing in Jakarta.","cleanCredit":"Photograph: Romeo Gacad/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1686a5341428c68e48453c5f5535283f9e529fcc/0_0_1225_735/1225.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":735,"width":1225,"orientation":"landscape","caption":"The eight people who were executed in Indonesia on 29 April 2015. Top row from left: Australians Myuran Sukumaran and Andrew Chan, Nigerian Okwuduli Oyatanze and Ghanaian Martin Anderson. Bottom row from left: Nigerians Raheem Agbaje Salami and Silvester Obiekwe Nwolise, Brazilian Rodrigo Gularte, Zainal Abidin. Photograph: The Guardian","credit":"The Guardian","altText":"The eight people who were executed in Indonesia on 29 April 2015. Top row from left: Australians Myuran Sukumaran and Andrew Chan, Nigerian Okwuduli Oyatanze and Nigerian Martin Anderson. Bottom row from left: Nigerians Raheem Agbaje Salami and Silvester Obiekwe Nwolise, Brazilian Rodrigo Gularte, Zainal Abidin.","cleanCaption":"The eight people who were executed in Indonesia on 29 April 2015. Top row from left: Australians Myuran Sukumaran and Andrew Chan, Nigerian Okwuduli Oyatanze and Ghanaian Martin Anderson. Bottom row from left: Nigerians Raheem Agbaje Salami and Silvester Obiekwe Nwolise, Brazilian Rodrigo Gularte, Zainal Abidin.","cleanCredit":"Photograph: The Guardian"}],"webPublicationDate":"2015-05-27T05:38:48Z","lastModified":"2015-05-27T05:38:50Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Indonesia","France","Asia Pacific","World news","Bali Nine","Capital punishment","Drugs"],"tags":[{"id":"world/indonesia","webTitle":"Indonesia"},{"id":"world/france","webTitle":"France"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/bali-nine","webTitle":"Bali Nine"},{"id":"world/capital-punishment","webTitle":"Capital punishment"},{"id":"society/drugs","webTitle":"Drugs"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/27/indonesia-sets-date-for-final-death-row-appeal-of-frenchman-serge-atlaoui","shortUrl":"http://gu.com/p/499vf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/27/indonesia-sets-date-for-final-death-row-appeal-of-frenchman-serge-atlaoui","webUri":"http://www.theguardian.com/world/2015/may/27/indonesia-sets-date-for-final-death-row-appeal-of-frenchman-serge-atlaoui"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/182779714c4d9956c7f6c6f9c35969acf2588d3d/0_0_4000_2400/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2400,"width":4000,"orientation":"landscape","caption":"Serge Atlaoui is escorted by armed Indonesian elite police commandos following a court hearing in Jakarta. Photograph: Romeo Gacad/AFP/Getty Images","credit":"Romeo Gacad/AFP/Getty Images","altText":"Serge Atlaoui (C) is escorted by armed Indonesian elite police commandos following a court hearing in Jakarta.","cleanCaption":"Serge Atlaoui is escorted by armed Indonesian elite police commandos following a court hearing in Jakarta.","cleanCredit":"Photograph: Romeo Gacad/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false},{"title":"Papua New Guinea / Woman accused of sorcery reportedly hacked to death","rawTitle":"Woman accused of sorcery reportedly hacked to death","item":{"type":"article","id":"world/2015/may/27/woman-accused-of-sorcery-reportedly-hacked-to-death-in-papua-new-guinea","title":"Woman accused of sorcery reportedly hacked to death in Papua New Guinea","trailText":"Woman known as Mifila had been saved from ‘death row’ in a remote village in January but was allegedly ‘chopped’ to death by attackers from another village","standFirst":"<p>Woman known as Mifila had been saved from ‘death row’ in a remote village in January but was allegedly ‘chopped’ to death by attackers from another village</p>","byline":"Helen Davidson","body":"<p>A woman accused of sorcery for the second time has been hacked to death just months after she was saved from “death row” in a remote village in Papua New Guinea.</p> \n<p>The woman, known as Mifila, was killed last week, allegedly “chopped” to death by a number of attackers from another village a week’s trek away through the highlands jungle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/24/png-women-accused-of-sorcery-saved-from-murder-in-remote-village\">PNG women accused of sorcery saved from murder in remote village</a> </p> \n</aside> \n<p>“There was no evidence, literally nothing,” the deputy police commander of Enga province, Epenes Nili, said.</p> \n<p> Mifila was among <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/24/png-women-accused-of-sorcery-saved-from-murder-in-remote-village\">a group of four women who had been accused of witchcraft</a> following the death from measles of several villagers in January. Nili was part of a delegation which flew into the village, staging an intervention and rescue, which at the time was hailed as a resounding success.</p> \n<p>Nili told Guardian Australia he received a report of Mifila’s murder on Wednesday.</p> \n<p>“The lady, she was accused of performing magic resulting in the death of several people in the village,” Nili told Guardian Australia. “With this total lie, just because of the strong belief in [sorcery] there, she was murdered. Not by a relative but by another group of people.”</p> \n<p>Nili vowed to “send in the troops” to apprehend those who murdered Mifila.</p> \n<p>“I was so frustrated and so angry at what really happened, I am now compiling a full report. What I will be doing is asking everyone to make a submission and request to the parliamentarians and the leaders if they can fund my trip to fly in about 10-12 policemen including a medical doctor to exhume the body and conduct a post-mortem and immediately arrest the suspects, those who are aiding the suspects and those who took part in the murder of [Mifila].”</p> \n<p>He said his investigation would also establish if there was any involvement by a spiritual diviner – known as a “glass woman” – who had stood before the village at the January intervention and admitted she lied about the “guilt” of people accused of sorcery, in order to get money.</p> \n<p>Amnesty International said the case highlighted the “persistent failure” by the PNG government to address sorcery related acts of violence.<br /></p> \n<p>The PNG government is slowly pushing sorcery-related legislation, but a law which provided a defence to violence if it was done to “stop witchcraft” was only repealed in 2013.</p> \n<p>“The government must act immediately to ensure that the perpetrators of such attacks are brought to justice,” said Kate Schuetze, Amnesty International’s Pacific researcher, in a statement.<br /></p> \n<p>She said two other women “narrowly escaped death” last week and remain at risk.</p> \n<p>Last month four people in the village of Kaiwe, near Mount Hagen, were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/23/four-people-accused-of-sorcery-in-papua-new-guinea-await-judgment-by-spiritualist\">accused of sorcery and allegedly tortured by other villagers</a>. Two women were allegedly taken by drunken youths and tortured until they gave up the names of two men. The four were accused of witchcraft and tortured, before family and police intervened. </p> \n<p>One woman went back to her home community, but fears remained for the other three, particular the young woman. </p> \n<p>On Wednesday, Kamane Wauga, senior program officer in the PNG highlands for Oxfam, told Guardian Australia all four accused were now in their own communities and “currently safe” but would not be able to return to the village where they were accused.</p> \n<p>He said a glass man – who the community had agreed to wait for to judge the “guilt” of the four accused – had not arrived to perform his divining, and police had intervened to free the accused and allow them back to the village. Family members still hoped to have an investigation into the alleged torture.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/065d2ee695cabed6267c540abd929da0043318e6/0_0_900_540/900.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":540,"width":900,"orientation":"landscape","credit":"Anton Lutz","altText":"Papua New Guinea woman, Mifila, was murdered in May 2015, allegedly by a group of attackers who believed she had performed acts of sorcery resulting in the deaths of other villagers. ","cleanCredit":"Photograph: Anton Lutz"}],"bodyImages":[],"webPublicationDate":"2015-05-27T06:46:28Z","lastModified":"2015-05-27T06:48:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Helen Davidson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/1/1430447840677/Helen-Davidson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helen-davidson"}],"feature":false,"keywords":["Papua New Guinea","Religion","World news","Asia Pacific"],"tags":[{"id":"world/papua-new-guinea","webTitle":"Papua New Guinea"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"}],"section":{"id":"world"},"topics":[{"displayName":"Helen Davidson","topic":{"type":"tag-contributor","name":"profile/helen-davidson"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/27/woman-accused-of-sorcery-reportedly-hacked-to-death-in-papua-new-guinea","shortUrl":"http://gu.com/p/499vn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/27/woman-accused-of-sorcery-reportedly-hacked-to-death-in-papua-new-guinea","webUri":"http://www.theguardian.com/world/2015/may/27/woman-accused-of-sorcery-reportedly-hacked-to-death-in-papua-new-guinea"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/065d2ee695cabed6267c540abd929da0043318e6/0_0_900_540/900.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":540,"width":900,"orientation":"landscape","caption":"Papua New Guinea woman, Mifila, was murdered in May 2015, allegedly by a group of attackers who believed she had performed acts of sorcery resulting in the deaths of other villagers.  Photograph: Anton Lutz","credit":"Anton Lutz","altText":"Papua New Guinea woman, Mifila, was murdered in May 2015, allegedly by a group of attackers who believed she had performed acts of sorcery resulting in the deaths of other villagers. ","cleanCaption":"Papua New Guinea woman, Mifila, was murdered in May 2015, allegedly by a group of attackers who believed she had performed acts of sorcery resulting in the deaths of other villagers. ","cleanCredit":"Photograph: Anton Lutz"}},"importance":4,"kicker":{"title":"Papua New Guinea"},"showQuotedHeadline":false},{"title":"US / Penn State university fraternity linked to nude photos shut down for three years","rawTitle":"Penn State university fraternity linked to nude photos shut down for three years","item":{"type":"article","id":"us-news/2015/may/27/penn-state-university-fraternity-linked-to-nude-photos-shut-down-for-three-years","title":"Penn State university fraternity linked to nude photos shut down for three years","trailText":"Investigation into fraternity that used a secret Facebook page found some members engaged in sexual harassment, hazing and humiliation of females<br>","standFirst":"<p>Investigation into fraternity that used a secret Facebook page found some members engaged in sexual harassment, hazing and humiliation of females<br /></p>","byline":"Associated Press","body":"<p>A fraternity linked to a secret Facebook page on which photos of nude and semi-nude women were posted has been shut down by Penn State university for at least three years on Tuesday after a university fraternity council recommended a milder punishment.</p> \n<p>Penn State said its investigation found some Kappa Delta Rho members had engaged in sexual harassment, hazing that included boxing matches and a “persistent climate of humiliation for several females”.</p> \n<p>The university’s vice president for student affairs, Damon Sims, said not all the fraternity’s members were equally culpable.</p> \n<p>“Even so the sum of the organizational misbehaviors is far more than the university can tolerate from a student organization that seeks its imprimatur,” Sims said.</p> \n<p>The university canceled the fraternity’s recognition as a campus organization as of Tuesday, a status that will remain until May 2018.</p> \n<p>Penn State said it found members had forced pledges to run errands, clean the house, participate in boxing matches and maintain a painful posture similar to a push-up position, called a plank, with bottle caps under their elbows. Pledges also produced stories with pornographic images and what was described as a sex position of the day. The university said underage drinking and drug sales and use also were problems.<br /></p> \n<p>Two women, the university said, were subjected to persistent harassment.</p> \n<p>“The investigative report makes clear that some members of the KDR chapter promoted a culture of harassing behavior and degradation of women,” Sims said.</p> \n<p>Sims told the Interfraternity Council’s standards vice presidents in a letter on Tuesday that the university was overriding its recommendation Kappa Delta Rho remain active but engage in a process of change and heightened accountability.</p> \n<p>In a 13 May letter to Kappa Delta Rho’s chapter president two Interfraternity Council standards vice presidents said Penn State’s investigative report, which the university declined to make public, said members of the chapter were aware of and used two private Facebook pages “where highly inappropriate photographs and messages were posted”.</p> \n<p>The letter also said members “collectively” knew of hazing, drug use and students being “degraded in flyers left in public view throughout the chapter house”.</p> \n<p>Earlier on Tuesday the fraternity’s national executive director said the university’s report didn’t allege any member of the chapter had committed sexual assault. The executive director, Joseph Rosenberg, didn’t respond to messages seeking comment.</p> \n<p>The matter became public after State College police said in a search warrant they were looking into a Facebook page where, a former member told them, members shared photos of drug sales, hazing and unsuspecting victims, some of whom appeared to be asleep or passed out. The department has not released the results of its investigation.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432706234510/beb8bcb3-034d-400b-b873-095739f1195c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"penn state ","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-27T06:03:46Z","lastModified":"2015-05-27T06:03:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Pennsylvania","US news"],"tags":[{"id":"us-news/pennsylvania","webTitle":"Pennsylvania"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/27/penn-state-university-fraternity-linked-to-nude-photos-shut-down-for-three-years","shortUrl":"http://gu.com/p/499xv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/27/penn-state-university-fraternity-linked-to-nude-photos-shut-down-for-three-years","webUri":"http://www.theguardian.com/us-news/2015/may/27/penn-state-university-fraternity-linked-to-nude-photos-shut-down-for-three-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432706234510/beb8bcb3-034d-400b-b873-095739f1195c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Penn State said it found members of the Kappa Delta Rho fraternity had forced pledges to run errands, clean the house, participate in boxing matches and maintain a plank with bottle caps under their elbows.  Photograph: Alamy","credit":"Alamy","altText":"penn state ","cleanCaption":"Penn State said it found members of the Kappa Delta Rho fraternity had forced pledges to run errands, clean the house, participate in boxing matches and maintain a plank with bottle caps under their elbows. ","cleanCredit":"Photograph: Alamy"}},"importance":4,"kicker":{"title":"US"},"showQuotedHeadline":false},{"title":"Captured video appears to show foreign fighters in Nigeria's Boko Haram","rawTitle":"Captured video appears to show foreign fighters in Nigeria's Boko Haram","item":{"type":"article","id":"world/2015/may/27/captured-video-appears-to-show-foreign-fighters-in-nigerias-boko-haram","title":"Captured video appears to show foreign fighters in Nigeria's Boko Haram","trailText":"Nigerian army analysing footage, which shows amputations, stoning and floggings and a turbaned man making sharia judgments in Sudanese Arabic","standFirst":"<p>Nigerian army analysing footage, which shows amputations, stoning and floggings and a turbaned man making sharia judgments in Sudanese Arabic</p>","byline":"Reuters","body":"<p>Video footage found in captured Boko Haram camps by Nigeria’s military seems to give some of the clearest indication that foreign fighters hold positions of power within the Nigerian Islamist militant group.<br /></p> \n<p> The military says it is analysing the footage to identify fighters and study the group’s internal dynamics.</p> \n<p> The Nigerian government has previously spoken of foreign influence within the ranks of the jihadists but lacked hard evidence to back up its assertion.</p> \n<p> “They [foreigners] carry arms and fight alongside the other terrorists,” a senior military source, who declined to be identified, said. “They are also experts and trainers.“</p> \n<p> Reuters was not able to establish how many other foreigners were at the filmed event or what percentage of the militants’ fighting force they account for overall.</p> \n<p> In 2012, Boko Haram was reported to be receiving training from al-Qaida in the Islamic Maghreb, although there has been little to back up claims of foreigners at the core of the group beyond anecdotal evidence from civilians who escaped or soldiers who fought them.</p> \n<p> Boko Haram, which loosely translates as “western education is sinful” in the northern Hausa language, began an insurgency in 2009 to establish a state adhering to strict sharia law.</p> \n<p> The footage shows Boko Haram administering sharia judgments in front of a big crowd in a field stained with blood with a man speaking in Sudanese Arabic.</p> \n<p> “God ordered all believers to enforce his punishments,” the man, whose face is completely covered by a white turban, says to camera. “God ordered us to cut off the hand of the thief and flog the adulterer and adulteress.”</p> \n<p>Standing in the middle of a circle formed by the crowd and near a preacher shouting into a loudspeaker in Hausa, the man appeared to be overseeing at the gathering called to implement sharia law.<br /></p> \n<p> A man wearing a black turban stands next to him as he speaks in Arabic and occasionally nods in agreement while another waves the group’s black flag behind them. Turbans in this style are not typical in Nigeria’s north-east.</p> \n<p> In other parts of the film, men and women are flogged and several have hands amputated while the crowd cheers. A man is also stoned to death after being buried up to his head in a pit.</p> \n<p> The military says it believes the events took place in south-eastern Borno state in or near the town of Gwoza, Boko Haram’s former headquarters. The distinctive Mandara mountain range can be seen in the background. There was no time stamp to indicate when the half hour of video was filmed but a shorter, edited version of the film was released after the group took over Gwoza last summer.</p> \n<p> The discovery of the footage was reported in local Nigerian media and Reuters made a request to view the footage, which was granted by the military. The Nigerian military has not publicly released the footage while its analysts worked on identification and the workings of the group.</p> \n<p> “It [footage] helps document their atrocities as evidence in the event of any trial,” a senior military source said, adding: “To understand their pattern or mode of operation ... and equipment in their possession with other information, is vital for intelligence.” </p> \n<p>Reuters was unable to independently authenticate the footage and Boko Haram could not be reached for comment. Reuters viewed four separate videos.</p> \n<p>Boko Haram started as a clerical movement in Nigeria’s Borno state capital, Maiduguri, with a core membership from the Kanuri ethnic group spread around the Lake Chad basin.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/07/boko-haram-suicide-bombers-50-dead-maiduguri\">Boko Haram declares allegiance to Islamic State</a> </p> \n</aside> \n<p> Boko Haram is less media savvy than Islamic State in Syria and Iraq, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/07/boko-haram-suicide-bombers-50-dead-maiduguri\">to which it pledged allegiance in March.</a></p> \n<p> Isis is known for its slick, technically proficient propaganda videos, which attracted fighters from around the world.</p> \n<p> Far less is known about Boko Haram’s internal structure or how it ran the towns it took, though survivors recount rapes, starvation and beatings.</p> \n<p> Reuters also saw raw footage of a video titled “Harvest of Spies”, released in edited form in March, which copied Isis videos and showed the beheading of two men accused of being undercover government agents.</p> \n<p> The six-year Boko Haram insurgency has seen thousands killed and many abducted. Boko Haram kidnapped more than 200 schoolgirls near the northern village of Chibok in April 2014, causing international outcry.</p> \n<p> Nigeria’s army said it has freed more than 700 women and children in the last month during an operation to wrest back the Sambisa forest, a vast former colonial game reserve.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/apr/29/nigeria-sambisa-forest-boko-haram-hideout-kidnapped-school-girls-believed-to-be-held\">Inside Nigeria's Sambisa forest, the Boko Haram hideout where kidnapped school girls are believed to be held</a> </p> \n</aside> \n<p> The group, notorious for violence against civilians, controlled an area roughly the size of Belgium at the start of the year but has since been beaten back by Nigerian troops, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/10/foreign-troops-retake-nigerian-towns-from-boko-haram\">backed by Chad, Niger and Cameroon.</a></p> \n<p> Nigeria has regained most of the territory since February and launched an offensive last month to root the militants out of their last stronghold in the Sambisa forest.</p> \n<p> Boko Haram has been splintered but is not completely quashed. There are signs already that it is returning to its old guerilla-style tactics after attacking <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/28/-sp-maiduguri-nigeria-boko-haram-future\">Maiduguri</a> and hitting several other towns, including with suicide bombers. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/735e513e7788f4168bf746d04da912e0ceba0db2/0_0_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","credit":"HO/AFP/Getty Images","altText":"A handout picture released by the Nigerian military and taken on May 23, 2015 shows soldiers looking at debris of a vehicle used by Boko Haram Islamists and destroyed by militaries during an operation in Dikwa.  Boko Haram fighters hacked to death 10 people in remote northeast Nigeria, a local government official said on on May 25, as the military claimed to have thwarted a fresh attack.AFP PHOTO/HO/NIGERIAN MILITARY\n= RESTRICTED TO EDITORIAL USE - MANDATORY CREDIT \"AFP PHOTO / NIGERIAN MILITARY \" - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS =HO/AFP/Getty Images","cleanCredit":"Photograph: HO/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-27T01:24:06Z","lastModified":"2015-05-27T01:27:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Boko Haram","Nigeria","Africa","World news","Islamic State","Sharia law","Islam"],"tags":[{"id":"world/boko-haram","webTitle":"Boko Haram"},{"id":"world/nigeria","webTitle":"Nigeria"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"law/sharia-law","webTitle":"Sharia law"},{"id":"world/islam","webTitle":"Islam"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/27/captured-video-appears-to-show-foreign-fighters-in-nigerias-boko-haram","shortUrl":"http://gu.com/p/498q6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/27/captured-video-appears-to-show-foreign-fighters-in-nigerias-boko-haram","webUri":"http://www.theguardian.com/world/2015/may/27/captured-video-appears-to-show-foreign-fighters-in-nigerias-boko-haram"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/735e513e7788f4168bf746d04da912e0ceba0db2/0_0_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","caption":"Nigerian soldiers inspect the debris of a vehicle used by Boko Haram militants during an operation in Dikwa, Borno state.  Photograph: HO/AFP/Getty Images","credit":"HO/AFP/Getty Images","altText":"Nigerian soldiers inspect the debris of a vehicle used by Boko Haram militants and destroyed by militaries during an operation in Dikwa, Borno state.","cleanCaption":"Nigerian soldiers inspect the debris of a vehicle used by Boko Haram militants during an operation in Dikwa, Borno state. ","cleanCredit":"Photograph: HO/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false},{"title":"German man loses limbs after being dragged 3km between streetcar wagons","rawTitle":"German man loses limbs after being dragged 3km between streetcar wagons","item":{"type":"article","id":"world/2015/may/27/german-man-loses-limbs-after-being-dragged-3km-between-streetcar-wagons","title":"German man loses limbs after being dragged 3km between streetcar wagons","trailText":"20-year-old lost his balance running for the streetcar late at night in Dortmund, Germany, and became trapped between two carriages","standFirst":"<p>20-year-old lost his balance running for the streetcar late at night in Dortmund, Germany, and became trapped between two carriages</p>","byline":"Associated Press in Berlin","body":"<p>A 20-year-old German man lost both legs and an arm after becoming pinned between two streetcar wagons and dragged 3km through a western German city until a passenger noticed and pulled the emergency brake.</p> \n<p><a href=\"http://www.bild.de/news/inland/strassenbahn/schleift-mann-sechs-stationen-mit-41091600.bild.html\">Bild newspaper on Tuesday</a> quoted the man’s friend saying he had lost his balance while trying to run to the front of the streetcar in Dortmund to get on board at around midnight on Saturday.</p> \n<p>The newspaper said he lost his limbs after emergency surgery, but Dortmund police could not immediately be reached for confirmation. It was not clear whether the man was expected to survive.</p> \n<p>Police told the DPA news agency that somehow the trapped man had not been noticed in the dark, accounting for the delay rescuing him.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89c84537c0034ac807913208cd18a599661e29ca/0_127_4608_2767/4608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2767,"width":4608,"orientation":"landscape","credit":"Alamy","altText":"A streetcar in Dortmund.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-27T02:03:35Z","lastModified":"2015-05-27T07:06:15Z","metadata":{"commentable":true,"commentCount":74,"contributors":[],"feature":false,"keywords":["Germany","Transport policy","World news","Europe"],"tags":[{"id":"world/germany","webTitle":"Germany"},{"id":"politics/transport","webTitle":"Transport policy"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/27/german-man-loses-limbs-after-being-dragged-3km-between-streetcar-wagons","shortUrl":"http://gu.com/p/498q3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/27/german-man-loses-limbs-after-being-dragged-3km-between-streetcar-wagons","webUri":"http://www.theguardian.com/world/2015/may/27/german-man-loses-limbs-after-being-dragged-3km-between-streetcar-wagons"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89c84537c0034ac807913208cd18a599661e29ca/0_127_4608_2767/4608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2767,"width":4608,"orientation":"landscape","caption":"A streetcar in Dortmund. Photograph: Alamy","credit":"Alamy","altText":"A streetcar in Dortmund.","cleanCaption":"A streetcar in Dortmund.","cleanCredit":"Photograph: Alamy"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-27T07:50:13Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}