{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"NSA / Bulk phone records collection to end despite failure of USA Freedom Act","rawTitle":"Bulk phone records collection to end despite failure of USA Freedom Act","item":{"type":"article","id":"us-news/2015/may/23/nsa-bulk-phone-records-collection-usa-freedom-act-senate","title":"NSA bulk phone records collection to end despite USA Freedom Act failure","trailText":"After USA Freedom Act fails in early hours after long Senate session, administration confirms it has not applied to secret court for 90-day extension ","standFirst":"<ul>\n <li>Administration has not applied to secret court for 90-day extension</li>\n <li>USA Freedom Act fails in early hours after long Senate session</li>\n</ul>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/23/usa-freedom-act-fails-as-senators-reject-bill-to-scrap-nsa-bulk-collection\">Senators reject bill to scrap NSA bulk collection</a></li>\n</ul>","byline":"Spencer Ackerman in New York","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/23/usa-freedom-act-fails-as-senators-reject-bill-to-scrap-nsa-bulk-collection\">USA Freedom Act fails as senators reject bill to scrap NSA bulk collection</a> </p> \n</aside> \n<p>Even as the Senate remains at an impasse over the future of US domestic surveillance powers, the National Security Agency will be legally unable to collect US phone records in bulk by the time Congress returns from its Memorial Day vacation.</p> \n<p>The administration, as suggested in a memo it sent Congress on Wednesday, declined to ask a secret surveillance court for another 90-day extension of the order necessary to collect US phone metadata in bulk. The filing deadline was Friday, hours before the Senate <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/23/usa-freedom-act-fails-as-senators-reject-bill-to-scrap-nsa-bulk-collection\">failed to come to terms on a bill</a> that would have formally repealed the NSA domestic surveillance program.</p> \n<p>“We did not file an application for reauthorization,” an administration official confirmed to the Guardian on Saturday.</p> \n<p>The administration decision ensures that beginning at 5pm ET on 1 June, for the first time since October 2001 the NSA will no longer collect en masse Americans’ phone records.</p> \n<p>It represents a quiet, unceremonious end to the most domestically acrimonious NSA program revealed by whistleblower Edward Snowden, in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/06/nsa-phone-records-verizon-court-order\">a June 2013 expos&eacute; in the Guardian</a> – effectively preempting a bid by GOP leader Mitch McConnell to retain it. But McConnell and other Senate Republicans intend to continue their fight to preserve both that program and other broad surveillance powers under the Patriot Act.</p> \n<p>A chaotic early morning on Saturday in the Senate ended with the procedural defeat of the USA Freedom Act, which would have banned the NSA bulk collection program while renewing an expiring Patriot Act provision allowing FBI access to business records and a vast amount of US communications metadata.</p> \n<p>But McConnell, who is seeking to retain all current domestic surveillance powers, also failed to convince the Senate to pass a temporary extension of the provision, known as Section 215, which shuts down at midnight on 31 May. McConnell’s alternative would retain all existing FBI under Section 215 as well as the NSA bulk phone records collection. </p> \n<p>McConnell will reconvene the Senate on 31 May to attempt to settle the issue. Even if he can pass his temporary extension, all of Section 215 will still expire, since the House left on Thursday having overwhelmingly approved the Freedom Act and will not return until 1 June. </p> \n<p>With the two houses of Congress at odds, privacy advocates prepared themselves for a circumstance they had been unable to engineer since 2001: the wholesale rollback of a wide swath of post-9/11 domestic surveillance.</p> \n<p>“The Senate is in gridlock, but the tides are shifting,” Michael Macleod-Ball of the American Civil Liberties Union’s Washington office said Saturday. “For the first time, a majority of senators took a stand against simply rubber-stamping provisions of the Patriot Act that have been used to spy on Americans. </p> \n<p>“It’s disappointing that the Senate couldn’t coalesce around far reaching reform, but in its absence the Senate should simply let the expiring provisions sunset.”</p> \n<p>Until 31 May the NSA, the FBI, privacy advocates and legislators on all sides of the issue are in a state of uncertainty over the scope and reach of domestic US surveillance. Advocates of the USA Freedom Act in the House warned all week that the House would not restore the status quo ante on surveillance, particularly since a federal appeals court on 7 May ruled the NSA bulk phone records collection illegal.</p> \n<p>But should McConnell prevail in the Senate on 31 May, the coalition around the USA Freedom Act will be put to the test as never before.</p> \n<p>The compromise bill has substantial support from NSA allies, including the leaders of the intelligence committee, who considered it the only viable path to preserving as much surveillance authority as possible, particularly after Representative James Sensenbrenner and his team hinged its introduction this year to the expiration of Section 215. Similarly, many of the 88 votes against the bill last week came from surveillance reformers who considered it insufficient.</p> \n<p>It is unclear how the House will vote if its choices are pushed to the extremes that the Senate impasse has set up: all the post-9/11 domestic surveillance powers under the Patriot Act or none of them. </p> \n<p>The NSA and the Obama administration have conceded that the bulk domestic phone records collection has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/31/us-senate-intelligence-officials-nsa\">never stopped a terrorist attack</a>. Even though the administration has taken as a fallback position the line that the FBI surveillance powers under Section 215 are crucial for domestic counterterrorism, a Justice Department inspector general’s report issued on Thursday “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/21/fbi-patriot-act-doj-report\">did not identify</a> any major case developments that resulted from use of the records obtained <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/21/fbi-patriot-act-doj-report\">in response to Section 215 orders</a>.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/22/edward-snowden-nsa-reform\">Edward Snowden: NSA reform in the US is only the beginning</a> </p> \n</aside> \n<p>But now that the administration has set in motion the end of the bulk domestic phone records collection, McConnell will have to convince a recalcitrant Congress, in both Houses, to restart a program an appeals court has deemed illegal, as well as to undo the broader repeal of Patriot Act authorities prompted by Senate inertia.</p> \n<p>On Saturday privacy campaigners, on the verge of a goal that seemed unrealistic weeks ago, were cautiously optimistic.</p> \n<p>“No matter what comes next, tonight’s rejections of the extension of Section 215 represent a victory for democracy over totalitarianism; for open government over secret law; for reasonability over hysteria,” said David Segal of Demand Progress after the vote. </p> \n<p>“Those who helm the government’s surveillance apparatus have engaged in craven abuse of already overly-expansive spying powers that do nothing to reduce the threat of terrorism, but pose ongoing threats to privacy, freedom, and democratic governance.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/16/1429205095592/8a0926ea-2f10-47e5-af27-85101b84d1d8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Xinhua /Landov / Barcroft Media","altText":"Capitol, Stop Spying sign","cleanCredit":"Photograph: Xinhua /Landov / Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-05-23T13:34:52Z","lastModified":"2015-05-23T13:34:53Z","metadata":{"commentable":true,"commentCount":374,"contributors":[{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"}],"feature":false,"keywords":["NSA","The NSA files","Surveillance","Privacy","Edward Snowden","US news","US politics","Obama administration","US Congress","US Senate","House of representatives","World news"],"tags":[{"id":"us-news/nsa","webTitle":"NSA"},{"id":"us-news/the-nsa-files","webTitle":"The NSA files"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"us-news/us-congress","webTitle":"US Congress"},{"id":"us-news/us-senate","webTitle":"US Senate"},{"id":"us-news/house-of-representatives","webTitle":"House of representatives"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Spencer Ackerman","topic":{"type":"tag-contributor","name":"profile/spencerackerman"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/23/nsa-bulk-phone-records-collection-usa-freedom-act-senate","shortUrl":"http://gu.com/p/496q9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/23/nsa-bulk-phone-records-collection-usa-freedom-act-senate","webUri":"http://www.theguardian.com/us-news/2015/may/23/nsa-bulk-phone-records-collection-usa-freedom-act-senate"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/16/1429205095592/8a0926ea-2f10-47e5-af27-85101b84d1d8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A huge slogan board stands in front of the US Capitol building during a protest against government surveillance. Photograph: Xinhua /Landov / Barcroft Media","credit":"Xinhua /Landov / Barcroft Media","altText":"Capitol, Stop Spying sign","cleanCaption":"A huge slogan board stands in front of the US Capitol building during a protest against government surveillance.","cleanCredit":"Photograph: Xinhua /Landov / Barcroft Media"}},"importance":7,"kicker":{"title":"NSA"},"showQuotedHeadline":false},{"title":"Australia / Female gorilla dies after attack by young male at zoo","rawTitle":"Female gorilla dies after attack by young male at zoo","item":{"type":"article","id":"australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo","title":"Female gorilla dies after 'unprecedented' attack by young male at Australian zoo","trailText":"Julia, a 33-year-old gorilla, suffered extensive injuries after an unexpected display of aggression by 13-year-old Silverback Otana at Melbourne zoo","standFirst":"<p>Julia, a 33-year-old gorilla, suffered extensive injuries after an unexpected display of aggression by 13-year-old Silverback Otana at Melbourne zoo</p>","byline":"Australian Associated Press","body":"<p>A female gorilla at Melbourne zoo has died from injuries caused by one of the zoo’s young male gorillas in an unexpected display of aggression.</p> \n<p>Julia, a 33-year-old gorilla, died on Sunday after suffering extensive trauma from the attack on Friday, the zoo said in a statement.</p> \n<p>Otana, a 13-year-old Silverback male had previously shown some aggression towards female gorillas but zoo staff said the social dynamic between the gorillas had appeared to be working well.</p> \n<p>It’s normal for Silverback to assert their dominance, according to the zoo, though the result of Otana’s aggression toward Julia was unexpected and unprecedented.</p> \n<p>Melbourne zoo head vet Michael Lynch said Julia chose to spend part of Friday night away from the group and was moved to the veterinary hospital for examination on Saturday.</p> \n<p>“The vet team examining Julia found that she had experienced extensive trauma and significant complications resulting from the aggression on Friday,” Lynch said.</p> \n<p>Vets tried to stabilise her on Sunday, but were unsuccessful. </p> \n<p>Keepers say Julia’s death will change the social dynamic of the gorilla group.</p> \n<p>Otana, who arrived at Melbourne zoo from the UK in 2013, has been separated from the group.</p>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a64c9992c6bcfb070990eabba14457bd5c42cffb/0_129_988_592/988.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":592,"width":988,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"Gorilla Otana ventures out of his den at Melbourne Zoo in Melbourne, Wednesday, Oct. 9, 2013. The twelve year old male gorilla has just completed one month quarantine after arriving from Howlett's Wild Animal Park in the UK. Today was the first time he was offered an outside experience in his new area where he was also introduced on eof the resident females gorillas, Julia. (AAP Image/Julian Smith) NO ARCHIVING","cleanCredit":"Photograph: Julian Smith/AAP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T06:56:37Z","lastModified":"2015-05-24T07:08:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Melbourne","Zoology","Victoria","Australia news"],"tags":[{"id":"australia-news/melbourne","webTitle":"Melbourne"},{"id":"science/zoology","webTitle":"Zoology"},{"id":"australia-news/victoria","webTitle":"Victoria"},{"id":"australia-news/australia-news","webTitle":"Australia news"}],"section":{"id":"australia-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo","shortUrl":"http://gu.com/p/4973m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo","webUri":"http://www.theguardian.com/australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a64c9992c6bcfb070990eabba14457bd5c42cffb/0_129_988_592/988.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":592,"width":988,"orientation":"landscape","caption":"Otana, a 13-year-old Silverback male, arrived at Melbourne zoo from the UK in 2013. He had previously shown some aggression towards female gorillas. Photograph: Julian Smith/AAP","credit":"Julian Smith/AAP","altText":"Gorilla Otana","cleanCaption":"Otana, a 13-year-old Silverback male, arrived at Melbourne zoo from the UK in 2013. He had previously shown some aggression towards female gorillas.","cleanCredit":"Photograph: Julian Smith/AAP"}},"importance":5,"kicker":{"title":"Australia"},"showQuotedHeadline":false},{"title":"3,000 trafficked Vietnamese children enslaved in Britain","rawTitle":"3,000 trafficked Vietnamese children enslaved in Britain","item":{"type":"article","id":"global-development/2015/may/23/vietnam-children-trafficking-nail-bar-cannabis","title":"3,000 children enslaved in Britain after being trafficked from Vietnam","trailText":"Like many Vietnamese children, Hien was brought to Britain for a life of modern slavery. He ended up in prison on cannabis offences. We report on the gangs expanding across the UK and efforts to help their victims","standFirst":"Like many Vietnamese children, Hien was brought to Britain for a life of modern slavery. He ended up in prison on cannabis offences. We report on the gangs expanding across the UK and efforts to help their victims","byline":"Annie Kelly and Mei-Ling McNamara","body":"<p>Hien was 10 when he arrived in Britain. He did not know where he was or where he had been. He knew only that he was here to work. Since he emerged from the back of a lorry after crossing from Calais seven years ago, his experience has been one of exploitation and misery. He has been a domestic slave, been trafficked into cannabis factories, been abused and beaten and was eventually prosecuted and sent to prison. It has been a life of terror, isolation and pain.</p> \n<p>Hien’s story is not unique. He is one of an estimated 3,000 Vietnamese children in forced labour in the UK, used for financial gain by criminal gangs running cannabis factories, nail bars, garment factories, brothels and private homes. Charged up to &pound;25,000 for their passage to the UK, these children collectively owe their traffickers almost &pound;75m.</p> \n<p>While there is growing awareness of the use of trafficked Vietnamese people in the booming domestic cannabis trade, child trafficking experts are now warning that the British authorities are unable to keep up with the speed at which UK-based Vietnamese gangs are recruiting and exploiting children for use in other criminal enterprises such as gun-smuggling, crystal meth production and prostitution rings.</p> \n<p>“By our calculations there are around 3,000 Vietnamese children in the UK who are being used for profit by criminal gangs,” says Philip Ishola, former head of the UK’s Counter Human Trafficking Bureau.</p> \n<p>“The police and the authorities are now aware that trafficked children are being forced to work in cannabis farms but this is really only the tip of the iceberg. Often the same child will be exploited not just in a cannabis farm but also in myriad different ways. This is happening right under our noses and not enough is being done to stop it.”</p> \n<p>Police admit that they are struggling with the speed at which Vietnamese criminal gangs are diversifying and expanding their activities across the England and into Scotland and Northern Ireland. “Right now we are just fighting in the trenches, fighting in the nail bars,” said detective inspector Steven Cartwright, who heads Police Scotland’s human trafficking unit. “It is vital that we that we understand new methods being deployed by the gangs because we need to stop demand at one end or limit their ability to make money at the other.”</p> \n<p>Hien’s journey to the UK started when he was taken from his village at the age of five by someone who claimed to be his uncle. As an orphan, he had no option but to do as he was told. He spent five years travelling overland, completely unaware which countries he was going through, from Vietnam before being smuggled across the Channel and taken to a house in London. Here he spent the next three years trapped in domestic servitude, cooking and cleaning for groups of Vietnamese people who would come in and out of the property where he was held.</p> \n<p>The men in the house beat him and forced him to drink alcohol until he was sick. Other things happened to him that he still cannot talk about. He was never allowed out of the house and was told that if he tried to escape, the police would arrest him and take him to prison.</p> \n<p>During his time in that house, Hien says, many other Vietnamese children were brought in. They told him that they were here to work and to pay off debts for their families back home. They would stay for a few days and then be taken away, and Hien never saw them again. He became homeless after his “uncle” abandoned him. He slept in parks and ate out of bins. He was eventually picked up by a Vietnamese couple, who offered him a place to stay but then forced him to work in cannabis farms in flats in first Manchester and then Scotland.</p> \n<p>In his testimony to police, he says he still does not understand exactly what the plants were, although he understands now that they are worth a lot of money. He looked after the plants, using pesticides that made him ill, and only left the flat when he helped transport the leaves to be dried elsewhere. He was locked in, threatened, beaten and completely isolated from the outside world.</p> \n<p>“I was never paid any money for working there,” he says. “I did not stay there for money but because I was afraid and I hoped the whole thing would end soon.”</p> \n<p>When the police came, they found Hien alone with the plants. He told his story to the police, but was still sent to young offenders’ institution in Scotland, where he spent 10 months on remand, charged with cannabis cultivation. He was released only after the intervention of a crown prosecutor led to him being identified as a victim of trafficking.</p> \n<p>Vietnamese children such as Hien are easy pickings for the increasingly sophisticated trafficking gangs operating between the UK and Vietnam. Children <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/29/13000slavesukfourtimeshigherpreviouslythought\">make up nearly a quarter</a> of the estimated 13,000 people trafficked into the UK every year, and Vietnamese children are the <a href=\"http://www.nationalcrimeagency.gov.uk/publications/399-nca-strategicassessmentthenatureandscaleofhumantraffickingin2013/file\">largest group of children</a> trafficked to the UK. The United Nations Office on Drugs and Crime estimates that 30 Vietnamese children arrive illegally in the UK every month, on well-established smuggling routes.</p> \n<p>“Children are an increasingly valuable assets to criminal gangs because they are easy to get hold of, easily intimidated and exploited, and easy to keep isolated and unaware of what is really happening around them, which makes it far less likely for them to be able to disclose anything of use to the police,” says Ishola.</p> \n<p>When it comes to Vietnamese children, he says, the culture of seeing a child as the “golden egg”, who will be sent to work abroad and provide for their families still prevails. This attitude is exploited by gangs, who deceive families into believing that there is legitimate work in Britain for their children.</p> \n<p>“During their journey to the UK, the traffickers keep charging the children more and more money, and by the time they arrive, the pressure to pay back this enormous debt is a key factor in their vulnerability to ending up trapped in forced labour,” he says. “Upon arrival the children are faced with a highly organised system of criminal activity, with methods of control ranging from extreme physical brutality to debt bondage. Before they even arrive, that trap is set for them.”</p> \n<p>Members of the Vietnamese diaspora in London told the Observer that they had seen an explosion in child trafficking by criminal gangs operating on the peripheries of their communities in recent years. “Some of these children and victims have told me that it cost them &pound;25,000 to get to the UK,” said one Vietnamese community leader in London, who did not want to be named. “They come with a debt and they are not allowed to leave until the debt is paid. That is slavery and exploitation.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456455730__\n</div> \n<p>Like Hien, many of the children end up working on cannabis farms. The link between child trafficking and the UK’s domestic cannabis industry has been increasing, with Vietnamese children the main group at risk. According to a <a href=\"http://www.antislavery.org/includes/documents/cm_docs/2014/t/trafficking_for_forced_criminal_activities_and_begging_in_europe.pdf\">2014 report by the NGO AntiSlavery International</a>, almost all potential victims of trafficking linked to cannabis are Vietnamese, and more than 80% are children. Many of these children are subsequently prosecuted by the UK justice system, despite many being identified as potential victims of trafficking. This has led to Vietnamese children becoming the second-largest ethnic group held in youth detention centres across the UK.</p> \n<p>Vietnamese gangs have historically dominated the UK’s &pound;1bn cannabis trade and have been instrumental in the proportion of domestically grown cannabis in Britain rising from 15% in 2005 to about 90% now. While the trade remains enormously profitable – the number of Vietnamese cannabis factories in the UK <a href=\"https://crimestoppers-uk.org/get-involved/our-campaigns/national-campaigns/commercial-cannabis-cultivation/\">has grown by 150% </a>in the past two years – their grip has been weakened thanks to increased law enforcement and under competition from British growers. Now they are finding new and more efficient ways of doing business.</p> \n<p>“In terms of law enforcement, I think we’re about two years behind the curve,” says Daniel Silverstone, a criminologist at London Metropolitan University who has written extensively on Vietnamese gangs in the UK.</p> \n<p>“Traffickers have changed their modus operandi in recent years in direct response to the attention and interventions of law enforcement. A few years ago it was almost exclusively cannabis farms, but their business interests have now become much more diverse. So we’re seeing an expansion into Scotland and Northern Ireland, the use of nail bars for forced labour and money laundering, and moves into drugs like crystal meth.” This means that children, who are an integral part of the gangs’ business operations, are also now being moved into other areas of exploitation. “As their grip on the domestic cannabis trade slips a little, they are looking to maximise their profits from these children in whatever way they can,” he adds.</p> \n<p>The Metropolitan police say that there is now much more awareness of the complexity of tackling the UK’s child trafficking problem but that the closed nature of the Vietnamese community has made things difficult. “What has persistently been a challenge for us is making inroads into this community,” says Phil Brewer, who heads its new human trafficking and kidnap unit. “We usually only find out about a child when we make a raid and find someone in a cannabis factory or nail bar, but often this person has been through multiple forms of exploitation before we reach them.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/29/13000-slaves-uk-four-times-higher-previously-thought\">Up to 13,000 working as slaves in UK</a> </p> \n</aside> \n<p>Parosha Chandran, a leading human rights barrister and UN expert on trafficking, has represented Vietnamese children charged with cannabis cultivation who have gone through many different trafficking situations before being moved into cannabis farms.</p> \n<p>“Trafficked Vietnamese children have rarely faced just one type of forced labour,” she says. “I’ve come across cases where young people have been subjected to a spectrum of exploitative practices. In one of my cases, for example, the child was forced to look after people’s homes and care for their children, when he was just a child himself, then he was taken to work cleaning a nail bar, then moved to another place where he was forced to sew labels on to clothing – and all of this happened before he even arrived in the cannabis factory.”</p> \n<p>In March the UK passed its first Modern Slavery Bill, designed to increase the prosecution of traffickers and give better protection to victims of modern slavery in the UK. However, Chandran says that Vietnamese children continue to be prosecuted for cannabis cultivation while their traffickers remain free.</p> \n<p>“The Modern Slavery Act’s central focus on prosecution is misguided and its provisions fail to fully protect the rights of trafficked children,” she says. “We as a democratic country need to find durable solutions to ensure these children remain protected from harm for the rest of their lives.”</p> \n<p>At safe accommodation for child trafficking victims run by the charity Love146, Lynne Chitty, its UK care director, says that she has helped between 40 and 50 Vietnamese children try to rebuild their lives after trafficking experiences.</p> \n<p>“We have seen children starting to be exploited in multiple ways, to maximise the profit that can be gained from them,” she says. “We recently had a client who was in domestic servitude, forced to work in a nail bar during the day and every evening taken to a brothel and exploited there all night.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/27/human-traffickers-face-life-sentence-britain-slavery-bill\">Human traffickers may face life sentence under Britain's tough new slavery bill</a> </p> \n</aside> \n<p>Methods used to lure children from Vietnam to the UK are also becoming increasingly sophisticated, including use of social media. “Vietnamese children are brought to the UK, taken in by Vietnamese adults and put to domestic work,” says Swat Pandi, from the NSPCC’s child trafficking advice centre. “The child feels indebted to the adults for food and shelter and is told they need to return the favour by looking after cannabis plants. These children suffer high levels of neglect, emotional abuse and, in the absence of any protective factors, are highly vulnerable to physical and sexual abuse.”</p> \n<p>Despite the government’s pledge to end modern slavery and the UK’s first modern slavery bill, passed in March, Chitty says she has seen no change in the numbers of Vietnamese children coming through her charity’s services. “It’s very much business as usual,” she says. “We still have a problem with immediate safeguarding and appropriate placements for trafficked children. And young people are still being criminalised by the courts.”</p> \n<p>Even when a child has been taken out of trafficking and come under the care of a local authority, he or she is likely to return to the control of the traffickers. In 2013, <a href=\"http://www.centreforsocialjustice.org.uk/UserStorage/pdf/Pdf%20reports/CSJ_Slavery_Full_Report_WEB%285%29.pdf\">a report by independent thinktank the Centre for Social Justice</a> concluded that 60% of trafficked children in local authority care go missing, nearly a third of them within a week of arrival. Most are never found again. There are increasing reports of children being retrafficked from foster homes or when they have been given asylum status.</p> \n<p>“I don’t think we understand the entire enterprise,” says detective inspector Cartwright. “Despite our best intentions I think we’re not offering them anything that would persuade them to stay. Many will get retrafficked because we didn’t offer them a better alternative to what the traffickers are providing.”</p> \n<p>Hien is trying to rebuild his life after being given asylum in Scotland, but is struggling to find peace after years of trauma. “I still worry that the traffickers may find me and come to my house. But I know this time that I will ask for help,” he says. “I think they have justice here but I wish they hadn’t kept me in prison for so long. By telling my story, I want people to understand what I have experienced here.”</p> \n<p><em>Additional reporting by Neil Loughlin and Kieran Jones </em></p> \n<h2>MODERN SLAVERY IN NUMBERS</h2> \n<p><strong>10,000</strong></p> \n<p>The Home Office estimates that there are between 10,000 and 13,000 victims of modern-day slavery in the UK.</p> \n<p><strong>100</strong></p> \n<p>Estimates suggest that there could be 100 children trafficked every week into the UK. Albanian and Nigerian females, including adults, make up the largest groups being referred to agencies as potential victims, while Vietnamese people make up the largest number of males referred. British children make up the largest group of trafficked young people, while Vietnamese children are the largest number of foreign nationals exploited in the UK.</p> \n<p><strong>34%</strong></p> \n<p>The National Crime Agency has reported a 34% rise in potential trafficking victims in 2014 compared with a year earlier. Adults are predominantly victims of sexual exploitation, while minors are exploited for labour.</p> \n<p><strong>51%</strong></p> \n<p>The National Society for the Prevention of Cruelty to Children (NSPCC) says that 51% of all the young people referred to itschild trafficking advice centre from Vietnam have been reported missing at one time.</p> \n<p><strong>96%</strong></p> \n<p>Anti-Slavery International says that of the potential trafficking victims who were forced to cultivate cannabis, 96% were from Vietnam and 81% of those were children.</p> \n<p><strong>25%</strong></p> \n<p>Nearly 25% of all trafficking victims are children.</p> \n<p><strong>&pound;30,000</strong></p> \n<p>Agencies report that victims are being sold on, along with their debt, for as much as &pound;30,000, to other traffickers for multiple exploitation, including sex trafficking, domestic servitude and cannabis cultivation.</p> \n<p><strong>58%</strong></p> \n<p>Of the trafficked children who have disappeared, the NSPCC reported in its 2012 all-party parliamentary groupreport that 58% were being exploited for criminal activity and cannabis cultivation.</p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432385481290/26e646a6-6ccf-4d50-b618-1afc0fa401d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Murphy for the Observer","altText":"Cannabis illustration","cleanCredit":"Photograph: Matt Murphy for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-05-23T14:10:03Z","lastModified":"2015-05-24T00:55:45Z","metadata":{"commentable":true,"commentCount":595,"contributors":[{"name":"Annie Kelly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anniekelly"}],"feature":true,"keywords":["Slavery","World news","Global development","Human trafficking","Law","Drugs","Society","Drugs trade","UK news","Vietnam","Children"],"tags":[{"id":"world/slavery","webTitle":"Slavery"},{"id":"world/world","webTitle":"World news"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"law/human-trafficking","webTitle":"Human trafficking"},{"id":"law/law","webTitle":"Law"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"society/society","webTitle":"Society"},{"id":"world/drugs-trade","webTitle":"Drugs trade"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/vietnam","webTitle":"Vietnam"},{"id":"society/children","webTitle":"Children"}],"section":{"id":"global-development"},"topics":[{"displayName":"Annie Kelly","topic":{"type":"tag-contributor","name":"profile/anniekelly"}}],"series":{"title":"Modern-day slavery in focus","uri":"http://mobile-apps.guardianapis.com/lists/tag/global-development/series/modern-day-slavery-in-focus"},"embeddedVideos":[{"id":"gu-video-456455730","source":"guardian.co.uk","durationInSeconds":173,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/14/150422GlobalDevVietnam_KP-24209151_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/14/150422GlobalDevVietnam_KP-24209151.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/22/1429714175951/crop_KP_192204_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Global Development Vietnam trafficking interview","credit":"guardian.co.uk","altText":"620x372 trailpic for Global Development Vietnam trafficking interview","cleanCaption":"620x372 trailpic for Global Development Vietnam trafficking interview"}}],"adTargetingPath":"global-development"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/may/23/vietnam-children-trafficking-nail-bar-cannabis","shortUrl":"http://gu.com/p/496nx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/may/23/vietnam-children-trafficking-nail-bar-cannabis","webUri":"http://www.theguardian.com/global-development/2015/may/23/vietnam-children-trafficking-nail-bar-cannabis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432385445430/cb72ae29-008e-4ee5-ae08-764092c437ca-2060x1626.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1626,"width":2060,"orientation":"landscape","caption":"The number of Vietnamese cannabis factories in the UK has grown by 150% in the last two years. Photograph: Illustration: Matt Murphy for the Observer","credit":"Illustration: Matt Murphy for the Observer","altText":"The number of Vietnamese cannabis factories in the UK has grown by 150% in the last two years","cleanCaption":"The number of Vietnamese cannabis factories in the UK has grown by 150% in the last two years.","cleanCredit":"Illustration: Matt Murphy for the Observer"}},"importance":5,"showQuotedHeadline":false},{"title":"Germany / Woman aged 65 gives birth to quadruplets after IVF treatment","rawTitle":"Woman aged 65 gives birth to quadruplets after IVF treatment","item":{"type":"article","id":"world/2015/may/23/annegret-raunigk-german-woman-birth-quadruplets-aged-65","title":"German woman aged 65 gives birth to quadruplets after IVF treatment","trailText":"Three boys and one girl born prematurely at 26 weeks but chances of survival are good, says TV channel following Annegret Raunigk’s pregnancy","standFirst":"Three boys and one girl are born prematurely at 26 weeks but chances of survival are good, says TV channel following Annegret Raunigk’s pregnancy","byline":"Robin McKie Science editor","body":"<p>A 65-year-old German woman has given birth to quadruplets after undergoing an artificial insemination procedure in Ukraine, it was revealed on Saturday. The woman, Annegret Raunigk, already has 13 children.</p> \n<p>The quadruplets – three boys and a girl – were born prematurely at 26 weeks in a Berlin hospital but have “good chances of surviving”, according to the entertainment channel RTL, which has negotiated exclusive rights to the woman’s story.</p> \n<p>Raunigk lives in Berlin and is an English and Russian teacher who is close to retirement. In addition to her children, she has seven grandchildren. RTL said the new arrivals make her the world’s oldest mother of quadruplets. The boys have been named Dries, Bence and Fjonn and the girl Neeta.</p> \n<p>The 65-year-old became pregnant after undergoing several artificial insemination procedures in Ukraine and made headline news in April when the German press revealed that the attempt had resulted in a quadruple pregnancy. At the time, she said she decided to try to have another child because her youngest daughter, who is nine, wanted a little brother or sister, according to RTL.</p> \n<p>At the time, the <em>Bild am Sonntag</em> tabloid quoted Raunigk, whose oldest daughter is 44, as saying it had been “a shock” when doctors first broke the news that she was expecting quadruplets though she did not consider reducing the number of embryos and said she had no reservations about the challenge facing her.</p> \n<p>“I’m not actually afraid. I simply assume I’ll remain healthy and fit. In matters of organisation I have enough experience, that’s not new for me,” she was quoted as saying in <em>Bild</em>.</p> \n<p>Raunigk made headlines 10 years ago, when she gave birth to her 13th child, Lelia, at the age of 55. That pregnancy was also the subject of an exclusive coverage deal with RTL.</p> \n<p>“At first, I only wanted one child,” she told reporters. “Not all were planned. But then things happen. I’m not a planner but rather spontaneous. And children keep me young.”</p> \n<p>Last month, Raunigk was accused of acting irresponsibly because she will be more than 70 years old when the quadruplets enter school. However, she has since dismissed the criticism. “You can never know what will happen. Things can also happen to you when you’re 20,” she said, adding that “it’s up to each individual to decide when they become a parent.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432398992005/Annegret-Raunigk-with-fam-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Annegret Raunigk (front row, second from left) pictured in 2005 with her then youngest daugher Lelia on her knee and other children and grandchildren. Photograph: AFP/Getty Images","credit":"/AFP/Getty Images","altText":"Annegret Raunigk with family memebers in 20015","cleanCaption":"Annegret Raunigk (front row, second from left) pictured in 2005 with her then youngest daugher Lelia on her knee and other children and grandchildren. Photograph: AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T17:23:46Z","lastModified":"2015-05-23T23:01:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Robin McKie","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robinmckie"}],"feature":false,"keywords":["Germany","IVF","Women","Health","Children","Society","Life and style","Europe","World news"],"tags":[{"id":"world/germany","webTitle":"Germany"},{"id":"society/ivf","webTitle":"IVF"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"society/health","webTitle":"Health"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Robin McKie","topic":{"type":"tag-contributor","name":"profile/robinmckie"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/23/annegret-raunigk-german-woman-birth-quadruplets-aged-65","shortUrl":"http://gu.com/p/497x9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/23/annegret-raunigk-german-woman-birth-quadruplets-aged-65","webUri":"http://www.theguardian.com/world/2015/may/23/annegret-raunigk-german-woman-birth-quadruplets-aged-65"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432398992005/Annegret-Raunigk-with-fam-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Annegret Raunigk (front row, second from left) pictured in 2005 with her then youngest daugher Lelia on her knee and other children and grandchildren. Photograph: AFP/Getty Images","credit":"/AFP/Getty Images","altText":"Annegret Raunigk with family memebers in 20015","cleanCaption":"Annegret Raunigk (front row, second from left) pictured in 2005 with her then youngest daugher Lelia on her knee and other children and grandchildren. Photograph: AFP/Getty Images"}},"importance":4,"kicker":{"title":"Germany"},"showQuotedHeadline":false},{"title":"China / Dozens dead in flooding, including two children on school bus","rawTitle":"Dozens dead in flooding, including two children on school bus","item":{"type":"article","id":"world/2015/may/24/dozens-dead-in-china-flooding-including-two-children-on-school-bus","title":"Dozens dead in China flooding, including two children on school bus","trailText":" Death toll likely to climb higher after central and south-eastern regions are inundated with heavy seasonal rain ","standFirst":"<p> Death toll likely to climb higher after central and southern regions are inundated with heavy seasonal rain </p>","byline":"Associated Press","body":"<p>The death toll in China’s latest round of flooding has risen to at least 52, including two schoolchildren aboard a bus carrying more than twice its legal load that plunged into a pond, authorities said.</p> \n<p>At least six other people are missing in floods that have ravaged mountain districts of six provinces and autonomous regions in central and southeastern China. More than 250,000 people have been moved to temporary shelters, and damage has been inflicted on buildings and crops.</p> \n<p>Apart from the two schoolchildren, 42 others have died due to floods and heavy rains, including 16 in the collapse of a nine-storey building in the city of Guiyang following a landslide.</p> \n<p>Eight other people were killed in the central province of Hunan when a bus skidded into a guardrail and overturned.</p> \n<p>The Guangxi regional government said 21 other kindergarten students were sent to the hospital in the school bus accident on Friday, with three listed in serious condition. The bus was licensed to carry 11 people, but had 26 on board.</p> \n<p>The driver, teachers and school administrators have been taken into custody, the government said. Overloaded buses have been involved in accidents killing scores of children in recent years as local schools are closed and consolidated into larger campuses farther away from the children’s village homes.</p> \n<p>Seasonal rains cause major flooding around China almost every year. The worst in recent history was in 1998, when 4,150 people died, most of them along the Yangtze river.</p> \n<p>The massive Three Gorges Dam has largely contained Yangtze flooding, but the problem persists in other parts of the country.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0d10cbf69a485bac4bf124f2c8cae3c6e0f7442c/0_3_4000_2401/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2401,"width":4000,"orientation":"landscape","credit":"Zhou Hua/AP","altText":"In this Thursday, May 21, 2015 photo released by China's Xinhua News Agency, residents move a motorcycle on a flooded street in Jiahui town of Gongcheng Yao Autonomous County, southwest China's Guangxi Zhuang Autonomous Region. The death toll in China's latest round of flooding has risen to more than 50, including two schoolchildren aboard a bus carrying more than twice its authorized passenger load that plunged into a pond, authorities said Saturday. (Zhou Hua/Xinhua via AP) NO SALES","cleanCredit":"Photograph: Zhou Hua/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T06:50:22Z","lastModified":"2015-05-24T06:50:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["China","Natural disasters and extreme weather","Asia Pacific"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/dozens-dead-in-china-flooding-including-two-children-on-school-bus","shortUrl":"http://gu.com/p/4973p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/dozens-dead-in-china-flooding-including-two-children-on-school-bus","webUri":"http://www.theguardian.com/world/2015/may/24/dozens-dead-in-china-flooding-including-two-children-on-school-bus"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0d10cbf69a485bac4bf124f2c8cae3c6e0f7442c/0_3_4000_2401/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2401,"width":4000,"orientation":"landscape","caption":"Residents move a motorcycle on a flooded street in Jiahui in the Guangxi Zhuang region of China. Photograph: Zhou Hua/AP","credit":"Zhou Hua/AP","altText":"china floods may 2015","cleanCaption":"Residents move a motorcycle on a flooded street in Jiahui in the Guangxi Zhuang region of China.","cleanCredit":"Photograph: Zhou Hua/AP"}},"importance":4,"kicker":{"title":"China"},"showQuotedHeadline":false},{"title":"HIV in Russia / On the streets with Moscow’s addicts","rawTitle":"On the streets with Moscow’s addicts","item":{"type":"article","id":"world/2015/may/24/putin-hiv-epidemic-moscow","title":"While Russia grapples with HIV epidemic, Moscow’s addicts share their filthy needles","trailText":"Infection rates are set to hit three million, but drug use and unsafe sex - the main causes - are rife","standFirst":"Infection rates are set to hit three million, but drug use and unsafe sex - the main causes - are rife","byline":"Alec Luhn in Moscow","body":"<p>Almost as soon as two HIV-prevention activists set up outside the pharmacy in the outskirts of Moscow with two huge backpacks of supplies, a skinny young man with mussed hair and an impish grin quickly walked up to them.</p> \n<p>“Do you have any ointment?” he asked, lifting up the leg of his tracksuit trousers to show a mass of red sores.</p> \n<p>Asking what else he might need, the activists put antibiotic ointments, bandages and clean needles in a plastic bag.</p> \n<p>“I don’t have any immunity, and this stuff is expensive in the pharmacy,” the young man said, giving his name only as Pavel, 28. His health problems arose from drinking and injecting heroin.</p> \n<p>Asked if he takes steps to protect himself from contracting the Aids-related virus, he said he got clean needles, condoms and advice from the activists from the <a href=\"http://en.rylkov-fond.org/\" title=\"\">Andrey Rylkov Foundation</a>.</p> \n<p>This was <a href=\"http://en.wikipedia.org/wiki/Maryino_District\" title=\"\">Maryino</a>, a far-flung district in south-east Moscow Drug addicts tend to gather near the nondescript pharmacy here because it sells <a href=\"http://www.patient.co.uk/medicine/tropicamide-eye-drops-mydriacyl-minims-tropicamide\" title=\"\">tropicamide eye drops</a>, which are typically used to dilate the pupil, without a prescription. Users add tropicamide to intravenous drugs to amplify the effect of the low-grade heroin they’re using.</p> \n<p>More than a dozen used needles were scattered in the parking lot and park outside the pharmacy, where a few middle-aged women were walking their dogs.</p> \n<p>“We call them snowdrops,” said activist Lena Remnyova, who was giving out flyers inviting people to a drive to clean up the used needles. “Some people find flowers when the snow melts; we find needles,” said colleague Asya Sosmina.</p> \n<p>Moscow is at the epicentre of a rising HIV epidemic: while the number of those infected in Russia pales in comparison with the numbers in sub-Saharan Africa, it is one of the few countries where rates are growing rather than declining.</p> \n<p>The government does not offer substitution therapy or harm reduction outreach, and the impact of grassroots groups such as Rylkov, which has only 15 staffers, is limited.</p> \n<p>The official count of Russians living with HIV has risen to 930,000 from 500,000 in 2010, and the actual number is probably much higher. (Of those registered, some 192,000 have already died.)</p> \n<p><a href=\"http://www.bbc.co.uk/news/magazine-32792830\" title=\"\">Vadim Pokrovsky, head of the federal Aids centre in Moscow</a>, predicted this month that at least <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/russian-hiv-aids-epidemic-worsening-under-kremlin-policies-says-expert\" title=\"\">two million Russians are likely to be officially registered as HIV-positive within five years, and a total of three million will have the virus</a>.</p> \n<p>According to Pokrovsky, the failure stems from a lack of funding and the Kremlin’s family-values-based approach to HIV prevention. Funding for fighting the disease has increased to 21bn roubles (&pound;270m) this year, but most will go to antiretroviral therapy rather than preventative measures, he said.</p> \n<p>“We need to spend 10 times more on prevention,” Pokrovsky was quoted as saying earlier this month. “We need many more resources and we need some political decisions – and changes in the law in connection with methadone and the private lives of individuals.”</p> \n<p>The reasons behind the HIV epidemic are twofold: intravenous drug use and unsafe sex. More than 60% of HIV-positive Russians are thought to have used drugs, but the most common method of spreading the disease is heterosexual intercourse. Yet what groups like the World Health Organisation see as the most effective treatment of intravenous drug addiction is illegal in Russia. Opioid substitution therapy programmes to wean addicts off drugs are banned, and the use or distribution of methadone is punishable by up to 20 years in prison.</p> \n<p>Crimea, annexed from Ukraine in March 2014, served as a case study in the effects of such an approach. For many of the 800-plus patients who had been undergoing substitution treatment there, being cut off from these programmes was a death sentence.</p> \n<p><a href=\"http://news.yahoo.com/aids-crisis-brewing-crimea-east-ukraine-says-un-002934023.html\" title=\"\">Michel Kazatchkine, the UN special envoy for HIV/Aids in eastern Europe and central Asia, said in January that 80 to 100 of these patients had died</a>.</p> \n<p>Pokrovsky has proposed introducing sex education to Russian schools, but in December <a href=\"http://en.wikipedia.org/wiki/Pavel_Astakhov\" title=\"\">children’s rights ombudsman Pavel Astakhov</a>, who once argued that the “best sex education there is, in fact, is Russian literature and literature in general”, pledged it would “never” be taught in Russia.</p> \n<p>“Most Russians are not in an official marriage, and a change in partners can lead to infection,” said <a href=\"http://www.aidspan.org/gfo_article/russias-harm-reduction-programs-threatened-want-funds\" title=\"\">Ilya Lapin, an HIV prevention advocate</a>. “A man infects himself and then he infects his partner. The problem is the lack of knowledge and education, even though it’s easier to teach prophylactics than treat the disease.”</p> \n<p>Instead of harm reduction programmes to improve the safety of drug addicts as a first step toward curing addiction, the official policy is one of rehabilitation in state-run institutions. But the paperwork required and strict schedule inhibits many drug users, and only 10-15% of patients at the city’s substance abuse centre make it through the month of detox and on to the free rehabilitation programme.</p> \n<p>The lack of outreach has driven organisations such as the Rylkov Foundation to hit the streets for guerrilla harm-reduction work.</p> \n<p>Five evenings a week, part-time employees like Remnyova and Sosmina stand near pharmacies selling tropicamide over the counter, mostly in the outlying districts of the city, where the drug problem is most acute.</p> \n<p>Besides clean needles and bandages, they hand out HIV and hepatitis tests, the organisation’s newspaper and other HIV prevention literature, and <a href=\"http://www.drugs.com/naloxone.html\" title=\"\">naloxone</a>, a drug that can be injected to help reverse an overdose.</p> \n<p>“Our government thinks you need to just get rid of your drug addiction and your life will all work out,” said Maksim Malyshev, a former heroin user who kicked his addiction with the help of harm reduction activists and became outreach coordinator at the Rylkov foundation.</p> \n<p>“But we’re realists because many people in our team are from the subculture, people who used drugs, people who still use drugs. To just quit completely doesn’t work, so we try to do things a different way.”</p> \n<p>In the two hours before the pharmacy closes, 14 men and seven women accept bags of medical supplies and quickly whispered advice from the two activists. As they stand near the pharmacy, its security guard comes out to berate them for helping drug users. He leaves them alone after they point out that it’s his pharmacy that is selling drugs without a prescription.</p> \n<p>Many addicts – knowing there is widespread stigma against them among both medical personnel and the population at large – are deterred from seeking help or getting treatment for infections. “When people see my hand and how varicose it is, they say get out of here,” said Sveta Yevseyeva – an occasional heroin user for the past 10 years – of the discrimination she faces every day. She can’t get a job because she’s on a register of known drug users, to which people are added if picked up by the police while high or if they leave detox early.</p> \n<p>Many of those who stopped said they were aware of HIV prevention methods but that clean needles and medical products were hard to afford.</p> \n<p>“We try to use clean needles and not share with unknown people, only with ones we know aren’t sick,” said one man who would give his name only as Sergei. But he admitted that a friend of his had been admitted to emergency care two months ago with Aids.</p> \n<p>Activists hope President Vladimir Putin will adopt a more progressive approach to HIV prevention before it’s too late. “Organisations like ours inform him, we send him reports, we do independent reports, we study international recommendations,” Lapin said. “We talk about this, but he doesn’t hear us.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432321205156/putin-hiv-epidemic-moscow-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A group of homeless intravenous drug users injecting themselves with heroin in Moscow Photograph: Robin Hammond/Panos","credit":"Robin Hammond/Panos","altText":"putin hiv epidemic moscow","cleanCaption":"A group of homeless intravenous drug users injecting themselves with heroin in Moscow Photograph: Robin Hammond/Panos"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:01:07Z","lastModified":"2015-05-23T23:01:42Z","metadata":{"commentable":true,"commentCount":53,"contributors":[{"name":"Alec Luhn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alec-luhn"}],"feature":false,"keywords":["Russia","Aids and HIV","Vladimir Putin","Drugs policy","Sex education","UK news"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"society/aids-and-hiv","webTitle":"Aids and HIV"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"politics/drugspolicy","webTitle":"Drugs policy"},{"id":"education/sexeducation","webTitle":"Sex education"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Alec Luhn","topic":{"type":"tag-contributor","name":"profile/alec-luhn"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/putin-hiv-epidemic-moscow","shortUrl":"http://gu.com/p/496m7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/putin-hiv-epidemic-moscow","webUri":"http://www.theguardian.com/world/2015/may/24/putin-hiv-epidemic-moscow"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432321205156/putin-hiv-epidemic-moscow-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A group of homeless intravenous drug users injecting themselves with heroin in Moscow Photograph: Robin Hammond/Panos","credit":"Robin Hammond/Panos","altText":"putin hiv epidemic moscow","cleanCaption":"A group of homeless intravenous drug users injecting themselves with heroin in Moscow Photograph: Robin Hammond/Panos"}},"importance":3,"kicker":{"title":"HIV in Russia"},"showQuotedHeadline":false},{"title":"Ukraine / Separatist commander killed","rawTitle":"Separatist commander killed","item":{"type":"article","id":"world/2015/may/24/ukraine-separatist-commander-leader-killed-in-car-bomb","title":"Separatist commander killed in Ukraine","trailText":"Leader of rebel Prizrak brigade Alexey Mozgovoy among those killed in attack in eastern Ukraine","standFirst":"<p>Leader of rebel Prizrak brigade Alexey Mozgovoy among those killed in attack in eastern Ukraine<br /></p>","byline":"Agence France-Presse","body":"<p> A separatist commander in eastern Ukraine was killed along with several other fighters after their car came under attack on Saturday, rebel authorities have announced. </p> \n<p>The defence ministry of the self-proclaimed Lugansk republic confirmed that Alexey Mozgovoy, the commander of a police battalion in the war-torn region, was among the dead and said it was hunting for the assailants behind the attack.</p> \n<p>The incident happened around 3pm GMT near the town of Alchevsk, some 40 kilometres (27 miles) from Lugansk, the official press agency of the self-declared republic said in a statement. </p> \n<p>“According to the preliminary information, the vehicle carrying Mozgovoy was hit by a bomb and then by machine-gun fire,” it said.</p> \n<p>“There are seven dead in total,” deputy Lugansk prosecutor Sergei Gorenko said at a press conference broadcast by Russian media, though he stressed that the toll was based on early information and could still change.</p> \n<p>“One of the lines of inquiry is that it was an act of sabotage by a group of spies,” he added.</p> \n<p>Mozgovoy was the well-known leader of the so-called Prizrak (Ghost) brigade that has taken part in some of the heaviest battles in Ukraine’s pro-Russian east since the start of the conflict last year.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/ukraine-separatist-conflict-odessa\">Ukraine fears spread of separatist conflict amid hostility towards Kiev</a> </p> \n</aside> \n<p>In December, the United States added his name to a list of people subject to sanctions for their involvement in the crisis, which has left more than 6,200 people dead so far.</p> \n<p>A leader of the neighbouring separatist region of Donetsk, Andrei Purgin, told Russian news agencies that he wanted to see a speedy investigation, warning that Kiev would “use the situation … to pour oil on the fire”.</p> \n<p>A shaky European-brokered ceasefire agreed in February has largely held despite sporadic flare-ups of fighting in the east.</p> \n<p>According to a daily toll update by the Ukrainian army on Saturday, one soldier was killed and five others injured in the conflict zone over the past 24 hours.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432425488673/8ccd712a-23b0-4652-b242-fc634025ee1f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Maxim Shemetov/Reuters","altText":"A pro-Russian separatist tank","cleanCredit":"Photograph: Maxim Shemetov/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-24T00:03:34Z","lastModified":"2015-05-24T00:52:25Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Ukraine","Europe","World news"],"tags":[{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/ukraine-separatist-commander-leader-killed-in-car-bomb","shortUrl":"http://gu.com/p/49732","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/ukraine-separatist-commander-leader-killed-in-car-bomb","webUri":"http://www.theguardian.com/world/2015/may/24/ukraine-separatist-commander-leader-killed-in-car-bomb"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432425488673/8ccd712a-23b0-4652-b242-fc634025ee1f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A pro-Russian separatist tank on a road in Yenakieve town, north-east of Donetsk. Photograph: Maxim Shemetov/Reuters","credit":"Maxim Shemetov/Reuters","altText":"A pro-Russian separatist tank","cleanCaption":"A pro-Russian separatist tank on a road in Yenakieve town, north-east of Donetsk.","cleanCredit":"Photograph: Maxim Shemetov/Reuters"}},"importance":3,"kicker":{"title":"Ukraine"},"showQuotedHeadline":false}],"lastModified":"2015-05-24T08:13:56Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}