{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Iran, Iraq and US squabble over fight against Isis","rawTitle":"Iran, Iraq and US squabble over fight against Isis","item":{"type":"article","id":"world/2015/may/25/iran-iraq-us-squabble-isis-advances","title":"Biden calls Iraqi PM to calm outcry over Carter remarks on fight against Isis","trailText":"Criticism of Iraqi forces based on ‘incorrect information’ says Baghdad while Iranian military commander says US has ‘no will’ to fight Isis","standFirst":"<ul>\n <li>Criticism of Iraqi forces based on ‘incorrect information’ says Baghdad<br /></li>\n <li>Iranian military commander says US has ‘no will’ to fight Isis</li>\n</ul>","byline":"Kareem Shaheen in Beirut","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/john-mccain-obama-climate-change-isis-threat\">John McCain mocks Obama for calling climate change a threat as Isis advances</a> </p> \n</aside> \n<p>Vice-President Joe Biden on Monday spoke to the Iraqi prime minister, Haider al-Abadi, to reassure him of US support, a day after controversial remarks by the defense secretary, Ash Carter, sparked a war of words over the recent military successes of Islamic State.</p> \n<p>Carter told CNN on Saturday Iraqi forces had shown “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/ramadi-iraqi-forces-lack-will-fight-isis-us-defense-secretary\">no will to fight</a>” Isis and had fled in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/17/iraqi-prime-minister-defence-anbar-isis-attacks\">Ramadi</a> despite outnumbering the militants. Isis also captured <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/killed-isis-palmyra-syria-tv-reports-tadmur-islamic-state\">Palmyra</a>, in Syria, last week.</p> \n<p>A spokesman for Abadi subsequently told the Associated Press Carter had been given “incorrect information”, and said: “We should not judge the whole army based on one incident.”</p> \n<p>A White House statement on Monday said Biden recognised “the enormous sacrifice and bravery” that Iraqi forces had displayed over the past 18 months in Ramadi and elsewhere, and welcomed an Iraqi decision to mobilise additional troops and prepare for counter-attack operations.<br /></p> \n<p>Nonetheless, rival powers and allies traded barbs and accusations over the recent successes of Islamic State, amid warnings that it may execute hundreds of hostages captured in its latest battles.</p> \n<p>In Iran Qassem Soleimani, the commander of the Quds Force, the external operations arm of the Revolutionary Guards, said the US had “no will” to fight Isis.</p> \n<p>“Today, there is nobody in confrontation with [Isis] except the Islamic Republic of Iran, as well as nations who are next to Iran or supported by Iran,” Soleimani told a daily newspaper, Javan, on Monday.<br /></p> \n<p>Soleimani said US fighter jets had done nothing to halt the Isis advance on Ramadi, and said the US was complicit in the group’s expansion.</p> \n<p>On Monday, the most senior British military officer to be involved in postwar planning in Iraq, Major General Tim Cross, said the Iraqi army lacked the necessary “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/25/iraqi-army-lacks-moral-cohesion-to-fight-isis-says-uk-military-chief\">moral cohesion</a>” to fight against Isis.<br /></p> \n<p>In Washington, Republican attacks on the Obama administration over its policy against Isis have grown louder. On Sunday John McCain, the chair of the Senate armed services committee, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/john-mccain-obama-climate-change-isis-threat\">mocked President Obama</a> for saying climate change was a threat to US national security when advances by Isis had not been checked.</p> \n<p>The international war of words highlighted disagreements between the US, Iraq and Iran over how to combat Isis. Months of air strikes have failed to check its advances.</p> \n<p>Last week, the militant group seized the capital of the predominantly Sunni Anbar province, its greatest victory in Iraq since its conquest of Mosul last summer and its declaration of a caliphate spanning swaths of Iraq and Syria.</p> \n<p>Isis advances have not been limited to Iraq. Last week, the group took control of the historic Syrian city of Palmyra and strategic gas fields nearby after a week-long siege that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/syria-iran-isis-battle-arab-world\">routed forces loyal to President Bashar al-Assad</a>. The victory has triggered a humanitarian crisis, due to the flight of thousands of residents.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/25/guardian-view-on-isis-victories-terrible-but-not-terminal\">The Guardian view on Isis victories: terrible but not terminal | Editorial</a> </p> \n</aside> \n<p>Isis has so far executed more than 200 people in the city and nearby villages, including civilians as well as pro-Assad fighters, according to the <a href=\"http://www.syriahr.com/en/\">Syrian Observatory for Human Rights</a>, a UK-based monitoring group with wide contacts in Syria.</p> \n<p>The group also holds some 600 captives from its battles in the east of the city of Homs and Palmyra, including pro-government fighters and civilians it accuses of aiding Assad. They are likely to face the same fate.</p> \n<p>The Assad regime said Isis had killed 400 civilians in Palmyra over the weekend, a claim both unsupported and contradictory to the regime’s own declaration when it withdrew from Palmyra that it had evacuated most of the civilians in the city.</p> \n<p>Assad’s air force launched more than a dozen air strikes on Palmyra on Monday, including raids near the ancient ruins of the city, which many fear Isis may damage or destroy.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f0ceaf7bcec56370d339de2827bc86c80d7032aa/0_49_4651_2795/4651.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2795,"width":4651,"orientation":"landscape","credit":"Haidar Hamdani/AFP/Getty Images","altText":"Iraqi government forces","cleanCredit":"Photograph: Haidar Hamdani/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-26T06:37:02Z","lastModified":"2015-05-26T06:37:05Z","metadata":{"commentable":true,"commentCount":616,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Islamic State","Syria","Iraq","Iran","Joe Biden","Middle East and North Africa","US military","Obama administration","US foreign policy","US national security","US news","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/iran","webTitle":"Iran"},{"id":"us-news/joebiden","webTitle":"Joe Biden"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"us-news/us-military","webTitle":"US military"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"},{"id":"us-news/us-national-security","webTitle":"US national security"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/25/iran-iraq-us-squabble-isis-advances","shortUrl":"http://gu.com/p/497nc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/25/iran-iraq-us-squabble-isis-advances","webUri":"http://www.theguardian.com/world/2015/may/25/iran-iraq-us-squabble-isis-advances"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f0ceaf7bcec56370d339de2827bc86c80d7032aa/0_49_4651_2795/4651.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2795,"width":4651,"orientation":"landscape","caption":"Iraqi government soldiers stand at a checkpoint in the Jurf al-Sakher area, 50 kilometres south of Baghdad. Photograph: Haidar Hamdani/AFP/Getty Images","credit":"Haidar Hamdani/AFP/Getty Images","altText":"Iraqi soldiers","cleanCaption":"Iraqi government soldiers stand at a checkpoint in the Jurf al-Sakher area, 50 kilometres south of Baghdad.","cleanCredit":"Photograph: Haidar Hamdani/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false},{"title":"Syria / Refugees in Lebanon camp reliant on 'hell water' that reduces metal to rust","rawTitle":"Refugees in Lebanon camp reliant on 'hell water' that reduces metal to rust","item":{"type":"article","id":"global-development/2015/may/26/syrian-refugees-lebanon-shatila-camp-hell-water","title":"Syrian refugees in Lebanon camp reliant on 'hell water' that reduces metal to rust","trailText":"Poor management of resources, political stalemate and an influx of Syrians fleeing war to settlements like Shatila have exacerbated Lebanon’s water crisis","standFirst":"<p>Poor management of resources, political stalemate and an influx of Syrians fleeing war to settlements like Shatila have exacerbated Lebanon’s water crisis</p>","byline":"Peter Schwartzstein in Beirut","body":"<p>Water at Shatila refugee camp in Beirut’s southern suburbs is now so salty and ridden with chemicals that metal cutlery rusts after less than half an hour’s exposure to the brine.</p> \n<p>“Imagine having water so bad that you can’t have metal cutlery? It’s hell water really,” says Ahmed, a resident at the camp.</p> \n<p>Gesturing at the salty, foul-smelling liquid oozing from a nearby tap, his friend Moussa Deeb, an electrician originally from Damascus, adds: “Have you ever woken up and tried washing your face with sea water?”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/may/15/water-access-food-security-land-issues-nutrition-policymaking\">Without access to water, there can be no food security | Lyla Mehta</a> </p> \n</aside> \n<p>Camp authorities now have to bring in water for bathing and cleaning from outside.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/blog/2004/sep/17/sabrashatilaan\">The site of a brutal massacre during the Lebanese civil war,</a> Shatila’s population has doubled to about 40,000 in the four years since the conflict in Syria began. At least 1.5 million refugees are estimated to have spilled over the border into Lebanon, with many seeking affordable housing in the populous coastal strip.</p> \n<p>The water infrastructure was already reeling from decades of over-pumping, and the effect of these new arrivals has been devastating.</p> \n<p>Families who used to receive four subsidised gallons of clean drinking water a week must now make do with half of that as cash-strapped camp bosses struggle to meet demand. Few communities in Lebanon have seen their water quality deteriorate as dangerously as Shatila, but the camp’s problems point to the country’s difficulties in coping with a sudden 30% growth in population.</p> \n<p>“People just don’t realise how critical the status of our water resources is,” said Nadim Farajalla, a professor of hydrology and water resources at the American University of Beirut. “Refugees arriving when there was already a drought really killed us.”</p> \n<p>Unlike Jordan and Iraq, both of which have also taken in hundreds of thousands of Syrian refugees, Lebanon usually enjoys a long rainy season and receives ample recharge from melting mountain snows, although rains are beginning to become less predictable because of climate change. </p> \n<p>But poor management of water sources and the additional refugee demand have set the country on a destructive path.</p> \n<p>“Because of the Syrians, a water balance that should have been negative in 2030 is negative now,” said Fadi Georges Comair, general director of hydraulics and electrical resources at the ministry of energy and water. “We were organised to fulfil water demand management for about 4.5 million [people]. We were not ready to deal with the one-and-a-half to two million extras that have come already.”</p> \n<p>Over the mountains from Beirut, and alongside the Syrian border, residents of the agricultural Bekaa Valley are experiencing their own water crisis.</p> \n<figure class=\"element element-image\" data-media-id=\"f71af08aa5af5d43e99595b21423b5b6cb91010d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432040639204/6bc9ed34-b512-4c0e-b563-1ac6f39939ad-460x276.jpeg\" alt=\"Syrian children attend a class at a school for refugees in the Lebanese village of Qaraoun, in the Bekaa Valley.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Syrian children attend a class at a school for refugees in the Lebanese village of Qaraoun, in the Bekaa Valley.</span> \n  <span class=\"element-image__credit\">Photograph: Joseph Eid/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Water demand from the thousands of makeshift refugee tent settlements has meant rivers are drying up earlier than usual. Farmers, who previously resorted to using expensive wells for water in the hot summer months, are now having to pay out for these earlier in the year. According to Farajalla, the effects in a country that already <a href=\"http://www.fao.org/ag/AGP/AGPC/doc/Counprof/lebanon/lebanon.html\">imports 80% of its cereals</a>, and where the amount of land devoted to food has fallen by 45% in 20 years, are obvious. Many farmers have simply given up.</p> \n<p>“Every week, there’s a bad pump here or a revolution there, so agriculture is not easy in Lebanon,” said Mohammed al-Arigi, who grows wheat, radishes and a variety of vegetables within earshot of heavy shelling and bombs three miles away across the border.</p> \n<p>The crisis has had some compensations, farmers say. The glut of young, desperate men has meant there’s plenty of cheap labour. But the tide of wastewater seeping from the haphazardly built refugee shelters has forced some to shift away from growing vegetables that are usually served raw, such as lettuce, due to concerns about exposure to contaminated water.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Refugees arriving when there was already a drought really killed us</p> \n  <footer> \n   <cite>Professor Nadim Farajalla, American University of Beirut</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Water experts acknowledge that no country of Lebanon’s size could cope easily with such an influx of refugees, but they say infrastructural neglect by Beirut’s paralysed political class has left it particularly poorly placed to handle the crisis.</p> \n<p>“Water establishments are highly understaffed, lack financial means, technical competence, and effective internal organisation,” said Marie-H&eacute;l&egrave;ne Nassif, a consultant for the <a href=\"http://www.iwmi.cgiar.org/\">International Water Management Institute</a>, who has conducted extensive research in the Bekaa.</p> \n<p>A national water strategy proposed in 2010 was never implemented properly due to political disagreements. Authorities are left to practically guess how much water they can count on because they lack the equipment necessary to gauge snowmelt.</p> \n<p>Shatila’s residents have tried to offset the terrible water quality by stocking up on rust-proof plastic cutlery. Nearby shops are doing a roaring trade selling water filters that offer the promise of usable tap water.</p> \n<p>But civic leaders fear that conditions in the camp, where children are at risk of electrocution by the low-hanging mess of water pipes and electrical wires, will only worsen as more Syrians seek sanctuary among its creaking tower blocks.</p> \n<p>“For sure, the population will increase as the Syria war continues,” said Abu Moujahed, director of the camp’s Children and Youth Centre. “And the water and services will, of course, just get worse and worse too.”</p> \n<p> </p> \n<p><span class=\"bullet\">•</span> <em>Peter Schwartzstein is a Cairo-based journalist.</em></p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432040205742/d364c809-6aed-48ea-adf2-4109c13b3a4f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Joseph Eid/AFP/Getty Images","altText":"Rubbish flows into the sea in Dbayeh, north of the Lebanese capital in September 2014. Lebanon has many treatment plants but very few connections to the sewage system.","cleanCredit":"Photograph: Joseph Eid/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432040640590/6bc9ed34-b512-4c0e-b563-1ac6f39939ad-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Syrian children attend a class at a school for refugees in the Lebanese village of Qaraoun, in the Bekaa Valley. Photograph: Joseph Eid/AFP/Getty Images","credit":"Joseph Eid/AFP/Getty Images","altText":"Syrian children attend a class at a school for refugees in the Lebanese village of Qaraoun, in the Bekaa Valley.","cleanCaption":"Syrian children attend a class at a school for refugees in the Lebanese village of Qaraoun, in the Bekaa Valley.","cleanCredit":"Photograph: Joseph Eid/AFP/Getty Images"}],"webPublicationDate":"2015-05-26T06:00:02Z","lastModified":"2015-05-26T06:00:02Z","metadata":{"commentable":true,"commentCount":6,"contributors":[],"feature":true,"keywords":["Access to water","Global development","Water","Lebanon","Refugees","Syria"],"tags":[{"id":"global-development/access-to-water","webTitle":"Access to water"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"environment/water","webTitle":"Water"},{"id":"world/lebanon","webTitle":"Lebanon"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/syria","webTitle":"Syria"}],"section":{"id":"global-development"},"topics":[],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/may/26/syrian-refugees-lebanon-shatila-camp-hell-water","shortUrl":"http://gu.com/p/49xxf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/may/26/syrian-refugees-lebanon-shatila-camp-hell-water","webUri":"http://www.theguardian.com/global-development/2015/may/26/syrian-refugees-lebanon-shatila-camp-hell-water"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432040205742/d364c809-6aed-48ea-adf2-4109c13b3a4f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rubbish flows into the sea in Dbayeh, north of Beirut. Lebanon has many treatment plants but few connections to the sewage system. Photograph: Joseph Eid/AFP/Getty Images","credit":"Joseph Eid/AFP/Getty Images","altText":"Rubbish flows into the sea in Dbayeh, north of Beirut in September 2014. Lebanon has many treatment plants but few connections to the sewage system.","cleanCaption":"Rubbish flows into the sea in Dbayeh, north of Beirut. Lebanon has many treatment plants but few connections to the sewage system.","cleanCredit":"Photograph: Joseph Eid/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Syria"},"showQuotedHeadline":false},{"title":"Fire at elderly people's care home in central China kills 38 people","rawTitle":"Fire at elderly people's care home in central China kills 38 people","item":{"type":"article","id":"world/2015/may/26/fire-china-care-home-kills-38-people","title":"Fire at elderly people's care home in central China kills 38 people","trailText":"A fire at a privately owned care home in Pingdingshan, Henan province, has left 38 dead and six injured, with two in critical condition, state media reported","standFirst":"<p>A fire at a privately owned care home in Pingdingshan, Henan province, has left 38 dead and six injured, with two in critical condition, state media reports</p>","byline":"Agence France-Presse","body":"<p>A fire at a care home in central China has left 38 people dead and six injured, officials said on Tuesday.<br /></p> \n<p>The fire broke out on Monday evening in an apartment building at a privately owned care home for elderly people in Pingdingshan, the official news agency Xinhua said.</p> \n<p>Two of the injured were in critical condition in hospital, the work safety bureau of the central province of Henan said.</p> \n<p>Pictures posted online showed a thick column of black smoke rising from behind a petrol station near the facility.</p> \n<p>Search and rescue operations were continuing, Xinhua said, and the cause of the fire remained unclear.</p> \n<p>Industrial accidents and fires are common in China, where enforcement of safety standards can be lax, with some property and business owners paying off corrupt officials to look the other way.</p> \n<p>A nine-year-old boy was detained in February <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/06/china-shopping-mall-fire-kills-at-least-17-guangdong\">after a shopping mall inferno killed 17 people in Huidong</a>, in the southern province of Guangdong. Police said that blaze was “caused by a boy playing with fire at the mall”.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/03/china-slaughterhouse-fire-kills-119\">A fire at a poultry plant in the north-east of the country killed 119 people in 2013.</a> Reports at the time said that managers had locked doors inside the factory to prevent workers from going to the toilet, leading to the high death toll.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fc4e669a13b233dfbd25f584c1828f8a918b7b52/0_40_1366_819/1366.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":819,"width":1366,"orientation":"landscape","credit":"Imaginechina/Corbis","altText":"Chinese firefighters search in the debris of a burnt-out building in Pingdingshan. The search and rescue operation is under way. ","cleanCredit":"Photograph: Imaginechina/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-26T02:38:27Z","lastModified":"2015-05-26T02:38:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["China","Asia Pacific","World news"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/fire-china-care-home-kills-38-people","shortUrl":"http://gu.com/p/498vg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/fire-china-care-home-kills-38-people","webUri":"http://www.theguardian.com/world/2015/may/26/fire-china-care-home-kills-38-people"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fc4e669a13b233dfbd25f584c1828f8a918b7b52/0_40_1366_819/1366.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":819,"width":1366,"orientation":"landscape","caption":"Chinese firefighters search in the debris of the burnt-out apartment building in Pingdingshan, central China.  Photograph: Imaginechina/Corbis","credit":"Imaginechina/Corbis","altText":"Chinese firefighters search in the debris of the burnt-out building in Pingdingshan. ","cleanCaption":"Chinese firefighters search in the debris of the burnt-out apartment building in Pingdingshan, central China. ","cleanCredit":"Photograph: Imaginechina/Corbis"}},"importance":5,"showQuotedHeadline":false},{"title":"Kenya / At least 20 police killed in suspected al-Shabaab attack","rawTitle":"At least 20 police killed in suspected al-Shabaab attack","item":{"type":"article","id":"world/2015/may/26/at-least-20-kenyan-police-killed-in-suspected-al-shabaab-attack","title":"At least 20 Kenyan police killed in suspected al-Shabaab attack","trailText":"Police reportedly ambushed by gunmen in Yumbis village as they went to the rescue of colleagues wounded when their vehicle hit a landmine","standFirst":"<p>Police reportedly ambushed by gunmen in Yumbis village as they went to the rescue of colleagues wounded when their vehicle hit a landmine</p>","byline":"Reuters","body":"<p>At least 20 Kenyan police officers have been killed in an ambush by suspected al-Shabaab gunmen in a village in the eastern county of Garissa, Kenyan media reported.</p> \n<p><a href=\"http://www.standardmedia.co.ke/article/2000163548/over-20-police-officers-feared-dead-in-garissa-al-shabaab-attack\"> The Standard</a> and <a href=\"http://www.nation.co.ke/counties/Al-Shabaab-kills-Kenyan-policemen-Yumbis-attack/-/1107872/2729612/-/132y1i1/-/index.html\">Daily Nation</a> newspapers said the officers were killed in Yumbis village, 70km (43 miles) north of the town of Garissa, on Monday evening and four of their vehicles burned as they went to the rescue of colleagues wounded when their vehicle hit a landmine earlier in the day.</p> \n<p> Both papers said at least 20 officers could have been killed in the attack.</p> \n<p> Police spokesman Masoud Mwinyi confirmed there had been an attack in Yumbis, but said more details would be available later. Other government officials could not immediately be reached for comment.</p> \n<p> Last week, al-Shabaab gunmen attacked Yumbis and hoisted their flag on a mosque, where they held prayers before heading to another nearby village.</p> \n<p> Al-Shabaab, which has carried out several attacks in Kenya in recent years to try to force Nairobi to withdraw its troops from Somalia,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/02/kenya-minister-says-70-dead-in-al-shabaab-attack-on-university\"> attacked a university in the same area last month</a> and killed 148 people.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a027886044c5b48f237276828d3155bf93fd8f68/0_35_3147_1888/3147.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1888,"width":3147,"orientation":"landscape","credit":"Stringer/AP","altText":"Kenyan police officers take cover outside Garissa University College in the same area as the ambush during an attack by gunmen which killed 148 people in April.","cleanCredit":"Photograph: Stringer/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-26T06:40:33Z","lastModified":"2015-05-26T06:42:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Al-Shabaab","Kenya","Africa","World news"],"tags":[{"id":"world/al-shabaab","webTitle":"Al-Shabaab"},{"id":"world/kenya","webTitle":"Kenya"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/at-least-20-kenyan-police-killed-in-suspected-al-shabaab-attack","shortUrl":"http://gu.com/p/4982x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/at-least-20-kenyan-police-killed-in-suspected-al-shabaab-attack","webUri":"http://www.theguardian.com/world/2015/may/26/at-least-20-kenyan-police-killed-in-suspected-al-shabaab-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a027886044c5b48f237276828d3155bf93fd8f68/0_35_3147_1888/3147.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1888,"width":3147,"orientation":"landscape","caption":"Kenyan police officers take cover outside Garissa University College in the same area as the ambush during an attack by gunmen which killed 148 people in April. Photograph: Stringer/AP","credit":"Stringer/AP","altText":"Kenyan police officers take cover outside Garissa University College in the same area as the ambush during an attack by gunmen which killed 148 people in April.","cleanCaption":"Kenyan police officers take cover outside Garissa University College in the same area as the ambush during an attack by gunmen which killed 148 people in April.","cleanCredit":"Photograph: Stringer/AP"}},"importance":4,"kicker":{"title":"Kenya"},"showQuotedHeadline":false},{"title":"Japan joins US-Australian military exercise in July for first time","rawTitle":"Japan joins US-Australian military exercise in July for first time","item":{"type":"article","id":"world/2015/may/26/japan-joins-us-australian-military-exercise-in-july-for-first-time","title":"Japan joins US-Australian military exercise in July for first time","trailText":"Talisman Sabre, a two-yearly drill, will involve about 27,000 service men and women, and will be a display of cooperation between the US and its allies ","standFirst":"<p>Talisman Sabre, a two-yearly drill, will involve about 27,000 service men and women, and will be a display of cooperation between the US and its allies </p>","byline":"Agence France-Presse","body":"<p>Japanese troops will take part in a major US-Australian military exercise for the first time in July, as Washington looks to strengthen links among its allies in the face of an increasingly assertive China.</p> \n<p>Japan’s ground self-defence force – its army – will send 40 personnel to participate in Talisman Sabre, a two-yearly drill that begins on 7 July, which will involve about 27,000 service men and women, a Japanese government spokesman said.</p> \n<p>“We will participate in joint exercises with the US marines, rather than operating directly with the Australian military,” he said. </p> \n<p>“But our participation is seen as part of efforts” to strengthen defence ties between Japan and Australia. </p> \n<p>The drill, in two places near Rockhampton and Darwin, is intended “to improve tactical expertise in amphibian operations and to strengthen Japan-US interoperability”. </p> \n<p>News of Japan’s participation came as tensions remain high in the region, with increasing criticism of China’s behaviour in the South China Sea, where it has accelerated building artificial islands in disputed waters. </p> \n<p>The US is considering sending warships and surveillance aircraft within 12 nautical miles – the usual territorial zone around natural land – of the reclaimed reefs. </p> \n<p>Such a deployment could lead to a standoff in a stretch of water traversed by vital global shipping lanes. </p> \n<p>Beijing regards almost the whole of the South China Sea as its own, and satellite images show it is rapidly building an airstrip on an artificial island in the Spratly archipelago, which is also claimed in whole or part by US ally the Philippines, and Vietnam, among others. </p> \n<p>China has a separate territorial dispute with Japan over the Tokyo-controlled Senkaku islands, which it knows as the Diaoyus, in the East China Sea. </p> \n<p>Washington and Tokyo have been working to cement security ties with other like-minded countries in the region. </p> \n<p>In July 2014 the US, India and Japan held week-long war games in the Pacific. </p> \n<p>Known as the Malabar exercise, the annual event usually involves India and the US, but the participation by Japan’s navy was its third since 2007. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/efcb3babcf32dd3ecce075d9377848b673e30947/0_197_3006_1803/3006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1803,"width":3006,"orientation":"landscape","credit":"Warrant Officer Class 1 David Larkin/Defence","altText":"G-Wagon Surveillance and Reconnaissance variants participate in trials at Uluru, central Australia. *** Local Caption *** Project LAND 121 Phase 3A is acquiring 2146 Mercedes-Benz G-Wagons and 1799 matching Haulmark trailers. The G-Wagon, together with its range of trailers and modules, is designed to be used by the Army in tactical training, supporting disaster relief, and securing Australias coastline. Variants include 4x4 and 6x6 all-wheel drives and an extensive range of modules, providing the flexibility to undertake a wide range of tasks in difficult off-road conditions.","cleanCredit":"Photograph: Warrant Officer Class 1 David Larkin/Defence"}],"bodyImages":[],"webPublicationDate":"2015-05-26T07:02:11Z","lastModified":"2015-05-26T07:02:12Z","metadata":{"commentable":true,"commentCount":9,"contributors":[],"feature":false,"keywords":["Japan","US news","Asia Pacific","China","Australia news","Rockhampton","Darwin","World news"],"tags":[{"id":"world/japan","webTitle":"Japan"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/china","webTitle":"China"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"weather/rockhampton","webTitle":"Rockhampton"},{"id":"australia-news/darwin","webTitle":"Darwin"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/japan-joins-us-australian-military-exercise-in-july-for-first-time","shortUrl":"http://gu.com/p/49826","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/japan-joins-us-australian-military-exercise-in-july-for-first-time","webUri":"http://www.theguardian.com/world/2015/may/26/japan-joins-us-australian-military-exercise-in-july-for-first-time"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/efcb3babcf32dd3ecce075d9377848b673e30947/0_197_3006_1803/3006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1803,"width":3006,"orientation":"landscape","caption":"Surveillance teams during trials at Uluru. Japan will send 40 personnel to take part in the 2015 Talisman Sabre, which begins on 7 July. Photograph: Warrant Officer Class 1 David Larkin/Defence","credit":"Warrant Officer Class 1 David Larkin/Defence","altText":"Surveillance teams during trials at Uluru. Japan will send 40 personnel to take part in the 2015 Talisman Sabre, which begins on 7 July.","cleanCaption":"Surveillance teams during trials at Uluru. Japan will send 40 personnel to take part in the 2015 Talisman Sabre, which begins on 7 July.","cleanCredit":"Photograph: Warrant Officer Class 1 David Larkin/Defence"}},"importance":4,"showQuotedHeadline":false},{"title":"South Africa / Marikana survivors sue Zuma to force release of official report into massacre","rawTitle":"Marikana survivors sue Zuma to force release of official report into massacre","item":{"type":"article","id":"world/2015/may/26/marikana-survivors-sue-zuma-to-force-release-of-official-report-into-massacre","title":"Marikana survivors sue Zuma to force release of official report into massacre","trailText":"South African president has refused to say when he will publish report of official inquiry into the 2012 shooting of striking mineworkers by police ","standFirst":"<p>South African president has refused to say when he will publish report of official inquiry into the 2012 shooting of striking mineworkers by police </p>","byline":"David Smith Africa correspondent","body":"<p>Survivors of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/19/marikana-massacre-untold-story-strike-leader-died-workers-rights\">Marikana mine massacre</a> are taking the South African president, Jacob Zuma, to court in an attempt to force the release of an official investigation into the killings.<br /></p> \n<p>The shootings by police in August 2012 left 34 mineworkers dead and more than 78 injured on what has been described as South Africa’s darkest day since the end of apartheid.</p> \n<p>Zuma immediately announced a <a href=\"http://www.marikanacomm.org.za/\">judicial commission of inquiry </a>which duly sat for 293 days, hearing evidence including that police planted weapons on some of the dead bodies to fit a false narrative. The commission submitted its report to Zuma at the end of March.</p> \n<p>But nearly two months later, after stating that he “is still processing the report and will release it publicly in due course”, the president has offered no clue as to when the potentially explosive <a href=\"http://www.dailymaverick.co.za/article/2015-05-25-marikana-report-in-the-hands-of-god-and-zuma/#.VWNMarCUcxA\">contents will be made public</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/aug/16/south-african-police-shoot-striking-miners\">South African police shoot dead striking miners</a> </p> \n</aside> \n<p>In an attempt to force Zuma’s hand, injured and arrested victims of the police crackdown are turning to the courts. Last week a letter was sent to the presidency giving Zuma a deadline of 2pm on Sunday to announce when he would release Judge Ian Farlam’s report.</p> \n<p>Andries Nkome, a lawyer representing the injured miners and Association of Mineworkers and Construction Union, <a href=\"http://www.iol.co.za/the-star/miners-demand-marikana-report-1.1862964\">told South Africa’s Star newspaper</a>: “We have not received a response. We will now proceed with court papers. We are finalising them on Monday morning and by this afternoon we will have a case number and date.”</p> \n<p>The application is expected to be made in the high court in Johannesburg.</p> \n<p>Nkome said he feared that should the report’s publication be delayed any further, his clients would not have time to prepare for civil claims which lapse on 16 August. He wrote to Zuma: “Such civil claims will be extinguished on August … due to the expiry of the three-year period within which such claims have to be instituted.”</p> \n<p>Nkome said his clients were also concerned by reports that Lieutenant-general Zukiswa Mbombo, the north-west province police commissioner, intends to retire at the end of the month. Mbombo was among those his clients held directly responsible “for their physical and emotional scars”.</p> \n<p>He added: “Our clients are of the firm view that her imminent departure is largely motivated, in whole or in part, by a deliberate desire to escape the obvious consequences of her criminal and/or otherwise unlawful conduct in connection with the Marikana massacre … The failure to release the report is also calculated to let her off the hook.”</p> \n<p>During her testimony, Mbombo conceded that police intervention at the mine in 2012 was a failure. She said there were mistakes in the police communication systems used on the day of the shooting.</p> \n<p>Nkome said his clients noted that the national police commissioner, Gen Riah Phiyega, had been offered a different posting by Zuma. “The feeling that my clients have [is that they] will not be able to hold them accountable because they will not be holding that office any more.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Civil claims will be extinguished on August … due to the expiry of the three-year period for such claims</p> \n  <footer> \n   <cite>Andries Nkome, lawyer</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>But on Monday Zuma’s office rejected Nkome’s statements about Mbombo and Phiyega as “false”. <a href=\"http://www.thepresidency.gov.za/pebble.asp?relid=19769\">Spokesperson Harold Maloka said</a>: “The president does not manage the careers of provincial police commissioners and as such has nothing to do with the reported retirement. Linking the president to this matter and insinuating that it could be linked to the processing of the Marikana report by the<br />president is malicious and mischievous.”</p> \n<p>He added: “Mr Nkome also repeated the already refuted allegations that President Jacob Zuma has met the national police commissioner, Riah Phiyega, and discussed an alternative deployment for her. Reports of the said meeting and alleged discussions are a complete fabrication and have been refuted by the presidency. Anyone who repeats these allegations is perpetuating a lie.”</p> \n<p>Among the questions raised by Marikana was the role of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/oct/24/lonmin-emails-anc-elder-baron\">Zuma’s deputy, Cyril Ramaphosa</a>, a director and shareholder of mine owner Lonmin at the time, and whether he encouraged the police to go on the offensive. </p> \n<p>The Marikana Support Campaign, Right2Know Campaign and the SA History Archive are also stepping up pressure for the immediate release of the report. They have submitted a request under the Promotion of Access to Information Act, which gives the presidency 30 days to respond.</p> \n<p>The groups said: “It has been more than two and a half years since the Marikana massacre on 16 August 2012, and there have been no arrests made for the murder of the 34 miners who were killed while striking … The commission report and findings are crucial to determining the truth about what happened at Marikana, to hold those responsible for the massacre to account and to ensure that justice is served.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432623821674/8d619116-c17f-4670-aa27-050df4ecc133-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Reuters","altText":"Striking mineworkers stand over the coffin of Mpuzeni Ngxande at the spot where 34 miners were shot dead near Lonmin's platinum Marikana mine.","cleanCredit":"Photograph: Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-26T07:09:31Z","lastModified":"2015-05-26T07:52:13Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"David Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidsmith"}],"feature":false,"keywords":["South Africa","Jacob Zuma","Africa","World news"],"tags":[{"id":"world/southafrica","webTitle":"South Africa"},{"id":"world/zuma","webTitle":"Jacob Zuma"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"David Smith","topic":{"type":"tag-contributor","name":"profile/davidsmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/marikana-survivors-sue-zuma-to-force-release-of-official-report-into-massacre","shortUrl":"http://gu.com/p/497nb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/marikana-survivors-sue-zuma-to-force-release-of-official-report-into-massacre","webUri":"http://www.theguardian.com/world/2015/may/26/marikana-survivors-sue-zuma-to-force-release-of-official-report-into-massacre"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432623821674/8d619116-c17f-4670-aa27-050df4ecc133-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Striking mineworkers stand over the coffin of Mpuzeni Ngxande at the spot where 34 miners were shot dead near Lonmin’s platinum Marikana mine. Photograph: Reuters","credit":"Reuters","altText":"Striking mineworkers stand over the coffin of Mpuzeni Ngxande at the spot where 34 miners were shot dead near Lonmin's platinum Marikana mine.","cleanCaption":"Striking mineworkers stand over the coffin of Mpuzeni Ngxande at the spot where 34 miners were shot dead near Lonmin’s platinum Marikana mine.","cleanCredit":"Photograph: Reuters"}},"importance":3,"kicker":{"title":"South Africa"},"showQuotedHeadline":false},{"title":"Germany protests as MP who called Russia a 'warmonger' is denied entry","rawTitle":"Germany protests as MP who called Russia a 'warmonger' is denied entry","item":{"type":"article","id":"world/2015/may/26/germany-protests-as-mp-who-called-russia-a-warmonger-denied-entry","title":"Germany protests as MP who called Russia a 'warmonger' is denied entry","trailText":"Germany has described as ‘incomprehensible and unacceptable’ Russia’s refusal to let a conservative lawmaker with links to Ukraine into the country","standFirst":"<p>Germany has described as ‘incomprehensible and unacceptable’ Russia’s refusal to let a conservative lawmaker with links to Ukraine into the country</p>","byline":"Reuters","body":"<p> </p> \n<p> Germany protested to Russia on Monday over Moscow’s refusal to let a conservative German lawmaker into the country, a decision the foreign ministry criticised as unacceptable in the latest sign of east-west tensions over the Ukraine crisis.</p> \n<p> Karl-Georg Wellmann, a member of Chancellor Angela Merkel’s Christian Democrats and head of the German-Ukraine parliamentary group, had called Russia a “warmonger” this year for supporting separatist forces in Ukraine, which Moscow denies.</p> \n<p> Wellmann, who has called for tougher sanctions against Russia, said he had spent the whole of Sunday night in the transit section of a Moscow airport and flew home the next morning, having been told he was not allowed to enter the country until 2019. He said no reason had been given.</p> \n<p> He said he had a diplomatic passport to enter Russia and had planned to meet Russian and German embassy officials.</p> \n<p> “I wasn’t planning to meet any opposition leaders or demonstrators,” he said. “Evidently I was stopped by certain powers.”</p> \n<p> The German government issued a protest to the Russian ambassador in Berlin and Germany’s ambassador in Moscow, Ruediger Freiherr von Fritsch, delivered a d&eacute;marche to the Russian foreign ministry as well.</p> \n<p> “From the German government’s point of view Russia’s refusal to allow … Wellmann’s entry is incomprehensible and unacceptable,” a foreign ministry spokesman said. “Germany expects the refusal to allow him in to be lifted.”</p> \n<p> The Russian foreign ministry declined to comment, citing its policy of not discussing any denials of entry. The federal migration service declined immediate comment.</p> \n<p> Relations between Russia and Germany, countries with multibillion-dollar trade and energy links, are at a low point over the conflict in Ukraine and the sanctions imposed by the west on Russia. More than 6,200 people have been killed in fighting between Ukrainian government forces and pro-Russian separatists.</p> \n<p> Russia dismisses accusations from Ukraine, Nato and western powers that it is arming the separatists and supporting them with its own troops.</p> \n<p> Last month Russia protested at Germany’s decision to deny entry at a Berlin airport to three members of a motorcycle club.</p> \n<p> Last September the German co-chair of the Greens group in the European parliament, Rebecca Harms, said she had been barred from entering Russia. She said she believed she was on a secret Russian blacklist that could contain the names of politicians who had backed sanctions against Moscow. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29b90bd6df5b14042aa9645963d6b08a61d37832/291_0_1827_1096/1827.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1096,"width":1827,"orientation":"landscape","credit":"Soeren Stache/AFP/Getty Images","altText":"The head of the German-Ukraine parliamentary group, Karl-Georg Wellmann, right, with Ukrainian President Petro Poroshenko. ","cleanCredit":"Photograph: Soeren Stache/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-26T01:24:03Z","lastModified":"2015-05-26T01:46:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Germany","Europe","Russia","Ukraine","World news"],"tags":[{"id":"world/germany","webTitle":"Germany"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/germany-protests-as-mp-who-called-russia-a-warmonger-denied-entry","shortUrl":"http://gu.com/p/497qp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/germany-protests-as-mp-who-called-russia-a-warmonger-denied-entry","webUri":"http://www.theguardian.com/world/2015/may/26/germany-protests-as-mp-who-called-russia-a-warmonger-denied-entry"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29b90bd6df5b14042aa9645963d6b08a61d37832/291_0_1827_1096/1827.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1096,"width":1827,"orientation":"landscape","caption":"The head of the German-Ukraine parliamentary group, Karl-Georg Wellmann, right, with Ukraine’s President Petro Poroshenko.  Photograph: Soeren Stache/AFP/Getty Images","credit":"Soeren Stache/AFP/Getty Images","altText":"The head of the German-Ukraine parliamentary group, Karl-Georg Wellmann, right, with Ukrainian President Petro Poroshenko. ","cleanCaption":"The head of the German-Ukraine parliamentary group, Karl-Georg Wellmann, right, with Ukraine’s President Petro Poroshenko. ","cleanCredit":"Photograph: Soeren Stache/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-26T07:50:14Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}