{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"South Carolina / State approves removal of contentious Confederate flag","rawTitle":"State approves removal of contentious Confederate flag","item":{"type":"article","id":"us-news/2015/jul/09/confederate-flag-south-carolina-approves-removal-of-contentious-symbol","title":"Confederate flag: South Carolina approves removal of contentious symbol","trailText":"House of Representatives vote means the banner could come down from statehouse grounds within days following a marathon debate by lawmakers","standFirst":"<p>House of Representatives vote means the banner could come down from statehouse grounds within days following a marathon debate by lawmakers</p>","byline":"Staff and agencies","body":"<p>The South Carolina House of Representatives has approved taking down the Confederate flag from the state capitol’s grounds.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/07/confederate-flag-south-carolina-senate-vote\">South Carolina senate backs removal of Confederate flag from capitol</a> </p> \n</aside> \n<p>It represents a stunning reversal in a state that was the first to leave the union in 1860 and raised the flag again at its statehouse more than 50 years ago to protest against the civil rights movement. </p> \n<p>The move came early on Thursday, after more than 13 hours of at times contentious debate. It also came just weeks after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/18/what-happened-at-the-charleston-south-carolina-church-shooting\">fatal shootings of nine black church members</a>, including a state senator, at a Bible study in Charleston. The alleged gunman, 21-year-old Dylann Roof, is believed to have supported white supremacy and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting\">posed in many photos next to the flag</a>.</p> \n<p>The House approved the senate bill 93-27, and still has one more vote which appears to be perfunctory since they have met two-thirds approval. The bill would then go to the Republican governor, Nikki Haley, who supports it. It could come down within days. <br /></p> \n<p>Haley said it was “a new day in South Carolina, a day we can all be proud of” after the the bill was approved.</p> \n<p>She said the measure “truly brings us all together as we continue to heal, as one people and one state”.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/05/nikki-haley-confederate-flag-south-carolina\">Nikki Haley: 'I could not look my kids in the face and justify that flag'</a> </p> \n</aside> \n<p>The campaign to remove the flag from South Carolina’s capitol grounds had been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/08/amendments-hamper-south-carolina-confederate-flag\">dragging on into the night</a>, with the House of Representatives refusing to adjourn after 12 hours of debate.<br /></p> \n<p>The chamber voted 111-3 to keep going as the clock moved toward midnight during a marathon session on Wednesday to decide the future of a banner that symbolises slavery and racism for many, but southern heritage for others.</p> \n<p>Tempers began to fray as Republicans launched dozens of amendments seeking to soften the impact of a proposed law to move the flag to a museum.</p> \n<p>At each turn, they were beaten back by a slightly larger, bipartisan group of legislators who believe there must be no delay. <br /></p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/south-carolina\">South Carolina</a> legislators were stuck debating issues such as whether flowers should be planted where the flagpole bearing a Confederate flag stands at the state house in Columbia.</p> \n<p>The closest vote in the GOP-controlled body came on an amendment to place the state flag beside the monument to Confederate soldiers at the front of the state house. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/18/what-happened-at-the-charleston-south-carolina-church-shooting\">What happened at the Charleston, South Carolina, church shooting?</a> </p> \n</aside> \n<p>Changing the senate bill could have meant weeks or even months of delay, perhaps blunting momentum that has grown since the church massacre. </p> \n<p>Republican Jenny Horne reminded her colleagues she was a descendant of Confederate president Jefferson Davis, and scolded fellow members of her party for stalling the debate. </p> \n<p>She cried as she remembered the funeral of her colleague, state senator Clementa Pinckney, the pastor of Emanuel African Methodist Episcopal church, who was gunned down as his wife and daughter locked themselves in an office. </p> \n<p>“For the widow of Senator Pinckney and his two young daughters, that would be adding insult to injury and I will not be a part of it,” she shouted. </p> \n<p>She said later during a break she had not intended to speak but got frustrated with fellow Republicans.</p> \n<p>Opponents of removing the flag talked about grandparents who passed down family treasures and lamented that the flag had been “hijacked” or “abducted” by racists. <br /></p> \n<p>Mike Pitts, who remembered playing with a Confederate ancestor’s cavalry sword while growing up, said for him the flag was a reminder of how dirt-poor southern farmers fought Yankees, not because they hated blacks or supported slavery, but because their land was being invaded. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/south-flag-confederate-pride-hatred-racists\">A view from the south: let the Confederate flag go | Barbara Kingsolver</a> </p> \n</aside> \n<p>Those soldiers should be respected just as soldiers who fought in the Middle East or Afghanistan, he said, recalling his own military service. Pitts then turned to a lawmaker he called a dear friend, recalling how his black colleague nearly died in Vietnam. </p> \n<p>“I’m willing to move that flag at some point if it causes a twinge in the hearts of my friends,” Pitts said. “But I’ll ask for something in return.” </p> \n<p><em>Associated Press contributed to this report</em></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cfccf82ba07c48415c511de6237e5fd0a642b557/0_113_6016_3613/6016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3613,"width":6016,"orientation":"landscape","credit":"Sean Rayford/Getty Images","altText":"The Confederate battle flag flies at the South Carolina state house grounds.","cleanCredit":"Photograph: Sean Rayford/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T05:33:27Z","lastModified":"2015-07-09T06:58:54Z","metadata":{"commentable":true,"commentCount":116,"contributors":[],"feature":false,"keywords":["South Carolina","US politics","US news","Charleston shooting","Race issues"],"tags":[{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/09/confederate-flag-south-carolina-approves-removal-of-contentious-symbol","shortUrl":"http://gu.com/p/4ag2z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/09/confederate-flag-south-carolina-approves-removal-of-contentious-symbol","webUri":"http://www.theguardian.com/us-news/2015/jul/09/confederate-flag-south-carolina-approves-removal-of-contentious-symbol"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cfccf82ba07c48415c511de6237e5fd0a642b557/0_113_6016_3613/6016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3613,"width":6016,"orientation":"landscape","caption":" The Confederate battle flag flies at the South Carolina statehouse grounds. Photograph: Sean Rayford/Getty Images","credit":"Sean Rayford/Getty Images","altText":" The Confederate battle flag flies at the South Carolina statehouse grounds.","cleanCaption":" The Confederate battle flag flies at the South Carolina statehouse grounds.","cleanCredit":"Photograph: Sean Rayford/Getty Images"}},"importance":7,"kicker":{"title":"South Carolina"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cfccf82ba07c48415c511de6237e5fd0a642b557/0_113_6016_3613/6016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3613,"width":6016,"orientation":"landscape","credit":"Sean Rayford/Getty Images","altText":"The Confederate battle flag flies at the South Carolina state house grounds.","cleanCredit":"Photograph: Sean Rayford/Getty Images"}}]},{"title":"Thailand / British backpacker murder trial stalls over key DNA evidence","rawTitle":"British backpacker murder trial stalls over key DNA evidence","item":{"type":"article","id":"world/2015/jul/09/british-backpacker-trial-in-thailand-stalls-over-key-dna-evidence","title":"British backpacker murder trial in Thailand stalls over key DNA evidence","trailText":"Critical forensic evidence not available to court on second day of trial of suspects accused of killing tourists Hannah Witheridge and David Miller","standFirst":"<p>Critical forensic evidence not available to court on second day of trial of suspects accused of killing tourists Hannah Witheridge and David Miller</p>","byline":"Oliver Holmes in Koh Samui","body":"<p>A Thai court hearing the case of two Burmese men accused of murdering two British backpackers stalled on the second day of a three-month trial after a police officer failed to present what the defence says is key DNA evidence.<br /></p> \n<p>The head judge on a panel of three in a court on the tropical holiday-making island of Koh Samui said that he would rule on the matter on Thursday, when Police Lieutenant Colonel Somsak Nurod, who is believed to hold evidence related to the case, would appear to testify.</p> \n<p>But Nurod spent only a few minutes in the court, where he showed the judge of list of evidence exhibits. </p> \n<p>This included the alleged murder weapon, a hoe, which was used to kill Hannah Witheridge, 23, from Norfolk and David Miller, 24, from Jersey on Sairee beach on the nearby Koh Tao island on September 15.</p> \n<p>He left shortly after to recheck what other evidence was available. It was not immediately clear if DNA evidence, collected from sperm and cigarette found at the crime scene, would be provided to the defence.</p> \n<p>Nurod appeared confused in court when asked to provide forensic evidence. He said the samples may have been destroyed.</p> \n<p>Lead defence lawyer Nakhon Chompuchat said that the police officer will ring the defence later today to confirm what evidence he has.</p> \n<p>“Some of the forensic with him has already be used up. Some things he is not sure about,” he said.</p> \n<p>Asked if he is disappointed that it appears that key DNA evidence may be missing or unusable, Chompuchat said: “We expected this before.”</p> \n<p>He added that it was important that the court acknowledges these fact, which cast doubts on the fairness of the trial and the reliability of the evidence.<br /></p> \n<p>Another judge had ruled in April that the DNA evidence be reexamined but later said the defence should request the order on the first day of trial.</p> \n<p>A verdict is expected during October for the criminal trial of Zaw Lin and Wai Phyo, two Burmese migrants who worked in a bar on a restaurant on Koh Toa. Witnesses, including police, doctors and people living on the island, are due to testify until September 25.<br /></p> \n<p>Andy Hall, a migrants’ rights activist from Britain who is working for the defence, has told the Guardian that recent information provided by UK authorities has raised “a lot of very important inconsistencies between the Thai evidence and the the evidence from the UK.”</p> \n<p>He did not give details on what evidence UK authorities had provided. But Metropolitan police detectives were sent to Thailand in 2014 to look over the case and report back to officials and the families.</p> \n<p>“For this case to rest, it’s very important to re-examine that DNA material and find out whose DNA profile it really is,” Hall said.</p> \n<p>The legal team representing the 22-year-old bar workers is made up of pro-bono lawyers also criticise Thai police for improperly collecting evidence at the crime scene, intimidation and abuse of witnesses. These claims have been denied by the Thai police. Human rights groups including Amnesty International have become involved in the trial, noting that Burmese migrant workers, of whom there are about 2.5 million, have previously been wrongly accused of crimes by Thai police.</p> \n<p>On Wednesday,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/08/thai-police-officer-describes-scene-at-site-of-british-backpacker-killings\"> the defence cross-examined another police officer </a>who was second on the scene in the early hours of the day of the crime. They asked him why he took so long to call a medic and seal of the area. He was also asked why he moved Miller’s body. He said he was concern the deceased would float in the current.</p> \n<p>Doctor Chasit Yoohat, 51,<strong> </strong>a doctor on Koh Tao, also testified. He said that he observed the crime scene on the day of the murder, and found both had been brutally attacked. On Thursday, Steve Mitchell, a bar owner who was the last person to photograph the deceased appeared at court. He told reporters outside that he photographs tourists to promote the bar on the website.</p> \n<p>The two defendants said last night their shackles were not removed, speaking during a break in the hearings on Thursday. “I didn’t sleep all night,” Wai Phyo said.</p> \n<p>The authorities had been under pressure to solve this particular murder case quickly as it threatens the country’s vital tourism industry.</p> \n<p>The family of Miller said in a statement on Wednesday: “The act which ended David’s life devastated our family and his friends. Just hours before he died, David was talking to us with his usual enthusiasm, describing the beauty of Koh Tao and the friendliness of the Thai people.”<br /></p> \n<p>“Over the coming weeks we hope to gain a better understanding as to how such a wonderful young man lost his life in such idyllic surroundings in such a horrible way.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d3378ab9571aa6c24c5affa66dff2073bef73266/0_0_6000_3600/6000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3600,"width":6000,"orientation":"landscape","credit":"Jerome Taylor/AFP/Getty Images","altText":"Myanmar national Zaw Lin (R) arrives in a prison transport van outside Koh Samui courthouse as fellow Myanmar national Win Zaw Tun (C) follows on the Thai resort island of Koh Samui on July 9, 2015. The high-profile trial of two Myanmar migrants charged with killing two British holidaymakers opened July 8 on the holiday island of Koh Samui, in a grim case that has tarnished Thailand's reputation as a tourist haven. Zaw Lin and Win Zaw Tun are accused of murdering 24-year-old David Miller and of the rape and murder of Hannah Witheridge, 23, on the southern island of Koh Tao in September. AFP PHOTO / Jerome TAYLORJEROME TAYLOR/AFP/Getty Images","cleanCredit":"Photograph: Jerome Taylor/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T05:53:45Z","lastModified":"2015-07-09T05:57:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Oliver Holmes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-holmes"}],"feature":false,"keywords":["Thailand","Asia Pacific","World news"],"tags":[{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Oliver Holmes","topic":{"type":"tag-contributor","name":"profile/oliver-holmes"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/09/british-backpacker-trial-in-thailand-stalls-over-key-dna-evidence","shortUrl":"http://gu.com/p/4ag34","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/09/british-backpacker-trial-in-thailand-stalls-over-key-dna-evidence","webUri":"http://www.theguardian.com/world/2015/jul/09/british-backpacker-trial-in-thailand-stalls-over-key-dna-evidence"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d3378ab9571aa6c24c5affa66dff2073bef73266/0_0_6000_3600/6000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3600,"width":6000,"orientation":"landscape","caption":"Zaw Lin (R) arrives in a prison transport van outside Koh Samui courthouse as fellow Myanmar national Win Zaw Tun follows. Both men are on trial for the murder of British tourists Hannah Witheridge and David Miller. Photograph: Jerome Taylor/AFP/Getty Images","credit":"Jerome Taylor/AFP/Getty Images","altText":"Zaw Lin (R) arrives in a prison transport van outside Koh Samui courthouse as fellow Myanmar national Win Zaw Tun follows. Both men are on trial for the murder of British tourists Hannah Witheridge and David Miller.","cleanCaption":"Zaw Lin (R) arrives in a prison transport van outside Koh Samui courthouse as fellow Myanmar national Win Zaw Tun follows. Both men are on trial for the murder of British tourists Hannah Witheridge and David Miller.","cleanCredit":"Photograph: Jerome Taylor/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Thailand"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d3378ab9571aa6c24c5affa66dff2073bef73266/0_0_6000_3600/6000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3600,"width":6000,"orientation":"landscape","credit":"Jerome Taylor/AFP/Getty Images","altText":"Myanmar national Zaw Lin (R) arrives in a prison transport van outside Koh Samui courthouse as fellow Myanmar national Win Zaw Tun (C) follows on the Thai resort island of Koh Samui on July 9, 2015. The high-profile trial of two Myanmar migrants charged with killing two British holidaymakers opened July 8 on the holiday island of Koh Samui, in a grim case that has tarnished Thailand's reputation as a tourist haven. Zaw Lin and Win Zaw Tun are accused of murdering 24-year-old David Miller and of the rape and murder of Hannah Witheridge, 23, on the southern island of Koh Tao in September. AFP PHOTO / Jerome TAYLORJEROME TAYLOR/AFP/Getty Images","cleanCredit":"Photograph: Jerome Taylor/AFP/Getty Images"}}]},{"title":"Syrian refugees / Four million people forced to flee as crisis deepens","rawTitle":"Four million people forced to flee as crisis deepens","item":{"type":"article","id":"global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens","title":"Syrian refugees: four million people forced to flee as crisis deepens","trailText":"Largest exodus from a single conflict in a generation places humanitarian system under increasing financial strain","standFirst":"<p>Largest exodus from a single conflict in a generation places humanitarian system under increasing financial strain</p>","byline":"Sam Jones","body":"<p>The conflict in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/syria\">Syria</a> has now driven more than four million people – a sixth of the population – to seek sanctuary in neighbouring countries, making it the largest refugee crisis for almost a quarter of a century, according to the UN.</p> \n<p>On Thursday the <a href=\"http://www.unhcr.org/cgi-bin/texis/vtx/home\">UN refugee agency, UNCHR</a>, said the total number of Syrian refugees in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/turkey\">Turkey</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/lebanon\">Lebanon</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/iraq\">Iraq</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/jordan\">Jordan</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/egypt\">Egypt</a> and other parts of north Africa stood at 4,013,000 people.</p> \n<p>With at least 7.6 milion people forced from their homes within Syria, almost half the country’s people are either refugees or internally displaced. The conflict, now in its fifth year, has killed more than 220,000 people.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/15/syrian-refugees-a-whole-generation-is-growing-up-displaced-and-uneducated\">Syrian refugees: 'A whole generation is growing up displaced and uneducated' | Patricia Mouamar</a> </p> \n</aside> \n<p>Ant&oacute;nio Guterres, the UN high commissioner for refugees, said the exodus was the biggest refugee population from a single conflict in a generation and called on the international community to step up.<br /></p> \n<p> “It is a population that needs the support of the world but is instead living in dire conditions and sinking deeper into poverty,” he said.<br /></p> \n<p>“Worsening conditions are driving growing numbers towards Europe and further afield, but the overwhelming majority remain in the region. We cannot afford to let them and the communities hosting them slide further into desperation.” <br /></p> \n<p>Turkey is now the largest refugee-hosting country in the world, sheltering 1,805,255 Syrians. Lebanon has taken in 1,172,735 Syrian refugees; Jordan 629,128; Iraq 249,726, and Egypt 132,375. About 24,055 Syrians, meanwhile, are refugees elsewhere in north Africa. The latest UN figures do not include more than 270,000 Syrians applying for asylum in Europe, nor the thousands resesttled from the region elsewhere.</p> \n<p>The UN predicts there will be 4.27 million Syrian refugees in the region by the end of 2015; at the end of last year, one in every five displaced people worldwide was Syrian.</p> \n<p>The sheer number of Syrian refugees that have fled the war in their homeland has put the international humanitarian system under huge financial strain.<br /></p> \n<p>At the end of June, UN aid agencies warned that <a href=\"https://fts.unocha.org/pageloader.aspx?page=special-syriancrisis\">a $5.5bn (&pound;3.6bn) appeal to tackle the Syrian refugee crisis this year was less than 25% funded</a>, putting millions of vulnerable people at risk – a situation that has already led to cuts in vital assistance.</p> \n<p>Last week, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jul/01/syria-refugees-food-vouchers-cut-lebanon-jordan-wfp-un\">the UN World Food Programme (WFP) warned once again that it was running out of money</a> to feed the refugees and could be forced to cut all help for the hundreds of thousands of Syrians in Jordan as soon as next month.</p> \n<p>“Just when we thought things couldn’t get worse, we are forced yet again to make yet more cuts,” said Muhannad Hadi, the WFP’s regional director for the Middle East, North Africa, central Asia and eastern Europe. <br /></p> \n<p>“<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/refugees\">Refugees</a> were already struggling to cope with what little we could provide.”</p> \n<p>According to the agencies and their partner organisations, the shortfall has meant 1.6 million refugees have already had food assistance cut this year and 750,000 children are not attending school.</p> \n<p>The WFP said it would halve the value of food vouchers in July, meaning that each Syrian refugee in Lebanon will now get $13.50 to spend on food for a month. The organisation needs $139m to keep helping the refugees in Jordan, Lebanon, Egypt, Iraq and Turkey until September.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/12/young-syrian-refugees-give-up-education-jordan-work\">Young Syrian refugees give up hopes of education in Jordan | Sam Jones</a> </p> \n</aside> \n<p>A recent <a href=\"http://unhcr.org/556725e69.html\">global trends study</a> by the UNHCR found that the level of worldwide displacement is higher than ever before, with a record 59.5 million people living exiled from their homes at the end of 2014.<br /></p> \n<p>The UNHCR estimates that an average of 42,500 men, women and children became <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/refugees\">refugees</a>, asylum seekers or internally displaced people every day last year – a four-fold increase in just four years.</p> \n<p>By the end of 2014, there were 19.5 million refugees – more than half of them children – as well as 38.2 million internally displaced people and 1.8 million asylum-seekers. </p> \n<p>With war, violence and persecution leaving one in every 122 humans on the planet a refugee, internally displaced or seeking asylum at the end of last year, the UNHCR warned that the world was experiencing an “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jun/18/59m-people-displaced-war-violence-persecution-says-un\">age of unprecedented mass displacement”</a>.</p> \n<p><br /></p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436397308403/d67d0d2c-879c-4c3f-925a-9ac017d56ca3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anadolu Agency/Getty Images","altText":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is on of 4,013,000 Syrian people who have fled to neighbouring countries since the Syria conflict started five years ago.","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T05:01:04Z","lastModified":"2015-07-09T06:17:47Z","metadata":{"commentable":true,"commentCount":71,"contributors":[{"name":"Sam Jones","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/samjones"}],"feature":false,"keywords":["Conflict and development","Migration and development","Global development","Syria","Middle East and North Africa","Refugees","World news"],"tags":[{"id":"global-development/conflict-and-development","webTitle":"Conflict and development"},{"id":"global-development/migration","webTitle":"Migration and development"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"global-development"},"topics":[{"displayName":"Sam Jones","topic":{"type":"tag-contributor","name":"profile/samjones"}}],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens","shortUrl":"http://gu.com/p/4afdj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens","webUri":"http://www.theguardian.com/global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436397308403/d67d0d2c-879c-4c3f-925a-9ac017d56ca3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is one of 4,013,000 Syrians who have fled to neighbouring countries since the conflict started five years ago. Photograph: Anadolu Agency/Getty Images","credit":"Anadolu Agency/Getty Images","altText":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is on of 4,013,000 Syrian people who have fled to neighbouring countries since the Syria conflict started five years ago.","cleanCaption":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is one of 4,013,000 Syrians who have fled to neighbouring countries since the conflict started five years ago.","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}},"importance":5,"kicker":{"title":"Syrian refugees"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436397308403/d67d0d2c-879c-4c3f-925a-9ac017d56ca3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anadolu Agency/Getty Images","altText":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is on of 4,013,000 Syrian people who have fled to neighbouring countries since the Syria conflict started five years ago.","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}}]},{"title":"Isis / Australian police monitored Indonesian airline pilots allegedly radicalised by militants","rawTitle":"Australian police monitored Indonesian airline pilots allegedly radicalised by militants","item":{"type":"article","id":"world/2015/jul/09/federal-police-monitored-indonesian-airline-pilots-allegedly-radicalised-by-isis","title":"Federal police monitored Indonesian airline pilots allegedly radicalised by Isis","trailText":"The AFP has been monitoring the Facebook posts of two Indonesian pilots who appear to have been radicalised by pro-Isis elements","standFirst":"<p>The AFP has been monitoring the Facebook posts of two Indonesian pilots who appear to have been radicalised by pro-Isis elements</p>","byline":"Australian Associated Press","body":"<p>Two Indonesian pilots who appear to have been influenced by pro-Islamic State elements are being monitored by Australian Federal Police over concerns they may pose a security threat, an intelligence website says.</p> \n<p>The alleged radicalisation of Ridwan Agustin, alias Hobi Panahan, and Tommy Hendratno, alias Tomi Abu Alfatih, was detailed in an 18 March operational intelligence report compiled by the AFP and obtained by <a href=\"https://firstlook.org/theintercept/2015/07/08/australia-tracking-indonesian-pilots-supporting-isis/\">website The Intercept</a>.<br /> </p> \n<p>The AFP report – marked “for official use only” – analyses Facebook posts by the two pilots that appear to support Isis.<br /> </p> \n<p>The Intercept reports that Agustin formerly worked for AirAsia Indonesia, while Premiair says Hendratno ceased working for them on 1 June.<br /> </p> \n<p>Agustin graduated from the AirAsia academy in 2010 and flew international and domestic routes, the intelligence report states.<br /> </p> \n<p>He began posting material indicating his support for Isis from September 2014 – posts which Hendratno “liked”.<br /> </p> \n<p>The AFP also noted that Agustin had commented on the page of Heri Kustyanto, who it’s believed left his Indonesian family to fight with Isis in Syria or Iraq.<br /> </p> \n<p>At the time of the report, Agustin was active on Facebook as Hobi Panahan, was befriending radicals, and listed his current city as Raqqa, Syria.<br /> </p> \n<p>The AFP report says Hendratno, meanwhile, lives in Bogor, near Jakarta, and was a pilot for the Indonesian Navy before Garuda and Premiair.<br /> </p> \n<p>He had posted photos of trips around the world, including to Australia, but by December 2014 was posting pro-Islamic State material. His friends list included many military and commercial pilots.</p> \n<p>The report concluded that pilots, if they become radicalised, were an obvious threat, “as witnessed by past global events” and noted that a recent edition of the al-Qaeda magazine had encouraged aviation attacks. Both men were trained pilots with contacts in the industry, it said.</p> \n<p>The AFP distributed the report to partners in Turkey, Jordan, London, the US and Europol, The Intercept reported.<br /> </p> \n<p>In a statement, the AFP said it did not comment on matters of intelligence.<br /> </p> \n<p>“The AFP maintains strong relationships with its domestic and foreign law enforcement partners to ensure the ongoing safety of Australians both within Australia and abroad,” it said.<br /> </p> \n<p>The Intercept was initially created to report on documents provided by NSA whistleblower Edward Snowden.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9a68721e079ea1f5fe157bacb7fd09fc9780080b/760_339_2933_1760/2933.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1760,"width":2933,"orientation":"landscape","credit":"Xinhua News Agency/REX/Xinhua News Agency/REX","altText":"AirAsia planes, Jakarta, Indonesia<br>Mandatory Credit: Photo by Xinhua News Agency/REX (4328381b) File pic of Air Asia planes at Soekarno-Hatta airport AirAsia planes, Jakarta, Indonesia ","cleanCredit":"Photograph: Xinhua News Agency/REX/Xinhua News Agency/REX"}],"bodyImages":[],"webPublicationDate":"2015-07-09T07:48:17Z","lastModified":"2015-07-09T07:48:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Indonesia","Islamic State","Australian federal police","Asia Pacific","World news","Australian security and counter-terrorism","Australian police and policing","Australian intelligence agencies"],"tags":[{"id":"world/indonesia","webTitle":"Indonesia"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"australia-news/australian-federal-police","webTitle":"Australian federal police"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"australia-news/australian-security-and-counter-terrorism","webTitle":"Australian security and counter-terrorism"},{"id":"australia-news/police-policing-australia","webTitle":"Australian police and policing"},{"id":"australia-news/australian-intelligence","webTitle":"Australian intelligence agencies"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/09/federal-police-monitored-indonesian-airline-pilots-allegedly-radicalised-by-isis","shortUrl":"http://gu.com/p/4ag2q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/09/federal-police-monitored-indonesian-airline-pilots-allegedly-radicalised-by-isis","webUri":"http://www.theguardian.com/world/2015/jul/09/federal-police-monitored-indonesian-airline-pilots-allegedly-radicalised-by-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9a68721e079ea1f5fe157bacb7fd09fc9780080b/760_339_2933_1760/2933.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1760,"width":2933,"orientation":"landscape","caption":"One of the pilots being monitored, Ridwan Agustin, formerly worked for Air Asia, flying domestic and international routes. Photograph: Xinhua News Agency/REX","credit":"Xinhua News Agency/REX","altText":"One of the pilots being monitored, Ridwan Agustin, formerly worked for Air Asia, flying domestic and international routes.","cleanCaption":"One of the pilots being monitored, Ridwan Agustin, formerly worked for Air Asia, flying domestic and international routes.","cleanCredit":"Photograph: Xinhua News Agency/REX"}},"importance":4,"kicker":{"title":"Isis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9a68721e079ea1f5fe157bacb7fd09fc9780080b/760_339_2933_1760/2933.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1760,"width":2933,"orientation":"landscape","credit":"Xinhua News Agency/REX/Xinhua News Agency/REX","altText":"AirAsia planes, Jakarta, Indonesia<br>Mandatory Credit: Photo by Xinhua News Agency/REX (4328381b) File pic of Air Asia planes at Soekarno-Hatta airport AirAsia planes, Jakarta, Indonesia ","cleanCredit":"Photograph: Xinhua News Agency/REX/Xinhua News Agency/REX"}}]},{"title":"North Korea / UN warns children in peril in 'worst drought in 100 years'","rawTitle":"UN warns children in peril in 'worst drought in 100 years'","item":{"type":"article","id":"world/2015/jul/09/un-warns-of-children-in-peril-in-north-koreas-worst-drought-in-100-years","title":"UN warns of children in peril in North Korea's 'worst drought in 100 years'","trailText":"Urgent action needed to save children’s lives says UNICEF as failures of early-harvest crops of wheat and barley loom ","standFirst":"<p>Urgent action needed to save children’s lives says UNICEF as failures of early-harvest crops of wheat and barley loom </p>","byline":"Agence France-Presse","body":"<p>A serious drought in North Korea requires urgent action to prevent the deaths of children already weakened by widespread malnutrition, the United Nations children’s fund, UNICEF, warned on Thursday.<br /></p> \n<p>“The situation is urgent,” said UNICEF east Asia regional director Daniel Toole in a statement. “But if we act now – by providing urgently needed expertise and prepositioning supplies – we can save lives</p> \n<p>“If we delay until we are certain of crop failures, it may well be too late to save the most vulnerable children.”</p> \n<p>North Korea is suffering what its official media described last month as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/north-korea-fears-famine-as-drought-halves-food-production-says-un\">the worst drought in 100 years</a> that has severely affected the main rice-growing areas.</p> \n<p>According to the UN World Food Program, early-harvest crops, mainly wheat and barley, have already been affected.</p> \n<p>UNICEF said its personnel had recently met with local health officials in affected provinces who confirmed reports of significant increases in diarrhoea among children.</p> \n<p>“Lack of rain reduces access to clean water and undermines effective hygiene, putting children’s lives at risk,” Toole said.</p> \n<p>Concern about the impact of the drought is heightened by the existing poor nutritional status of many children in North Korea.</p> \n<p>A 2012 study showed one-quarter of all North Korean children had symptoms of chronic malnutrition - a condition usually caused by a combination of unsafe water and poor sanitation, inadequate food intake and inadequate access to health services.</p> \n<p>Toole said responding to the drought crisis was difficult given North Korea’s isolation and the lack of funding for child-focused programs in the country.</p> \n<p>But UNICEF has released prepositioned emergency supplies to help those in the worst-affected provinces, including water purification tablets, water storage containers and health supplies for children with acute malnutrition.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0ea7e74930690e2a019076ae5d715000f55f3cbe/0_0_5286_3177/5286.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3177,"width":5286,"orientation":"landscape","credit":"Wong Maye-E/AP","altText":"People walk between cornfields in South Hwanghae, North Korea.","cleanCredit":"Photograph: Wong Maye-E/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-09T04:43:50Z","lastModified":"2015-07-09T04:43:51Z","metadata":{"commentable":true,"commentCount":15,"contributors":[],"feature":false,"keywords":["North Korea","Drought","Children","Health","Asia Pacific","Environment","Water","World news","United Nations"],"tags":[{"id":"world/north-korea","webTitle":"North Korea"},{"id":"environment/drought","webTitle":"Drought"},{"id":"society/children","webTitle":"Children"},{"id":"society/health","webTitle":"Health"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/water","webTitle":"Water"},{"id":"world/world","webTitle":"World news"},{"id":"world/unitednations","webTitle":"United Nations"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/09/un-warns-of-children-in-peril-in-north-koreas-worst-drought-in-100-years","shortUrl":"http://gu.com/p/4ag2d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/09/un-warns-of-children-in-peril-in-north-koreas-worst-drought-in-100-years","webUri":"http://www.theguardian.com/world/2015/jul/09/un-warns-of-children-in-peril-in-north-koreas-worst-drought-in-100-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0ea7e74930690e2a019076ae5d715000f55f3cbe/0_0_5286_3177/5286.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3177,"width":5286,"orientation":"landscape","caption":"People walk between cornfields in South Hwanghae, North Korea in June 2015. Farmers and local officials say there has been almost no rain in this part of the country. Photograph: Wong Maye-E/AP","credit":"Wong Maye-E/AP","altText":"People walk between cornfields in South Hwanghae, North Korea in June 2015. Farmers and local officials say there has been almost no rain in this part of the country.","cleanCaption":"People walk between cornfields in South Hwanghae, North Korea in June 2015. Farmers and local officials say there has been almost no rain in this part of the country.","cleanCredit":"Photograph: Wong Maye-E/AP"}},"importance":4,"kicker":{"title":"North Korea"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0ea7e74930690e2a019076ae5d715000f55f3cbe/0_0_5286_3177/5286.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3177,"width":5286,"orientation":"landscape","credit":"Wong Maye-E/AP","altText":"People walk between cornfields in South Hwanghae, North Korea.","cleanCredit":"Photograph: Wong Maye-E/AP"}}]},{"title":"Thailand forcibly sends nearly 100 Uighur Muslims back to China","rawTitle":"Thailand forcibly sends nearly 100 Uighur Muslims back to China","item":{"type":"article","id":"world/2015/jul/09/thailand-forcibly-sends-nearly-100-uighur-muslims-back-to-china","title":"Thailand forcibly sends nearly 100 Uighur Muslims back to China","trailText":"Human rights groups and many Turks have expressed concern over Thailand’s decision to send Uighurs back to China fearing they could face ill-treatment ","standFirst":"<p>Human rights groups and many Turks have expressed concern over Thailand’s decision to send Uighurs back to China fearing they could face ill-treatment </p>","byline":"Reuters","body":"<p> Thailand has sent nearly 100 Uighur Muslims back to China, a move likely to anger Turkey and exacerbate Ankara’s row with Beijing over its treatment of the Turkic language-speaking and largely Muslim minority.</p> \n<p> Hundreds, possibly thousands, of Uighurs have fled unrest in China’s western Xinjiang region where hundreds of people have been killed, prompting a crackdown by Chinese authorities. They have travelled clandestinely through south-east Asia to Turkey.</p> \n<p> “Thailand sent around 100 Uighurs back to China yesterday. Thailand has worked with China and Turkey to solve the Uighur Muslim problem. We have sent them back to China after verifying their nationality,” Colonel Weerachon Sukhondhapatipak, deputy government spokesman, told reporters.</p> \n<p> A group of more than 170 Uighurs were identified as Turkish citizens and were sent to Turkey, said Weerachon, adding another nearly 100 were identified as Chinese and sent back to China and 50 more still needed to have their citizenship verified.</p> \n<p> Rights groups have expressed concern over Thailand’s decision to send the Uighurs back to China fearing they could face ill-treatment and even torture.</p> \n<p> “It is very shocking and disturbing that Thailand caved in to pressure from Beijing,” Sunai Phasuk, Thailand researcher at Human Rights Watch, told Reuters.</p> \n<p> “By forcibly sending back at least 90 Uighurs, Thailand has violated international law. In China they can face serious abuses including torture and disappearance.”</p> \n<p> Weerachon told reporters that Thailand had asked China to look after the safety of the Uighurs sent back. “China said it would look after the safety of these people,” he said.</p> \n<p> China’s treatment of the Uighurs is an important issue for many Turks who see themselves as sharing a common cultural and religious background. The Uighurs are regarded as “brothers” in Turkey, which already hosts a large Uighur community.</p> \n<p> China is home to about 20 million Muslims spread across its vast territory, only a portion of whom are Uighur.</p> \n<p> US-based Radio Free Asia reported last month that 173 Uighur women and children had arrived in Istanbul from Thailand, where they had been detained for more than a year by immigration authorities for illegal entry.</p> \n<p> Thailand’s embassy in Ankara has posted on its Facebook page that protesters angry over the Uighur issue stormed the consulate late on Wednesday and has warned about 1,300 Thais living in Turkey to “be on alert” following the attack. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f762efddc3ba0f18a90aaa21fc3cfb9e0b385798/0_0_3249_1950/3249.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1950,"width":3249,"orientation":"landscape","credit":"Adem Altan/AFP/Getty Images","altText":"Turkish nationalists demonstrate in front of the Chinese Embassy in Ankara on 5 July, 2015 to denounce the Chinese government policy on Uighur Muslims. ","cleanCredit":"Photograph: Adem Altan/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T06:24:27Z","lastModified":"2015-07-09T08:14:14Z","metadata":{"commentable":true,"commentCount":18,"contributors":[],"feature":false,"keywords":["Thailand","Turkey","China","Xinjiang","Asia Pacific","World news"],"tags":[{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/turkey","webTitle":"Turkey"},{"id":"world/china","webTitle":"China"},{"id":"world/xinjiang","webTitle":"Xinjiang"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/09/thailand-forcibly-sends-nearly-100-uighur-muslims-back-to-china","shortUrl":"http://gu.com/p/4ag33","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/09/thailand-forcibly-sends-nearly-100-uighur-muslims-back-to-china","webUri":"http://www.theguardian.com/world/2015/jul/09/thailand-forcibly-sends-nearly-100-uighur-muslims-back-to-china"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f762efddc3ba0f18a90aaa21fc3cfb9e0b385798/0_0_3249_1950/3249.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1950,"width":3249,"orientation":"landscape","caption":"Turkish nationalists demonstrate in front of the Chinese Embassy in Ankara on Sunday to denounce the Chinese government policy on Uighur Muslims.  Photograph: Adem Altan/AFP/Getty Images","credit":"Adem Altan/AFP/Getty Images","altText":"Turkish nationalists demonstrate in front of the Chinese Embassy in Ankara on 5 July, 2015 to denounce the Chinese government policy on Uighur Muslims. ","cleanCaption":"Turkish nationalists demonstrate in front of the Chinese Embassy in Ankara on Sunday to denounce the Chinese government policy on Uighur Muslims. ","cleanCredit":"Photograph: Adem Altan/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f762efddc3ba0f18a90aaa21fc3cfb9e0b385798/0_0_3249_1950/3249.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1950,"width":3249,"orientation":"landscape","credit":"Adem Altan/AFP/Getty Images","altText":"Turkish nationalists demonstrate in front of the Chinese Embassy in Ankara on 5 July, 2015 to denounce the Chinese government policy on Uighur Muslims. ","cleanCredit":"Photograph: Adem Altan/AFP/Getty Images"}}]},{"title":"Suge Knight's lawyer says video proves he was being attacked by man with gun","rawTitle":"Suge Knight's lawyer says video proves he was being attacked by man with gun","item":{"type":"article","id":"music/2015/jul/09/suge-knight-new-video-proves-attacked-by-man-with-gun-lawyer-says","title":"Suge Knight's lawyer says video proves he was being attacked by man with gun","trailText":"Thomas Mesereau says the video shows the former rap mogul’s bail should be reduced from $10m","standFirst":"<p>Thomas Mesereau says the video shows the former rap mogul’s bail should be reduced from $10m</p>","byline":"Associated Press","body":"<p>A new video of a fatal parking lot confrontation that led to a murder charge against Marion “Suge” Knight shows the former rap music mogul was being attacked by a man with a gun, his attorneys wrote in a filing seeking a reduction in his $10m (&pound;6.5m) bail.</p> \n<p>Tuesday’s filing by attorney Thomas Mesereau states the video, which has not been shown in court, shows that there were several people armed with handguns when Knight was attacked outside a Compton burger stand.</p> \n<p>The video is part of a renewed effort to reduce Knight’s $10m bail on murder and attempted murder charges. It is unclear whether the footage will be shown in court at a bail hearing set for 17 July.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jul/08/suge-knight-fails-dismiss-murder-charge\">Suge Knight fails in call for murder charge to be dismissed</a> </p> \n</aside> \n<p>Knight has pleaded not guilty in the case and his attorneys have said he was ambushed before running over two men, fatally injuring one of them. Previous attorneys for the Death Row Records co-founder have said video of the confrontation appeared to show that one of the men struck by Knight, Cle “Bone” Sloan, was carrying a handgun.</p> \n<p>“Mr Sloan was armed, as were others,” Mesereau’s filing states. “Weapons are visible on the video provided to the court.”</p> \n<p>The filing states the video is new, uncut, and hasn’t previously been used in the case. “This video shows [Knight] being viciously attacked and fleeing for his life,” Mesereau’s filing states. “Most significantly, the video discloses one of his attackers brandishing a weapon. When this armed attacker dropped his gun, the video depicts an associate retrieving the weapon and placing it in his waistband.”</p> \n<p>Grainy surveillance video showed Sloan dropping an item after he was hit and someone else picking it up, but Sloan has denied he was armed.</p> \n<p>“I’m telling this court that I didn’t have a gun,” Sloan testified during Knight’s preliminary hearing on 13 April.</p> \n<div>\n __VIDEO_EMBED_gu-video-455254205__\n</div> \n<p>The motion also contends that Knight’s criminal history has been overstated by prosecutors, and was accompanied by more than 30 letters from friends, family and associates describing him as a kind, charitable man.</p> \n<p>Knight was a key player in the gangsta rap scene that flourished in the 1990s, and his Death Row Records label once listed Dr Dre, Tupac Shakur and Snoop Dogg among its artists. He lost control of the company after it was forced into bankruptcy.</p> \n<p>In a separate motion, Mesereau is seeking private medical care for Knight, who suffers from diabetes, high blood pressure and complications from multiple gunshot wounds. Knight, 50, is blind in his left eye, partially blind in his right, and has been told he may have a brain tumour, Mesereau wrote.</p> \n<p>Knight and his attorneys have complained about his medical care at the jail before. Superior Court Judge Ronald Coen told Mesereau on Tuesday before the motion was filed that he was unlikely to order sheriff’s officials to change Knight’s conditions behind bars.</p> \n<p>“My view is that I run this courtroom and the sheriff runs the jail,” Coen said.</p> \n<p>Knight is scheduled to return to court on 17 July.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0eba777a2ca3dd4a74b3f9d15f8cc6e142e89f01/0_115_3565_2140/3565.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2140,"width":3565,"orientation":"landscape","credit":"Patrick T. Fallon/AP","altText":"Marion Hugh \"Suge\" Knight, Thomas Mesereau<br>FILE - In this Tuesday, July 7, 2015 photo, Marion Hugh \"Suge\" Knight, left, sits with his attorney Thomas Mesereau, in Los Angeles Superior  Court, during a hearing in a murder case filed against the Death Row Records co-founder. Mesereau states in a court filing released Wednesday, July 8, 2015, that new video of a January 2015 confrontation that ended with Knight running over two men, killing one, shows there were multiple armed men and his client was fleeing an attacker who had a handgun. (Patrick T. Fallon/Pool Photo via AP, File)","cleanCredit":"Photograph: Patrick T. Fallon/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-09T06:27:07Z","lastModified":"2015-07-09T07:51:22Z","metadata":{"commentable":true,"commentCount":3,"contributors":[],"feature":false,"keywords":["Suge Knight","Music","Rap","Hip-hop","Urban music","US news","US crime","Culture","World news"],"tags":[{"id":"music/suge-knight","webTitle":"Suge Knight"},{"id":"music/music","webTitle":"Music"},{"id":"music/rap","webTitle":"Rap"},{"id":"music/hip-hop","webTitle":"Hip-hop"},{"id":"music/urban","webTitle":"Urban music"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[{"id":"gu-video-455254205","source":"Reuters","durationInSeconds":104,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10040009&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/01/31/150131Suge.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/1/31/1422709004608/crop_KP_82917_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Marion ‘Suge’ Knight arrested after fatal hit-and-run - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Marion ‘Suge’ Knight arrested after fatal hit-and-run - video","cleanCaption":"620x372 trailpic for Marion ‘Suge’ Knight arrested after fatal hit-and-run - video"}}],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/09/suge-knight-new-video-proves-attacked-by-man-with-gun-lawyer-says","shortUrl":"http://gu.com/p/4ag3e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/09/suge-knight-new-video-proves-attacked-by-man-with-gun-lawyer-says","webUri":"http://www.theguardian.com/music/2015/jul/09/suge-knight-new-video-proves-attacked-by-man-with-gun-lawyer-says"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0eba777a2ca3dd4a74b3f9d15f8cc6e142e89f01/0_115_3565_2140/3565.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2140,"width":3565,"orientation":"landscape","caption":"Suge Knight and his lawyer, Thomas Mesereau, in court on Tuesday. Photograph: Patrick T Fallon/AP","credit":"Patrick T Fallon/AP","altText":"Suge Knight and his lawyer, Thomas Mesereau, in court on Tuesday.","cleanCaption":"Suge Knight and his lawyer, Thomas Mesereau, in court on Tuesday.","cleanCredit":"Photograph: Patrick T Fallon/AP"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0eba777a2ca3dd4a74b3f9d15f8cc6e142e89f01/0_115_3565_2140/3565.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2140,"width":3565,"orientation":"landscape","credit":"Patrick T. Fallon/AP","altText":"Marion Hugh \"Suge\" Knight, Thomas Mesereau<br>FILE - In this Tuesday, July 7, 2015 photo, Marion Hugh \"Suge\" Knight, left, sits with his attorney Thomas Mesereau, in Los Angeles Superior  Court, during a hearing in a murder case filed against the Death Row Records co-founder. Mesereau states in a court filing released Wednesday, July 8, 2015, that new video of a January 2015 confrontation that ended with Knight running over two men, killing one, shows there were multiple armed men and his client was fleeing an attacker who had a handgun. (Patrick T. Fallon/Pool Photo via AP, File)","cleanCredit":"Photograph: Patrick T. Fallon/AP"}}]}],"lastModified":"2015-07-09T08:08:44Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}