{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"'You will be next' / Bangladeshi blogger named on hitlist warned","rawTitle":"Bangladeshi blogger named on hitlist warned","item":{"type":"article","id":"world/2015/may/28/bangladeshi-blogger-ananya-azad-named-hitlist","title":"Bangladeshi blogger named on hitlist warned: 'You will be next'","trailText":"Ananya Azad among the writers concerned for their safety after murder of three men who criticised intolerance and religious fundamentalism","standFirst":"<p>Ananya Azad among the writers concerned for their safety after murder of three men who criticised intolerance and religious fundamentalism</p>","byline":"Saad Hammadi in Dhaka","body":"<p>Ananya Azad is no stranger to assassination attempts. The prominent Bangladeshi blogger’s father, Humayun Azad, wrote a scathing critique of Islamist fundamentalism in 2003 entitled Pak Sar Jamin Sad Bad (Blessed Be the Sacred Land, the title of Pakistan’s national anthem). A year after it was published, Humayan was seriously injured in a street attack by assailants wielding machetes.</p> \n<p>Now, it is his son’s turn to fear the outside world. Ananya followed in his father’s footsteps to become a writer critical of intolerance and religious fundamentalism, a career that has landed him on a hitlist containing the names of 84 atheist bloggers. </p> \n<p>The list was submitted to Bangladesh’s interior ministry in 2013 by a group of radical Islamists asking for the writers to be punished for making derogatory statements about Islam and the prophet Muhammad. At the time, few bloggers believed they were seriously in danger. But on 12 May, science writer Ananta Bijoy Das became the third person named on that list to be murdered in the street this year. </p> \n<p>“People have told me to refrain from writing,” said 25-year-old Ananya, who quit his job as a newspaper columnist after Washiqur Rahman became the second blogger on the list to be killed, hacked to death in Dhaka in March. </p> \n<p>Last week, following the attack on Das, Ananya received a threatening Facebook message: “You would be the next person. So be careful.”</p> \n<p>Ananya no longer writes blogs and tries to stay indoors as much as possible, but he continues to articulate his views on social media to a closed community of like-minded readers.</p> \n<p>“Anyone who has a critical view about religion is exposed,” he said, but added that he was determined not to be silenced. “I probably have reduced my frequency of writing but my nature of writing has not changed.”</p> \n<p>Some have cast doubts over the contents of the list, saying it should not be taken seriously. “We still do not know a source for the list,” online activist Imran H Sarker told the Guardian, saying he believed it contained multiple names and pseudonyms for individual bloggers.</p> \n<p>However, those bloggers featured on it say threats against them have increased since the first blogger victim – Avijit Roy, an American citizen of Bangladeshi origin – was murdered in a machete attack in Dhaka on 26 February.</p> \n<p>“Whether the list is credible or not, when people from the list are dying, the threats cannot be taken lightly,” said Shubhajit Bhowmik, a politics and social affairs writer who is also named on the document. “The threats are so frequent and so many that we no longer can count them.” </p> \n<figure class=\"element element-image\" data-media-id=\"802247ed684d2a8abedcc391319c4f7c01506cef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432225199525/3a561a82-54cc-4240-9677-f4da75b8586a-460x326.jpeg\" alt=\"Ananya Azad, who left his job as a newspaper columnist and stopped writing his blog.\" width=\"460\" height=\"326\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ananya Azad, who left his job as a newspaper columnist and stopped writing his blog.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Though Bangladesh is an officially secular country, more than 90% of its 160 million-strong population are Muslim. Hefazat-e-Islam, a hardline Islamist group, publicly sought the execution of atheists who organised mass protests against the rise of political Islam in March 2013, soon after the list was presented. The group staged a huge <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/may/06/bangladesh-protest-violence-people-dead\">counter-protest against the bloggers in May 2013</a> that left nearly 50 people dead.</p> \n<p>Roy founded <a href=\"http://www.mukto-mona.com/\">Mukto Mona</a>, which describes itself as a portal that aims to “promote science, rationalism, secularism, freethinking, human rights, religious tolerance, and harmony”. Das also wrote for the blog, which Roy’s colleagues continue to publish. </p> \n<p>Roy was murdered on his way home from a book fair in Dhaka in an attack that left his wife, Rafida Ahmed Bonna, badly injured.</p> \n<p>“We were supposed to be going back home to have dinner with the family,” she told the BBC at the time. “I think I was holding his hand and we were just talking. I do not remember anything from that point until I was in some sort of vehicle and someone was carrying me. I remember I was soaked in blood.”<br tabindex=\"-1\" /></p> \n<p>Al-Qaida in the Indian Subcontinent claimed responsibility for Roy’s killing, and an Islamist was arrested for his murder. Two madrasa students were arrested for Rahman’s killing. No one has been charged over Das’s murder, but his brother has filed a criminal case saying he was killed by an “extremist fanatic group”.<br tabindex=\"-1\" /></p> \n<p>This week police called for the government to ban the Ansarullah Bangla Team, an Islamist militant group they believe may be behind the three attacks. Members of the group have already been charged with the 2013 murder of blogger Ahmed Rajib Haider.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f59d1ee3ae1cff08f0ed627a1a25f64960203202\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432225286490/838da89d-c117-40ee-923f-70b5e4bc2f39-293x420.jpeg\" alt=\"Tributes to murdered Bangladeshi bloggers at a protest meeting in Kolkata, India.\" width=\"293\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tributes to murdered Bangladeshi bloggers at a protest meeting in Kolkata, India.</span> \n  <span class=\"element-image__credit\">Photograph: Dibyangshu Sarkar/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>However, Ananya and others on the list believe extremists continue to take advantage of a culture of impunity. And it is not only violence on the streets that the bloggers fear: anyone found guilty of publishing material that authorities deem to be false or defamatory faces a jail term of up to 14 years. </p> \n<p>In 2013, atheist blogger Asif Mohiuddin was stabbed in the street by religious extremists. A month later, he was arrested and held in prison for making derogatory remarks about religion and his blog was banned.</p> \n<p>Sushanta Das Gupta, who founded <a href=\"http://amarblog.com/\">amarblog.com</a>, is another on the list. The London-based Bangladeshi activist and writer used to visit his homeland five or six times every year but has not been for 18 months for fear of attacks. However, he is also concerned about being targeted while abroad.</p> \n<p>“I could imagine there will be more attacks, not only in Bangladesh,” he said. “I have already informed London Met police … They provided me [with] a panic alarm which could be used in case I am in any danger.”</p> \n<p>Though some of the bloggers on the list continue to publish in defiance of the threats against them, many now use pseudonyms. However, as Shubhajit pointed out, that offers little protection.</p> \n<p>“Washiqur had no photo of himself on Facebook,” he said. “We had no idea about him until he was killed. Still, he became a prey to the fundamentalists … this shows that they know how to find us.”</p> \n<p>The Guardian contacted the junior interior minister Asaduzzaman Khan, the secretary of the interior ministry, Mozammel Haque Khan, the chief of police, Shahidul Haque, and the chief of the detective branch, Monirul Islam. None responded to requests for comment.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432224794381/8fa3498e-6863-4e53-8931-0820b92a29ea-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Munir Uz Zaman/AFP","altText":"Bangladeshi secular activists ","cleanCredit":"Photograph: Munir Uz Zaman/AFP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432225198739/3a561a82-54cc-4240-9677-f4da75b8586a-620x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":620,"orientation":"landscape","caption":"Ananya Azad, who left his job as a newspaper columnist and stopped writing his blog. Photograph: AP","credit":"AP","altText":"Ananya Azad, who left his job as a newspaper columnist and stopped writing his blog.","cleanCaption":"Ananya Azad, who left his job as a newspaper columnist and stopped writing his blog.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432225285622/838da89d-c117-40ee-923f-70b5e4bc2f39-1423x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1423,"orientation":"portrait","caption":"Tributes to murdered Bangladeshi bloggers at a protest meeting in Kolkata, India. Photograph: Dibyangshu Sarkar/AFP/Getty Images","credit":"Dibyangshu Sarkar/AFP/Getty Images","altText":"Tributes to murdered Bangladeshi bloggers at a protest meeting in Kolkata, India.","cleanCaption":"Tributes to murdered Bangladeshi bloggers at a protest meeting in Kolkata, India.","cleanCredit":"Photograph: Dibyangshu Sarkar/AFP/Getty Images"}],"webPublicationDate":"2015-05-28T07:00:01Z","lastModified":"2015-05-28T07:00:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Bangladesh","South and Central Asia","World news","Freedom of speech","Blogging","Censorship","Digital media","Atheism"],"tags":[{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"world/freedom-of-speech","webTitle":"Freedom of speech"},{"id":"media/blogging","webTitle":"Blogging"},{"id":"world/censorship","webTitle":"Censorship"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"world/atheism","webTitle":"Atheism"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/bangladeshi-blogger-ananya-azad-named-hitlist","shortUrl":"http://gu.com/p/494v7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/bangladeshi-blogger-ananya-azad-named-hitlist","webUri":"http://www.theguardian.com/world/2015/may/28/bangladeshi-blogger-ananya-azad-named-hitlist"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432224794381/8fa3498e-6863-4e53-8931-0820b92a29ea-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bangladeshi secular activists take part in a torchlit protest in Dhaka after the murder of the blogger Avijit Roy in February. Photograph: Munir Uz Zaman/AFP","credit":"Munir Uz Zaman/AFP","altText":"Bangladeshi secular activists ","cleanCaption":"Bangladeshi secular activists take part in a torchlit protest in Dhaka after the murder of the blogger Avijit Roy in February.","cleanCredit":"Photograph: Munir Uz Zaman/AFP"}},"importance":7,"kicker":{"title":"'You will be next'"},"showQuotedHeadline":false,"sublinks":[]},{"title":"UN / Tony Blair resigns as Middle East peace envoy","rawTitle":"Tony Blair resigns as Middle East peace envoy","item":{"type":"article","id":"politics/2015/may/27/tony-blair-resigns-as-middle-east-peace-envoy-report","title":"Tony Blair resigns as Middle East peace envoy","trailText":"Former British PM has written to UN chief to confirm resignation from job he took in 2007<br>","standFirst":"<p>Former British PM has written to UN chief to confirm resignation from job he took in 2007<br /></p>","byline":"Ian Black Middle East editor and Peter Beaumont in Jerusalem","body":"<p>Tony Blair is to step down next month as special representative of the Quartet of international powers seeking a peace agreement between Israel and the Palestinians, after making little headway for nearly eight years and amid near-constant controversy about his role.<br /></p> \n<p>Officials in Jerusalem said the former British prime minister had written to the United Nations secretary general, Ban Ki-moon, to confirm his resignation.</p> \n<p>Quartet representatives were meeting later on Wednesday in Brussels to discuss the implications of Blair’s departure, including whether he would be replaced. But sources close to the grouping insisted that he would not be “disappearing from the scene” and would continue to work in a personal capacity to foster peace.</p> \n<p>Blair took on the Middle East job shortly after he left Downing Street in June 2007, and was given the task of helping develop the Palestinian economy and improve governance. But he struggled from the start.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>He never once dared to speak out. He was all too comfortable with a status quo that was unsustainable</p> \n  <footer> \n   <cite>Chris Doyle, Council for Arab-British Understanding</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Critics in Britain in particular focused on his responsibility for the 2003 invasion of Iraq, and while Palestinians initially welcomed the appointment of such a high-profile figure, he quickly became seen as being too close to the Israelis, who were then, as now, far more powerful than the Palestinians still living under occupation.</p> \n<p>The Quartet, founded in 2002, is composed of the US, EU, Russia and the UN. It became a byword for sluggish and incremental diplomacy that rarely challenged the status quo. It was overtaken by efforts led by the Obama administration to achieve a peace agreement that also failed.</p> \n<p>Chris Doyle, of the Council for Arab-British Understanding, said: “You [the Palestinians] cannot seriously build an economy under occupation but he never once rattled the cage and dared to speak out. He was all too comfortable with a status quo that was unsustainable.”</p> \n<p>Blair’s departure comes at a time when hopes of meaningful negotiations between Israel and the Palestinians are at rock bottom – against a background of dwindling expectations that a two-state solution to the conflict can ever be reached.</p> \n<p>The new Israeli government, led by Binyamin Netanyahu, pays lip service to the idea of a Palestinian state, but key ministers are opposed to making the necessary concessions. Netanyahu’s own credibility on the issue has been badly eroded, not least because the expansion of illegal West Bank settlements continues apace.</p> \n<p>On the Palestinian side, power is divided between the western-backed Palestinian Authority, based in Ramallah, which is still committed to the Oslo peace agreements of 1993, and the Islamist movement Hamas, which controls the Gaza Strip and espouses the principle of armed resistance to Israel.<br /></p> \n<p>Blair’s departure came as little surprise. There has been mounting unease in Britain, the US and the EU over his extensive business activities in the Middle East – which have led to repeated accusations of conflicts of interest. Criticism of his effectiveness and credibility has increased in recent months and there was anger that he visited the Gaza Strip so infrequently.</p> \n<figure class=\"element element-image\" data-media-id=\"c006f366cbb698360051af125676da14d2352ffe\"> \n <img src=\"http://media.guim.co.uk/c006f366cbb698360051af125676da14d2352ffe/12_213_4868_2920/1000.jpg\" alt=\"Tony Blair with Reuven Rivlin on Blair’s official visit to Jerusalem in December last year. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tony Blair with Reuven Rivlin, the Israeli president, on Blair’s official visit to Jerusalem in December last year. </span> \n  <span class=\"element-image__credit\">Photograph: Zuma/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>On his last visit in February he warned of another “catastrophe” following last summer’s war between Israel and Hamas, in which about 2,200 Palestinians and 73 Israelis were killed and 100,000 Gazans were left homeless.</p> \n<p>News of his resignation brought critical and sarcastic comments on social media. “Some good news at last from the Middle East!” <a href=\"https://twitter.com/carneross\">tweeted Carne Ross</a>, a British diplomat who had served at the UN and resigned from the Foreign Office over the Iraq invasion.<br /></p> \n<p>There was a more positive assessment from Ghanem Nusseibeh, a Palestinian consultant. “Those expecting Tony Blair to solve the Arab Israeli conflict are naive,” he wrote. “But given the enormous complexity of it, Blair did a lot of good.”</p> \n<p>Last year a group of former diplomats, thinkers and activists marked the seventh anniversary of his appointment by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jun/24/appeal-to-quartet-on-middle-east-sack-tony-blair\">describing his achievements as Quartet envoy as negligible</a>, even within his narrow mandate of promoting Palestinian economic development. The “impression of activity created by his high-profile appointment has hindered genuine progress towards a lasting peace”, they added.<br /></p> \n<p>“Seven years on there are still over 500 checkpoints and roadblocks in the West Bank. The Gaza Strip, severely damaged by Israel’s 2009 bombing, remains in a humanitarian crisis, with 80% of its population reliant on foreign aid for survival. Israel continues to build settlements that are illegal under international law. According to the Palestinian Authority’s former chief negotiator Nabil Shaath, Blair has “achieved so very little because of his gross efforts to please the Israelis”.<br /></p> \n<p>Doyle said: “The vital thing is that the new envoy is given a much meatier mandate because the major issue is still impasse between Israel and the Palestinians. Blair suffered from a perceived conflict of interests with his considerable array of business contacts, with governments and organisations and companies in the Middle East. That also limited his time and availability for this critical issue. This is a fulltime not a part-time role.”</p> \n<p>But one source close to the former prime minister said on Wednesday that Blair believed he had achieved most in improving passage for Palestinians on the West Bank through Israeli checkpoints and roadblocks. “More recently his efforts have helped open up the Allenby border crossing for Palestinian businessmen to access Jordan and he has been negotiating an upgrading of the terminal there.”</p> \n<p>His relationship with the Palestinian president, Mahmoud Abbas, was tense at times, although he reportedly enjoyed better relations with other Palestinian figures.</p> \n<p>Criticism of Blair in circles around Abbas focused on the allegation that he was too close to successive Israeli governments and more interested in Israel’s needs than promoting Palestinian issues. Senior officials were angry enough at one stage to discuss declaring him persona non grata, although that plan was shelved.</p> \n<p>It is not clear whether the new role that Blair envisages for himself will be under the auspices of the Tony Blair Faith Foundation.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/jan/05/tony-blair-businesses-amass-13m-cash-surge-profits\">Tony Blair businesses amass &pound;13m cash after surge in profits</a> </p> \n</aside> \n<p>“Tony Blair has been so closely involved,” the source said. “He’s not going anywhere. He’s not going to disappear off radars any time soon. It won’t be a formal role but he will continue working through his contacts with key players like Saudi Arabia, Jordan, Israel and the Palestinian Authority.”</p> \n<p>Since leaving office Blair has received millions of pounds from a mixture of business interests that include advising Arab and other governments, <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2008/jan/10/blairjpmorgan\">consultancy work for the US investment bank JP Morgan</a> and the lucrative international speaking circuit. </p> \n<p>Clients in the Middle East have included the Gulf states of Kuwait and the United Arab Emirates, the latter pursuing a strongly anti-Islamist agenda. Others are Peru, Colombia, Kuwait, Vietnam and Kazakhstan.</p> \n<p><strong><a href=\"http://www.telegraph.co.uk/news/politics/tony-blair/\">Blair </a></strong>has<a href=\"http://www.telegraph.co.uk/news/politics/tony-blair/11273606/Tony-Blair-claims-he-is-only-worth-10-million.html\"> <strong>claimed his net worth is around &pound;10m and</strong></a><strong> </strong>dismissed reports that his fortune could be 10 times as much.He has insisted his income pays for philanthropic projects, including development work in Africa and an interfaith charity. Blair’s properties include a multimillion-pound London home and a country retreat once owned by Sir John Gielgud, bought for &pound;5.75m.</p> \n<p>A statement from the Quartet on Wednesday said Blair had demonstrated an “unwavering commitment to the cause of Israeli-Palestinian peace and made lasting contributions to the effort to promote economic growth and improve daily life in the West Bank and Gaza”. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432748360287/98e76fc7-0e67-47b1-a849-621adbec48fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mohamad Torokman/Reuters","altText":"Middle East envoy and former British Prime Minister Tony Blair waves in the West Bank city of Jenin November 10, 2009.","cleanCredit":"Photograph: Mohamad Torokman/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c006f366cbb698360051af125676da14d2352ffe/12_213_4868_2920/4868.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2920,"width":4868,"orientation":"landscape","caption":"Tony Blair with Reuven Rivlin, the Israeli president, on Blair’s official visit to Jerusalem in December last year.  Photograph: Zuma/Rex Shutterstock","credit":"Zuma/Rex Shutterstock","altText":"Tony Blair with Reuven Rivlin on Blair’s official visit to Jerusalem in December last year. ","cleanCaption":"Tony Blair with Reuven Rivlin, the Israeli president, on Blair’s official visit to Jerusalem in December last year. ","cleanCredit":"Photograph: Zuma/Rex Shutterstock"}],"webPublicationDate":"2015-05-27T17:43:19Z","lastModified":"2015-05-27T23:00:38Z","metadata":{"commentable":true,"commentCount":959,"contributors":[{"name":"Ian Black","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ianblack"},{"name":"Peter Beaumont","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbeaumont"}],"feature":false,"keywords":["Tony Blair","Middle East and North Africa","UK news","World news","Israel","Politics","Palestinian territories"],"tags":[{"id":"politics/tonyblair","webTitle":"Tony Blair"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"world/israel","webTitle":"Israel"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/palestinian-territories","webTitle":"Palestinian territories"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/27/tony-blair-resigns-as-middle-east-peace-envoy-report","shortUrl":"http://gu.com/p/499d6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/27/tony-blair-resigns-as-middle-east-peace-envoy-report","webUri":"http://www.theguardian.com/politics/2015/may/27/tony-blair-resigns-as-middle-east-peace-envoy-report"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456932702","source":"ITN","durationInSeconds":253,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150527Blair_KP-24314173_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/27/150527Blair_KP-24314173.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/27/1432765783992/KP_247048_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Blair","credit":"guardian.co.uk","altText":"620x372 trailpic for Blair","cleanCaption":"620x372 trailpic for Blair"}}},"importance":5,"kicker":{"title":"UN"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Guantánamo Bay / Detainee doesn't trust memory of battle he was convicted over","rawTitle":"Detainee doesn't trust memory of battle he was convicted over","item":{"type":"article","id":"us-news/2015/may/28/guantanamo-detainee-doesnt-trust-memory-of-battle-he-was-convicted-over","title":"Guantanamo detainee doesn't trust memory of battle he was convicted over","trailText":"Canadian who was Guantánamo Bay’s youngest prisoner says he is unsure about his memory of the firefight that his murder conviction is based on","standFirst":"<p>Canadian who was Guant&aacute;namo Bay’s youngest prisoner says he is unsure about his memory of the firefight that his murder conviction is based on</p>","byline":"Reuters in Toronto","body":"<p>Omar Khadr, the Canadian who was once the youngest prisoner at Guant&aacute;namo Bay, is unsure about his memory of a firefight that led to his murder conviction by a US military tribunal, according to an interview published on Wednesday.</p> \n<p> Khadr, 28, was the first person since the second world war prosecuted in a war crimes tribunal for acts committed as a juvenile.</p> \n<p> In 2010 he pleaded guilty to charges that included murdering US army medic Christopher Speer with a grenade in a firefight in Afghanistan in 2002, when Khadr was 15.</p> \n<p> He has recanted that confession since returning to Canada in 2012 and was released on bail this month while he appeals against his conviction.</p> \n<p> In an interview with a Toronto Star journalist and documentary film crew, Khadr said he agreed to the deal because he was advised it was his only way out of the US naval base prison on Cuba.</p> \n<p> “I have memories but I don’t know if they’re mine, if they are accurate or not,” Khadr said, adding that he was unconscious for a week after the event and then brutally interrogated.</p> \n<p> Khadr was blinded in one eye and shot in the back in the battle. His lawyers have argued there is evidence he did not throw the grenade that killed Speer.</p> \n<p> Khadr said his vision and memories were foggy after he was initially injured in the firefight but he recalled being given a grenade.</p> \n<p> “I got scared. I was thinking ‘What should I do?’ I didn’t know what to do, so I thought I’m just going to throw this grenade and maybe scare them away … It was the only thing I had and I didn’t know what to do, so I lobbed the grenade behind me,” he said.</p> \n<p> “For the longest time I thought that’s what happened; whether it did or not, I don’t know. I always hold to the hope that, you know, maybe my memories were not true.”</p> \n<p> Khadr’s case has divided Canadians. While the government opposed his release, human rights advocates such as Amnesty International say the one-time child soldier has been denied due process.</p> \n<p> Khadr was taken to Afghanistan by his father, a senior al-Qaida member. He apprenticed the boy to a group of bomb makers who opened fire when US troops went to their compound.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ed97eacaa8d965ce459c30d683c3de682dc983b/0_117_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Todd Korol/Reuters","altText":"Omar Khadr after being released on bail in Edmonton, Alberta, on 7 May.","cleanCredit":"Photograph: Todd Korol/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-28T07:04:14Z","lastModified":"2015-05-28T07:06:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Guantánamo Bay","Canada","US news","World news"],"tags":[{"id":"us-news/guantanamo-bay","webTitle":"Guantánamo Bay"},{"id":"world/canada","webTitle":"Canada"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/28/guantanamo-detainee-doesnt-trust-memory-of-battle-he-was-convicted-over","shortUrl":"http://gu.com/p/49avd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/28/guantanamo-detainee-doesnt-trust-memory-of-battle-he-was-convicted-over","webUri":"http://www.theguardian.com/us-news/2015/may/28/guantanamo-detainee-doesnt-trust-memory-of-battle-he-was-convicted-over"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ed97eacaa8d965ce459c30d683c3de682dc983b/0_117_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Omar Khadr after being released on bail in Edmonton, Alberta, on 7 May. Photograph: Todd Korol/Reuters","credit":"Todd Korol/Reuters","altText":"Omar Khadr after being released on bail in Edmonton, Alberta, on 7 May.","cleanCaption":"Omar Khadr after being released on bail in Edmonton, Alberta, on 7 May.","cleanCredit":"Photograph: Todd Korol/Reuters"}},"importance":5,"kicker":{"title":"Guantánamo Bay"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Burma / Dalai Lama urges Suu Kyi to speak out on persecuted Rohingya people","rawTitle":"Dalai Lama urges Suu Kyi to speak out on persecuted Rohingya people","item":{"type":"article","id":"world/2015/may/28/dalai-lama-urges-suu-kyi-to-speak-out-on-burmas-persecuted-rohingya-people","title":"Dalai Lama urges Suu Kyi to speak out on Burma's persecuted Rohingya people","trailText":"The Burmese opposition leader has failed to act on the worsening Rohingya crisis, possibly fearful of alienating voters before elections later this year ","standFirst":"<p>The Burmese opposition leader has failed to act on the worsening Rohingya crisis, possibly fearful of alienating voters before elections later this year </p>","byline":"Agence France-Presse","body":"<p> The Dalai Lama has urged fellow Nobel peace laureate Aung San Suu Kyi to do more to help Burma’s persecuted Muslim Rohingya minority in a worsening migration crisis.</p> \n<p>Despite thousands of Rohingya <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/17/they-hit-us-with-hammers-by-knife-rohingya-migrants-tell-of-horror-at-sea\">fleeing on harrowing boat journeys</a> to south-east Asia to escape poverty and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/24/un-burma-investgate-rohingya-deaths-violence\">discriminatory treatment</a> by the country’s Buddhist majority, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/19/why-is-aung-san-suu-kyi-silent-on-the-plight-of-the-rohingya-people\">opposition leader Suu Kyi is yet to comment</a>.</p> \n<p>Observers have attributed this to fears about alienating voters ahead of elections expected in November.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/19/why-is-aung-san-suu-kyi-silent-on-the-plight-of-the-rohingya-people\">Why is Aung San Suu Kyi silent on the plight of the Rohingya people?</a> </p> \n</aside> \n<p>The Tibetan Buddhist spiritual leader said Suu Kyi must speak up, adding that he had already appealed twice to her in person since 2012, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/jun/26/burma-rohingya-persecution-ethnic-violence\">deadly sectarian violence in Burma’s Rakhine state</a> pitted the Rohingya against local Buddhists, to do more on their behalf.<br /></p> \n<p>“It’s very sad. In the Burmese case I hope Aung San Suu Kyi, as a Nobel laureate, can do something,” <a href=\"http://www.theaustralian.com.au/national-affairs/immigration/aung-san-suu-kyi-must-act-on-refugee-crisis-dalai-lama/story-fn9hm1gu-1227372051236\">he told The Australian’s </a><a href=\"http://www.theaustralian.com.au/national-affairs/immigration/aung-san-suu-kyi-must-act-on-refugee-crisis-dalai-lama/story-fn9hm1gu-1227372051236\">Thursday </a><a draggable=\"true\" href=\"http://www.theaustralian.com.au/national-affairs/immigration/aung-san-suu-kyi-must-act-on-refugee-crisis-dalai-lama/story-fn9hm1gu-1227372051236\">paper</a> in an interview before a visit to Australia next week.</p> \n<p>“I met her two times, first in London and then the Czech Republic. I mentioned this problem and she told me she found some difficulties, that things were not simple but very complicated.</p> \n<p>“But in spite of that I feel she can do something.”</p> \n<p>The issue was thrown under the spotlight this month when thousands of Rohingya, together with Bangladeshi migrants, were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/18/solidarity-indonesian-fishermen-boat-migrants-aceh\">rescued on south-east Asian shores after fleeing by boat</a>.</p> \n<p>The crisis has shone a spotlight on the dire conditions and discrimination faced by the roughly one million Rohingya in western Burma.</p> \n<p>The Dalai Lama said it was not enough to ask how to help the Rohingya.</p> \n<p>“This is not sufficient,” he said. “There’s something wrong with humanity’s way of thinking. Ultimately we are lacking concern for others’ lives, others’ wellbeing.”</p> \n<p>More than 3,500 migrants have arrived on Thai, Malaysian and Indonesian soil in recent weeks and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/migrant-crisis-south-east-asia-rohingya-malaysia-thailand\">hundreds or thousands more are feared still trapped on boats</a>. </p> \n<p>Seven camps – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/inside-abandoned-migrant-camp-malaysia\">some with dozens of graves believed to contain the bodies of Rohingya</a> – have been uncovered in Thailand’s Songkhla province close to the Malaysian border.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d5495f7f87db5835f112f6c6df1fb051ab118eb8/154_368_3235_1942/3235.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1942,"width":3235,"orientation":"landscape","credit":"Gemunu Amarasinghe/AP","altText":"FILE - In this Dec. 4, 2013, file photo, then Myanmar opposition leader Aung San Suu Kyi stands at the podium to deliver a speech in Yangon, Myanmar. An international gathering about the plight of Myanmars persecuted Rohingya Muslims boasts a star-studded cast, with three Nobel Peace laureates among those calling on the world to wake up to the unfolding tragedy. But fellow winner and pro-democracy icon Aung San Suu Kyi will not be among them. She wasnt invited. (AP Photo/Gemunu Amarasinghe, File)","cleanCredit":"Photograph: Gemunu Amarasinghe/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-28T04:44:42Z","lastModified":"2015-05-28T04:44:43Z","metadata":{"commentable":true,"commentCount":55,"contributors":[],"feature":false,"keywords":["Rohingya","Dalai Lama","Aung San Suu Kyi","Burma","South and Central Asia","World news","Migration"],"tags":[{"id":"world/rohingya","webTitle":"Rohingya"},{"id":"world/dalailama","webTitle":"Dalai Lama"},{"id":"world/aung-san-suu-kyi","webTitle":"Aung San Suu Kyi"},{"id":"world/burma","webTitle":"Burma"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"world/migration","webTitle":"Migration"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/dalai-lama-urges-suu-kyi-to-speak-out-on-burmas-persecuted-rohingya-people","shortUrl":"http://gu.com/p/499qh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/dalai-lama-urges-suu-kyi-to-speak-out-on-burmas-persecuted-rohingya-people","webUri":"http://www.theguardian.com/world/2015/may/28/dalai-lama-urges-suu-kyi-to-speak-out-on-burmas-persecuted-rohingya-people"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d5495f7f87db5835f112f6c6df1fb051ab118eb8/154_368_3235_1942/3235.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1942,"width":3235,"orientation":"landscape","caption":"Aung San Suu Kyi in Rangoon in 2013. Photograph: Gemunu Amarasinghe/AP","credit":"Gemunu Amarasinghe/AP","altText":"Aung San Suu Kyi in Rangoon in 2013.","cleanCaption":"Aung San Suu Kyi in Rangoon in 2013.","cleanCredit":"Photograph: Gemunu Amarasinghe/AP"}},"importance":4,"kicker":{"title":"Burma"},"showQuotedHeadline":false,"sublinks":[{"title":"Asian migrant crisis / Bangladesh plans to move Rohingya refugees to island in the south","rawTitle":"Bangladesh plans to move Rohingya refugees to island in the south","item":{"type":"article","id":"world/2015/may/28/bangladesh-plans-to-move-rohingya-refugees-to-island-in-the-south","title":"Bangladesh plans to move Rohingya refugees to island in the south","trailText":"Forced relocation of camps would be controversial, warns UNHCR spokeswoman as Dhaka seeks to foster tourism in region near Burmese border","standFirst":"<p>Forced relocation of camps would be controversial, warns UNHCR spokeswoman as Dhaka seeks to foster tourism in region near Burmese border</p>","byline":"Agence France-Presse","body":"<p>Bangladesh plans to relocate thousands of Rohingya refugees who have spent years in camps near the Burmese border to a southern island.<br /></p> \n<p>The government has started planning the move to Hatiya Island in the Bay of Bengal in a plan backed by the prime minister, Sheikh Hasina, according to a government official, Amit Kumar Baul. </p> \n<p>“The relocation of the Rohingya camps will definitely take place,” said Baul, the head of the government’s Myanmar refugee cell. “So far, informal steps have been taken according to the PM’s directives.” </p> \n<p>A Rohingya leader urged the government to rethink, saying the plan would only make life worse for the refugees, many of whom have been languishing in the camps for years. “We want the government and international organisations to resolve our issue from here,” said Mohammad Islam, who lives in one of the camps.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/inside-abandoned-migrant-camp-malaysia\">Cages, watchtower and 37 graves: inside an abandoned migrant camp in Malaysia</a> </p> \n</aside> \n<p>Bangladesh is home to 32,000 registered Rohingya refugees who are sheltering in two camps in the south-eastern district of Cox’s Bazar. The Muslim Rohingya leave Burma largely to escape <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/24/un-burma-investgate-rohingya-deaths-violence\">discriminatory treatment by the Buddhist majority</a>.</p> \n<p>The UN refugee agency, which has been helping the refugees in the camps since 1991, said such a scheme would have to be voluntary to succeed. “The success of the plan would depend on what will be on offer in the new location and if the refugees would like to be there,” said a UNHCR spokeswoman, Onchita Shadman.</p> \n<p>A forced relocation would be “very complex and controversial”, she said.</p> \n<p>Baul said the move was partly motivated by concerns the camps were holding back tourism in Cox’s Bazar, home to a 125km-long sandy beach. “The government has been giving importance to the tourism sector. Therefore, a plan to relocate them to an isolated area is under way.”<br /></p> \n<p>Thousands of Rohingya from Burma, as well as Bangladeshi migrants, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/17/they-hit-us-with-hammers-by-knife-rohingya-migrants-tell-of-horror-at-sea\">have been attempting perilous boat journeys organised by people smugglers</a> to south-east Asia.</p> \n<p>Migrants often travelled to Thailand by boat, then overland to northern Malaysia. But Thailand has cracked down on smuggling after the discovery of mass graves there, which appears to have thrown regional human-trafficking routes into chaos.</p> \n<p>More than 3,500 migrants have arrived on Thai, Malaysian and Indonesian soil in recent weeks and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/malaysia-turns-back-migrant-boat-with-more-than-500-aboard\">hundreds or thousands more are feared trapped on boats</a>. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/inside-abandoned-migrant-camp-malaysia\">Seven camps – some with dozens of graves believed to contain the bodies of Rohingya – have been uncovered in Thailand’s Songkhla province, close to the Malaysian border.</a></p> \n<p>Rights groups say <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/malaysia-mass-graves-villagers-tell-of-desperate-migrants-emerging-from-jungle-camps\">local people must have been aware of the trade</a> and on Wednesday Thai police said they wanted villagers to aid their investigation.</p> \n<figure class=\"element element-image\" data-media-id=\"7b03e1c72097f25d2401a7225db3fb4f48101d69\"> \n <img src=\"http://media.guim.co.uk/7b03e1c72097f25d2401a7225db3fb4f48101d69/0_179_4096_2460/1000.jpg\" alt=\"An armed Royal Malaysia Police stands guard in an abandoned camp in which graves are found at Wang Burma hills at Wang Kelian, in Malaysia.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Royal Malaysia police officer stands guard in an abandoned camp where graves were found at Wang Kelian.</span> \n  <span class=\"element-image__credit\">Photograph: Fazry Ismail/EPA</span> \n </figcaption> \n</figure> \n<p>Malaysian media have reported that police are investigating 12 of their own officers to determine whether they had links to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses\">mass graves found in Malaysia</a>, close to the Thai sites. A total of 139 grave sites and 28 abandoned camps have been found on the Malaysian side of the frontier, but the number of dead is unclear.</p> \n<p>The US has backed the investigation, calling for a “transparent, credible and expeditious effort” and urging Malaysian authorities to prosecute those responsible.</p> \n<p>Details of Bangladesh’s plans emerged just days after Hasina slammed her country’s own economic migrants, calling them “mentally sick” and accusing them of damaging the country’s image.</p> \n<p>The island plan, reported this week in local media, has not been formally announced but officials have been asked to prepare for it. Badre Firdaus, the government administrator of Hatiya Island, said 200 hectares had been identified as a suitable site.</p> \n<p>The move would not include the estimated 200,000 unregistered Rohingya asylum seekers who have fled across the border over the past decade and taken refuge in Muslim-majority Bangladesh. Most live close to the two camps but are not entitled to food or other aid.</p> \n<p>Rights groups say these Rohingya survive in appalling conditions, living on the margins and running the gauntlet of Bangladeshi authorities.</p> \n<p>Hatiya, home to farmers and fishermen and located at the mouth of the Meghna river, is a nine-hour journey by land and sea from the camps.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ad39f7859eb75cd13dfa5cd442a7aa3da4f5993/0_356_5674_3407/5674.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3407,"width":5674,"orientation":"landscape","credit":"A.M. Ahad/AP","altText":"A Rohingya man carries his grandson in a camp for Rohingya people in Ukhiya, near Cox’s Bazar, Bangladesh.","cleanCredit":"Photograph: A.M. Ahad/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7b03e1c72097f25d2401a7225db3fb4f48101d69/0_179_4096_2460/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4096,"orientation":"landscape","caption":"A Royal Malaysia police officer stands guard in an abandoned camp where graves were found at Wang Kelian. Photograph: Fazry Ismail/EPA","credit":"Fazry Ismail/EPA","altText":"An armed Royal Malaysia Police stands guard in an abandoned camp in which graves are found at Wang Burma hills at Wang Kelian, in Malaysia.","cleanCaption":"A Royal Malaysia police officer stands guard in an abandoned camp where graves were found at Wang Kelian.","cleanCredit":"Photograph: Fazry Ismail/EPA"}],"webPublicationDate":"2015-05-28T02:15:04Z","lastModified":"2015-05-28T02:15:05Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Bangladesh","Refugees","Rohingya","Burma","Thailand","Malaysia","Asia Pacific","South and Central Asia","World news"],"tags":[{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/rohingya","webTitle":"Rohingya"},{"id":"world/burma","webTitle":"Burma"},{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/malaysia","webTitle":"Malaysia"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/bangladesh-plans-to-move-rohingya-refugees-to-island-in-the-south","shortUrl":"http://gu.com/p/499pq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/bangladesh-plans-to-move-rohingya-refugees-to-island-in-the-south","webUri":"http://www.theguardian.com/world/2015/may/28/bangladesh-plans-to-move-rohingya-refugees-to-island-in-the-south"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ad39f7859eb75cd13dfa5cd442a7aa3da4f5993/0_356_5674_3407/5674.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3407,"width":5674,"orientation":"landscape","caption":"A Rohingya man carries his grandson in a camp in Cox’s Bazar, Bangladesh. Photograph: AM Ahad/AP","credit":"AM Ahad/AP","altText":"A Rohingya man carries his grandson in a camp for Rohingya people in Ukhiya, near Cox’s Bazar, Bangladesh.","cleanCaption":"A Rohingya man carries his grandson in a camp in Cox’s Bazar, Bangladesh.","cleanCredit":"Photograph: AM Ahad/AP"}},"importance":0,"kicker":{"title":"Asian migrant crisis"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Chicago police took 'hunting' photograph with black man as prey","rawTitle":"Chicago police took 'hunting' photograph with black man as prey","item":{"type":"article","id":"us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey","title":"Chicago police took 'hunting' photograph with black man as prey","trailText":"One officer recently dismissed while the other was jailed years ago, but image newly released by judge further taints force in wake of Homan Square revelations","standFirst":"<p>One officer recently dismissed while the other was jailed years ago, but image newly released by judge further taints force in wake of Homan Square revelations</p>","byline":"Zach Stafford in Chicago","body":"<p>An Illinois judge has released a long-concealed picture that shows two Chicago police officers posing over an unidentified black man in antlers while holding rifles as if he had been hunted. </p> \n<p>The photo, which was given to police by federal prosecutors in 2013, was made public for the first time on Wednesday by Cook county Judge Thomas Allen. It was taken sometime between 1998 and 2003 at the Harrison police district station on the west side. </p> \n<p>This station is a mile south of Homan Square, the facility where the Guardian earlier this year identified <a draggable=\"true\" href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/homan-square\">alleged police misconduct and torture</a> as well as other civil rights violations.</p> \n<p>Police Superintendent Garry McCarthy – who last week at a police board meeting deferred any questions about Homan Square brought up by citizens to police legal counsel – called the photo “disgusting”.</p> \n<p>“As the superintendent of this department and as a resident of our city, I will not tolerate this kind of behavior, and that is why neither of these officers works for CPD today.” </p> \n<p>Jerome Finnigan, on the left, was fired long before the photo was given to the city. He was sentenced to 12 years in a federal prison for income tax evasion and robbery. But the photo is the direct cause of Timothy McDermott’s firing in 2014 by the police board in a 5-to-4 vote. </p> \n<p>While board dissenters thought McDermott should be suspended, the majority wrote that “appearing to treat an African-American man not as a human being but as a hunted animal is disgraceful and shocks the conscience”.</p> \n<p>McDermott, who asked the judge to keep the photo under seal, is appealing against his dismissal in court, <a draggable=\"true\" href=\"http://chicago.suntimes.com/crime/7/71/587596/judge-wont-seal-photo-cpd-cops-posing-african-american-man-antlers\">according to the Chicago Sun-Times</a>. </p> \n<p>In May Chicago became the first city in the nation to pass a <a draggable=\"true\" href=\"mailto:http://www.theguardian.com/us-news/2015/may/07/chicago-police-brutality-reparations\">reparations ordinance</a> giving financial restitution, access to city colleges and a memorial, among other things, to victims of police torture under Chicago police commander Jon Burge. The package passed almost a week after it came to light that the city had paid out more than <a draggable=\"true\" href=\"mailto:http://www.bettergov.org/beyond_burge/\">half of a billion dollars</a> for police misconduct in the past decade.</p> \n<p>On the day it won unanimously in a city council vote, Mayor Rahm Emanuel said its passage would “bring this dark chapter of Chicago’s history to a close”.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432771631430/f3773015-6a6b-4878-b9c5-67634194f87b-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Cook county court file","altText":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott hold rifles over an unidentified man.","cleanCredit":"Photograph: Cook county court file"}],"bodyImages":[],"webPublicationDate":"2015-05-27T23:54:01Z","lastModified":"2015-05-28T03:23:37Z","metadata":{"commentable":true,"commentCount":409,"contributors":[{"name":"Zach Stafford","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zach-stafford"}],"feature":false,"keywords":["US policing","Homan Square","Chicago","US news","World news"],"tags":[{"id":"us-news/us-police","webTitle":"US policing"},{"id":"us-news/homan-square","webTitle":"Homan Square"},{"id":"us-news/chicago","webTitle":"Chicago"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Zach Stafford","topic":{"type":"tag-contributor","name":"profile/zach-stafford"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey","shortUrl":"http://gu.com/p/499zt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey","webUri":"http://www.theguardian.com/us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a0335f572718ec56e817159bd9b23e6ae0bd5e1c/0_0_1200_720/1200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott holding rifles over a black man in antlers. Photograph: Cook county court file","credit":"Cook county court file","altText":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott holding rifles over a black man in antlers.","cleanCaption":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott holding rifles over a black man in antlers.","cleanCredit":"Photograph: Cook county court file"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Hong Kong leader challenged to step down over electoral reform package","rawTitle":"Hong Kong leader challenged to step down over electoral reform package","item":{"type":"article","id":"world/2015/may/28/hong-kong-leader-challenged-to-step-down-over-electoral-reform-package","title":"Hong Kong leader challenged to step down over electoral reform package","trailText":"Leung Chun-ying has clashed with pro-democracy lawmakers who call package ‘fake democracy’ as candidates for leader will be vetted by loyalist committee","standFirst":"<p>Leung Chun-ying has clashed with pro-democracy lawmakers who call package ‘fake democracy’ as candidates for leader will be vetted by loyalist committee</p>","byline":"Agence France-Presse","body":"<p> Hong Kong’s leader was challenged to step down on Thursday as he clashed with angry pro-democracy lawmakers over the government’s controversial electoral reform package, which goes to a vote next month.</p> \n<p>Chief executive Leung Chun-ying dodged the resignation question and told legislators the city was at a “critical juncture”, urging them to support <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/22/hong-kong-draft-election-law-unveil-beijing\">the roadmap for leadership elections in 2017</a> – the first ever public vote for the chief executive.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/22/hong-kong-draft-election-law-unveil-beijing\">Hong Kong unveils draft election law to opposition protest</a> </p> \n</aside> \n<p>Pro-democracy lawmakers have vowed to block the package when it goes to the vote in June, calling it “fake democracy” as candidates for leader will be vetted by a loyalist committee, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/12/kong-kong-leader-protests-not-change-beijing\">a stipulation laid down by Beijing</a>.</p> \n<p>Beijing’s decision sparked more than <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/26/more-arrests-as-hong-kong-protests-return\">two months of street rallies</a> late last year, which brought parts of the city to a standstill.</p> \n<p>James To of the Democratic party asked Leung whether he would step down “to take responsibility” if the package were rejected, a question Leung did not answer directly.</p> \n<p>“If Legco [legislative council] members do not endorse the proposal, will people ask them to step down?” a riled Leung countered.</p> \n<p>Two lawmakers were removed from the heated question-and-answer session for heckling, one holding a yellow umbrella, symbol of the democracy movement, and another shouting “Liar!”. </p> \n<p>Pro-democracy legislators had also brought cardboard cut-outs of deer, printed with the Chinese character for horse. They reflected the Chinese idiom, “Point at a deer, call it a horse”, used to refer to deliberate misrepresentation.</p> \n<p>Leung argued that the government had “majority support” from residents for the election proposal, citing unspecified opinion polls as backing the plan by 50%-60%.</p> \n<p>The government has asked all 70 Hong Kong legislators to meet with Beijing officials in the southern Chinese city of Shenzhen on Sunday to discuss the plan. </p> \n<p>But pan-democrat lawmakers questioned what could be achieved, with both Beijing and the Hong Kong authorities consistently saying that they cannot diverge from the candidate screening policy.</p> \n<p>“What are we doing in Shenzhen? There is no room for modifications,” pro-democracy lawmaker Ray Chan said in a furious exchange with Leung. </p> \n<p>Fifteen pro-democracy lawmakers – with 12 opting out – have said they will attend Sunday’s meeting with three Beijing officials who deal with Hong Kong affairs. </p> \n<p>Authorities have been criticised by pan-democrats for scheduling the meeting on the same day as a march in Hong Kong to mark the anniversary of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/tiananmen-square-protests-1989\">Beijing’s Tiananmen Square crackdown</a>. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d3594877eb5f5b875f06db2c62166e21fef835d/0_0_4256_2553/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2553,"width":4256,"orientation":"landscape","credit":"Philippe Lopez/AFP/Getty Images","altText":"TOPSHOTS Pro-democracy lawmakers walk out in protest before the policy address of Hong Kong Chief Executive Leung Chun-ying in the legislative council in Hong Kong on January 14, 2015. Leung took a hard line on political reform in his annual policy address on January 14, saying the city does not have \"absolute autonomy\" from China and urged support for the controversial blueprint for leadership elections.  AFP PHOTO / Philippe LopezPHILIPPE LOPEZ/AFP/Getty Images","cleanCredit":"Photograph: Philippe Lopez/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T05:34:27Z","lastModified":"2015-05-28T05:34:28Z","metadata":{"commentable":true,"commentCount":23,"contributors":[],"feature":false,"keywords":["Hong Kong","Asia Pacific","World news","China"],"tags":[{"id":"world/hong-kong","webTitle":"Hong Kong"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/china","webTitle":"China"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/hong-kong-leader-challenged-to-step-down-over-electoral-reform-package","shortUrl":"http://gu.com/p/49avc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/hong-kong-leader-challenged-to-step-down-over-electoral-reform-package","webUri":"http://www.theguardian.com/world/2015/may/28/hong-kong-leader-challenged-to-step-down-over-electoral-reform-package"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d3594877eb5f5b875f06db2c62166e21fef835d/0_0_4256_2553/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2553,"width":4256,"orientation":"landscape","caption":"Pro-democracy lawmakers, in earlier protest, have vowed to block the package when it goes to the vote in June.  Photograph: Philippe Lopez/AFP/Getty Images","credit":"Philippe Lopez/AFP/Getty Images","altText":"Hong Kong pro-democracy lawmakers","cleanCaption":"Pro-democracy lawmakers, in earlier protest, have vowed to block the package when it goes to the vote in June. ","cleanCredit":"Photograph: Philippe Lopez/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]},{"title":"Nato chief says Russian nuclear threats are 'deeply troubling and dangerous'","rawTitle":"Nato chief says Russian nuclear threats are 'deeply troubling and dangerous'","item":{"type":"article","id":"world/2015/may/28/nato-chief-says-russian-nuclear-threats-are-deeply-troubling-and-dangerous","title":"Nato chief says Russian nuclear threats are 'deeply troubling and dangerous'","trailText":"Jens Stoltenberg says Russian plans such as the deployment of nuclear-capable missiles near the Polish border would ‘fundamentally change’ European security","standFirst":"<p>Jens Stoltenberg says Russian plans such as the deployment of nuclear-capable missiles near the Polish border would ‘fundamentally change’ European security</p>","byline":"Agence France-Presse","body":"<p>Russia’s provocative rhetoric and its dramatic expansion of flights by nuclear bombers are deeply troubling and dangerous, the Nato secretary general Jens Stoltenberg said on Wednesday.<br /></p> \n<p>Russia’s plans to deploy nuclear-capable missiles in Kaliningrad – near Poland’s border – and its threat to move nuclear forces in Crimea would “fundamentally change the balance of security in Europe,” Stoltenberg warned, in a speech during a visit to Washington.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Russia’s nuclear sabre-rattling is unjustified, destabilising and dangerous</p> \n  <footer> \n   <cite>Jens Stoltenberg</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In blunt language, the Nato chief delivered a scathing critique of Russia’s behaviour over the past year – including Moscow’s armed intervention in Ukraine – and vowed the transatlantic alliance would redouble its commitment to “collective defence”.</p> \n<p>“Russia’s recent use of nuclear rhetoric, exercises and operations are deeply troubling,” he told an audience at the Center for Strategic and International Studies think tank.</p> \n<p>The Russian president Vladimir Putin’s “admission that he considered putting Russia’s nuclear forces on alert while Russia was annexing Crimea is but one example,” the former Norwegian prime minister said.</p> \n<p>The Nato alliance was also concerned about Russia’s compliance with nuclear arms agreements and stepped-up global flights by strategic bombers.</p> \n<p>“Russia has also significantly increased the scale, number and range of pro-active flights by nuclear-capable bombers across much of the globe,” Stoltenberg said.</p> \n<p>The Russian bomber flights, he said, spanned “from Japan to Gibraltar, from Crete to California, and from the Baltic sea to the Black Sea.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/guardian-view-eastern-europe-eu-get-it-right-in-riga\">The Guardian view on eastern Europe and the EU: get it right in Riga | Editorial</a> </p> \n</aside> \n<p>Russia was failing to draw on the lessons of the Cold War, including that “when it comes to nuclear weapons, caution, predictability and transparency are vital,” he said.</p> \n<p>“Russia’s nuclear sabre-rattling is unjustified, destabilising and dangerous,” he said.</p> \n<p>Stoltenberg also criticised Russia for staging large snap military exercises, which he said was a violation of international agreements requiring governments to share information about planned drills in advance and to invite observers.</p> \n<p>One short-notice exercise was used to move Russian forces to annex Crimea in February 2014 and others were employed to support separatists in eastern Ukraine and to stage a military build-up on Ukraine’s border. </p> \n<p>Russia is conducting yet another snap exercise near Ukraine this week that involves 250 aircraft and 700 pieces of heavy equipment, he said.</p> \n<p>Dating back to Russia’s intervention in Georgia in 2008, Moscow has sought to settle disputes through military force or the threat of military force, he said.</p> \n<p>Russia has also started deploying its most modern weapons systems near the borders of Nato members in Eastern Europe, he said.</p> \n<p>Citing Russia’s actions in Ukraine and elsewhere, Stoltenberg said Moscow “is asserting its military power, stirring up aggressive nationalism, claiming the right to impose its will on its neighbours and grabbing land.”</p> \n<p>Nato’s relations with Russia were at their lowest point in decades, he said.</p> \n<p>“We are not back to the Cold War but we are far from a strategic partnership,” he said. The alliance needed to adapt to challenges, he said, “that may be with us for a long time.”</p> \n<p>Nato will uphold its principles, including respect for the sovereignty of states and transparency in military activities, while also renewing its commitment to “collective” defence and deterrence, he said.</p> \n<p>Lithuania, Latvia and Estonia plan to make a formal request to Nato to deploy a force of several thousand troops in their countries as a counter-weight to Russia. But it remains unclear if the alliance will approve the request.</p> \n<p>The Nato chief’s comments came a day after he held talks with President Barack Obama, who accused Russia of adopting an “increasingly aggressive posture.”</p> \n<p>Both Obama and Stoltenberg urged both sides in the Ukraine conflict to respect a shaky ceasefire accord.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5a50d5ae6cc29e32fdf3fb1762f9fd9506765ee7/0_30_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Mandel Ngan/AFP/Getty Images","altText":"NATO Secretary General Jens Stoltenberg speaks to reporters after speaking to the Center for Strategic and International Studies (CSIS) on May 27, 2015 in Washington, DC. AFP PHOTO/MANDEL NGANMANDEL NGAN/AFP/Getty Images","cleanCredit":"Photograph: Mandel Ngan/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T01:45:52Z","lastModified":"2015-05-28T01:45:53Z","metadata":{"commentable":true,"commentCount":372,"contributors":[],"feature":false,"keywords":["Russia","Nato","Europe","World news","Vladimir Putin"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/nato","webTitle":"Nato"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/nato-chief-says-russian-nuclear-threats-are-deeply-troubling-and-dangerous","shortUrl":"http://gu.com/p/499py","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/nato-chief-says-russian-nuclear-threats-are-deeply-troubling-and-dangerous","webUri":"http://www.theguardian.com/world/2015/may/28/nato-chief-says-russian-nuclear-threats-are-deeply-troubling-and-dangerous"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5a50d5ae6cc29e32fdf3fb1762f9fd9506765ee7/0_30_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"NATO secretary general Jens Stoltenberg speaks to reporters after speaking to the Center for Strategic and International Studies in Washington, DC.  Photograph: Mandel Ngan/AFP/Getty Images","credit":"Mandel Ngan/AFP/Getty Images","altText":"NATO secretary general Jens Stoltenberg","cleanCaption":"NATO secretary general Jens Stoltenberg speaks to reporters after speaking to the Center for Strategic and International Studies in Washington, DC. ","cleanCredit":"Photograph: Mandel Ngan/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-28T08:33:31Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}