{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"China proceeds with building artificial islands on reefs claimed by Philippines","rawTitle":"China proceeds with building artificial islands on reefs claimed by Philippines","item":{"type":"article","id":"world/2015/jun/27/china-proceeds-with-building-artificial-islands-on-reefs-claimed-by-philippines","title":"China proceeds with building artificial islands on reefs claimed by Philippines","trailText":"Despite Beijing saying some work would end soon, construction continues in an increasingly tense territorial dispute near Subi Reef","standFirst":"<p data-dropid=\"0\">Despite Beijing saying some work would end soon, construction continues in an increasingly tense territorial dispute near Subi Reef</p>","byline":"Associated Press","body":"<p>China is pressing ahead with the construction of artificial islands on at least two reefs also claimed by the Philippines in an increasingly tense territorial dispute, Filipino officials said, despite Beijing’s pronouncement that some work would end soon.</p> \n<p>Mayor Eugenio Bito-onon of Kalayaan Islands, which are under Philippine control, said on Friday he saw Chinese construction in full swing with many dredgers and huge cranes visible when he flew last week near Subi Reef.</p> \n<p>It’s one of at least seven reefs and atolls in the South China Sea where the US and the Philippines have expressed concern China’s island-building could be used to base military planes and navy ships to intimidate other claimants, reinforce China’s claim over virtually the entire area and threaten freedom of navigation in one of the world’s busiest shipping lanes.</p> \n<p>“It’s full-blast construction. It’s massive and incredible,” Bito-onon said, adding it was evident it would take months before the Chinese completed the work.</p> \n<p>In the mid portion of the emerging man-made island, a 3km (1.9 mile) landfill is taking the shape of a runway, he said.</p> \n<p>His comments followed similar findings by the US military and independent defense analysts.</p> \n<p>The US deputy secretary of state, Anthony Blinken, said China’s large-scale land reclamation projects threaten peace and stability, and called on Beijing and other claimants to freeze such activities and resolve their difference in accordance with international law.</p> \n<p>“In both eastern Ukraine and the South China Sea, we’re witnessing efforts to unilaterally and coercively change the status quo – transgressions that the United States and our allies and partners stand united against,” Blinken said in remarks on Friday at Center for a New American Security in Washington.</p> \n<p>Two senior Philippine military officials, speaking on condition of anonymity because they were not authorised to talk to the media, said aside from Subi Reef, China’s island-building has also continued on Mischief Reef in the Spratly Islands, based on recent military surveillance.</p> \n<p>Chinese embassy officials in Manila did not immediately comment.</p> \n<p>The Chinese foreign ministry said on 16 June the land reclamation projects on some islands and reefs “will be completed in upcoming days.” However, in a sign the developments were far from over, the ministry also said on its website China would follow up by building infrastructure for maritime search and rescue, environmental conservation and scientific research.</p> \n<p>Chinese foreign ministry spokesman Lu Kang said island construction projects “do not affect the freedom of navigation and overflight enjoyed by all countries in accordance with international law in the South China Sea”.</p> \n<p>However, a US Navy plane flying near one of the artificial islands last month was told to leave the area by the Chinese military. In a separate incident several weeks ago, a Philippine Air Force plane was also ordered by the Chinese Navy to leave the area. The incidents raised fears that China was preparing to enforce an air defense identification zone over the South China Sea, similar to one it declared over disputed Japanese-held islands in the East China Sea in 2013.</p> \n<p>The US argues that China can’t use artificially constructed islands to expand its sovereignty. US officials have said they were considering stepping up patrols to ensure free navigation in the contested region and have defied Beijing’s warning for Washington to stay out of the Asian disputes.</p> \n<p>“We are committed to operate safely in international waters as we believe every nation has the right to do and we look forward to operating throughout south-east Asia,” said US Navy captain Fred Kacher, who helped oversee annual exercises between US and Philippine navies that ended Friday on western Palawan island.</p> \n<p>The coastal combat ship USS Fort Worth and a P-3 Orion surveillance plane joined the gunnery and missile defense drills with Filipino counterparts in the Sulu Sea east of Palawan this week after completing patrols in the South China Sea, according to US military officials.</p> \n<p>The convergence of a growing number of military vessels from different countries has led to fears of accidental clashes and miscalculations. But a code of unplanned encounters at sea that the US and China observe has helped prevent misunderstandings.</p> \n<p>“Not a day goes by ... we don’t have an encounter at sea,” Kacher said, but he added that “those engagements are professional”.</p> \n<p>Still, the new strategically located islands would give China more security leeway in the disputed waters and make it difficult for US forces to assert sea control, Carl Thayer of the Australian defence force academy said.</p> \n<p>“China has excised the maritime heart out of Southeast Asia,” Thayer said. “This is the new normal.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dda9f85b628626d60a427cf603ee4ee067554030/0_0_2062_1238/2062.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1238,"width":2062,"orientation":"landscape","credit":"Reuters","altText":"Chinese dredging vessels are purportedly seen in the disputed Spratly Islands in the South China Sea.","cleanCredit":"Photograph: Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-27T07:11:35Z","lastModified":"2015-06-27T07:11:37Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":false,"keywords":["China","Philippines","Asia Pacific","World news"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"world/philippines","webTitle":"Philippines"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/27/china-proceeds-with-building-artificial-islands-on-reefs-claimed-by-philippines","shortUrl":"http://gu.com/p/4a7x5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/27/china-proceeds-with-building-artificial-islands-on-reefs-claimed-by-philippines","webUri":"http://www.theguardian.com/world/2015/jun/27/china-proceeds-with-building-artificial-islands-on-reefs-claimed-by-philippines"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dda9f85b628626d60a427cf603ee4ee067554030/0_0_2062_1238/2062.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1238,"width":2062,"orientation":"landscape","caption":"Chinese dredging vessels are purportedly seen in the disputed Spratly Islands in the South China Sea.  Photograph: Reuters","credit":"Reuters","altText":"Chinese dredging vessels are purportedly seen in the disputed Spratly Islands in the South China Sea.","cleanCaption":"Chinese dredging vessels are purportedly seen in the disputed Spratly Islands in the South China Sea. ","cleanCredit":"Photograph: Reuters"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dda9f85b628626d60a427cf603ee4ee067554030/0_0_2062_1238/2062.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1238,"width":2062,"orientation":"landscape","credit":"Reuters","altText":"Chinese dredging vessels are purportedly seen in the disputed Spratly Islands in the South China Sea.","cleanCredit":"Photograph: Reuters"}}]},{"title":"Counter-terrorism / Australia may suspend citizenship privileges of single passport holders","rawTitle":"Australia may suspend citizenship privileges of single passport holders","item":{"type":"article","id":"australia-news/2015/jun/27/australia-may-suspend-citizenship-privileges-of-single-passport-holders","title":"Australia may suspend citizenship privileges of single passport holders","trailText":"Immigration minister Peter Dutton says the government is considering options relating to the citizenship of 60 Australians fighting in the Middle East","standFirst":"<p data-dropid=\"0\">Government considering options relating to citizenship of 60 Australians fighting in Middle East, while Tony Abbott says Islamic State is ‘coming after us’</p>","byline":"Australian Associated Press","body":"<p>The federal government is looking at suspending the citizenship privileges of sole Australian nationals fighting with terrorist groups, as the prime minister, Tony Abbott, says the Islamic State group is “coming after us”.</p> \n<p>But Abbott says there will not be any immediate tightening of security in Australia after three terrorist attacks overseas.</p> \n<p>The immigration minister, Peter Dutton, says the government is considering options relating to the citizenship of 60 Australian nationals fighting in the Middle East, but declined to provide more details.</p> \n<p>“We want to make sure that we can protect the Australian people as best we can and if people have committed a criminal offence they will face the full force of the Australian criminal law,” he told reporters in Melbourne on Saturday.</p> \n<p>He would not say what rights could be suspended.</p> \n<p>Australia will block the return of dual citizens suspected of terrorism, based on security advice, and deport court-convicted terrorists under new national security laws.</p> \n<p>It is also looking at making the laws retrospective, meaning terrorists in jail could be deported after serving their sentence, but Dutton said he did not have an update on this from the government’s citizenship committee.</p> \n<p>He said the committee had held an initial meeting to explore the big picture and other issues would follow.</p> \n<p>Dutton said there had been two terrorist attacks in Australia since September last year.</p> \n<p>Six attacks had been thwarted, he said, and the Australian Security Intelligence Organisation was investigating 400 high-priority matters.</p> \n<p>“We need to take this threat of terrorism very, very seriously,” he said. </p> \n<p>The prime minister says it is important to remain vigilant and that everything is being done to destroy Daesh (Islamic State) at home and abroad.</p> \n<p>“This illustrates yet again that as far as the Daesh death cult is concerned, it’s coming after us,” Abbott said.</p> \n<p>“We may not always feel that we are at war with them, but they certainly think that they are at war with us.”</p> \n<p>Abbott said about half of the Australians who have gone abroad to fight with IS are sole nationals.</p> \n<p>“The legislation that is before the parliament now obviously gives us a way of saying to dual nationals ‘you’re never coming back’.</p> \n<p>“We need ways of dealing with those who are not dual nationals.</p> \n<p>“Just as going abroad to fight with the death cult is the modern form of treason, perhaps to deal with it [we] need the modern form of banishment.”</p>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/807ed073ef84cae0912cd5f4ebffd280c1abb9a5/0_170_4165_2498/4165.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2498,"width":4165,"orientation":"landscape","credit":"Lukas Coch/AAP","altText":"‘We want to make sure that we can protect the Australian people as best we can,’ says immigration minister, Peter Dutton.","cleanCredit":"Photograph: Lukas Coch/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-27T05:37:45Z","lastModified":"2015-06-27T06:21:01Z","metadata":{"commentable":true,"commentCount":315,"contributors":[],"feature":false,"keywords":["Australian security and counter-terrorism","Australia news","Peter Dutton","Middle East and North Africa"],"tags":[{"id":"australia-news/australian-security-and-counter-terrorism","webTitle":"Australian security and counter-terrorism"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"australia-news/peter-dutton","webTitle":"Peter Dutton"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"australia-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/jun/27/australia-may-suspend-citizenship-privileges-of-single-passport-holders","shortUrl":"http://gu.com/p/4a7x2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/jun/27/australia-may-suspend-citizenship-privileges-of-single-passport-holders","webUri":"http://www.theguardian.com/australia-news/2015/jun/27/australia-may-suspend-citizenship-privileges-of-single-passport-holders"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/807ed073ef84cae0912cd5f4ebffd280c1abb9a5/0_170_4165_2498/4165.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2498,"width":4165,"orientation":"landscape","caption":"‘We want to make sure that we can protect the Australian people as best we can,’ says immigration minister, Peter Dutton.  Photograph: Lukas Coch/AAP","credit":"Lukas Coch/AAP","altText":"The immigration minister, Peter Dutton","cleanCaption":"‘We want to make sure that we can protect the Australian people as best we can,’ says immigration minister, Peter Dutton. ","cleanCredit":"Photograph: Lukas Coch/AAP"}},"importance":5,"kicker":{"title":"Counter-terrorism"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/807ed073ef84cae0912cd5f4ebffd280c1abb9a5/0_170_4165_2498/4165.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2498,"width":4165,"orientation":"landscape","credit":"Lukas Coch/AAP","altText":"‘We want to make sure that we can protect the Australian people as best we can,’ says immigration minister, Peter Dutton.","cleanCredit":"Photograph: Lukas Coch/AAP"}}]},{"title":"France / Country on high alert after decapitated body found at scene of factory attack","rawTitle":"Country on high alert after decapitated body found at scene of factory attack","item":{"type":"article","id":"world/2015/jun/26/france-high-alert-decapitated-body-factory-attack","title":"France on high alert after decapitated body found at scene of factory attack","trailText":"Suspect named as Yassin Sahli arrested after man seemingly tried to blow up factory by crashing a vehicle into warehouse containing gas canisters","standFirst":"<p data-dropid=\"0\">Suspect named as Yassin Sahli arrested after man seemingly tried to blow up factory by crashing a vehicle into warehouse containing gas canisters</p>","byline":"Kim Willsher in Saint-Quentin-Fallavier and Peter Walker in London","body":"<p>France has raised its security alert to the highest level after police discovered a decapitated body and flags with Arabic inscriptions following an attack in which a man seemingly tried to blow up a factory belonging to a US gas company.</p> \n<p>A suspect arrested at the scene at Saint-Quentin-Fallavier, near Lyon in south-west France, was named by the French prosecutor as 35-year-old Yassin Salhi, an employee at a transport company run by the victim. The suspect was known to people at the Air Products factory because he came in regularly for deliveries, the prosecutor said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/terror-attacks-tunisia-kuwait-and-france-islamic-state\">Terrorist attacks in Tunisia, Kuwait and France stun three continents</a> </p> \n</aside> \n<p>The victim’s head was found hanging on a fence next to two inscribed flags, with the rest of his body inside the factory. </p> \n<p>“It is a terror attack. There is no doubt about it,” the French president, Fran&ccedil;ois Hollande, told reporters in Brussels before leaving a European council summit to return to Paris. France’s interior minister, Bernard Cazeneuve, said Sahli <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/jun/26/france-terror-suspect-surveillance-minister-video\">had previously faced investigation over radicalisation</a>, although he had no police record. The prosecutor said that between 2011 and 2014, French security services had been investigating Salhi for connections to salafist groups in the Lyon area.<br /></p> \n<p>It remained unclear whether any Islamist motivation for the attack might be mixed with personal grudges. There is no evidence it was coordinated or connected with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-tourist-hotel-reportedly-attacked\">the Tunisian beach shootings</a> or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/islamic-state-claim-responsibility-deadly-blast-kuwait-city-mosque\">a suicide bombing at a Kuwaiti mosque</a> during Friday prayers.</p> \n<figure class=\"element element-embed\" data-alt=\"Video: Factory attack was undoubtedly terrorism, says French president\"> \n <iframe src=\"https://embed.theguardian.com/embed/video/world/video/2015/jun/26/french-factory-attack-terrorism-hollande-video\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Video: Factory attack was undoubtedly terrorism, says French president\n </figcaption> \n</figure> \n<p>Hollande led a security meeting at the Elys&eacute;e palace, saying afterwards he had raised the security alert in the south-east region to maximum. A priority, he added, was to determine if the alleged attacker had accomplices.</p> \n<p>The suspect’s wife was later arrested, as was his sister and an unidentified man reportedly seen driving past the Air Products site several times before the attack. Earlier, a woman identifying herself as Sahli’s wife told Europe 1 radio that she and the couple’s three children had known nothing of the planned attack. “My heart is about to give out,” she said.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/france_grenoble_attack/giv-21277OI2DXotr2MZZ/\" data-alt=\"France factory attack\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/france_grenoble_attack/giv-21277OI2DXotr2MZZ/\">France factory attack</a> \n</figure> \n<p>The suspect was believed to have hung his manager’s head on a fence before driving a vehicle into a warehouse filled with gas canisters, causing an explosion, a local newspaper, <a href=\"http://www.ledauphine.com/isere-nord/2015/06/26/saint-quentin-fallavier-une-explosion-chez-air-products\">Dauphin&eacute; Lib&eacute;r&eacute;</a>, said. Two people were hurt in the blast.</p> \n<p>Security officials told Associated Press the attacker had seemingly hoped to cause a far bigger explosion with his actions, believing the canisters were more combustible than they proved. Hollande said the apparent intention of the attack had been to blow up the factory.</p> \n<p>G&eacute;rard Larcher, the centre-right president of the French S&eacute;nat, the upper house of parliament, arrived at the scene on Friday afternoon, saying he had spoken to the local public prosecutor and members of France’s anti-terrorist brigade in Paris.</p> \n<p>He said the attacker was known at the gas storage unit where he made deliveries. “This is why he had access to the site,” Larcher said. “There is a very strong sense of shock,” he added. Larcher paid tribute to a firefighter who reportedly stopped the attacker blowing up a stock of gas bottles.</p> \n<div>\n __VIDEO_EMBED_gu-video-457284568__\n</div> \n<p>Mehdi, a 23-year-old Muslim man who lives 100 metres from the depot, said he was furious that “these people claim to be Muslims”.</p> \n<p>“I am a young Muslim,” he said. “I am keeping Ramadan right now. It is Friday. To carry out this attack on a Friday during the holy month is not respectful of Islam. These people may call themselves Muslims but they are not. I say to them, you do not have the right to cut off someone’s head, you do not have the right to explode anything near our homes where our children live.</p> \n<p>“We have French, Turks, Arabs, Chinese, Cambodians living around here. There is no more tension than anywhere else,” Mehdi said, adding that he feared the attack would bring reprisals against the Muslim community in France.</p> \n<p>Air Products confirmed there had been an incident at its factory and said all staff had been evacuated.</p> \n<p>“We can confirm that an incident occurred at our facility in L’Isle-d’Abeau, France this morning,” a statement said. “Our priority at this stage is to take care of our employees, who have been evacuated from the site and all accounted for. Emergency services are on site and have contained the situation. The site is secure. Our crisis and emergency response teams have been activated and are working closely with all relevant authorities.”</p> \n<p>France has been on alert for possible Islamist-related attacks since gunmen killed 17 people in January in assaults on the offices of the Charlie Hebdo satirical magazine and a Jewish food store.</p> \n<p>Hollande said the response to such attacks should be measured. He said: “We all remember what has happened in our country, and in other countries. There is a lot of emotion, but emotion is not the only answer. We need action, deterrence, and we need to spread our values and to never give in to fear.”</p> \n<p>Air Products, based in Pennsylvania, supplies gases, chemicals and associated equipment. It has 20,000 employees and outlets in 50 countries.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/464b7560aa93609c4dff56bc56737dcbcc5a9d73/0_0_2464_1478/2464.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1478,"width":2464,"orientation":"landscape","credit":"AURORE LEJEUNE / DICOM / MINISTERE INTERIEUR/EPA","altText":"epa04819990 A handout photo made available by the French Interior Ministry on 26 June 2015 shows police investigators outside the Air Products facility near the scene of a suspected Islamist attack, in Saint-Quentin-Fallavier, southern France, 26 June 2015. The attack on a French chemicals factory is 'of a terrorist nature,' said French President Francois Hollande, adding that the 'intention leaves no doubt, it was to cause an explosion.' At least one death and multiple injuries have been reported.  EPA/AURORE LEJEUNE / DICOM / MINISTERE INTERIEUR  HANDOUT EDITORIAL USE ONLY/NO SALES","cleanCredit":"Photograph: AURORE LEJEUNE / DICOM / MINISTERE INTERIEUR/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T17:45:37Z","lastModified":"2015-06-26T23:01:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kim Willsher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kim-willsher"},{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":false,"keywords":["France","Europe","World news"],"tags":[{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[{"id":"gu-video-457284568","source":"Reuters","durationInSeconds":77,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/26/150626FrenchInteriorMinister_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/26/150626FrenchInteriorMinister.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/26/1435326657712/KP_326503_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for French decapitation suspect had been under watch for radicalisation, says French interior minister","credit":"guardian.co.uk","altText":"620x372 trailpic for French decapitation suspect had been under watch for radicalisation, says French interior minister","cleanCaption":"620x372 trailpic for French decapitation suspect had been under watch for radicalisation, says French interior minister"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/france-high-alert-decapitated-body-factory-attack","shortUrl":"http://gu.com/p/4a6m5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/france-high-alert-decapitated-body-factory-attack","webUri":"http://www.theguardian.com/world/2015/jun/26/france-high-alert-decapitated-body-factory-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/464b7560aa93609c4dff56bc56737dcbcc5a9d73/0_0_2464_1478/2464.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1478,"width":2464,"orientation":"landscape","caption":"Police investigators outside the Air Products facility near the scene of the attack. Photograph: Aurore Lejeune/DICOM /Ministere Interieur/EPA","credit":"Aurore Lejeune/DICOM /Ministere Interieur/EPA","altText":"Police investigators outside the Air Products facility near the scene of the attack.","cleanCaption":"Police investigators outside the Air Products facility near the scene of the attack.","cleanCredit":"Photograph: Aurore Lejeune/DICOM /Ministere Interieur/EPA"}},"importance":5,"kicker":{"title":"France"},"showQuotedHeadline":false,"sublinks":[{"title":"Kuwait / Islamic State claim responsibility for deadly blast at mosque","rawTitle":"Islamic State claim responsibility for deadly blast at mosque","item":{"type":"article","id":"world/2015/jun/26/islamic-state-claim-responsibility-deadly-blast-kuwait-city-mosque","title":"Islamic State claims responsibility for deadly blast at Kuwait City mosque","trailText":"Attack inside Imam Sadiq mosque during Friday prayers kills at least 25","standFirst":"<p data-dropid=\"0\">Attack inside Imam Sadiq mosque during Friday prayers kills at least 25</p>","byline":"Associated Press in Kuwait City","body":"<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/isis\">Islamic State</a> has claimed responsibility for a deadly explosion that struck a Shia mosque in the Kuwaiti capital after Friday prayers.</p> \n<p>A posting on a Twitter account known to belong to Isis said the attack was carried out by a suicide bomber wearing an explosive belt. The attack was claimed by an Isis affiliate calling itself the Najd Province, the same group that claimed a pair of bombing attacks on Shia mosques in Saudi Arabia in recent weeks.</p> \n<p>Friday’s explosion struck the Imam Sadiq mosque in the neighbourhood of al-Sawabir, a residential and shopping district of Kuwait City. Kuwait’s interior ministry said at least 25 people had died and more than 200 people were injured.</p> \n<p>Police formed a cordon around the mosque’s complex immediately after the explosion, banning people from entering or gathering near the area. Ambulances could be seen ferrying the wounded from the site.</p> \n<p>“We couldn’t see anything, so we went straight to the wounded and tried to carry them out. We left the dead,” said a witness, Hassan al-Haddad, 21, who said he saw several bodies.</p> \n<p>Abdullah al-Saffar, who was at the mosque, said the explosion took place just after midday Friday prayers, which are typically the most crowded of the week. Attendance also increases during the holy Muslim month of Ramadan, which started last week.</p> \n<figure class=\"element element-image\" data-media-id=\"109d88547e442867a79c68f8999a5e24fe0a6bfa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435336712174/28cd6c46-0538-40f3-b3ba-985befe8c6f0-460x328.jpeg\" alt=\"The aftermath of Friday’s blast at the Imam Sadiq mosque in Kuwait City\" width=\"460\" height=\"328\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The aftermath of Friday’s blast at the Imam Sadiq mosque in Kuwait City.</span> \n  <span class=\"element-image__credit\">Photograph: Raed Qutena/EPA</span> \n </figcaption> \n</figure> \n<p>Another witness, Ahmad al-Shawaf, said worshippers were standing shoulder to shoulder in group prayer when the explosion happened near the door of the mosque. Al-Shawaf said the blast occurred near the end of a second prayer that is traditional to Shia muslims and which follows the main midday Friday prayer.</p> \n<p>He reported that witnesses standing behind him said they saw a man walk in, stand in the back with other congregants and detonate his device.</p> \n<p>Mohammed al-Faili, 32, said his 70-year-old father was killed in the explosion and two of his brothers were also wounded. Speaking to AP by telephone, he said he was not at the mosque at the time of the explosion but was heading to the morgue to identify his father’s body.</p> \n<p>Isis regards Shia Muslims as heretics, and refers to them derogatively as “rafideen” or “rejectionists”. The Isis statement on Twitter said the bomber had targeted a “temple of the apostates”.</p> \n<p>The Kuwaiti justice, religious endowment and Islamic affairs minister, Yacoub al-Sanna, described the attack as a “terrorist and cowardly action which threatens our nation and works at tearing apart the national unity”.</p> \n<p>Al-Sanna told the official state agency <a href=\"http://www.kuna.net.kw/Default.aspx?language=en\">Kuna</a> that the government would take all necessary measures to ensure protection of houses of worship. “Kuwait was, and will remain, the oasis of security and safety to all components of the Kuwaiti society and sects,” he said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435325735441/73ec9f24-a98f-40d5-9c22-e54e10f0a2e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Raed Qutena/EPA","altText":"Chaotic scenes follow the blast at the Imam Sadiq mosque.","cleanCredit":"Photograph: Raed Qutena/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336712555/28cd6c46-0538-40f3-b3ba-985befe8c6f0-2060x1470.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1470,"width":2060,"orientation":"landscape","caption":"The aftermath of Friday’s blast at the Imam Sadiq mosque in Kuwait City. Photograph: Raed Qutena/EPA","credit":"Raed Qutena/EPA","altText":"The aftermath of Friday’s blast at the Imam Sadiq mosque in Kuwait City","cleanCaption":"The aftermath of Friday’s blast at the Imam Sadiq mosque in Kuwait City.","cleanCredit":"Photograph: Raed Qutena/EPA"}],"webPublicationDate":"2015-06-26T13:48:02Z","lastModified":"2015-06-26T16:39:14Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Kuwait","Middle East and North Africa","Islamic State","World news"],"tags":[{"id":"world/kuwait","webTitle":"Kuwait"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/islamic-state-claim-responsibility-deadly-blast-kuwait-city-mosque","shortUrl":"http://gu.com/p/4a6fm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/islamic-state-claim-responsibility-deadly-blast-kuwait-city-mosque","webUri":"http://www.theguardian.com/world/2015/jun/26/islamic-state-claim-responsibility-deadly-blast-kuwait-city-mosque"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457286996","source":"AFP","durationInSeconds":82,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/26/150626KuwaitBlast_1_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/26/150626KuwaitBlast_1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/26/1435333882893/KP_326553_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Islamic State claim responsibility for blast at mosque in Kuwait which killed at least 25  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Islamic State claim responsibility for blast at mosque in Kuwait which killed at least 25  video","cleanCaption":"620x372 trailpic for Islamic State claim responsibility for blast at mosque in Kuwait which killed at least 25  video"}}},"importance":0,"kicker":{"title":"Kuwait"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435325735441/73ec9f24-a98f-40d5-9c22-e54e10f0a2e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Raed Qutena/EPA","altText":"Chaotic scenes follow the blast at the Imam Sadiq mosque.","cleanCredit":"Photograph: Raed Qutena/EPA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/464b7560aa93609c4dff56bc56737dcbcc5a9d73/0_0_2464_1478/2464.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1478,"width":2464,"orientation":"landscape","credit":"AURORE LEJEUNE / DICOM / MINISTERE INTERIEUR/EPA","altText":"epa04819990 A handout photo made available by the French Interior Ministry on 26 June 2015 shows police investigators outside the Air Products facility near the scene of a suspected Islamist attack, in Saint-Quentin-Fallavier, southern France, 26 June 2015. The attack on a French chemicals factory is 'of a terrorist nature,' said French President Francois Hollande, adding that the 'intention leaves no doubt, it was to cause an explosion.' At least one death and multiple injuries have been reported.  EPA/AURORE LEJEUNE / DICOM / MINISTERE INTERIEUR  HANDOUT EDITORIAL USE ONLY/NO SALES","cleanCredit":"Photograph: AURORE LEJEUNE / DICOM / MINISTERE INTERIEUR/EPA"}}]},{"title":"Charleston shooting / Obama gives searing speech on race in eulogy for pastor","rawTitle":"Obama gives searing speech on race in eulogy for pastor","item":{"type":"article","id":"us-news/2015/jun/26/obama-charleston-eulogy-pinckney-amazing-grace","title":"Obama gives searing speech on race in eulogy for Charleston pastor","trailText":"President speaks of ‘systemic oppression’ and leads congregation in singing of Amazing Grace at funeral for state senator and reverend Clementa Pinckney<br>","standFirst":"<p data-dropid=\"0\">President speaks of ‘systemic oppression’ and leads congregation in singing of Amazing Grace at funeral for state senator and reverend Clementa Pinckney<br /></p>","byline":"Ed Pilkington in Charleston, South Carolina","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/charleston-church-victims-profiles\">The Charleston shooting victims: a poet, a politician, a librarian, women of faith</a> </p> \n</aside> \n<p>Wrapping his words in the cloak of a church sermon, deploying the inflections and oratorical rhythms of a pastor, Barack Obama delivered one of his most searing speeches on modern race relations in America at a funeral service in Charleston on Friday.</p> \n<p>In the course of eulogising Reverend Clementa Pinckney, the pastor of the Mother Emanuel African American church who was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/charleston-shooting\">shot dead in his own sanctuary along with eight of his flock</a> last week, Obama addressed several of the most contentious debates that have erupted since the shooting. </p> \n<p>He referred to the gun rampage by an avowed white supremacist as an act of terrorism, linking it to America’s long history of racist church bombings and arsons.</p> \n<p>He said the shooting was not a random act, “but a means of control, a way to terrorize and oppress”. He said the alleged shooter, who he did not name, had imagined his deed would “incite fear and recrimination, violence and suspicion”, as “an act that he presumed would deepen divisions that trace back to our nation’s original sin”.</p> \n<p>In the course of a eulogy in which Obama had the audacity to sing Amazing Grace in front of a rapt audience of 5,500 mostly African Americans in the College of Charleston TD Arena, the president also made a robust case for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/22/confederate-flag-south-carolina-charleston\">the tearing down of the Confederate flag</a>. As debate continues to rage over the enduring presence of the old secessionist symbol across much of the deep south, Obama said bluntly that the flag was a “reminder of systemic oppression and racial subjugation”.</p> \n<p>The flag did not cause the murder of nine churchgoers at a Bible-study meeting on 17 June, Obama said. “But as people from all walks of life – Republicans and Democrats – have acknowledged, the flag has always represented more than just ancestral pride.”</p> \n<p>He said taking down the flag from the grounds of South Carolina’s state capitol in Columbia “would not be an act of political correctness, it would not be an insult to the valour of Confederate soldiers, it would simply be an acknowledgement that the cause for which they fought – the cause of slavery – was wrong.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/obama-clementa-pinckney-funeral-eulogy\">Obama speaks at Clementa Pinckney funeral – read the eulogy in full</a> </p> \n</aside> \n<p>Speaking in front of political leaders from both sides of the partisan divide, including Hillary Clinton and the Republican leader John Boehner, as well as African American household names such as Jesse Jackson and the Reverend Al Sharpton, Obama also called for action to address what he called the “mayhem” of gun violence in America. </p> \n<p>He also touched on police brutality towards black communities, endemic poverty in many African American neighbourhoods and Republican attempts to introduce new voting laws that would make it more difficult for people to cast their vote.</p> \n<p>“None of us can or should expect a transformation in race relations overnight,” Obama said, adding that whenever a tragedy happened such as the massacre at the Mother Emanuel church in Charleston there were calls for a debate. </p> \n<p>“We talk a lot about race,” he said. “There is no short cut, we don’t need more talk. People of goodwill will continue to debate the merit of various policies as our democracy requires. There are good people on both sides of these debates. Whatever solutions we find will be incomplete. But it would be a betrayal of everything Reverend Pinckney stood for if we allow ourselves to slip into a comfortable silence again. To go back to business as usual as we so often do.”</p> \n<p>He said that after a week of reflection on the Charleston shooting he had concluded that what was required now was “an open heart. That more than a particular policy or analysis, that’s what I think is needed.”</p> \n<p>Then, after what must be one of the longest pauses he has ever held in the middle of a public speech, the president of the United States began to sing Amazing Grace. The arena burst into song alongside him.</p> \n<div>\n __VIDEO_EMBED_gu-video-457289627__\n</div> \n<p>Obama first met Pinckney in 2007, during the early stages of his first run to the White House. Pinckney was an early supporter of Obama’s bid for the presidency.</p> \n<p>The president said he did not know Pinckney well, but he did a little. He described the pastor as a “man of God who lived by faith … when Clementa Pinckney entered a room it was like the future had arrived.”</p> \n<p>Pinckney, 41 when he died, made an impact on those around him from an early age. He was only 13 when he had what he took to be a message from God calling him to preach and by 18 he enjoyed his first appointment as pastor. He was elected to the South Carolina legislature in 1996, aged 23, the youngest African American to hold a seat in the assembly, going on to become a state senator just four years later.</p> \n<p>A massive crowd of mourners descended on the College of Charleston well before the official funeral service began. Thousands came in hope of securing a place inside the arena, standing from soon after dawn in a line that ran down three blocks and snaked all the way around the corner.</p> \n<p>In the blazing heat, mourners huddled under umbrellas and relied on bottles of water handed out among the crowd.</p> \n<p>“We expected a large turnout,” a White House official said. “But this is overwhelming.”</p> \n<p>The tone of the funeral service that preceded Obama’s eulogy was one of celebration of Pinckney’s life rather than dwelling on the unconscionable act of racial hatred that ended it. </p> \n<p>“Senator Pinckney’s last act was to open his doors to someone he did not know, who did not look like him,” said the Honorable Reverend Joseph Neal, referring to Dylann Roof, the suspected shooter. “So let us not close the doors. Do not let race and politics close the doors that Senator Pinckney opened.”</p> \n<p>A succession of speakers from South Carolina’s church as well as political circles remembered Pinckney for his booming voice, his skills as a preacher, and his loyalty as a father, husband and friend. </p> \n<p>“Tell the people that Reverend Clementa Pinckney walked the talk,” said Reverend George Flowers. “He was the embodiment of the sermon. He was humble, caring, compassionate, supportive, a man of integrity.”</p> \n<p>Only one speaker referred directly to Roof, albeit without using his name. Reverend John Gillison told the crowd: “Someone should have told that young man! He wanted to start a race war, but he came to the wrong place.”</p> \n<p>In moving messages to their father published in the official order of service, Pinckney’s two young daughters said their goodbyes. Malana, who hid with her mother Jennifer in a side room in the Mother Emanuel church while her father was being killed along with eight others, wrote in her message:</p> \n<p>“Dear Daddy</p> \n<p>I know you were shot at the Church</p> \n<p>And you went to Heaven.</p> \n<p>I love you so much!</p> \n<p>I know you love me”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f9eb4fa673c65056bc5a424e4639a7e8d24389c5/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Joe Raedle/Getty Images","altText":"CHARLESTON, SC - JUNE 26:  President Barack Obama delivers the eulogy for South Carolina state senator and Rev. Clementa Pinckney during Pinckney's funeral service June 26, 2015 in Charleston, South Carolina. Suspected shooter Dylann Roof, 21, is accused of killing nine people on June 17th during a prayer meeting in the church, which is one of the nation's oldest black churches in Charleston.  (Photo by Joe Raedle/Getty Images)","cleanCredit":"Photograph: Joe Raedle/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T20:39:58Z","lastModified":"2015-06-27T01:21:38Z","metadata":{"commentable":true,"commentCount":347,"contributors":[{"name":"Ed Pilkington","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edpilkington"}],"feature":false,"keywords":["Charleston shooting","South Carolina","Barack Obama","Race issues","US news"],"tags":[{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Ed Pilkington","topic":{"type":"tag-contributor","name":"profile/edpilkington"}}],"embeddedVideos":[{"id":"gu-video-457289627","source":"Reuters","durationInSeconds":82,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/26/150625obamaguns_FromGuAmRM-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/26/150625obamaguns_FromGuAmRM/150625obamaguns_FromGuAmRM.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435350707141/President-Barack-Obama-de-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"President Barack Obama delivers the eulogy for South Carolina state senator and Rev. Clementa Pinckney during Pinckney's funeral service June 26, 2015 in Charleston, South Carolina. Photograph: Joe Raedle/Getty","credit":"Joe Raedle/Getty","altText":"President Barack Obama delivers the eulogy","cleanCaption":"President Barack Obama delivers the eulogy for South Carolina state senator and Rev. Clementa Pinckney during Pinckney's funeral service June 26, 2015 in Charleston, South Carolina. Photograph: Joe Raedle/Getty"}}],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/26/obama-charleston-eulogy-pinckney-amazing-grace","shortUrl":"http://gu.com/p/4a6pt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/26/obama-charleston-eulogy-pinckney-amazing-grace","webUri":"http://www.theguardian.com/us-news/2015/jun/26/obama-charleston-eulogy-pinckney-amazing-grace"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457289587","source":"Reuters","durationInSeconds":130,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/26/150625grace_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/26/150625grace_FromGAus/150625grace_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435348506795/President-Obama-sings-Ama-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"President Obama sings Amazing Grace at Clementa Pinckney eulogy Photograph: Reuters","credit":"Reuters","altText":"President Obama sings Amazing Grace at Clementa Pinckney eulogy","cleanCaption":"President Obama sings Amazing Grace at Clementa Pinckney eulogy Photograph: Reuters"}}},"importance":4,"kicker":{"title":"Charleston shooting"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f9eb4fa673c65056bc5a424e4639a7e8d24389c5/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Joe Raedle/Getty Images","altText":"CHARLESTON, SC - JUNE 26:  President Barack Obama delivers the eulogy for South Carolina state senator and Rev. Clementa Pinckney during Pinckney's funeral service June 26, 2015 in Charleston, South Carolina. Suspected shooter Dylann Roof, 21, is accused of killing nine people on June 17th during a prayer meeting in the church, which is one of the nation's oldest black churches in Charleston.  (Photo by Joe Raedle/Getty Images)","cleanCredit":"Photograph: Joe Raedle/Getty Images"}}]},{"title":"Syria / Rescue organi​​sation ​​appeals to UN to help stop barrel bomb attacks","rawTitle":"Rescue organi​​sation ​​appeals to UN to help stop barrel bomb attacks","item":{"type":"article","id":"world/2015/jun/27/syrian-rescue-organisation-appeals-to-un-security-council-over-barrel-bombs","title":"Syrian rescue organi​​sation ​​appeals to UN Security Council over barrel bombs","trailText":"Syrian Civil Defense says the indiscriminate attacks have escalated dramatically and are mainly killing civilians","standFirst":"<p data-dropid=\"0\">Syrian Civil Defense says the indiscriminate attacks have escalated dramatically and are mainly killing civilians</p>","byline":"Associated Press","body":"<p>The head of a Syrian rescue organisation appealed to the UN Security Council on Friday to stop indiscriminate barrel bomb attacks he says have escalated dramatically and are mainly killing civilians.</p> \n<p>Syrian Civil Defense searches for survivors but more often finds bodies in the rubble left by what it says are barrel bombs dropped from Syrian government helicopters. </p> \n<p>The Security Council has been bitterly divided over Syria between Russia, a close ally of president Bashar Assad’s government, and western nations who have have campaigned for a transitional government leading to democratic elections.</p> \n<p>Raed Saleh, head of the SCD, told the UN’s most powerful body that “the Security Council in the eyes of those suffering has become a non-Security Council” because it has not implemented its February 2014 resolution demanding an end to indiscriminate use of weapons in populated areas, including barrel bombs.</p> \n<p>“The Syrian people who are killed day after day hold you responsible and call on you to take the necessary measures to put an end to the killing in Syria, particularly the use of indiscriminate weapons,” he told an informal council meeting on Friday focusing on the increasing use of barrel bombs in the Syrian war, now well into its fifth year with well over 200,000 killed.</p> \n<p>Assad has denied Syria uses barrel bombs but western organisations have provided video footage of Syrian helicopters dropping such bombs.</p> \n<p>Saleh said council action should include a no-fly zone to stop the dropping of barrel bombs. He said he did not want to return to Syria without an answer from the council. But he did not get one.</p> \n<p>Russian counsellor Andrey Listov, who previously lived in Syria and said he loved the country, told the council the responsibility for the current situation “falls on those who finance and arm terrorists”.</p> \n<p>Russia condemns indiscriminate attacks wherever they happen, he said. But “any measures that the Security Council is going to implement against those indiscriminate attacks ... should not impede the efforts of the government to fight terrorism”.</p> \n<p>The meeting, organised by France’s UN ambassador Francois Delattre and Spain’s UN ambassador Roman Oyarzun Marchesi, followed appeals from more than 70 countries and over 80 international human rights and aid groups for immediate council action against the use of barrel bombs in Syria.</p> \n<p>Pressured on whether there be a new council resolution, he said: “We’re working. We’re working.”</p> \n<p>Bassam Alahmad, head of research at the Violations Documentation Center in Syria, said Russian “condemnation is important” but the Syrian people want action against the targeting of civilians. From the beginning of 2015 until Thursday, there has been an upsurge in the number of victims – 1,160 civilians killed by Syrian barrel bombs including 290 children and 160 women.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd03d17f2833c4f25963a929d9fbf9a827d49e28/0_0_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","credit":"STRINGER/Reuters","altText":"A boy stands on a balcony at a site hit by what activists said was a barrel bomb dropped by forces loyal to Syria’s president Bashar al-Assad in Aleppo.","cleanCredit":"Photograph: STRINGER/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-27T03:23:30Z","lastModified":"2015-06-27T03:23:31Z","metadata":{"commentable":true,"commentCount":33,"contributors":[],"feature":false,"keywords":["Syria","United Nations","Middle East and North Africa","World news"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/27/syrian-rescue-organisation-appeals-to-un-security-council-over-barrel-bombs","shortUrl":"http://gu.com/p/4a7xv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/27/syrian-rescue-organisation-appeals-to-un-security-council-over-barrel-bombs","webUri":"http://www.theguardian.com/world/2015/jun/27/syrian-rescue-organisation-appeals-to-un-security-council-over-barrel-bombs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd03d17f2833c4f25963a929d9fbf9a827d49e28/0_0_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","caption":"A boy stands on a balcony at a site hit by what activists said was a barrel bomb dropped by forces loyal to Syria’s president Bashar al-Assad in Aleppo. Photograph: STRINGER/Reuters","credit":"STRINGER/Reuters","altText":"A boy stands on a balcony at a site hit by what activists said was a barrel bomb dropped by forces loyal to Syria’s president Bashar al-Assad in Aleppo.","cleanCaption":"A boy stands on a balcony at a site hit by what activists said was a barrel bomb dropped by forces loyal to Syria’s president Bashar al-Assad in Aleppo.","cleanCredit":"Photograph: STRINGER/Reuters"}},"importance":4,"kicker":{"title":"Syria"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd03d17f2833c4f25963a929d9fbf9a827d49e28/0_0_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","credit":"STRINGER/Reuters","altText":"A boy stands on a balcony at a site hit by what activists said was a barrel bomb dropped by forces loyal to Syria’s president Bashar al-Assad in Aleppo.","cleanCredit":"Photograph: STRINGER/Reuters"}}]},{"title":"Planting coral could save Great Barrier Reef from climate change, say scientists","rawTitle":"Planting coral could save Great Barrier Reef from climate change, say scientists","item":{"type":"article","id":"environment/2015/jun/27/planting-coral-could-save-great-barrier-reef-from-climate-change-say-scientists","title":"Planting coral could save Great Barrier Reef from climate change, say scientists","trailText":"Humans could save the Great Barrier Reef from global warming by transplanting corals that survive heat stress, say scientists","standFirst":"<p>Humans could save the Great Barrier Reef from global warming by transplanting corals that survive heat stress, say scientists</p>","byline":"Joshua Robertson","body":"<p>Humans could save the Great Barrier Reef from global warming by transplanting corals that survive heat stress, say scientists.</p> \n<p>A new joint study by the <a href=\"http://www.aims.gov.au/\">Australian institute of marine science</a> (AIMS) in Townsville and the <a href=\"https://cns.utexas.edu/\">University of Texas</a> has found a genetic basis for tolerance of higher temperatures in coral.</p> \n<p>The discovery could pave the way for manmade colonies of coral bred to adapt to hotter oceans, according to the researchers.</p> \n<p>University of Texas biologist Mikhail Matz said: “Averting coral extinction begin with something as simple as exchange of coral immigrants across latitudes, which … can be jump-started by humans moving adult corals”.</p> \n<p>“This is occasion for hope and optimism about coral reefs and the marine life that thrive there,” Matz said.</p> \n<p>AIMS evolutionary ecologist Line Bay said the discovery was a boon to “understanding of the potential for coral on the Great Barrier Reef to cope with hotter oceans”.</p> \n<p>Researchers crossed individuals of branching coral Acropora millepora, from the warmer far north of the Great Barrier Reef, with members of the same species at Orpheus Island, 540 km south.<br /></p> \n<p>The corals of the north passed on their heat tolerance to their offspring, they found.</p> \n<p>The study found heat tolerance could hinge largely on “mum’s genes”, being centred in mitochondria, the “powerhouses of the cells that are inherited solely from mothers”.</p> \n<p>The scientists now wish to confirm the role of mitochondria in heat tolerance, suggested for the first time by the study.</p> \n<p>That was the next step in identifying the “winners and losers in the game of climate change”, they said.</p> \n<p>Only then could they consider attempts to restore reefs or make new ones by choosing heat-tolerant corals, or help those communities naturally took over from others that died. </p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8247fb6d46f05cec70a331b6fee7e4a240960eb9/0_526_3648_2189/3648.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2189,"width":3648,"orientation":"landscape","credit":"Line K Bay/Australian Institute of Marine Science","altText":"Far northern Great Barrier Reef.","cleanCredit":"Photograph: Line K Bay/Australian Institute of Marine Science"}],"bodyImages":[],"webPublicationDate":"2015-06-26T23:13:35Z","lastModified":"2015-06-26T23:33:42Z","metadata":{"commentable":true,"commentCount":60,"contributors":[{"name":"Joshua Robertson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/15/1421330167719/Joshua-Robertson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joshua-robertson"}],"feature":false,"keywords":["Great Barrier Reef","Environment","Australia news","Climate change","COP 21: UN climate change conference | Paris","Science","Marine life","Oceans"],"tags":[{"id":"environment/great-barrier-reef","webTitle":"Great Barrier Reef"},{"id":"environment/environment","webTitle":"Environment"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/cop-21-un-climate-change-conference-paris","webTitle":"COP 21: UN climate change conference | Paris"},{"id":"science/science","webTitle":"Science"},{"id":"environment/marine-life","webTitle":"Marine life"},{"id":"environment/oceans","webTitle":"Oceans"}],"section":{"id":"environment"},"topics":[{"displayName":"Joshua Robertson","topic":{"type":"tag-contributor","name":"profile/joshua-robertson"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/27/planting-coral-could-save-great-barrier-reef-from-climate-change-say-scientists","shortUrl":"http://gu.com/p/4a683","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/27/planting-coral-could-save-great-barrier-reef-from-climate-change-say-scientists","webUri":"http://www.theguardian.com/environment/2015/jun/27/planting-coral-could-save-great-barrier-reef-from-climate-change-say-scientists"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8247fb6d46f05cec70a331b6fee7e4a240960eb9/0_526_3648_2189/3648.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2189,"width":3648,"orientation":"landscape","caption":"Far northern Great Barrier Reef. Reefs around the world are threatened by climate change. A new study shows that some corals have the genes to adapt to warmer oceans. Photograph: Line K Bay/Australian Institute of Marine Science","credit":"Line K Bay/Australian Institute of Marine Science","altText":"Far northern Great Barrier Reef.","cleanCaption":"Far northern Great Barrier Reef. Reefs around the world are threatened by climate change. A new study shows that some corals have the genes to adapt to warmer oceans.","cleanCredit":"Photograph: Line K Bay/Australian Institute of Marine Science"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8247fb6d46f05cec70a331b6fee7e4a240960eb9/0_526_3648_2189/3648.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2189,"width":3648,"orientation":"landscape","credit":"Line K Bay/Australian Institute of Marine Science","altText":"Far northern Great Barrier Reef.","cleanCredit":"Photograph: Line K Bay/Australian Institute of Marine Science"}}]},{"title":"Flight MH17 / Russia rejects calls for UN tribunal to prosecute suspects","rawTitle":"Russia rejects calls for UN tribunal to prosecute suspects","item":{"type":"article","id":"world/2015/jun/26/russia-rejects-calls-for-un-tribunal-malaysia-airlines-flight-mh17","title":"Russia rejects calls for UN tribunal to prosecute MH17 suspects","trailText":"Deputy foreign minister Gennady Gatilov says proposal backed by Netherlands and Malaysia is counterproductive and hasty","standFirst":"<p data-dropid=\"0\">Deputy foreign minister Gennady Gatilov says proposal backed by Netherlands and Malaysia is counterproductive and hasty</p>","byline":"Agence France-Presse in Moscow","body":"<p>A senior Russian official has rejected calls for the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/dutch-propose-international-tribunal-to-prosecute-suspects-in-mh17-atrocity\">establishment of a UN tribunal</a> to try those responsible for the downing of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/news/malaysia-airlines-flight-mh17\">Malaysia Airlines flight MH17</a> in eastern Ukraine last year.</p> \n<p>Deputy foreign minister Gennady Gatilov was quoted by Russian news agencies as saying: “We are against it. We think it is not timely and counterproductive.”</p> \n<p>The Netherlands, Malaysia and three other countries want a UN tribunal to investigate the incident last July in which all 298 passengers and crew died.</p> \n<p>The Boeing 777 passenger jet was travelling between Amsterdam and Kuala Lumpur when it was shot down in eastern Ukraine during some of the worst fighting between government forces and pro-Russian separatists, who took up arms against Kiev’s pro-western government a few months earlier.</p> \n<p>Suspicions immediately fell on the separatists, who may have used a surface-to-air missile supplied by Russia to shoot down the plane. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/dutch-propose-international-tribunal-to-prosecute-suspects-in-mh17-atrocity\">Dutch propose international tribunal to prosecute suspects in MH17 atrocity</a> </p> \n</aside> \n<p>Moscow flatly denied any involvement and instead pointed the finger at the Ukrainian military.</p> \n<p>The five countries of the joint investigation team – Australia, Belgium, Malaysia, the Netherlands and Ukraine – met last week in New York to discuss the proposed international tribunal.</p> \n<p>Gatilov insisted the continuing investigation should be completed before any further steps are taken.</p> \n<p>He said: “Now we must wait until the end of the investigation rather than adopt hasty resolutions on creating a tribunal.” Gatilov added that “the issue is very sensitive and serious and must be thoroughly studied”.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435340002023/0e2e93ef-bfc1-46b3-b56d-e049cecf15a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bulent Kilic/AFP/Getty Images","altText":"Part of the damaged fuselage of Malaysia Airlines flight MH17","cleanCredit":"Photograph: Bulent Kilic/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T17:45:54Z","lastModified":"2015-06-26T18:06:29Z","metadata":{"commentable":true,"commentCount":772,"contributors":[],"feature":false,"keywords":["Malaysia Airlines flight MH17","Ukraine","Russia","United Nations","Plane crashes","World news","Europe"],"tags":[{"id":"news/malaysia-airlines-flight-mh17","webTitle":"Malaysia Airlines flight MH17"},{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/plane-crashes","webTitle":"Plane crashes"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/russia-rejects-calls-for-un-tribunal-malaysia-airlines-flight-mh17","shortUrl":"http://gu.com/p/4a6nd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/russia-rejects-calls-for-un-tribunal-malaysia-airlines-flight-mh17","webUri":"http://www.theguardian.com/world/2015/jun/26/russia-rejects-calls-for-un-tribunal-malaysia-airlines-flight-mh17"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435340002023/0e2e93ef-bfc1-46b3-b56d-e049cecf15a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Part of the damaged fuselage of Malaysia Airlines flight MH17 in the Donetsk region of Ukraine, with flowers left on top by mourners. Photograph: Bulent Kilic/AFP/Getty Images","credit":"Bulent Kilic/AFP/Getty Images","altText":"Part of the damaged fuselage of Malaysia Airlines flight MH17","cleanCaption":"Part of the damaged fuselage of Malaysia Airlines flight MH17 in the Donetsk region of Ukraine, with flowers left on top by mourners.","cleanCredit":"Photograph: Bulent Kilic/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Flight MH17"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435340002023/0e2e93ef-bfc1-46b3-b56d-e049cecf15a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bulent Kilic/AFP/Getty Images","altText":"Part of the damaged fuselage of Malaysia Airlines flight MH17","cleanCredit":"Photograph: Bulent Kilic/AFP/Getty Images"}}]}],"lastModified":"2015-06-27T08:08:24Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}