{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Spain / Mayors hope for 10th re-election amid changing political landscape","rawTitle":"Mayors hope for 10th re-election amid changing political landscape","item":{"type":"article","id":"world/2015/may/22/spains-mayors-hope-for-10th-re-election-amid-changing-political-landscape","title":"Spain's mayors hope for 10th re-election amid changing political landscape","trailText":"Spanish voters now have a choice of new anti-austerity parties in regional and municipal elections, but some mayors first elected in 1979 may get back in again","standFirst":"<p>Spanish voters now have a choice of new anti-austerity parties in regional and municipal elections, but some mayors first elected in 1979 may get back in again</p>","byline":"Ashifa Kassam in Madrid","body":"<p>When Luis Partida was first elected as the mayor of a small town on the outskirts of Madrid in 1979, he wasn’t quite sure what the position entailed.<br /></p> \n<p>“It was a bit of a game, really,” said the People’s party mayor of Villanueva de la Ca&ntilde;ada. “We had no idea what a local administration was or how to run a municipality. Our starting point was a dictatorship.”</p> \n<p>Democracy in Spain was timidly emerging after General Francisco Franco’s nearly four-decade rule. “We wanted to bring our town everything it was lacking – and it was lacking everything,” said Partida. </p> \n<p>Nine elections later, Partida, 68, is still the town’s mayor. On Sunday, as Spaniards head to the polls for regional and municipal elections, he’ll be one of 40 or so mayors from across the country who were elected in 1979 and are hoping to be re-elected for the 10th time.</p> \n<p>Standing in their way are elections that are unprecedented in many ways. A constant barrage of corruption scandals, growing inequality and sky-high unemployment have fuelled a voter backlash against Spain’s political establishment, propelling the growth of the national newcomers <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/31/podemos-spain-austerity-rally-madrid-syriza\">Podemos</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/13/ciudadanos-podemos-of-right-political-force-spain-albert-rivera\">Ciudadanos</a>. As Spaniards choose who will lead 13 regions and more than 8,100 municipalities, the results are expected to chip away at the dominance of the People’s party and the Socialists, the two parties that have alternated in power for nearly 40 years.</p> \n<p>Polls suggest that the People’s party, which won big majorities in 2011 in most Spanish regions and many of the country’s most populous cities, will hold on to power in many regions, but only manage to secure an outright majority in Castile and Le&oacute;n. The fragmented political scene will pave the way for Podemos and Ciudadanos, which are predicted to come third and fourth in most regions, to hold the balance of power.</p> \n<p>The runup to the elections has constantly pitted new against old; from the promises of the Podemos leader, Pablo Iglesias, to do away with <em>la casta</em>, referring to the old guard that has governed Spain since the late 1970s, to Ciudadanos head Albert Rivera’s assertion that the country’s regeneration should be led by those who were born in democracy.</p> \n<p>It is a strategy that takes direct aim at politicians such as Partida, who is quick to admit that it was the failings of his own party and the Socialists that helped to give rise to this attitude. “We should have taken strong, serious measures against corruption,” he said.</p> \n<p>However, he argues that Spain’s recent past should not be dismissed entirely, pointing to the spirit of political cooperation that helped to drive Spain’s rapid modernisation. “There were colours, but we worked in a different way. The left and the right worked together to accomplish things. These days it seems impossible.” </p> \n<p>Pere Moradell, the Socialist mayor of the small Catalan village of Torroella de Fluvi&agrave; since 1979, dismissed the idea that this election would do away with the country’s bipartisan system. Instead, he argued, it would be the one to force Spain’s two dominant parties to forge alliances and pacts with other parties.</p> \n<p>The alternative was chaos, he said, pointing to the political stalemate playing out in the regional parliament of Andaluc&iacute;a, where two months after the Socialist Susana D&iacute;az was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/23/spanish-anti-austerity-party-podemos-wins-15-seats-andalusia\">elected to lead a minority government,</a> she has yet to receive the majority vote needed to form a government.</p> \n<p>The list of mayors who have been in power since 1979 features just one woman – the People’s party politician Pilar Otilia L&oacute;pez, who was appointed mayor by local authorities in 1975 when Franco was still in power. Four decades later, she continues to head the remote rural Galician municipality of Ramir&aacute;s, population 1,800.</p> \n<p>The 75-year-old marvelled at how things have changed for women in politics since she began. “At the beginning I had a few problems and I’m sure that if I was a man, they wouldn’t have happened,” she said, refusing to give more details. “These days, these things don’t happen.”</p> \n<p>In Sunday’s elections, female politicians figure prominently in the most symbolic, closely watched vote. In Madrid, Esperanza Aguirre of the People’s party, a veteran politician and former president of the Madrid region, is facing off against Manuela Carmena, a retired judge representing Ahora Madrid, a Podemos-backed coalition of leftist parties. Polls have put the two candidates in a virtual tie. In Barcelona, an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/barcelona-ada-colau-mayor-anti-poverty\">anti-poverty activist, Ada Colau</a>, is in a tight race against the incumbent mayor, Xavier Trias.</p> \n<p>As Ahora Madrid and Colau’s Barcelona en Com&uacute; entered the final stretch of the campaign this week, tantalised by the prospect of building more democratic and socially just cities, Jos&eacute; Luis Rico, a Socialist, remembered the thrill of entering office in 1979. “We were so excited to change things,” he said. When he started as the mayor of the small village of Marzales in Castile and Le&oacute;n, “I would take the ladder to change the street lamps myself. Now I’m too old to climb the ladder,” said the 61-year-old.</p> \n<p>The changes sweeping Spain’s electoral system weren’t likely to reach small municipalities, he said, where he felt most people voted with a specific candidate in mind rather than parties. </p> \n<p>Still, he saw something exciting in an election that seemed poised to turn Spain’s voting system – designed to deliver strong majorities and favour a two-party system – on its head. “It’s a good thing,” he said. “I think the culture of democracy has changed, and for the better.”<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432313774449/729d69d2-43a6-4bcd-803e-855310ceb0dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Ramos/Getty Images","altText":"Podemos supporters gather at Puerta del Sol in Madrid. According to recent opinion polls the anti-austerity leftwing party has wider support than the traditional parties of Spain","cleanCredit":"Photograph: David Ramos/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T17:02:54Z","lastModified":"2015-05-22T23:01:22Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Ashifa Kassam","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ashifa-kassam"}],"feature":true,"keywords":["Spain","Europe","World news","Politics","Podemos","Women in politics","Gender","Catalonia","Women","Life and style"],"tags":[{"id":"world/spain","webTitle":"Spain"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/podemos","webTitle":"Podemos"},{"id":"politics/women","webTitle":"Women in politics"},{"id":"world/gender","webTitle":"Gender"},{"id":"world/catalonia","webTitle":"Catalonia"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"world"},"topics":[{"displayName":"Ashifa Kassam","topic":{"type":"tag-contributor","name":"profile/ashifa-kassam"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/spains-mayors-hope-for-10th-re-election-amid-changing-political-landscape","shortUrl":"http://gu.com/p/496fn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/spains-mayors-hope-for-10th-re-election-amid-changing-political-landscape","webUri":"http://www.theguardian.com/world/2015/may/22/spains-mayors-hope-for-10th-re-election-amid-changing-political-landscape"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432313774449/729d69d2-43a6-4bcd-803e-855310ceb0dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Podemos supporters gather at Puerta del Sol in Madrid. According to recent opinion polls, the anti-austerity leftwing party has wider support than the traditional parties of Spain. Photograph: David Ramos/Getty Images","credit":"David Ramos/Getty Images","altText":"Podemos supporters gather at Puerta del Sol in Madrid. According to recent opinion polls the anti-austerity leftwing party has wider support than the traditional parties of Spain","cleanCaption":"Podemos supporters gather at Puerta del Sol in Madrid. According to recent opinion polls, the anti-austerity leftwing party has wider support than the traditional parties of Spain.","cleanCredit":"Photograph: David Ramos/Getty Images"}},"importance":7,"kicker":{"title":"Spain"},"showQuotedHeadline":false},{"title":"Syria / Isis seizes Syrian military base near Palmyra as it consolidates grip on city","rawTitle":"Isis seizes Syrian military base near Palmyra as it consolidates grip on city","item":{"type":"article","id":"world/2015/may/22/isis-seizes-syrian-military-base-palmyra-islamic-state-border-iraq-homs","title":"Isis seizes Syrian military base near Palmyra as it consolidates grip on city","trailText":"Islamic State releases videos of advances as fighters take border crossing with Iraq, begin assault on Deir Ezzor and amass near key army base in Homs province","standFirst":"<p>Islamic State releases videos of advances as fighters take border crossing with Iraq, begin assault on Deir Ezzor and amass near key army base in Homs province</p>","byline":"Kareem Shaheen in Beirut","body":"<p>Islamic State has consolidated its grip on the historic city of Palmyra and other swaths of territory in eastern Syria, fresh from its decisive victory over forces loyal to the regime of President Bashar al-Assad.</p> \n<p>Militants from the terror group seized a small Syrian military base and station near Palmyra, a day after routing government forces from the ancient city. <a href=\"https://www.youtube.com/watch?v=Cv91AULREhk\">A video</a> released by Isis showed its fighters entering the facility and seizing ammunition and weapons.</p> \n<p>“You can stop talking now,” a militant said as he tore down a portrait of Hafez al-Assad, the Syrian president’s father and predecessor.</p> \n<p><a href=\"http://www.youtube.com/watch?v=Vb0ikDaBjKs\">Another video</a> showed militants mingling with civilians in the city near the corpses of two apparently pro-Assad fighters, shouting: “The Islamic State is here to stay.” <br /></p> \n<p>Isis fighters are amassing near Tayfur, a key military base in Homs province that houses much of the Syrian air force’s fleet of fighter bombers.<br /></p> \n<figure class=\"element element-embed\" data-alt=\"Palmyra falls to Isis\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432311671728/syriapalmyrastreetmap.png&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>The group also launched fresh assaults in Deir Ezzor, where embattled regime soldiers are fighting an overwhelming Isis presence and are now largely cut off owing to the fall of Palmyra. </p> \n<p>The militants fought with government troops near the Deir Ezzor military airport, in an attempt to seize it. They also took control of the final border crossing with Iraq under regime control, giving it increasingly unfettered access to transport troops across the frontier.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis\">Isis took Palmyra</a>, a Silk Road hub of the ancient world and a Unesco world heritage site with magnificent ruins, on Wednesday.</p> \n<p>The terror group is now thought to hold sway over half of Syria, having severed regime supply lines to Deir Ezzor in the east and opened the road to Assad’s strongholds of Damascus and Homs in central and western Syria.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-syria-islamic-state\">Isis 'controls 50% of Syria' after seizing historic city of Palmyra</a> </p> \n</aside> \n<p>The fall of Palmyra after a seven-day siege was the first time Isis wrested a Syrian city from government control. It took the city less than a week after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-ramadi-advances-say-more-about-state-weakness-than-jihadi-strength\">ousting Iraqi security forces from Ramadi</a>, the capital of Anbar province in Iraq, showing its resilience after nearly a year of a punishing air campaign by a US-led coalition.</p> \n<p>The UN high commissioner for refugees said 11,000 civilians had fled Palmyra since the Isis offensive began, settling in nearby villages. The city was home to internally-displaced people from other areas of Syria, many of them now fleeing again.</p> \n<p>“People are arriving exhausted, scared and in increasing numbers,” said Bhajat Al Arandas, an official with Al-Birr Society, which is working with UNHCR to distribute aid to the refugees. “They fled their homes in Palmyra and neighbouring villages with hardly anything and report there is no water, electricity or working mobile phone network [in the city].”</p> \n<p>But two-thirds of residents are believed to still be in Palmyra, raising fears of retribution from Isis, which has already executed members of a rebellious tribe called the Shaitat that it accused of fighting alongside government forces.</p> \n<p>The Assad regime had claimed that it evacuated most of the civilians in Palmyra before withdrawing from the city. But citing what she said were credible sources, UN spokeswoman Ravina Shamdasani said there were reports of government forces preventing civilians from leaving until they themselves fled and Isis took control of the city.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-ramadi-advances-say-more-about-state-weakness-than-jihadi-strength\">First Ramadi, then Palmyra: Isis shows it can storm bastions of Syria and Iraq</a> </p> \n</aside> \n<p>“Isil has reportedly been carrying out door-to-door searches in the city, looking for people affiliated with the government. At least 14 civilians are reported to have been executed by Isil in Palmyra this week,” she said, using another acronym for Islamic State.</p> \n<p>Palmyra is home to some of the most magnificent ancient ruins from antiquity, and its fall has led to fears that Isis fighters will destroy much of its cultural heritage as they have done in historic sites such as Nineveh.</p> \n<p>Isis has not released images of any assault on Palmyra ruins. The militant group is also now in control of two major gas fields near the city which supply the power stations of western Syria.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbe28e524c9259ba3ea27b66bcd5f05ae5e00a92/0_45_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","credit":"-/AFP/Getty Images","altText":"An image grab taken from a video made available by Jihadist media outlet Welayat Homs on May 21, 2015 allegedly shows people walking in a street of Syria's ancient city of Palmyra after the Islamic State (IS) group's jihadists seized it.  The capture of Palmyra, a 2,000-year-old metropolis, reportedly leaves more than half of Syria under IS control and comes days after the group expanded its control in Iraq.\nAFP PHOTO / HO / WELAYAT HOMS\n=== RESTRICTED TO EDITORIAL USE - MANDATORY CREDIT \"AFP PHOTO / HO / WELAYAT HOMS\" - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS FROM ALTERNATIVE SOURCES, AFP IS NOT RESPONSIBLE FOR ANY DIGITAL ALTERATIONS TO THE PICTURE'S EDITORIAL CONTENT, DATE AND LOCATION WHICH CANNOT BE INDEPENDENTLY VERIFIED ===-/AFP/Getty Images","cleanCredit":"Photograph: -/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T17:26:56Z","lastModified":"2015-05-22T23:01:50Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Islamic State","World news","Syria","Bashar al-Assad","Middle East and North Africa","Iraq","Internally displaced people","Refugees","United Nations","Heritage","Culture"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/bashar-al-assad","webTitle":"Bashar al-Assad"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/internally-displaced-people","webTitle":"Internally displaced people"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"culture/heritage","webTitle":"Heritage"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/isis-seizes-syrian-military-base-palmyra-islamic-state-border-iraq-homs","shortUrl":"http://gu.com/p/496hn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/isis-seizes-syrian-military-base-palmyra-islamic-state-border-iraq-homs","webUri":"http://www.theguardian.com/world/2015/may/22/isis-seizes-syrian-military-base-palmyra-islamic-state-border-iraq-homs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbe28e524c9259ba3ea27b66bcd5f05ae5e00a92/0_45_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","caption":"A video made available by jihadi media outlet Welayat Homs allegedly shows people in a street of Palmyra after the Isis fighters took control of the ancient Syrian city a week after launching its offensive. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"A video made available by Jihadist media outlet Welayat Homs allegedly shows people walking in a street of Syria’s ancient city of Palmyra after the Isis fighters took control of the city after launching offensive less than a week ago.","cleanCaption":"A video made available by jihadi media outlet Welayat Homs allegedly shows people in a street of Palmyra after the Isis fighters took control of the ancient Syrian city a week after launching its offensive.","cleanCredit":"Photograph: AFP/Getty Images"}},"importance":5,"kicker":{"title":"Syria"},"showQuotedHeadline":false},{"title":"Australia / Paedophile priest faces two-day grilling at royal commission","rawTitle":"Paedophile priest faces two-day grilling at royal commission","item":{"type":"article","id":"australia-news/2015/may/23/paedophile-priest-gerald-ridsdale-faces-two-day-grilling-at-royal-comission","title":"Paedophile priest Gerald Ridsdale faces two-day grilling at royal commission","trailText":"Priest who abused more than 50 children over 30 years to give evidence as inquiry focuses on who was responsible for allowing him to continue to offend","standFirst":"<p>Priest who abused more than 50 children over 30 years to give evidence as inquiry focuses on who was responsible for allowing him to continue to offend</p>","byline":"Australian Associated Press","body":"<p>Paedophile priest, Gerald Francis Ridsdale, will be grilled for at least two days at the royal commission into institutional responses to child sexual abuse next week.</p> \n<p>A major focus of the commission’s Ballarat hearing is who was responsible for moving Ridsdale from parish to parish, allowing him to continue to offend, and why.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/may/22/paedophile-priest-gerald-ridsdale-i-was-out-of-control-abusing-altar-boys\">Paedophile priest Gerald Ridsdale: 'I was out of control abusing altar boys'</a> </p> \n</aside> \n<p>It may end up being Ridsdale who gives the commission much of the information it needs in its investigation.</p> \n<p>Ridsdale will give evidence via video-link from jail on Wednesday and Thursday, and into Friday if necessary.</p> \n<p>The royal commission’s investigation is far from over and yet senior counsel assisting, Gail Furness SC, has already indicated it has uncovered evidence that church figures knew of the abuse in the early 1960s.</p> \n<p>The parents of a boy Ridsdale abused in his first year as a priest in 1961 complained to then Ballarat bishop James O’Collins.</p> \n<p>Ridsdale later told an Catholic Church Insurances investigator that O’Collins told him “if this thing happens again then you’re off to the missions” and sent him to Mildura.</p> \n<p> Furness said there was evidence that a later Ballarat bishop, Ronald Mulkearns, knew in 1975 that Ridsdale had abused boys, but did not suspend his priestly faculties until 13 years later.</p> \n<p>Lawyer Viv Waller has said she anticipates more material will come to light during the commission’s investigation about what the Diocese of Ballarat knew about Ridsdale and when they knew it.</p> \n<p>“If he could have been stopped in the early 1960s, there would be hundreds of victims and families who could have been spared the trauma of sexual abuse,” Waller said.</p> \n<p>“You’ve got to think how much suicide and premature death could have been avoided if in fact Bishop O’Collins had taken Ridsdale out of circulation in the early 1960s.”</p> \n<p>Ridsdale has been convicted of abusing more than 50 children over three decades.</p> \n<p>The commission’s public hearing will resume in Ballarat on Monday and is expected to last at least another week.</p> \n<p>A second hearing into Ballarat will be held in November or December.</p> \n<p><em><span class=\"bullet\">•</span> Readers in Australia seeking support and information can contact Lifeline on 13 11 14 </em></p>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0bad75d8fe79c656fee2d82737954645492aa872/0_0_1367_820/1367.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":820,"width":1367,"orientation":"landscape","credit":"AAP","altText":"Catholic priest Gerald Ridsdale, who was jailed on paedophile charges in 1994.","cleanCredit":"Photograph: AAP"}],"bodyImages":[],"webPublicationDate":"2015-05-23T00:45:29Z","lastModified":"2015-05-23T00:46:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Royal commission into institutional responses to child sexual abuse","Catholicism","Victoria","Australia news","Child protection"],"tags":[{"id":"australia-news/royal-commission-into-institutional-responses-to-child-sexual-abuse","webTitle":"Royal commission into institutional responses to child sexual abuse"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"australia-news/victoria","webTitle":"Victoria"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"society/childprotection","webTitle":"Child protection"}],"section":{"id":"australia-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/may/23/paedophile-priest-gerald-ridsdale-faces-two-day-grilling-at-royal-comission","shortUrl":"http://gu.com/p/496zx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/may/23/paedophile-priest-gerald-ridsdale-faces-two-day-grilling-at-royal-comission","webUri":"http://www.theguardian.com/australia-news/2015/may/23/paedophile-priest-gerald-ridsdale-faces-two-day-grilling-at-royal-comission"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0bad75d8fe79c656fee2d82737954645492aa872/0_0_1367_820/1367.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":820,"width":1367,"orientation":"landscape","caption":"Catholic priest Gerald Ridsdale, who was jailed on paedophile charges in 1994. Photograph: AAP","credit":"AAP","altText":"Catholic priest Gerald Ridsdale, who was jailed on paedophile charges in 1994.","cleanCaption":"Catholic priest Gerald Ridsdale, who was jailed on paedophile charges in 1994.","cleanCredit":"Photograph: AAP"}},"importance":5,"kicker":{"title":"Australia"},"showQuotedHeadline":false},{"title":"Heart rate can indicate risk of diabetes, finds large-scale study","rawTitle":"Heart rate can indicate risk of diabetes, finds large-scale study","item":{"type":"article","id":"society/2015/may/22/heart-rate-linked-to-diabetes-large-scale-study","title":"Heart rate can indicate risk of diabetes, finds large-scale study","trailText":"Faster resting heart rates are associated with increased risk of developing diabetes, finds study published in International Journal of Epidemiology","standFirst":"<p>Faster resting heart rates are associated with increased risk of developing diabetes, finds study published in International Journal of Epidemiology</p>","byline":"Press Association","body":"<p>Measuring heart rate could help identify people at risk of diabetes, research has shown.</p> \n<p>Scientists found that faster resting heart rates were associated with an increased risk of developing the disease.</p> \n<p>More heart beats per minute were also linked to poorer fasting blood sugar levels.</p> \n<p>US researcher Dr Xiang Gao, from Pennsylvania state university, said: “We found participants with faster heart rates, suggesting lower automatic function, had increased risk of diabetes, pre-diabetes and conversion from pre-diabetes to diabetes.</p> \n<p>“Each additional 10 beats per minute was associated with 23% increased risk of diabetes, similar to the effects of a 3kg-per-sq-m increase in body mass index (BMI).”</p> \n<p>The four-year study, published in the International Journal of Epidemiology, recruited a total of 73,357 Chinese adults. Their results were combined with data from seven previous studies involving almost 100,000 men and women.</p> \n<p>“We found a similar association – individuals with fast heart rate had 59% increased risk of diabetes relative to those with slow heart rate,” said Dr Gao.</p> \n<p>During the four-year follow-up period, the scientists identified 17,463 pre-diabetic cases and 4,649 diabetes cases.</p> \n<p>All the study participants were employees of the Kailuan Coal Co, Ltd, a coal mining company in China. For this reason, they could not be viewed as representative of the general population, said the researchers.</p> \n<p>However, combining the findings with those from other individuals with different social and cultural backgrounds revealed a similar association between heart rate and diabetes risk.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432320041533/be46409f-c9a0-4480-a913-b0a19b12bbd1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Sillitoe","altText":"Heart rate monitor: 'Each additional 10 beats per minute was associated with 23% increased risk of diabetes,' said Dr Xiang Gao.","cleanCredit":"Photograph: David Sillitoe"}],"bodyImages":[],"webPublicationDate":"2015-05-22T18:46:51Z","lastModified":"2015-05-22T23:01:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Health","Diabetes","Fitness","Science","China","Life and style"],"tags":[{"id":"society/health","webTitle":"Health"},{"id":"society/diabetes","webTitle":"Diabetes"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"},{"id":"science/science","webTitle":"Science"},{"id":"world/china","webTitle":"China"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/22/heart-rate-linked-to-diabetes-large-scale-study","shortUrl":"http://gu.com/p/496yg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/22/heart-rate-linked-to-diabetes-large-scale-study","webUri":"http://www.theguardian.com/society/2015/may/22/heart-rate-linked-to-diabetes-large-scale-study"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432320041533/be46409f-c9a0-4480-a913-b0a19b12bbd1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heart rate monitor: ‘Each additional 10 beats per minute was associated with 23% increased risk of diabetes,’ said Dr Xiang Gao. Photograph: David Sillitoe","credit":"David Sillitoe","altText":"Heart rate monitor: 'Each additional 10 beats per minute was associated with 23% increased risk of diabetes,' said Dr Xiang Gao.","cleanCaption":"Heart rate monitor: ‘Each additional 10 beats per minute was associated with 23% increased risk of diabetes,’ said Dr Xiang Gao.","cleanCredit":"Photograph: David Sillitoe"}},"importance":4,"showQuotedHeadline":false},{"title":"Canada / Three-way split might enable Harper to pull a Cameron in fall election","rawTitle":"Three-way split might enable Harper to pull a Cameron in fall election","item":{"type":"article","id":"world/2015/may/22/canadian-three-way-split-harper-cameron-fall-election-liberals-new-democrats","title":"Canadian three-way split might enable Harper to pull a Cameron in election","trailText":"Conservative government has got through a tough spring and could, like its UK counterparts, achieve a majority unless Liberals and New Democrats cooperate","standFirst":"<p>Conservative government has got through a tough spring and could, like its UK counterparts, achieve a majority unless Liberals and New Democrats cooperate</p>","byline":"John Barber in Toronto","body":"<p>Canada’s increasingly unpopular Conservative government stumbled through a bruising spring in which it enraged the nation and alienated some of its most faithful supporters. But the prime minister, Stephen Harper, is entering the race for re-election this autumn with the wind at its back.</p> \n<p>The reason parallels the situation in the UK, where David Cameron returned with a majority of seats conjured from a bare plurality of votes. Opposition to Harper is evenly divided between two major opposition parties – the Liberals and the New Democrats – so the one-third of voters who vote Conservative are set once again to choose Canada’s national government.</p> \n<p>“Most analysts here think that vote-splitting will help Harper and the Conservatives,” says Ted Morton, a former Conservative politician and senior fellow at the Manning Foundation thinktank in Calgary. As evidence, he points to the last election, in which Harper prefigured Cameron’s feat by winning a solid majority of seats with fewer than 40% of votes.</p> \n<p>“Harper is still within reach of a minority, if not yet a majority,” Morton says.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/06/canada-alberta-elects-leftwing-party-keystone-pipeline\">Canada's political landscape undergoes seismic shift with election in Alberta</a> </p> \n</aside> \n<p>The Conservatives gained fresh hope of a sort this week with the release of polls showing a strong surge in support for the leftwing New Democratic party following its surprise victory in a recent provincial election in Alberta, a staunchly conservative region often called the Texas of Canada.</p> \n<p> The NDP gains have drawn the federal party tied with the Conservatives and the Liberal party in voter approval ratings as the long campaign begins, thus improving the odds that the increasingly restive majority of Canadians who oppose the Harper government will once again divide their votes and usher him to victory.</p> \n<p>Outsiders will find little to distinguish between the two parties now promising a progressive alternative to the Conservatives. </p> \n<p>Under their dashing but unproven young leader, Justin Trudeau, the Liberals have attempted a youth-centred revival promising a break from the complacency and cronyism of the party’s recent past. </p> \n<p>The New Democrats – led by bearded, experienced Thomas Mulcair – have emulated Tony Blair’s New Labour by jettisoning their old-school socialist baggage and veering onto the centre-left terrain previously monopolized by the Liberals.</p> \n<p>The one wedge that opens clear light between the two opposition leaders is their stated willingness to cooperate in an effort to defeat Harper. After some prevarication this spring, Trudeau ultimately rejected calls to form a coalition with the NDP in order to topple the Tories, citing personal differences with Mulcair. “His style is anchored in the old way of practising politics,” Trudeau said.</p> \n<p>By contrast, Mulcair has openly embraced cooperation in an effort to distinguish himself from the Liberal leader, eldest son of the late prime minister Pierre Trudeau. “My first priority is to get rid of Stephen Harper,” he said in response to the Liberal leader’s rebuff. “The first priority of Justin Trudeau is Justin Trudeau.” </p> \n<p>As deadlock looms and commentators descend into familiar demands for electoral reform, the leftwing campaign group <a href=\"http://canadians.org/\">Council of Canadians</a> has launched a voter registration campaign, confident that increasing the last campaign’s historically low 61% turnout will accomplish the necessary work automatically.</p> \n<p>“It’s a complicated situation,” says the council’s head, Maude Barlow. “But if we can get the issues out and get more people voting, we can get rid of Harper even if there isn’t any formal coalition ahead of time.”</p> \n<p>Barlow accuses the Conservatives of hollowing out Canadian civil society, cancelling thousands of programmes, rescinding grants, removing regulations, shutting institutions and rescinding the tax-exempt status of annoying charities. “They don’t care about us and I don’t believe they try to represent us,” she says. “They only care about the 35% of the population they want to vote for them.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/05/canada-anti-terror-law-despite-widespread-protest\">Canada poised to pass anti-terror legislation despite widespread outrage</a> </p> \n</aside> \n<p>Even former supporters have joined the attack. The government’s sweeping anti-terror legislation, seen as a political masterstroke when introduced, ultimately inspired a massive outcry that echoed from every establishment pulpit in the country. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/canada-reneges-emissions-targets-tar-sands-production\">The government’s more recent attempt to announce clearly unattainable carbon-emission targets – and its subsequent U-turn</a> inspired derision on both the right and left.</p> \n<p>Partisan cooperation is unknown in Canadian election campaigns, according to Bob Rae, a senior statesman who served as the NDP premier of Ontario 20 years ago and more recently as the federal Liberal party’s caretaker leader following its 2011 electoral collapse under Michael Ignatieff.</p> \n<p>“People are very determined to maintain the identity of their parties and to maintain their separateness,” Rae says, “and the intensity to do that seems to grow as the ideological differences between the parties becomes less and less significant.”</p> \n<p>Despite that, Rae adds, there is a long history of Canadian parties cooperating to form governments following less than decisive elections. And despite the reliable perversity of a first-past-the-post electoral system in a multiparty democracy, there’s never any easy way to tell whom it may favour.</p> \n<p>“First-past-the-post is a momentum play,” Rae says. “I think what we’re seeing, particularly with this long campaign, is that it’s quite possible any of the three parties will make a breakthrough.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432319616985/7626f654-1c06-4cdd-ad04-e7220a2a56f0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dave Chidley/AP","altText":"Canada's prime minister, Stephen Harper, addresses a crowd as he highlighted a manufacturers 10-year-tax incentive at a news conference in Windsor last week.","cleanCredit":"Photograph: Dave Chidley/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-22T18:43:43Z","lastModified":"2015-05-22T19:59:55Z","metadata":{"commentable":true,"commentCount":134,"contributors":[{"name":"John Barber","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/john-barber"}],"feature":false,"keywords":["Canada","Stephen Harper","Americas","World news","Politics","Michael Ignatieff","David Cameron"],"tags":[{"id":"world/canada","webTitle":"Canada"},{"id":"world/stephen-harper","webTitle":"Stephen Harper"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/michael-ignatieff","webTitle":"Michael Ignatieff"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"world"},"topics":[{"displayName":"John Barber","topic":{"type":"tag-contributor","name":"profile/john-barber"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/canadian-three-way-split-harper-cameron-fall-election-liberals-new-democrats","shortUrl":"http://gu.com/p/496kd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/canadian-three-way-split-harper-cameron-fall-election-liberals-new-democrats","webUri":"http://www.theguardian.com/world/2015/may/22/canadian-three-way-split-harper-cameron-fall-election-liberals-new-democrats"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432319675275/d61118ac-7f26-49c9-9777-846006fe178a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Stephen Harper prefigured David Cameron’s feat at the last Canadian election by winning a solid majority of seats with fewer than 40% of votes. Photograph: Dave Chidley/AP","credit":"Dave Chidley/AP","altText":"Prime Minister Stephen Harper addresses a crowd as he highlighted a manufacturers ten-year-tax incentive at a news conference in Windsor,  on Thursday, May 14, 2015.  Manufacturers will be able to write off equipment more quickly under proposed tax rule changes.  (Dave Chidley/The Canadian Press via AP) MANDATORY CREDIT","cleanCaption":"Stephen Harper prefigured David Cameron’s feat at the last Canadian election by winning a solid majority of seats with fewer than 40% of votes.","cleanCredit":"Photograph: Dave Chidley/AP"}},"importance":4,"kicker":{"title":"Canada"},"showQuotedHeadline":false},{"title":"German court to hear case brought by relatives of Yemen drone attack victims","rawTitle":"German court to hear case brought by relatives of Yemen drone attack victims","item":{"type":"article","id":"world/2015/may/22/german-court-to-hear-case-family-of-yemeni-drone-victims","title":"German court to hear case brought by relatives of Yemen drone attack victims","trailText":"German government shares responsibility for deaths by allowing US to relay drone data via Ramstein airbase, relatives will tell Cologne administrative court ","standFirst":"<p>German government shares responsibility for deaths by allowing US to relay drone data via Ramstein airbase, relatives will tell Cologne administrative court </p>","byline":"Kate Connolly in Berlin","body":"<p>A German court is to hear a case against the government brought by relatives of victims of a US drone attack in Yemen in a groundbreaking action that has the potential to interrupt the American strikes. <br /></p> \n<p>The case of three Yemenis whose relatives were killed in the attack in August 2012, will be heard on Wednesday by a court in Cologne. Lawyers for the victims say the German government shares responsibility for the death of civilians because the US military base of Ramstein, which allegedly played a key role in the attack, is on German soil. The government rejects the claim.</p> \n<p>Faisal bin Ali Jaber, who lost his brother-in-law Salim, a preacher, and his nephew Waleed, a police officer, in the strike on the village of Khashamir on 29 August, 2012, is calling on Germany to accept legal and political responsibility for the US drone war in Yemen and to ban the use of Ramstein for such operations. In an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/nov/21/yemeni-man-still-looking-for-answers-after-white-house-drones-meeting\">interview with the Guardian in 2013</a> when he visited Washington to talk to White House officials, he pleaded for recognition of the deaths.</p> \n<p>Ramstein, in the German state of Rheinland Pfalz, is used by the US military on condition nothing is done there that violates German law. The German government has been repeatedly accused of failing to confront Washington over Ramstein’s alleged role in the drone war.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6fcef1c3b0c3d788881b576d402fa281ae3badef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432322618933/a17f7e91-3521-4b78-95f5-a69cdcc59e37-460x276.jpeg\" alt=\"A US MQ-1 Predator unmanned aircraft in flight at an undisclosed location.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A US MQ-1 Predator unmanned aircraft in flight at an undisclosed location.</span> \n  <span class=\"element-image__credit\">Photograph: EPA</span> \n </figcaption> \n</figure> \n<p>The case rests on the claim that Ramstein is central to the drone strikes because it relays crucial information via satellite that enables drone operators in Nevada to communicate with the aircraft in Yemen, Pakistan, Afghanistan and elsewhere.</p> \n<p>The geographical location of Ramstein is said to be vital to the transmission of the information, because, due to the curvature of the earth, a relay station is needed between the US and the Middle East.</p> \n<p>Der Spiegel and the Intercept website <a href=\"https://firstlook.org/theintercept/2015/04/17/ramstein/\">reported in April</a> that Ramstein is critical to the US drone strikes, quoting experts, but the US government has so far failed to confirm or deny the claim. </p> \n<p>The potential loss of Ramstein as a strategically located relay station would present the US with the tough challenge of finding an alternative country willing to offer it a hub, amid global controversy and growing unease over drone strikes.</p> \n<p>In a video statement issued via the London-based international human rights organisation Reprieve, which has worked together with lawyers from the Berlin-based European Center for Constitutional and Human Rights to bring the case, <a href=\"http://www.reprieve.org.uk/case-study/faisal-bin-ali-jaber-2/\">Faisal bin Ali Jaber</a>, a 56-year old civil engineer, said he hoped the German government would recognise its role in the attacks.</p> \n<p>“Ramstein airbase on German soil … provided information and other logistical support to the aviation operations and therefore it is complicit in one way or another,” he said.</p> \n<p>“Complicity in such operations contradicts all the allegations that (Germany) upholds the principles of human rights. I’d expect from the German government, and I’d humbly ask, that it stops its cooperation with the US government regarding these strikes,” he added.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2012/aug/02/us-drone-strikes-data\">US drone strikes listed and detailed in Pakistan, Somalia and Yemen</a> </p> \n</aside> \n<p>Bin Ali Jaber, whose extended family had travelled back to the eastern Yemeni village to celebrate a wedding, had been having supper when he felt the impact of five rockets hitting the ground. Speaking in Arabic through a translator, he recalled leaving his house with his wife. “We found scattered body parts and people picking them up. We picked them up as well. It (soon) became apparent that Salim and Walid were among the victims. The incident was a tragedy in every way, for all the residents of Khashamir and the surrounding villages.”</p> \n<p>He said his brother-in-law had been a respected imam who had preached openly against al-Qaida.</p> \n<p>Kat Craig, the legal director of Reprieve, said: “We hope that German justice will be robustly administered and will prevail and this will be a significant step towards the end of civilian casualties and the suffering of Yemenis as a result of the US’s illegal drone programme, in which Ramstein appears to play a pivotal role.</p> \n<p>“In the interim we absolutely hope that this will bring to people’s attention the plethora of problems that the drone programme presents. We need to dispel the myth that drones are surgically precise and are a miracle cure to a complex problem particularly when the people dying are precisely those we should be working with to end extremism.”</p> \n<p>Cologne’s administrative court will rule whether the case can be heard at trial.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432322306588/e1394b2a-323a-4ce8-ae80-6fb2d0467525-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stringer/Reuters","altText":"The remains of a drone strike in southern Yemen, August 2013.","cleanCredit":"Photograph: Stringer/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432322620354/a17f7e91-3521-4b78-95f5-a69cdcc59e37-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A US MQ-1 Predator unmanned aircraft in flight at an undisclosed location. Photograph: EPA","credit":"EPA","altText":"A US MQ-1 Predator unmanned aircraft in flight at an undisclosed location.","cleanCaption":"A US MQ-1 Predator unmanned aircraft in flight at an undisclosed location.","cleanCredit":"Photograph: EPA"}],"webPublicationDate":"2015-05-22T19:25:31Z","lastModified":"2015-05-22T23:01:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kate Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kateconnolly"}],"feature":false,"keywords":["Drones (military)","Yemen","Germany","Europe","US military","Law","Middle East and North Africa","US news","World news"],"tags":[{"id":"world/drones","webTitle":"Drones (military)"},{"id":"world/yemen","webTitle":"Yemen"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"us-news/us-military","webTitle":"US military"},{"id":"law/law","webTitle":"Law"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Kate Connolly","topic":{"type":"tag-contributor","name":"profile/kateconnolly"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/german-court-to-hear-case-family-of-yemeni-drone-victims","shortUrl":"http://gu.com/p/496ja","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/german-court-to-hear-case-family-of-yemeni-drone-victims","webUri":"http://www.theguardian.com/world/2015/may/22/german-court-to-hear-case-family-of-yemeni-drone-victims"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432322306588/e1394b2a-323a-4ce8-ae80-6fb2d0467525-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The remains of a drone strike in southern Yemen, August 2013. Photograph: Reuters","credit":"Reuters","altText":"The remains of a drone strike in southern Yemen, August 2013.","cleanCaption":"The remains of a drone strike in southern Yemen, August 2013.","cleanCredit":"Photograph: Reuters"}},"importance":3,"showQuotedHeadline":false},{"title":"US / California accepts offer by farmers to cut water use by 25%","rawTitle":"California accepts offer by farmers to cut water use by 25%","item":{"type":"article","id":"us-news/2015/may/22/california-farmers-water-usage","title":"California accepts historic offer by farmers to cut water usage by 25%","trailText":"In a twist not even imagined in the film Chinatown, the drought-stricken state accepts a voluntary offer from farmers who hope to stave off mandatory cuts","standFirst":"<p>In a twist not even imagined in the film Chinatown, the drought-stricken state accepts a voluntary offer from farmers who hope to stave off mandatory cuts</p>","byline":"Rory Carroll in Los Angeles","body":"<p>California’s drought has produced a plot twist too singular even for Chinatown: farmers volunteering to give up a quarter of their water.<br /></p> \n<p>Scores of farmers in the delta of the Sacramento and San Joaquin rivers made the unprecedented offer on Friday in a deal to stave off even steeper mandatory cuts.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/20/nestle-water-bottling-california-drought\">Nestle bottled water operations spark protests amid California drought</a> </p> \n</aside> \n<p>Agricultural players have fiercely guarded their water rights since the 19th century, rebuffing competing claims from cities and other rivals in the so-called water wars, a web of intrigues immortalised in Roman Polanski’s Chinatown.</p> \n<p>The film’s fictional farmers never countenanced voluntarily cutting their water use but as California endures a fourth year of drought growers in the delta calculated it was the lesser evil.</p> \n<p>By promising to forfeit a quarter of this season’s water – by fallowing land or finding other measures to cut usage – they have averted harsher restrictions from state authorities.</p> \n<p>The State Water Board had warned it was days away from ordering some of the first cuts in more than 30 years to senior water rights holders.</p> \n<p>“This proposal helps delta growers manage the risk of potentially deeper curtailment, while ensuring significant water conservation efforts in this fourth year of drought,” State Water Board chair Felicia Marcus <a href=\"http://www.swrcb.ca.gov/press_room/press_releases/2015/pr052215_riparian_proposal.pdf\">said in a statement</a>. </p> \n<p>“It allows participating growers to share in the sacrifice that people throughout the state are facing because of the severe drought, while protecting their economic well-being by giving them some certainty regarding exercise of the State Water Board’s enforcement discretion at the beginning of the planting season.”</p> \n<p>The agreement applies only to so-called riparian rights holders – farmers with direct access to streams. Those who participate can opt to reduce water diversions from streams by 25%, or fallow 25% of their land. In both cases, the reductions will be from 2013 levels.</p> \n<p>The delta region represents less than 10% of the state’s total 6.9bn acres of farmland yet the deal is considered important. The Los Angeles Times called it “historic”. The Sacramento Bee said it was a “significant breakthrough”.</p> \n<p>The reason, apart from the precedent, is that officials hope to make similar deals with farmers elsewhere. California’s agriculture supplies much of America’s nuts, fruit and vegetables but consumes 80% of the state’s water.</p> \n<p>Meagre rain and unusually hot temperatures have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/17/lake-powell-drought-colorado-river\">stripped the snowpack</a> and left some reservoirs, such as Lake McClure, down to 10% capacity. </p> \n<p>Those farmers that can afford it are paying drillers to bore hundreds of feet underground to produce wells. But the scramble for groundwater is causing soil to subside and collapse. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/mar/07/california-drought-farmers-drilling-groundwater-environment\">California farmers resign themselves to drought: 'Nobody's fault but God's'</a> </p> \n</aside> \n<p>To combat the crisis state governor Jerry Brown recently announced sweeping cuts for urban water systems. This put pressure on city dwellers to curb watering lawns, washing cars and long showers, spurred on partly by #droughtshaming – the act of <a href=\"http://www.theguardian.com/us-news/2015/may/16/california-drought-shaming-takes-on-a-class-conscious-edge \">naming-and-shaming water-wasters</a> on social media.</p> \n<p>This in turn put renewed scrutiny on farmers, especially those with senior water rights, beneficiaries of a venerable system which favours those whose ancestors farmed in the state a century ago.</p> \n<p>Those with junior rights, especially in the Central Valley, have received little or no state water allocation, turning fields brown and dusty. In the past month the water board ordered roughly 9,000 junior rights holders in the Sacramento and San Joaquin river basins – farmers whose claims date back only to 1914 – to stop pumping from rivers and streams.</p> \n<p>Senior rights holders were the next target, which prompted the farmers’ pre-emptive offer to cut usage. The delta reduction plan is voluntary. Each grower must submit a plan to the water board by 1 June. </p> \n<p>George Hartmann, a Stockton-based attorney who helped devise the plan, estimated that if all eligible delta area growers participate roughly 225,000 acre-feet of water will be saved. An acre foot of water can supply two households for a year.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/154086145be138efdc186f5ff79848f570fca131/0_0_4548_2728/4548.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2728,"width":4548,"orientation":"landscape","credit":"Rich Pedroncelli/AP","altText":"In this photo taken Monday, May 18, 2015, Gino Celli inspects wheat nearing harvest on his farm near Stockton, Calif.  Celli, who farms 1,500 acres of land and manages another 7,000 acres, has senior water rights and draws his irrigation water from the Sacramento-San Joaquin River Delta.  Farmers in the Sacramento-San Joaquin River Delta who have California's oldest water rights are proposing to voluntarily cut their use by 25 percent to avoid the possibility of even harsher restrictions by the state later this summer as the record drought continues.(AP Photo/Rich Pedroncelli)","cleanCredit":"Photograph: Rich Pedroncelli/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-22T20:27:32Z","lastModified":"2015-05-23T00:35:04Z","metadata":{"commentable":true,"commentCount":155,"contributors":[{"name":"Rory Carroll","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/14/1415969446486/Rory-Carroll-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rorycarroll"}],"feature":false,"keywords":["California drought","California","Drought","Environment","US news","Farming","Water","World news","Chinatown"],"tags":[{"id":"us-news/california-drought","webTitle":"California drought"},{"id":"us-news/california","webTitle":"California"},{"id":"environment/drought","webTitle":"Drought"},{"id":"environment/environment","webTitle":"Environment"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"environment/farming","webTitle":"Farming"},{"id":"environment/water","webTitle":"Water"},{"id":"world/world","webTitle":"World news"},{"id":"film/chinatown","webTitle":"Chinatown"}],"section":{"id":"us-news"},"topics":[{"displayName":"Rory Carroll","topic":{"type":"tag-contributor","name":"profile/rorycarroll"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/22/california-farmers-water-usage","shortUrl":"http://gu.com/p/496n5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/22/california-farmers-water-usage","webUri":"http://www.theguardian.com/us-news/2015/may/22/california-farmers-water-usage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/154086145be138efdc186f5ff79848f570fca131/0_0_4548_2728/4548.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2728,"width":4548,"orientation":"landscape","caption":"Gino Celli inspects wheat nearing harvest on his farm near Stockton, California. Photograph: Rich Pedroncelli/AP","credit":"Rich Pedroncelli/AP","altText":"California drought","cleanCaption":"Gino Celli inspects wheat nearing harvest on his farm near Stockton, California.","cleanCredit":"Photograph: Rich Pedroncelli/AP"}},"importance":3,"kicker":{"title":"US"},"showQuotedHeadline":false}],"lastModified":"2015-05-23T02:40:18Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}