{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Pakistan executes man who was 15 when convicted of murder","rawTitle":"Pakistan executes man who was 15 when convicted of murder","item":{"type":"article","id":"world/2015/jun/10/pakistan-executes-aftab-bahadur-sentenced-to-death","title":"Pakistan executes man who was 15 when convicted of murder","trailText":"Two decades after he was convicted, and despite allegations that his confession was forced, Aftab Bahadur was hanged in Lahore","standFirst":"<p>Two decades after he was convicted, and despite allegations that his confession was forced, Aftab Bahadur was hanged in Lahore</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution\">Aftab Bahadur’s essay from jail: ‘what purpose will my execution serve?’</a></p>","byline":"Jon Boone in Islamabad","body":"<p>Pakistan ignored protests against the execution of a man on Wednesday who was a child at the time of his conviction, while the country’s supreme court rejected a last-minute appeal for another man whose plight has attracted global support.</p> \n<p>Aftab Bahadur, a 38-year-old Christian who spent 22 years on death row, was hanged in the early hours despite pleas from international human rights groups and church leaders.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution\">My 22 years on Pakistan’s death row could end this week. What purpose will my execution serve? | Aftab Bahadur</a> </p> \n</aside> \n<p>They had argued that as he was just 15 at the time he was convicted of murdering three people he should not have been eligible for capital punishment. At the time of his conviction in 1992 it was legal to sentence him to death, although the age was raised to 18 in 2000.<br /></p> \n<p>An official at Lahore’s Kot Lakhpat jail said Bahadur protested his innocence until the end. “With tears in his eyes he was asking for mercy and repeating again and again that he was innocent,” the official said.</p> \n<p>He was among 150 convicts who have been executed in Pakistan since the country abandoned a moratorium on capital punishment following the Pakistani Taliban massacre of school children in the city of Peshawar in December.</p> \n<p>In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution\">an article published this week in the Guardian</a>, Bahadur had written of the “overriding sense of horror” among men on death row when the government decided to resume executions. <br /></p> \n<p>“While the death penalty moratorium was ended on the pretext of killing terrorists, most of the people here in Kot Lakhpat are charged with regular crimes,” he wrote. “Quite how killing them is going to stop the sectarian violence in this country, I cannot say.” </p> \n<p>Senior members of Pakistan’s small Christian community had lobbied for mercy, with Karachi’s Roman Catholic bishop appealing to the president to delay the execution and order a new investigation.</p> \n<figure class=\"element element-image\" data-media-id=\"edb242df1dc189804461e86dcbad8545146793bd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433934048425/2de9bb1c-a307-497f-aa04-c25793f16d7a-460x276.jpeg\" alt=\"Relatives of Aftab Bahadur protest against his death sentence\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Relatives of Aftab Bahadur protest against his death sentence.</span> \n  <span class=\"element-image__credit\">Photograph: Rahat Dar/EPA</span> \n </figcaption> \n</figure> \n<p>His lawyers claim Bahadur was tortured by police into confessing to having killed a woman called Sabiha Baria and her two sons.<br /></p> \n<p>Two eyewitnesses in the case later retracted their testimony which they claimed they gave under torture, human rights group Reprieve has said.</p> \n<p>“If a fair trial had taken place I am sure Bahadur would never have confessed,” said Bahadur’s brother Babar. “The police made him accept the charges through brutal torture in the jail.”</p> \n<p>Maya Foa, head of the death penalty team at Reprieve, said Bahadur’s hanging was “a truly shameful day for Pakistan’s justice system”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A truly shameful day for Pakistan’s justice system</p> \n  <footer> \n   <cite>Maya Foa, Reprieve</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“To the last, Pakistan refused even to grant his lawyers the few days needed to present evidence which would have proved his innocence,” Foa said. “This is a travesty of justice, and tragedy for all those who knew Aftab.”</p> \n<p>Pakistan has the world’s largest number of people on death row and a criminal justice system regularly criticised for corruption and for failing to provide fair trials.</p> \n<p>Shortly after Bahadur’s execution on Wednesday, Pakistan’s supreme court rejected an appeal over the case of Shafqat Hussain, a death row prisoner who received a last minute stay to his scheduled execution the day before.</p> \n<p>Successive judges have refused to accept the arguments of Hussain’s lawyers that he was a child at the time of the killing of a boy called Umair in Karachi in 2004.</p> \n<p>Neither have the courts been swayed by claims he only confessed to the killing after police burned him with cigarettes and pulled out his fingernails.</p> \n<p>Despite the high-profile campaign, which has attracted the support of top EU diplomats in Pakistan and senior UN human rights officials, Hussain’s death sentence has been upheld by every court.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Sorry, the petition is dismissed. This matter has to come to an end someday</p> \n  <footer> \n   <cite>Chief Justice Nasir-ul-Mulk</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In disposing of the appeal the supreme court said it refused to reopen the issue of his age. “Sorry, the petition is dismissed. This matter has to come to an end someday,” said Nasir-ul-Mulk, chief justice and head of the three-judge panel.</p> \n<p>“This court has already dismissed the plea regarding age. For the court, the case has already been closed when the review petition was dismissed.”</p> \n<p>The Islamabad high court had earlier rejected a request for a judicial inquiry into Hussain’s age. The judge said no evidence had been produced that showed he was a minor at the time of the murder.</p> \n<p>Reprieve argued an official inquiry into Hussain’s age by the Federal Investigation Agency relied “almost exclusively on an incorrect trial record” and ignored his school record which showed him to be under the age of 18.</p> \n<p>At least 150 people have been executed in recent months according to Amnesty International, saying that “Pakistan is fast turning into one of the world’s top executioners”.<br /></p> \n<p></p> \n<p></p> \n<p>“Pakistan proceeded with Mr Bahadur’s execution despite his having been sentenced to death when he was a child, in violation of both international and Pakistani law,” Reprieve said.</p> \n<p> Nawaz Sharif, Pakistan’s prime minister, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/17/pakistan-school-massacre-taliban-nawaz-sharif-lift-death-penalty-ban\">lifted the moratorium</a> on the death penalty last year, a day after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/16/taliban-attack-army-public-school-pakistan-peshawar\">Pakistani Taliban gunmen attacked a school</a> and killed 134 pupils and 19 adults. The killings put pressure on the government to do more to tackle the Islamist insurgency.</p> \n<p></p> \n<p> </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/53b97df300c6d0f59d74e85ea245c2847b4ed3dc/0_0_620_372/620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Reprieve.org","altText":"Aftab Bahadur, hanged on Wednesday despite protests","cleanCredit":"Photograph: Reprieve.org"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934050279/2de9bb1c-a307-497f-aa04-c25793f16d7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Relatives of Aftab Bahadur protest against his death sentence. Photograph: Rahat Dar/EPA","credit":"Rahat Dar/EPA","altText":"Relatives of Aftab Bahadur protest against his death sentence","cleanCaption":"Relatives of Aftab Bahadur protest against his death sentence.","cleanCredit":"Photograph: Rahat Dar/EPA"}],"webPublicationDate":"2015-06-10T10:00:05Z","lastModified":"2015-06-10T13:16:12Z","metadata":{"commentable":true,"commentCount":458,"contributors":[{"name":"Jon Boone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jon-boone"}],"feature":false,"keywords":["Pakistan","South and Central Asia","World news","Capital punishment"],"tags":[{"id":"world/pakistan","webTitle":"Pakistan"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"world/capital-punishment","webTitle":"Capital punishment"}],"section":{"id":"world"},"topics":[{"displayName":"Jon Boone","topic":{"type":"tag-contributor","name":"profile/jon-boone"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/pakistan-executes-aftab-bahadur-sentenced-to-death","shortUrl":"http://gu.com/p/49k2m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/pakistan-executes-aftab-bahadur-sentenced-to-death","webUri":"http://www.theguardian.com/world/2015/jun/10/pakistan-executes-aftab-bahadur-sentenced-to-death"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/53b97df300c6d0f59d74e85ea245c2847b4ed3dc/0_0_620_372/620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Aftab Bahadur, who was hanged despite protests concerning his age at the time of conviction. Photograph: Reprieve.org","credit":"Reprieve.org","altText":"Aftab Bahadur, hanged on Wednesday despite protests","cleanCaption":"Aftab Bahadur, who was hanged despite protests concerning his age at the time of conviction.","cleanCredit":"Photograph: Reprieve.org"}},"importance":7,"showQuotedHeadline":false,"sublinks":[{"title":"In his own words / My 22 years on death row could end this week. What good will my execution do?","rawTitle":"My 22 years on death row could end this week. What good will my execution do?","item":{"type":"comment","id":"commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution","title":"My 22 years on Pakistan’s death row could end this week. What purpose will my execution serve?","trailText":"I am an innocent man who’s spent all my adult life awaiting death, sentenced under legislation meant to stop terrorists. But I still paint and live in hope","standFirst":"I am an innocent man who’s spent all my adult life awaiting death, sentenced under legislation meant to stop terrorists. But I still paint and live in hope","byline":"Aftab Bahadur","body":"<p><a href=\"https://reprieve.bsd.net/page/s/Save_Shafqat_and_Aftab_protest\"><em>Aftab Bahadur</em></a><em> is currently in Central Jail Lahore (Kot Lakhpat), where he is scheduled to be hanged at roughly 3am BST on Wednesday morning. He was sentenced to die for a crime on 5 September 1992 where a woman – Sabiha Bari – and her two sons were murdered. Ghulam Mustafa, a plumber with whom Aftab worked as a plumber’s apprentice, was arrested early in the morning of 6 September 1992, and implicated Aftab under torture. Ghulam is set to die on Wednesday as well, but has recanted his statement and said Aftab had nothing to do with the crime. The only “eyewitness” to the crime who testified against Aftab has recently made a statement before a religious minister that he was coerced into his testimony, that he was not even there, and that he certainly did not see Aftab commit the crime. Aftab insists he is innocent. According to Aftab, when he was arrested the police asked for a 50,000 rupee bribe and said they would let him go if he paid. As a plumber’s apprentice, Aftab said he could not pay.</em></p> \n<p><em>Aftab was convicted under the Speedy Trials Act in April 1993. Special trials under the Act were intended for terrorists, but they been abused in a number of high-profile cases. Aftab has now been on death row for over 22 years. This is an essay he recently wrote from his prison cell, translated from the Urdu by </em><a href=\"http://www.reprieve.org.uk/\"><em>Reprieve</em></a><em>, who are helping to provide him with pro bono legal assistance: </em></p> \n<p>I just received my Black Warrant. It says I will be hanged by the neck until dead on Wednesday, 10 June. I am innocent, but I do not know whether that will make any difference. During last 22 years of my imprisonment, I have received death warrants many times. It is strange, but I cannot even tell you how many times I have been told that I am about to die. Obviously it feels bad whenever the warrants are issued. I start to count down the days, which is in itself painful, and I find that my nerves are shackled in the same way as my body. In truth, I die many times before my death. I suppose my life experience is different from that of most people, but I doubt there is anything more dreadful than being told that you are going to die, and then sitting in a prison cell just waiting for that moment. For many years – since I was just 15 years old – I have been stranded between life and death. It has been a complete limbo, total uncertainty about the future.</p> \n<p>I am a Christian, and sometimes that is difficult here. Unfortunately, there is one prisoner in particular who has tried to make our lives more difficult. I don’t know why he does it. I got very upset over the Christian bombings that took place in Peshawar. This hurt me deeply, and I wish that Pakistani people could possess a sense of nationality that overrode their sectarianism. There is a small group of us here who are Christians, just four or five, and we are now all in one cell, which has improved my life.</p> \n<p>I do everything I can to escape my misery. I am an art lover. I was an artist – just an ordinary one – from my early days, when I was first conscious of anything. Even back then, I was inclined towards painting, as well as writing verses. Although I had no training, it was just a gift of God. But after I was brought to jail I had no other way to express my feelings, as I was then in a state of complete alienation and loneliness. I began some time ago to paint all the signs for the Kot Lakhpat jail, where I am held. Then I was asked to do signs for other jails. Nothing in this world can give me more happiness than the feeling when I paint some idea, or feeling on the canvas. It is my life, so I am happy to do it. My workload is great, and I am exhausted at the end of each day, but I am glad of that, as it keeps my mind off other things.</p> \n<p>I have no family to visit me, so when someone does come, it is a wonderful experience. It allows me to reap ideas from the outside world that I can then lay down on my canvas. Being asked about how I was tortured by the police brought back terrible memories that I turned into pictures, though it would perhaps have been better not to have to think of what the police did to try to get me to confess falsely to this crime.</p> \n<p>When we heard the news about lifting the death penalty moratorium in December 2014, fear prevailed throughout the cells of the prison here. There was an overriding sense of horror. The atmosphere hung, gloomy, over us all. But then the executions actually started at Kot Lakhpat jail, and everyone started to go through mental torture. Those who were being hanged had been our companions for many years on this road to death, and it is only natural that their deaths left us in a state of despair.</p> \n<p>While the death penalty moratorium was ended on the pretext of killing terrorists, most of the people here in Kot Lakhpat are charged with regular crimes. Quite how killing them is going to stop the sectarian violence in this country, I cannot say. I hope I do not die on Wednesday, but I have no source of money, so I can only rely on God and on my volunteer lawyers. I have not given up hope, though the night is very dark.</p> \n<p><em><span class=\"bullet\">•</span> Aftab Bahadur was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/aftab-bahadur-death-tragic-perverse-pakistan\">executed in the early hours</a> of Wednesday 10 June 2015</em><br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433844096324/Pakistan-hangs-two-terror-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An ambulance arrives to carry the bodies of convicted militants who were hanged in central jail, Multan, Pakistan, in January, weeks after the government lifted a moratorium on executions. Photograph: Faisal Kareem/EPA","credit":"Faisal Kareem/EPA","altText":"Pakistan hangs two terrorists","cleanCaption":"An ambulance arrives to carry the bodies of convicted militants who were hanged in central jail, Multan, Pakistan, in January, weeks after the government lifted a moratorium on executions. Photograph: Faisal Kareem/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-09T10:04:17Z","lastModified":"2015-06-10T11:11:25Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Aftab Bahadur","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aftab-bahadur"}],"feature":false,"keywords":["Pakistan","South and Central Asia","World news"],"tags":[{"id":"world/pakistan","webTitle":"Pakistan"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Aftab Bahadur","topic":{"type":"tag-contributor","name":"profile/aftab-bahadur"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution","shortUrl":"http://gu.com/p/49j83","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution","webUri":"http://www.theguardian.com/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433844096324/Pakistan-hangs-two-terror-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An ambulance arrives to carry the bodies of convicted militants who were hanged in central jail, Multan, Pakistan, in January, weeks after the government lifted a moratorium on executions. Photograph: Faisal Kareem/EPA","credit":"Faisal Kareem/EPA","altText":"Pakistan hangs two terrorists","cleanCaption":"An ambulance arrives to carry the bodies of convicted militants who were hanged in central jail, Multan, Pakistan, in January, weeks after the government lifted a moratorium on executions. Photograph: Faisal Kareem/EPA"}},"importance":0,"kicker":{"title":"In his own words"},"byline":{"title":"Aftab Bahadur"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/53b97df300c6d0f59d74e85ea245c2847b4ed3dc/0_0_620_372/620.jpg","height":372,"width":620}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/53b97df300c6d0f59d74e85ea245c2847b4ed3dc/0_0_620_372/620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Reprieve.org","altText":"Aftab Bahadur, hanged on Wednesday despite protests","cleanCredit":"Photograph: Reprieve.org"}}]},{"title":"Vatican / Pope should stand up to Putin, says US ambassador","rawTitle":"Pope should stand up to Putin, says US ambassador","item":{"type":"article","id":"world/2015/jun/10/pope-francis-urged-to-take-tougher-stance-against-vladimir-putin","title":"Pope Francis urged to take tougher stance against Vladimir Putin","trailText":"US ambassador to Holy See says pontiff, who has taken a cautious approach to criticising Russia since Crimea annexation, should raise concerns<br>","standFirst":"<p>US ambassador to Holy See says pontiff, who has taken a cautious approach to criticising Russia since Crimea annexation, should raise concerns<br /></p>","byline":"Stephanie Kirchgaessner in Rome","body":"<p>Pope Francis has been encouraged by a top American diplomat to take a tougher stance against Vladimir Putin when he meets the Russian president on Wednesday evening.</p> \n<p>The pope, a frequent critic of military action, has taken a cautious approach to criticism of Russia since its annexation of Crimea.</p> \n<p>Kenneth Hackett, the US ambassador to the Holy See, said the Vatican “could say more about concerns on territorial integrity”.</p> \n<p>“Maybe this is an opportunity for the Holy Father to privately raise those concerns,” Hackett said. Pope Francis had “certainly” been made aware of the violence in Ukraine and was not unaware of the crisis, he added.</p> \n<p>The comments, which were made in response to reporters’ questions at a briefing on an unrelated matter, came hours before the Argentinian pontiff was due to host Putin in the first meeting between the two leaders since 2013.</p> \n<p>In February, the pope referred to the bloodshed in the Ukrainian conflict as fratricidal, a comment seen as controversial in Ukraine, where the violence is viewed as a direct consequence of Russian aggression. Anatolij Babynskyj, editor of a prominent Greek Catholic journal, told Crux, an online news site that closely follows the Vatican: “It shows the ignorance of the pope about the situation in Ukraine.”</p> \n<p>Pope Francis has also sought to strengthen ties with the Russian Orthodox church as part of a broader aim to promote Christian unity. </p> \n<p>Hackett added that Putin had in the past discussed his concern for Christians who were being persecuted in the Middle East, particularly in Syria.</p> \n<p>“I’d like to see if he has a proposal. That would be very useful,” Hackett said. “Putin has a role … to step up and address some of the major issues.”</p> \n<p>In relation to Ukraine, Hackett said: “It does seem that Russia is supporting the insurgents and it does seem that Russian troops are inside Ukraine. So this is a very serious situation and I believe that the G7 has pretty well decided that they are going to continue the sanctions [against Russia].”</p> \n<p>Barack Obama, the US president, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/08/g7-leaders-sanctions-russia-ukraine-conflict-obama\">warned at the G7 summit this week</a> that world leaders were prepared to tighten sanctions against Russia if the conflict in Ukraine escalated.</p> \n<p>Putin has been treated to a far warmer welcome in Italy than he would get in any of the other large EU countries. In remarks in Milan, where Putin is visiting the Russian pavilion at the city’s expo on the eve of Russia Day, the Italian prime minister, Matteo Renzi, noted that the next big international event – the 2018 World Cup – would be hosted by Russia. The comment could raise eyebrows given the controversy over Russia’s selection as a host nation in the wake of a massive corruption scandal that has forced the resignation of Fifa president Sepp Blatter.</p> \n<p>The presidential visit underscores Russia’s cosy relationship with Italy at a time when Putin is otherwise being treated as a pariah on the world stage.</p> \n<p>At a press conference after his meeting with Putin, Renzi said that even though different countries within Europe had “different ideas” about how the sanctions were reached, that all of the EU was “in the same place”. </p> \n<p>He said that the implementation of a peace plan agreed in Minsk would end the phase of “diatribes and sanctions” against Russia. The two leaders also discussed how sanctions had prevented Italy and Russia from working together on a number of projects involving Italian companies, Renzi said.</p> \n<p>In earlier remarks, the Italian prime minister said: “We are in a difficult international situation, not just on account of issues which do not unite us but also for issues which should see us ever more on the same side in a very complicated international scenario, starting with the global threat of terrorism.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/10/vladimir-putin-russia-trip-rome-italy\">Putin’s affinity for Italy</a> and his friendship with billionaire Silvio Berlusconi, the former Italian premier, are so well known that the biggest news out of a critical summit in Milan last October – which included a meeting between Putin and Petro Poroshenko, the president of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/ukraine\">Ukraine</a> – was the late-night rendezvous between Putin and Berlusconi at the former premier’s villa that lasted until 3am.</p> \n<p>In March, Renzi became the first European leader to be hosted in a bilateral meeting in Moscow since Russia’s annexation of Crimea last year – a meeting that was met with displeasure by the US, according to an American official at the time.</p> \n<p>The meeting with Renzi came only days after Boris Nemtsov, the Russian opposition politician, was murdered near the Kremlin as he was walking home. Another Italian politician, Matteo Salvini, who heads the anti-euro, anti-immigrant Northern League party, has been an <a href=\"http://www.ibtimes.co.uk/friends-putin-group-be-formed-italian-parliament-1470596\">outspoken critic against sanctions</a> against Russia. The Northern League has even shepherded a movement to create a parliamentary group called Friends of Putin, which has praised the Russian leader as an essential counterweight to the Obama administration.</p> \n<p>No Italians were included in the list of 89 EU citizens who were banned from entering <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/russia\">Russia</a> by Russian authorities, according to a list that was published by Finnish state broadcaster YLE earlier this month. It appeared to be another sign of the countries’ close ties.</p> \n<p><a href=\"http://www.ispionline.it/en/ricercatore/giancarlo-aragona\">Giancarlo Aragona</a>, a former Italian ambassador to Russia who heads the Italian Institute for International Political Studies thinktank, told the Guardian that Italy had maintained a dialogue with Russia but that did not contradict the fact that Italy was “fully committed” to the European policy in relation to Russia, including the implementation of sanctions and decisions related to the crisis in Ukraine.</p> \n<p>Aragona acknowledged there was a perception that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/italy\">Italy</a> was somehow “more sympathetic” to Russia than other European countries. But he added: “I think that is not really a fair representation of the situation. I think the real issue is that [the Italian government] consider the Ukrainian issue a cause of very serious tension but also a symptom of a European order, [or] European architecture, which has not found its stability at the end of the cold war.”</p> \n<p>Aragona then added: “We see the European evolution probably more clearly and objectively than some of our European partners.”<br /></p> \n<p>In his interview with Italian newspaper Corriere della Sera, Putin emphasised the strong trade relationship between Italy and Russia, noting that it had increased elevenfold in recent years from $4.2bn to nearly $49bn, as well as mutual interests in the energy and hi-tech sectors.<br /></p> \n<p>While the meeting with Renzi is being closely watched, the talks between Putin and Pope Francis are sure to have Rome riveted. The Argentinian pontiff caused controversy last month when he met with Mahmoud Abbas – an encounter in which he might or might not have referred to the Palestinian president as an “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/may/16/pope-francis-meets-mahmoud-abbas-vatican-video\">angel of peace</a>”, according to conflicting news reports. His meeting with Putin will be followed just as closely.</p> \n<p>A report in Crux, the online news site, noted that Francis and Putin were something of an “odd geopolitical couple” who had formed an “improbably strong partnership”. It began after the pope sent a letter to Putin in 2013 – before the G20 meeting in Moscow – urging leaders to find a non-military solution to the conflict in Syria. In his talk with other world leaders, Putin reportedly quoted from the pope’s letter, saying: “We might listen to the pope.” No military action was taken.</p> \n<p>Putin has also spoken out about the “dire” situation facing Christians in the Middle East who are being persecuted and killed – a topic that is frequently also mentioned by the pope. The pontiff has chided world leaders for seeking to diminish anti-Christian violence and the topic is likely to be raised on Wednesday.</p> \n<p>Asked what the pope and Putin were likely to discuss at their meeting on Wednesday, the Vatican told the Guardian: “You can only speculate on the topics of the discussions.”<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8e98eb268745bd4d48f74bc17a8de7a12959855f/0_11_4200_2521/4200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2521,"width":4200,"orientation":"landscape","credit":"Franco Origlia/Getty Images","altText":"VATICAN CITY, VATICAN - JUNE 10:  Pope Francis waves to the faithful as he arrives in St. Peter's Square for his weekly general audience on June 10, 2015 in Vatican City, Vatican. Pontiff will meet this afternoon President of the Russian Federation Vladimir Putin.  (Photo by Franco Origlia/Getty Images)","cleanCredit":"Photograph: Franco Origlia/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T12:05:03Z","lastModified":"2015-06-10T13:25:21Z","metadata":{"commentable":true,"commentCount":123,"contributors":[{"name":"Stephanie Kirchgaessner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephanie-kirchgaessner"}],"feature":false,"keywords":["Pope Francis","Vatican","Catholicism","Italy","The papacy","World news","Russia","Vladimir Putin","Ukraine","Europe"],"tags":[{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"world/vatican","webTitle":"Vatican"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/the-papacy","webTitle":"The papacy"},{"id":"world/world","webTitle":"World news"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"world"},"topics":[{"displayName":"Stephanie Kirchgaessner","topic":{"type":"tag-contributor","name":"profile/stephanie-kirchgaessner"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/pope-francis-urged-to-take-tougher-stance-against-vladimir-putin","shortUrl":"http://gu.com/p/49kbn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/pope-francis-urged-to-take-tougher-stance-against-vladimir-putin","webUri":"http://www.theguardian.com/world/2015/jun/10/pope-francis-urged-to-take-tougher-stance-against-vladimir-putin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8e98eb268745bd4d48f74bc17a8de7a12959855f/0_11_4200_2521/4200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2521,"width":4200,"orientation":"landscape","caption":"Pope Francis is due to meet Russia’s president, Vladimir Putin, on Wednesday. Photograph: Franco Origlia/Getty Images","credit":"Franco Origlia/Getty Images","altText":"Pope Francis is due to meet Russia’s president, Vladimir Putin, on Wednesday.","cleanCaption":"Pope Francis is due to meet Russia’s president, Vladimir Putin, on Wednesday.","cleanCredit":"Photograph: Franco Origlia/Getty Images"}},"importance":5,"kicker":{"title":"Vatican"},"showQuotedHeadline":false,"sublinks":[{"title":"New department to judge bishops accused of covering up child abuse","rawTitle":"New department to judge bishops accused of covering up child abuse","item":{"type":"article","id":"world/2015/jun/10/vatican-department-to-judge-bishops-accused-of-covering-up-child-abuse","title":"Vatican department to judge bishops accused of covering up child abuse","trailText":"Pope Francis approves proposals designed to make church leaders accountable for sexual abuse in their dioceses and force them to take preventative action ","standFirst":"<p>Pope Francis approves proposals designed to make church leaders accountable for sexual abuse in their dioceses and force them to take preventative action </p>","byline":"Reuters in Vatican City","body":"<p>Pope Francis has approved an unprecedented Vatican department to judge bishops accused of covering up or not preventing sexual abuse of children, meeting a key demand by victims’ groups. </p> \n<p>A statement said the department would come under the auspices of the Congregation for the Doctrine of the Faith, the Vatican’s doctrinal arm, “to judge bishops with regard to crimes of the abuse of office when connected to the abuse of minors”. </p> \n<p>Victims groups have for years been urging the Vatican to establish clear procedures to make bishops more accountable for abuse in their dioceses, even if they were not directly responsible for it. </p> \n<p>Vatican spokesman Fr Federico Lombardi told reporters the bishops could also be judged if they had failed to take measures to prevent sexual abuse of minors. </p> \n<p>The complaints against the bishops would be initially investigated by one of three Vatican departments, depending on whose jurisdiction the bishops fall under, before being judged by the doctrinal department. <br /></p> \n<p> The Vatican said the pope had approved proposals made to him by a commission advising him on how to eliminate sexual abuse of children. </p> \n<p>Part of the task of the commission, which is made up of 17 clerics and lay people from around the world, is to help dioceses put in place “best practices” to prevent abuse and work with victims in a process of healing. Eight members are women. </p> \n<p>The worldwide scandal, which first became prominent in Boston in 2002, has seen known abusers shunted from parish to parish instead of being defrocked and handed over to authorities. </p> \n<p>No bishop has ever been forcibly removed for covering up for guilty clergy, although in April, Francis accepted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/21/catholic-bishop-resigns-protecting-priest-sex-abuse-kansas\">the resignation of a US bishop</a> who had been convicted of failing to report a suspected child abuser.</p> \n<p>Last February, Francis ordered bishops the world over to cooperate as a matter of priority with the commission to root out “the scourge” of the sexual abuse even if it unearths new scandals. </p> \n<p></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433940824191/947b18be-0bde-45b7-b899-ceeea358ed9c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AGF s.r.l./REX Shutterstock/AGF s.r.l./REX Shutterstock","altText":"Pope Francis","cleanCredit":"Photograph: AGF s.r.l./REX Shutterstock/AGF s.r.l./REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-10T13:04:59Z","lastModified":"2015-06-10T14:21:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Pope Francis","Vatican","Catholicism","Christianity","Italy","Europe","Religion","The papacy","World news","Children","Society"],"tags":[{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"world/vatican","webTitle":"Vatican"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/the-papacy","webTitle":"The papacy"},{"id":"world/world","webTitle":"World news"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/vatican-department-to-judge-bishops-accused-of-covering-up-child-abuse","shortUrl":"http://gu.com/p/49ke4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/vatican-department-to-judge-bishops-accused-of-covering-up-child-abuse","webUri":"http://www.theguardian.com/world/2015/jun/10/vatican-department-to-judge-bishops-accused-of-covering-up-child-abuse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433940824191/947b18be-0bde-45b7-b899-ceeea358ed9c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pope Francis has ordered bishops the world over to cooperate in rooting out ‘the scourge’ of the sexual abuse. Photograph: AGF s.r.l./REX Shutterstock","credit":"AGF s.r.l./REX Shutterstock","altText":"Pope Francis","cleanCaption":"Pope Francis has ordered bishops the world over to cooperate in rooting out ‘the scourge’ of the sexual abuse.","cleanCredit":"Photograph: AGF s.r.l./REX Shutterstock"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433940824191/947b18be-0bde-45b7-b899-ceeea358ed9c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AGF s.r.l./REX Shutterstock/AGF s.r.l./REX Shutterstock","altText":"Pope Francis","cleanCredit":"Photograph: AGF s.r.l./REX Shutterstock/AGF s.r.l./REX Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8e98eb268745bd4d48f74bc17a8de7a12959855f/0_11_4200_2521/4200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2521,"width":4200,"orientation":"landscape","credit":"Franco Origlia/Getty Images","altText":"VATICAN CITY, VATICAN - JUNE 10:  Pope Francis waves to the faithful as he arrives in St. Peter's Square for his weekly general audience on June 10, 2015 in Vatican City, Vatican. Pontiff will meet this afternoon President of the Russian Federation Vladimir Putin.  (Photo by Franco Origlia/Getty Images)","cleanCredit":"Photograph: Franco Origlia/Getty Images"}}]},{"title":"Travel / Airlines plan to shrink hand luggage limits","rawTitle":"Airlines plan to shrink hand luggage limits","item":{"type":"article","id":"business/2015/jun/10/plane-passengers-may-need-to-buy-new-suitcases-in-plan-to-shrink-carry-on-size","title":"Plane passengers may need to buy new suitcases in plan to shrink carry-on size","trailText":"Airline industry announces new guidelines recommending smaller carry-on bags in effort to free up space in planes’ overhead bins","standFirst":"<p>Airline industry announces new guidelines recommending smaller carry-on bags in effort to free up space in planes’ overhead bins</p>","byline":"Associated Press","body":"<p>Millions of fliers might soon want to buy new carry-on suitcases. <br /></p> \n<p> Global airlines announced Tuesday a new guideline that recommends shrinking carry-on bags, in an effort to free up space in packed overhead bins.</p> \n<p>The guideline, which is not binding, means that many existing bags currently in compliance with airline rules would not be given preferential treatment in the boarding process.</p> \n<p>While details of how the guideline will be implemented are murky, and could vary from airline to airline, it raises the possibility that many fliers would be forced to check their favourite carry-on bag.</p> \n<p>Fliers might ultimately need to buy smaller suitcases or pay a fee to check their bags, typically around $25 each way.</p> \n<p>The recommendation by the International Air Transport Association suggests an “optimal” carry-on size at 21.5 inches (55cm) tall by 13.5 inches (34cm) wide by 7.5 inches (19cm) deep. That’s smaller than the current maximum size allowed by many airlines.</p> \n<p>For instance, American Airlines, Delta Air Lines and United Airlines all currently allow bags up to 22 inches (56cm) by 14 inches (35.5cm) by nine inches (23cm) – although gate agents don’t always enforce those more-generous measurements.</p> \n<p>“Once again, the airlines find a way to make their problem the passenger’s problem – and an expensive problem at that,” said travel industry consultant Henry Harteveldt.</p> \n<p>The lack of overhead space is due to airlines cramming too many seats on planes and charging passengers to check their suitcases, he said.<br /></p> \n<p> Airlines around the globe have varying standards – different enough that a carry-on bag that is acceptable to one airline isn’t allowed in the cabin of another.</p> \n<p>The airline trade group says the new guideline will not necessarily replace each airline’s rules on bag size, but gives them a uniform measurement that “will help iron out inconsistencies”.</p> \n<p>Charlie Leocha, a consumer advocate and co-founder of Travelers United, said if enough airlines adopt these guidelines it will be great for travellers to at least know what size bag is acceptable on multiple airlines.</p> \n<p>However, Leocha measured his own carry-on bag Tuesday – one that he has travelled with for more than a decade and never struggled to fit into an overhead bin – to find out that it doesn’t comply with the new suggested size.</p> \n<p>“Are the airlines [in] cahoots with the baggage manufactures? It just seems crazy,” he said.</p> \n<p>Many bags already marketed as carry-on compliant actually aren’t.</p> \n<p>Theoretically, if airlines follow the new guideline “everyone should have a chance to store their carry-on bags on board aircraft of 120 seats or larger”, the trade group said.</p> \n<p>Today, it’s typical for the last 20 or so passengers to board to be forced to check their bags at the gate because the bins are already full.</p> \n<p>Nine major international airlines will soon introduce the guideline into their operations. Chris Goater, a spokesman for the transport association, said they are: Avianca, Azul, Caribbean Airlines, Cathay Pacific, China Eastern, China Southern, Emirates, Lufthansa and Qatar.</p> \n<p>“It’s certainly not mandatory,” Goater said.</p> \n<p>No US airlines have yet signed on, but Goater expects more carriers to quickly do so. The suggested size was just unveiled publicly Tuesday at a meeting of global airline CEOs in Miami.</p> \n<p>The airlines said they are working with several large luggage manufacturers including Samsonite, Delsey and Tumi but none have yet signed on. Bags with new labels, designating them as “Cabin OK,” are expected to be in stores by the end of the year.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e136c6ec4ee2e850fc9e25874cc1563ab5bd9da5/0_163_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Joe Skipper/Reuters","altText":"Thomas Windmuller, a vice president of the International Air Transport Association (IATA), holds a carry-on bag which conforms to a new minimum size announced by the group in an effort to get world airlines to sign on to the standard, at the group's annual meeting in Miami Beach, Florida, June 9, 2015.  REUTERS/Joe Skipper","cleanCredit":"Photograph: Joe Skipper/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-10T04:54:53Z","lastModified":"2015-06-10T06:44:22Z","metadata":{"commentable":true,"commentCount":472,"contributors":[],"feature":false,"keywords":["Airline industry","World news"],"tags":[{"id":"business/theairlineindustry","webTitle":"Airline industry"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/10/plane-passengers-may-need-to-buy-new-suitcases-in-plan-to-shrink-carry-on-size","shortUrl":"http://gu.com/p/49k2q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/10/plane-passengers-may-need-to-buy-new-suitcases-in-plan-to-shrink-carry-on-size","webUri":"http://www.theguardian.com/business/2015/jun/10/plane-passengers-may-need-to-buy-new-suitcases-in-plan-to-shrink-carry-on-size"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e136c6ec4ee2e850fc9e25874cc1563ab5bd9da5/0_163_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Thomas Windmuller, a vice president of the International Air Transport Association, holds a carry-on bag which conforms to a new maximum size. Photograph: Joe Skipper/Reuters","credit":"Joe Skipper/Reuters","altText":"Thomas Windmuller, a vice president of the International Air Transport Association, holds a carry-on bag which conforms to a new minimum size.","cleanCaption":"Thomas Windmuller, a vice president of the International Air Transport Association, holds a carry-on bag which conforms to a new maximum size.","cleanCredit":"Photograph: Joe Skipper/Reuters"}},"importance":5,"kicker":{"title":"Travel"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e136c6ec4ee2e850fc9e25874cc1563ab5bd9da5/0_163_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Joe Skipper/Reuters","altText":"Thomas Windmuller, a vice president of the International Air Transport Association (IATA), holds a carry-on bag which conforms to a new minimum size announced by the group in an effort to get world airlines to sign on to the standard, at the group's annual meeting in Miami Beach, Florida, June 9, 2015.  REUTERS/Joe Skipper","cleanCredit":"Photograph: Joe Skipper/Reuters"}}]},{"title":"Egypt says terror attack foiled at temple in tourist city of Luxor","rawTitle":"Egypt says terror attack foiled at temple in tourist city of Luxor","item":{"type":"article","id":"world/2015/jun/10/egyptian-tourist-city-of-luxor-hit-by-suicide-bomb-attack","title":"Egypt says terror attack foiled at temple in tourist city of Luxor","trailText":"Government says four Egyptians wounded after three men tried to enter Karnak temple, with no group claiming responsibility","standFirst":"<p>Government says four Egyptians wounded after three men tried to enter Karnak temple, with no group claiming responsibility</p>","byline":"Jared Malsin in Cairo","body":"<p>Egypt’s security forces said they foiled a suicide bomb attack at the ancient Karnak temple in the southern city of Luxor on Wednesday.</p> \n<p>Luxor police said officers opened fire on three men after they had refused to undergo security screening at a checkpoint near the site. Police shot two attackers as they pulled out weapons concealed in their bags, killing one and seriously wounding another, according to officers at the scene. A third attacker managed to detonate a bomb he was carrying and died. </p> \n<p>A health ministry spokesman said four Egyptians were wounded. Security sources told Reuters that the injured included bazaar shop owners and police. No tourists were injured, according to interior ministry officials cited by the state news agency Mena.</p> \n<p>No group immediately claimed responsibility for the attempted attack – a rare incident at one of Egypt’s iconic ancient ruins and a top tourist destination.</p> \n<p>Egypt has been shaken by a wave of attacks by militants since the military deposed Islamist president Mohamed Morsi in July 2013. The majority of those attacks have been targeted at members of the security forces, usually at checkpoints and barracks or police stations. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"gu-fc-f391a228-a052-4aee-984f-4278cc7ec680\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433932478996/dace1d53-1fb7-4891-8735-f05563e674fd-460x276.jpeg\" alt=\"The ruins of the Karnak temple in Luxor, Egypt. Egyptian officials say there was a suicide bomb attack at the temple on Wednesday.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The ruins of the Karnak temple in Luxor.</span> \n  <span class=\"element-image__credit\">Photograph: Hassan Ammar/AP</span> \n </figcaption> \n</figure> \n<p>Since 2013 the attacks have been concentrated in the Sinai peninsula, the Nile delta, and greater Cairo. Militants in Sinai have targeted tourism sites to try to deny the government a key source of revenue.</p> \n<p>Egypt’s deadliest armed group, the Sinai-based Ansar Beit al-Maqdis, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/10/egyptian-jihadists-pledge-allegiance-isis\">declared its allegiance to Islamic State</a> in 2014. Isis has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/09/iraq-condemns-isis-destruction-ancient-sites\">destroyed famed archaeological sites in Syria and Iraq</a>, viewing them as idolatrous.</p> \n<p>Egypt’s antiquities minister issued orders to intensify security at antiquities sites across the country after Wednesday’s attack.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/luxor_suicide_bomb-zip/giv-21277HCX6rQgja4fa/\" data-alt=\"Luxor map\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/luxor_suicide_bomb-zip/giv-21277HCX6rQgja4fa/\">Luxor map</a> \n</figure> \n<p>The attack had echoes of an earlier era of confrontation between the Egyptian state and Islamist militants in the 1990s. Luxor was the scene in 1997 of the massacre of more than 60 people, the vast majority foreign tourists, by militants armed with guns and knives. The attack on the temple of Hatshepsut on the west bank of the Nile was one of the deadliest in a years-long fight between the state and insurgents based in upper Egypt.</p> \n<p>In another attack near a tourist site last week, gunmen shot dead two police officers near the Giza pyramids on the outskirts of Cairo. Separately, late on Tuesday, militants fired rockets at an airport used by international peacekeeping forces in north Sinai.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/feb/10/egypts-tourist-resorts-ghost-towns\">Tourist desert – Egypt desperate to&amp;nbsp;woo back visitors after years of unrest</a> </p> \n</aside> \n<p>Tourism is the lifeblood of Luxor, home to some of Egypt’s most famous ancient temples and pharaonic tombs, including that of King Tutankhamun. The city has been hit hard by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/feb/10/egypts-tourist-resorts-ghost-towns\">a downturn in foreign visitors that has affected Egypt’s tourist industry in general</a> during the years of unrest since the 2011 uprising.<br /></p> \n<p><em>Associated Press and Reuters contributed to this report</em><br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433932405614/81eea63f-1a89-40d2-bbd0-607131b0b067-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Reuters","altText":"The remains of a body of a suicide bomber is covered on the ground in front of tourist shops in Luxor, Egypt","cleanCredit":"Photograph: Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433927905134/c5ed2dd3-b771-477d-a42f-c7624cec538c-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The ruins of the Karnak temple in Luxor. Photograph: Hassan Ammar/AP","credit":"Hassan Ammar/AP","altText":"The ruins of the Karnak temple in Luxor, Egypt. Egyptian officials say there was a suicide bomb attack at the temple on Wednesday.","cleanCaption":"The ruins of the Karnak temple in Luxor.","cleanCredit":"Photograph: Hassan Ammar/AP"}],"webPublicationDate":"2015-06-10T11:18:32Z","lastModified":"2015-06-10T12:44:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jared Malsin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jared-malsin"}],"feature":false,"keywords":["Egypt","Africa","Middle East and North Africa","World news"],"tags":[{"id":"world/egypt","webTitle":"Egypt"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Jared Malsin","topic":{"type":"tag-contributor","name":"profile/jared-malsin"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/egyptian-tourist-city-of-luxor-hit-by-suicide-bomb-attack","shortUrl":"http://gu.com/p/49k7x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/egyptian-tourist-city-of-luxor-hit-by-suicide-bomb-attack","webUri":"http://www.theguardian.com/world/2015/jun/10/egyptian-tourist-city-of-luxor-hit-by-suicide-bomb-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433932405614/81eea63f-1a89-40d2-bbd0-607131b0b067-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The remains of a body of a suicide bomber is covered on the ground in front of tourist shops in Luxor, Egypt. Photograph: Reuters","credit":"Reuters","altText":"The remains of a body of a suicide bomber is covered on the ground in front of tourist shops in Luxor, Egypt","cleanCaption":"The remains of a body of a suicide bomber is covered on the ground in front of tourist shops in Luxor, Egypt.","cleanCredit":"Photograph: Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433932405614/81eea63f-1a89-40d2-bbd0-607131b0b067-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Reuters","altText":"The remains of a body of a suicide bomber is covered on the ground in front of tourist shops in Luxor, Egypt","cleanCredit":"Photograph: Reuters"}}]},{"title":"James Last / Easy listening bandleader dies aged 86","rawTitle":"Easy listening bandleader dies aged 86","item":{"type":"article","id":"music/2015/jun/10/james-last-dies-aged-86","title":"James Last dies, aged 86","trailText":"The easy listening bandleader, who released more than 200 albums, passed away at his home in Florida","standFirst":"<p>The easy listening bandleader, who released more than 200 albums, passed away at his home in Florida</p>","byline":"Guardian music","body":"<p>James Last has died, aged 86. The easy listening bandleader “passed away yesterday [Tuesday] in Florida, peacefully and in the presence of his family”, his manager said.</p> \n<p>Over the course of a recording career that lasted from 1959 to 2011, Last released more than 200 albums, many of which were themed. He released albums devoted to the music of Abba, Motown, Andrew Lloyd Webber, Bach and Vivaldi, among others. On 1980’s Caribbean Nights – one of seven albums he released that year – he even covered three Bob Marley songs, and belied his blue-rinse-and-bingo image with a cover featuring a topless woman.</p> \n<p>Last was born in Bremen, Germany, in 1929, and learned to play music in the Wehrmacht during the second world war. After the war he became a musician in dance bands, then an arranger and bandleader. His breakthrough as a recording artist came with his 1965 album Non-Stop Dancing – one of many released under the Non-Stop Dancing umbrella title – which was in effect a medley of pop hits of the day. His 52 charting albums in the UK made him the second most successful albums artist of all time, after Elvis Presley, and he sold more than 100m albums during his career.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=g503fR3BvVk\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/g503fR3BvVk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In a 1976 interview with the NME, Last attributed his success to the familiarity of the songs he played, and the distinctive sound of his orchestra. “People know what James Last is playing. That’s the style. And there are so many bands playing in the world with no style. I think we’re making something original from this music. And our sound is coming from the arrangements. We have our own style in music, it must be, because otherwise I don’t think it’d be so successful. And I think it’s a big help to us that bands, like Bert Kaempfert, are just playing one kind of music – when we play a lot of different things.”</p> \n<p>Indeed, there was barely a song Last could not bend to the sound of his “happy music”. Even Hawkwind’s space rock hit Silver Machine got the Last treatment, whooshing sounds, wild guitar solo and all – but with brass replacing Lemmy’s vocal. His 1972 album <a href=\"https://www.youtube.com/watch?v=UlrJa3wBJdY\">Voodoo Party</a> – on which he covered Marvin Gaye’s <a href=\"https://www.youtube.com/watch?v=H-YBbnrh2d0\">Inner City Blues</a> and Sly Stone’s Sing a Simple Song – has become a minor cratediggers’ classic for its early 70s psychedelic funk arrangements.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433933412686/12c81f80-3e04-4f2d-a046-898fcfc0b970-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Cine Text / Allstar/Sportsphoto Ltd. / Allstar","altText":"James Last","cleanCredit":"Photograph: Cine Text / Allstar/Sportsphoto Ltd. / Allstar"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:54:18Z","lastModified":"2015-06-10T12:28:25Z","metadata":{"commentable":true,"commentCount":81,"contributors":[{"name":"Guardian music","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardianmusic"}],"feature":false,"keywords":["Music","Pop and rock","Culture"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Guardian music","topic":{"type":"tag-contributor","name":"profile/guardianmusic"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/10/james-last-dies-aged-86","shortUrl":"http://gu.com/p/49k8k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/10/james-last-dies-aged-86","webUri":"http://www.theguardian.com/music/2015/jun/10/james-last-dies-aged-86"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433933412686/12c81f80-3e04-4f2d-a046-898fcfc0b970-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"James Last … Fronting his orchestra in 1974. Photograph: Cine Text/Sportsphoto Ltd /Allstar","credit":"Cine Text/Sportsphoto Ltd /Allstar","altText":"James Last","cleanCaption":"James Last … Fronting his orchestra in 1974.","cleanCredit":"Photograph: Cine Text/Sportsphoto Ltd /Allstar"}},"importance":4,"kicker":{"title":"James Last"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433933412686/12c81f80-3e04-4f2d-a046-898fcfc0b970-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Cine Text / Allstar/Sportsphoto Ltd. / Allstar","altText":"James Last","cleanCredit":"Photograph: Cine Text / Allstar/Sportsphoto Ltd. / Allstar"}}]},{"title":"2005 police shooting / Jean Charles de Menezes arguments heard in Strasbourg","rawTitle":"Jean Charles de Menezes arguments heard in Strasbourg","item":{"type":"article","id":"uk-news/2015/jun/10/jean-charles-de-menezes-arguments-strasbourg","title":"Jean Charles de Menezes arguments heard in Strasbourg","trailText":"Case against Metropolitan police over killing of Brazilian electrician in 2005 reaches European court of human rights","standFirst":"<p>Case against Metropolitan police over killing of Brazilian electrician in 2005 reaches European court of human rights</p>","byline":"Owen Bowcott Legal affairs correspondent","body":"<p>A panel of more than 20 judges at the European court of human rights (ECHR) has heard arguments that Metropolitan police officers should be prosecuted for the killing of Jean Charles de Menezes.</p> \n<p>Nearly a decade after the Brazilian electrician died at the hands of officers hunting for suspected suicide bombers, lawyers for his family have taken their campaign for justice and accountability to Strasbourg. </p> \n<p>De Menezes died instantly on 22 July 2005; it was a fortnight after four men detonated devices on London’s transport system killing 52 other people. <br /></p> \n<p>Two members of the force’s armed unit, CO19, opened fire with their guns centimetres away from De Menezes’s head as another officer pinned him into a seat on an underground train at Stockwell station.</p> \n<p>The Crown Prosecution Service (CPS) decided the following year that no individual should be prosecuted. In December 2008 an inquest jury returned an open verdict after rejecting the official account of the shooting. <br /></p> \n<p>The Met was subsequently convicted of health and safety failures at the Old Bailey, fined &pound;175,000 and ordered to pay &pound;385,000 costs.</p> \n<p>The appeal has been brought by his cousin, Patricia da Silva Armani, a Brazilian national who lives in London. She said: “For 10 years our family has been campaigning for justice for Jean because we believe that police officers should have been held to account for his killing. Jean’s death is a pain that never goes away for us.</p> \n<p>“Nothing can bring him back but we hope that this legal challenge will change the law so that no other family has to face what we did.”</p> \n<p>The court’s decision will be reserved. In the political context of the Conservative government’s pledge to renegotiate the judicial link with the Strasbourg court, the outcome of such a high-profile case could be politically significant.</p> \n<p>Harriet Wistrich, a solicitor at the London law firm Birnberg Peirce, who represents the family, said that the CPS decision not to bring any prosecution was based on an assessment that there was effectively less than a 50% chance of conviction.</p> \n<p>Hugh Southey QC, who argued the case at the ECHR, challenged the adequacy of the UK’s definition of self-defence since the officers who shot De Menezes only had to show that they had an honest belief – as opposed to an honest and reasonable belief – that the use of force was absolutely necessary.</p> \n<p>Deborah Coles, who attended the Strasbourg hearing alongside the family, said: “This case shines a spotlight on the issue of police accountability and the inequality and injustice that prevails.</p> \n<p>“A democratic society needs a criminal justice system that ensures scrutiny and accountability of the police and ensures that prosecutions for human rights violations are brought in appropriate cases.</p> \n<p> “Public confidence in the police is fundamental to democratic policing and must not be undermined by any suggestion that the rule of law does not apply equally to all citizens including those in uniform.”</p> \n<p>A spokesman for <a href=\"http://www.inquest.org.uk/about/home\">Inquest</a>, a charity that provides advice on contentious deaths in England and Wales, said that the failure to bring criminal prosecutions against police officers responsible for the shooting raises questions about how the state and its agents are held to account for killing its citizens.</p> \n<p>Since 1990, the organisation points out, there have been nine unlawful killing verdicts at inquests into deaths involving the police and one unlawful killing finding recorded by a public inquiry. None have yet resulted in a successful prosecution. <br /></p> \n<p>Over the same period, Inquest said, there have been 995 deaths in police custody or following police contact in England and Wales and 55 fatal shootings by police officers. The CPS has declined to comment before the judgment.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433943020157/f1cd9e0b-ee87-4ed4-92ad-deaa5ae21c08-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Vincent Kessler/Reuters","altText":"Jean Charles de Menezes's family","cleanCredit":"Photograph: Vincent Kessler/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-10T13:48:55Z","lastModified":"2015-06-10T13:58:54Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["Jean Charles de Menezes","Metropolitan police","European court of human rights","Human rights","Law","UK news","Brazil","Americas","London","Police","World news"],"tags":[{"id":"uk/menezes","webTitle":"Jean Charles de Menezes"},{"id":"uk/metropolitan-police","webTitle":"Metropolitan police"},{"id":"law/european-court-of-human-rights","webTitle":"European court of human rights"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/brazil","webTitle":"Brazil"},{"id":"world/americas","webTitle":"Americas"},{"id":"uk/london","webTitle":"London"},{"id":"uk/police","webTitle":"Police"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/jean-charles-de-menezes-arguments-strasbourg","shortUrl":"http://gu.com/p/49kc8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/10/jean-charles-de-menezes-arguments-strasbourg","webUri":"http://www.theguardian.com/uk-news/2015/jun/10/jean-charles-de-menezes-arguments-strasbourg"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433943020157/f1cd9e0b-ee87-4ed4-92ad-deaa5ae21c08-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Erionaldo Da Silva, left, Alessandro Pereira, centre, and Vivian Figueiredo, relatives of Jean Charles de Menezes, sit in the courtroom of the European court of human rights in Strasbourg. Photograph: Vincent Kessler/Reuters","credit":"Vincent Kessler/Reuters","altText":"Jean Charles de Menezes's family","cleanCaption":"Erionaldo Da Silva, left, Alessandro Pereira, centre, and Vivian Figueiredo, relatives of Jean Charles de Menezes, sit in the courtroom of the European court of human rights in Strasbourg.","cleanCredit":"Photograph: Vincent Kessler/Reuters"}},"importance":3,"kicker":{"title":"2005 police shooting"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433943020157/f1cd9e0b-ee87-4ed4-92ad-deaa5ae21c08-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Vincent Kessler/Reuters","altText":"Jean Charles de Menezes's family","cleanCredit":"Photograph: Vincent Kessler/Reuters"}}]},{"title":"The fight against Isis / US to send extra troops to train Iraqi army","rawTitle":"US to send extra troops to train Iraqi army","item":{"type":"article","id":"world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis","title":"US to send extra troops to train Iraqi army in fight against Isis","trailText":"Obama faces dilemma as Pentagon stresses reinforcements will not engage in combat but deployed as advisers and trainers","standFirst":"<p>Obama faces dilemma as Pentagon stresses reinforcements will not engage in combat but deployed as advisers and trainers</p>","byline":"Ewen MacAskill defence correspondent","body":"<p>The Obama administration is preparing to send hundreds of extra troops to help bolster the Iraqi army in its fight against Islamic State. </p> \n<p>The reinforcements will bring the number of US troops in Iraq to 3,600. The Pentagon stresses they are not going to engage in combat but will be used as advisers and trainers. </p> \n<p>About 400-500 extra troops are poised to be sent, <a href=\"http://www.nytimes.com/2015/06/11/world/middleeast/us-embracing-a-new-approach-on-battling-isis-in-iraq.html\">according to US media reports</a>.</p> \n<p>The deployment comes less than four years after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/dec/15/us-exit-iraq-withdrawal-ambivalence\">the US pulled out its troops from Iraq</a>. The move reflects the extent to which Iraqi forces are struggling against Isis, even with the help of air strikes by the US and its allies, including the UK.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/26/obama-administration-ramadi-credibility-isis-iraq\">Fall of Ramadi betrays Obama administration's 'credibility gap'</a> </p> \n</aside> \n<p>In spite of almost daily air attacks on Isis, the US-trained Iraqi army has largely failed to stem the group’s advance. Isis <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/26/obama-administration-ramadi-credibility-isis-iraq\">took Ramadi</a>, in Anbar province, last month and the Iraqi army has failed to retake Mosul, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jun/11/iraq-fall-mosul\">lost to Isis last year</a>. </p> \n<p>The extra troops are heading for Anbar province to block Isis advances from Ramadi to Baghdad and to try to resurrect a US strategy employed from 2006 of arming and training an alliance of Sunni tribes to fight al-Qaida, which was dubbed the “Anbar Awakening”. <br /></p> \n<p>The Obama administration faces an awkward dilemma, caught between accusations of mission creep and fear of seeing Isis expand further. The president <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/08/barack-obama-isis-iraq-g7-russia-fifa-immigration-healthcare\">acknowledged on Monday</a> at the G7 that the US has not yet worked out a “complete strategy” for retaking ground from Isis, other than further training of the Iraqi army.<br /></p> \n<p>The Pentagon has proposed to the White House a combination of more trainers and advisers and more and better equipment. The president is resisting calls from Republican senators such as John McCain to send thousands more troops to Iraq.</p> \n<p>The UK is to send an extra 125 troops to Iraq as trainers, also to Anbar. The UK will have 1,000 trainers and advisers in Iraq, most of them in the Kurdish-controlled area in the north.</p> \n<p>The US began its drawdown from Iraq in 2007, when it had a force of 170,000 in the country.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df95dca807574ac71cc8328baf4c9338c94c4439/0_150_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Baraa Kanaan/EPA","altText":"Iraqi forces near Tikrit, northern Iraq","cleanCredit":"Photograph: Baraa Kanaan/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T11:24:20Z","lastModified":"2015-06-10T11:33:59Z","metadata":{"commentable":true,"commentCount":76,"contributors":[{"name":"Ewen MacAskill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewenmacaskill"}],"feature":false,"keywords":["Iraq","Middle East and North Africa","World news","Obama administration","US news","Barack Obama"],"tags":[{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"}],"section":{"id":"world"},"topics":[{"displayName":"Ewen MacAskill","topic":{"type":"tag-contributor","name":"profile/ewenmacaskill"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis","shortUrl":"http://gu.com/p/49kb9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis","webUri":"http://www.theguardian.com/world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df95dca807574ac71cc8328baf4c9338c94c4439/0_150_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","caption":" Iraqi forces near Tikrit, northern Iraq, in March. The White House faces being caught between accusations of mission creep and fear of seeing Isis expand further. Photograph: Baraa Kanaan/EPA","credit":"Baraa Kanaan/EPA","altText":"Iraqi forces near Tikrit, northern Iraq","cleanCaption":" Iraqi forces near Tikrit, northern Iraq, in March. The White House faces being caught between accusations of mission creep and fear of seeing Isis expand further.","cleanCredit":"Photograph: Baraa Kanaan/EPA"}},"importance":3,"kicker":{"title":"The fight against Isis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df95dca807574ac71cc8328baf4c9338c94c4439/0_150_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Baraa Kanaan/EPA","altText":"Iraqi forces near Tikrit, northern Iraq","cleanCredit":"Photograph: Baraa Kanaan/EPA"}}]}],"lastModified":"2015-06-10T14:19:05Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}