{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Exclusive / Energy firm Peabody 'used Ebola crisis for corporate gain'","rawTitle":"Energy firm Peabody 'used Ebola crisis for corporate gain'","item":{"type":"article","id":"environment/2015/may/19/peabody-energy-exploited-ebola-crisis-for-corporate-gain-say-health-experts","title":"Peabody Energy exploited Ebola crisis for corporate gain, say health experts","trailText":"Public health experts outraged after world’s largest privately-held coal company promotes its product in the fight against Ebola in Africa as part of a PR campaign to rebrand the fossil fuel as a solution to global poverty","standFirst":"<p>Public health experts outraged after world’s largest privately-held coal company promotes its product in the fight against Ebola in Africa as part of a PR campaign to rebrand the fossil fuel as a solution to global poverty</p>\n<ul>\n <li>Join the Guardian’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">Keep it in the Ground campaign</a></li>\n</ul>","byline":"Suzanne Goldenberg","body":"<p>Public health experts involved in the response to the Ebola crisis have condemned what they described as a ludicrous, insulting and opportunistic attempt to exploit the disease for corporate gain by the world’s largest privately-held coal company.</p> \n<p>As part of a PR offensive to rebrand coal as a “21st-century fuel” that can help solve global poverty, it has emerged that at the height of Ebola’s impact in Africa, Peabody Energy promoted its product as an answer to Africa’s devastating public health crisis.</p> \n<p>Greg Boyce, the chief executive of Peabody, a US-based multinational with mining interests around the world, included a slide on Ebola and energy in a presentation to a coal industry conference in September last year. The slide suggested that more energy would have spurred the distribution of a hypothetical Ebola vaccine – citing as supporting evidence a University of Pennsylvania infectious disease expert.</p> \n<p>The World Health Organisation believes nearly 27,000 people contracted Ebola in an outbreak of the virus in West Africa last year, and more than 11,000 died – although the international agency believes that is probably an underestimate.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/05/climate-nav-sticky/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/05/climate-nav-sticky/boot.js\" data-alt=\"Nav\"> \n</figure> \n<p>Public health experts who were involved in fighting the spread of Ebola were outraged at Peabody’s suggestion that expanding energy access with coal generation could have hindered the spread of Ebola and helped with the distribution of a vaccine – especially as there is no approved vaccine against the disease.</p> \n<p>Meanwhile, the medical expert cited by Peabody to support its claims told the Guardian he had never heard of the company – and that it had got his name wrong.</p> \n<p>“There is no apparent merit or evidence to support such a thesis,” said Irwin Redlener, director of Columbia University’s National Centre for Disaster Preparedness, and an advisor to the White House on the US response to Ebola. “Peabody has very specific and explicit corporate goals. I think this is a pretty far fetched leap from a global crisis to try to justify the existence of a company that is interested in producing and selling coal.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"530d37c4fc17ef0bcc24b82b24be8d90706dfdb7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432050177106/a26c0668-0d7b-4f51-958c-4dd1ed983ace-460x276.jpeg\" alt=\"Peabody Energy's CEO Gregory Boyce speaks to delegates at the 21st World Energy Congress in Montreal, September 14, 2010.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Peabody Energy’s CEO Greg Boyce.</span> \n  <span class=\"element-image__credit\">Photograph: Shaun Best/Reuters</span> \n </figcaption> \n</figure> \n<p>Redlener added: “I think it’s an opportunistic attempt and somewhat desperate to relate corporate self-interest to a massive public health crisis.”</p> \n<p>Skip Burkle, a senior fellow of the Harvard Humanitarian Initiative at the university’s school of public health, said Peabody’s claims were “absolutely ludicrous”. “We are talking about public health infrastructure,” he said. “Energy is just one piece of it. There are so many other factors that have to come together.”</p> \n<p>He went on: “The coal industry is going down but there are other answers to this and it is not to dump it in Africa. It is just an insult to the population.”</p> \n<p>Peabody denied it was using the Ebola crisis for its own gain. “Mr Boyce was simply noting that a lack of electricity dramatically impaired the ability to fight Ebola in key nations that have little energy access and where hospitals rely on generators for power,” Vic Svec, the company’s senior vice-president for global investor and corporate relations told the Guardian.<br /></p> \n<p>The doctor whose comments were used to justify Peabody’s claims was relatively sanguine. “I know nothing about the coal industry,” Harvey Rubin, an infectious disease specialist at the University of Pennsylvania said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/19/the-truth-behind-peabodys-campaign-to-rebrand-coal-as-a-poverty-cure\">The truth behind Peabody's campaign to rebrand coal as a poverty cure</a> </p> \n</aside> \n<p>He did say he intended to contact the company to correct his name – which was wrong on the power point.</p> \n<p>Boyce had claimed in the power point that electricity shortages had hampered the fight against Ebola.</p> \n<p>“Lack of electricity impairs ability to fight crises like Ebola,” the headline to Boyce’s powerpoint said.</p> \n<p>It went on to quote Rubin – misidentified as Harry not Harvey - on the importance to public vaccination efforts of a reliable electricity supply.</p> \n<p>“Let’s say someone does develop an Ebola vaccine. Distributing a vaccine would require continuous chain refrigeration,” Rubin said.<br /></p> \n<p>But he told the Guardian he was “agnostic” on the issue of power sources. He said there were already sufficient supplies of electricity in Africa for effective distribution of vaccines by using existing cell phone towers. “We can piggyback on those towers,” he said.</p> \n<figure class=\"element element-image\" data-media-id=\"59d78273f70a157809ea0472c7bb8459ab9fd44b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432050520594/97e51554-d3ea-4cc3-abc6-72a17229b8b2-460x276.jpeg\" alt=\"People drive through the dark in the favella of West Point, where few homes have electricity in Monrovia, Liberia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People drive through the dark in the favella of West Point in in Monrovia, Liberia where few homes have electricity.</span> \n  <span class=\"element-image__credit\">Photograph: John Moore/Getty Images</span> \n </figcaption> \n</figure> \n<p>The Ebola claims surfaced amid growing pressure on Peabody Energy from the downturn in coal and a global anti-apartheid style <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/19/the-rise-and-rise-of-the-fossil-fuel-divestment-movement\">fossil fuel divestment campaign</a>. <br /></p> \n<p>Over the last two years, over 200 institutions and major investors have committed to selling off their stocks of oil, coal and gas, on the grounds that much of the world’s reserves of fossil fuels must stay in the ground to avoid dangerous climate change. Some institutions – such as Stanford University – have committed only to dumping coal, while hanging on to oil and gas holdings.</p> \n<p>The Guardian supports the fossil fuel divestment movement, and through its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">Keep it in the Ground campaign</a> has called on two of the world’s biggest charities, the Bill and Melinda Gates Foundation and the Wellcome Trust to divest from fossil fuels. The Gates Foundations’s Asset Trust has a $1.6m holding in Peabody according to the most recently available information. The Wellcome Trust does not appear to have a direct investment in the company.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Climate campaign sign up\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Climate campaign sign up</a> \n</figure> \n<p>Peabody views the fossil fuel divestment campaign as “misguided and symbolic”. But in the past it has suggested that divestment could have an impact on the business. “The impact of such efforts [fossil fuel divestment campaigns] may adversely affect the demand for and price of securities issued by us, and impact our access to the capital and financial markets,” <a href=\"http://coalswarm.us7.list-manage.com/track/click?u=12d44a41e01f46f204e2d8bf8&amp;id=51184f1506&amp;e=50050af8d0\">wrote</a> Peabody in its 2014 annual filing with the US Securities and Exchange Commission.</p> \n<p>Svec though, denied that the campaign represented a threat to the company’s bottom line. “Fossil fuels comprise more than 80% of all energy use globally, and these fuels will continue to be with us for centuries.” </p> \n<p>But the fossil fuel divestment movement has intensified Peabody’s campaign to rebrand coal. It is the dirtiest of fossil fuels which contributes heavily to climate change and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/dec/12/china-coal-emissions-smog-deaths\">causes large numbers of deaths</a> because of pollution produced when burning it.</p> \n<p>But in a <a href=\"https://www.regjeringen.no/contentassets/c0523b1aa5f943e89f1c6d830cb3cf68/peabody180614l.pdf\">power point presentation</a>, prepared for the managers of the world’s richest sovereign wealth fund, the Norwegian government pension fund in June last year, Peabody executives argued that coal was positioned to be the fastest-growing fuel of the 21st century.</p> \n<p>At the time, the fund had 64m NOK (&pound;5.5m) in Peabody, down from 1.2bn NOK in 2010.</p> \n<p>In the meeting, Peabody argued that “21st-century coal” was positioned to be the main driver of digital expansion, and of urbanisation of developing countries. It also said access to coal was the cure for global poverty.</p> \n<p>The effort did not work. As of 31 December, the Norwegian government pension fund had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/16/norways-sovereign-wealth-fund-drops-over-50-coal-companies\">dumped all shares of Peabody and other US coal companies</a>, according to Urgewald, a German NGO which monitors the fossil fuel divestment campaign.</p> \n<p>“So they were obviously not convinced by Peabody’s presentation,” said Heffa Schuecking, a campaigner for Urgewald.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432060251383/4a84dc6d-d132-445c-854c-d9f63076c6e0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PASCAL GUYOT/AFP/Getty Images","altText":"A nurse walks with a little girl suffering from Ebola, at the Medecins Sans Frontieres (MSF) compound in Monrovia. Peabody suggested more energy access with coal generation could have helped with the distribution of an Ebola vaccine, had there been one.","cleanCredit":"Photograph: PASCAL GUYOT/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432050178513/a26c0668-0d7b-4f51-958c-4dd1ed983ace-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peabody Energy’s CEO Greg Boyce. Photograph: Shaun Best/Reuters","credit":"Shaun Best/Reuters","altText":"Peabody Energy's CEO Gregory Boyce speaks to delegates at the 21st World Energy Congress in Montreal, September 14, 2010.","cleanCaption":"Peabody Energy’s CEO Greg Boyce.","cleanCredit":"Photograph: Shaun Best/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432050522013/36685db2-892d-4414-81b4-27b5e22627c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People drive through the dark in the favella of West Point in in Monrovia, Liberia where few homes have electricity. Photograph: John Moore/Getty Images","credit":"John Moore/Getty Images","altText":"People drive through the dark in the favella of West Point, where few homes have electricity in Monrovia, Liberia.","cleanCaption":"People drive through the dark in the favella of West Point in in Monrovia, Liberia where few homes have electricity.","cleanCredit":"Photograph: John Moore/Getty Images"}],"webPublicationDate":"2015-05-19T17:48:01Z","lastModified":"2015-05-20T06:56:45Z","metadata":{"commentable":true,"commentCount":484,"contributors":[{"name":"Suzanne Goldenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannegoldenberg"}],"feature":false,"keywords":["Environment","Coal","Fossil fuels","Climate change","Global development","Ebola","Africa","Energy","World news","Fossil fuel divestment"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/coal","webTitle":"Coal"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/ebola","webTitle":"Ebola"},{"id":"world/africa","webTitle":"Africa"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/world","webTitle":"World news"},{"id":"environment/fossil-fuel-divestment","webTitle":"Fossil fuel divestment"}],"section":{"id":"environment"},"topics":[{"displayName":"Suzanne Goldenberg","topic":{"type":"tag-contributor","name":"profile/suzannegoldenberg"}}],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/19/peabody-energy-exploited-ebola-crisis-for-corporate-gain-say-health-experts","shortUrl":"http://gu.com/p/4935t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/19/peabody-energy-exploited-ebola-crisis-for-corporate-gain-say-health-experts","webUri":"http://www.theguardian.com/environment/2015/may/19/peabody-energy-exploited-ebola-crisis-for-corporate-gain-say-health-experts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432060251383/4a84dc6d-d132-445c-854c-d9f63076c6e0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A nurse walks with a little girl suffering from Ebola, at the Medecins Sans Frontieres (MSF) compound in Monrovia. Peabody suggested more energy access with coal generation could have helped with the distribution of an Ebola vaccine, had there been one. Photograph: Pascal Guyot/AFP/Getty Images","credit":"Pascal Guyot/AFP/Getty Images","altText":"A nurse walks with a little girl suffering from Ebola, at the Medecins Sans Frontieres (MSF) compound in Monrovia. Peabody suggested more energy access with coal generation could have helped with the distribution of an Ebola vaccine, had there been one.","cleanCaption":"A nurse walks with a little girl suffering from Ebola, at the Medecins Sans Frontieres (MSF) compound in Monrovia. Peabody suggested more energy access with coal generation could have helped with the distribution of an Ebola vaccine, had there been one.","cleanCredit":"Photograph: Pascal Guyot/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Exclusive"},"showQuotedHeadline":false},{"title":"Florida / Students sue college for alleged forced vaginal probes","rawTitle":"Students sue college for alleged forced vaginal probes","item":{"type":"article","id":"law/2015/may/20/students-sue-florida-college-for-alleged-forced-vaginal-probes","title":"Students sue Florida college for alleged forced vaginal probes","trailText":"Civil rights lawsuit claims probes were part of training in a medical diagnostic sonography class at community college","standFirst":"<p>Civil rights lawsuit claims probes were part of training in a medical diagnostic sonography class at community college</p>","byline":"Reuters in Orlando","body":"<p>Two female college students said they were forced to endure almost weekly vaginal probes as part of a medical diagnostic sonography class at a Florida community college, according to a civil rights lawsuit filed in federal court.<br /></p> \n<p> The lawsuit by the women, identified as Jane Doe I and Jane Doe II, accuses Valencia College in Orlando, Florida, of violating their right to free speech and to protection from unwarranted searches under the first and fourth amendments.</p> \n<p>But Carol Traynor, a spokeswoman for Valencia College, said in a statement on Monday that using volunteers, including students, for medical sonography training was a nationally accepted practice.</p> \n<p> The women’s lawsuit contends they protested but were bullied into submission.</p> \n<p> “Valencia’s established and widespread policy was to browbeat students who did not consent to those invasive probes and threaten plaintiffs’ academic standing as well as their future careers until the students complied,” the lawsuit states.</p> \n<p> The procedure in question involved a transvaginal ultrasound probe in which a technician inserts a lubricated probe to detect problems with fertility or other issues, according to the lawsuit, which describes the probe as large and not recommended for females who have not had sexual intercourse.</p> \n<p> The women allege they submitted under duress to the probes, which at times required their bodies to be sexually stimulated by other students to facilitate insertion, according to the complaint filed by lawyer Christopher R Dillingham.</p> \n<p> “Plaintiffs endured these invasive probes without a modicum of privacy. Plaintiffs would disrobe in a restroom, drape themselves in towels, and traverse the sonography classroom in full view of instructors and other students,” the lawsuit states.</p> \n<p> The lawsuit states that students in the Valencia program were able to practise on actual patients during clinics in hospital and had available anatomically correct dummies.</p> \n<p> The complaint states that the clinical and laboratory co-ordinator initially told the students that the probes were voluntary. But when the women protested they were told they could find a different school, would be blacklisted from local hospital jobs and their grades would be reduced, the complaint says.</p> \n<p> Dillingham wrote in the complaint that he had been unable to find another sonography program in which students practised vaginal probes on each other.</p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fb3e5dd61663e1aa468cbf500de387bbde8b0c3/34_0_718_431/718.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":431,"width":718,"orientation":"landscape","credit":"CNN","altText":"Attorney Christopher Dillingham who is involved in the case  of two college students who say they were forced to submit to transvaginal probes as part of their classroom training to learn how to perform the medical procedure. The details are outlined in a federal lawsuit filed in May 2015 in Orlando, USA against Valencia College and three instructors. Screengrab taken from CNN.","cleanCredit":"Photograph: CNN"}],"bodyImages":[],"webPublicationDate":"2015-05-20T02:40:02Z","lastModified":"2015-05-20T02:54:59Z","metadata":{"commentable":false,"commentCount":1,"contributors":[],"feature":false,"keywords":["US constitution and civil liberties","Colleges","US education","US news","Health","Further education","World news","Human rights","Law","Florida"],"tags":[{"id":"law/us-constitution-and-civil-liberties","webTitle":"US constitution and civil liberties"},{"id":"education/colleges","webTitle":"Colleges"},{"id":"education/education-us","webTitle":"US education"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"society/health","webTitle":"Health"},{"id":"education/further-education","webTitle":"Further education"},{"id":"world/world","webTitle":"World news"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"us-news/florida","webTitle":"Florida"}],"section":{"id":"law"},"topics":[],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/may/20/students-sue-florida-college-for-alleged-forced-vaginal-probes","shortUrl":"http://gu.com/p/493kt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/may/20/students-sue-florida-college-for-alleged-forced-vaginal-probes","webUri":"http://www.theguardian.com/law/2015/may/20/students-sue-florida-college-for-alleged-forced-vaginal-probes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fb3e5dd61663e1aa468cbf500de387bbde8b0c3/34_0_718_431/718.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":431,"width":718,"orientation":"landscape","caption":"According to complaint lodged by lawyer Christoper Dillingham, the women allege they submitted under duress to the probes. Photograph: CNN","credit":"CNN","altText":"Christoper Dillingham","cleanCaption":"According to complaint lodged by lawyer Christoper Dillingham, the women allege they submitted under duress to the probes.","cleanCredit":"Photograph: CNN"}},"importance":5,"kicker":{"title":"Florida"},"showQuotedHeadline":false},{"title":"Detroit / Gym teacher donates kidney to one of her high school students","rawTitle":"Gym teacher donates kidney to one of her high school students","item":{"type":"article","id":"us-news/2015/may/20/us-gym-teacher-donates-kidney-to-one-of-her-high-school-students","title":"US gym teacher donates kidney to one of her high school students","trailText":"Detroit teacher decides to hand over an organ after reading 18-year-old’s book about undergoing kidney dialysis","standFirst":"<p>Detroit teacher decides to hand over an organ after reading 18-year-old’s book about undergoing kidney dialysis</p>","byline":"Associated Press","body":"<p>An 18-year-old returned to her Detroit high school on Tuesday with a new kidney, donated by her gym teacher.</p> \n<p>Students threw confetti as A’Ja Booth entered the West Side Academy, walking arm-in-arm with Nadirah Muhammad down a red carpet in the gym. Muhammad, 39, gave Booth the kidney in December.</p> \n<p>“I’m blessed and I’m thankful,” Booth told the students, fighting back tears.</p> \n<p>For four years, she left school early three days a week to undergo kidney dialysis. She wrote a book about her experience, My Dialysis Journey, which led Muhammad to make the offer, <a href=\"http://www.detroitnews.com/story/news/local/detroit-city/2015/05/19/detroit-student-gets-kidney-teacher/27593299/\">the Detroit News reported</a>.</p> \n<p>Muhammad said she overheard Booth in May last year talking to another teacher about the book she was then writing.</p> \n<p>“After I read her story, I immediately decided that I wanted to volunteer to donate one of my kidneys,” Muhammad told the Detroit Free Press. “If that was my child, I would want someone to do the same. It was a no-brainer.”</p> \n<p>On December 15, an operating crew at Henry Ford hospital removed Muhammad’s kidney, placed it in a cooling solution packed in ice in a cooler and rushed it to an operating room at Children’s Hospital three miles (five kilometres) away, where Booth was waiting.</p> \n<p>Henry Ford surgeon Dr Jason Denny transplanted the kidney into Booth. “I’ve had a lot of combinations, but I don’t know about student-teacher,” the doctor said. “We’ve had ex-wives, and bosses and their employees.”</p> \n<p>The transplant was a success. Booth now takes more than 20 pills a day, some designed to ensure her body doesn’t reject the new organ. Booth said she was healthy and happy and looking forward to the future.</p> \n<p>Booth, who is set to graduate on 8 June, said she planned to attend Oakland university and wanted to be a nurse.</p> \n<p>“We expect nothing but grand and glorious things for you,” West Side Academy’s principal, Andrea Ayler, told Booth.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0eacaf169895805ad9f3c716261e50dc144b37e2/581_408_1497_898/1497.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":898,"width":1497,"orientation":"landscape","credit":"Mandi Wright/AP","altText":"West Side Academy senior A’Ja Booth, left, and her teacher, Nadirah Muhammad, enter a welcome rally for Booth at the school on Tuesday.","cleanCredit":"Photograph: Mandi Wright/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-20T06:43:20Z","lastModified":"2015-05-20T06:43:20Z","metadata":{"commentable":true,"commentCount":4,"contributors":[],"feature":false,"keywords":["US news","Detroit","Michigan"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/detroit","webTitle":"Detroit"},{"id":"us-news/michigan","webTitle":"Michigan"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/20/us-gym-teacher-donates-kidney-to-one-of-her-high-school-students","shortUrl":"http://gu.com/p/493mv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/20/us-gym-teacher-donates-kidney-to-one-of-her-high-school-students","webUri":"http://www.theguardian.com/us-news/2015/may/20/us-gym-teacher-donates-kidney-to-one-of-her-high-school-students"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0eacaf169895805ad9f3c716261e50dc144b37e2/581_408_1497_898/1497.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":898,"width":1497,"orientation":"landscape","caption":"West Side Academy senior A’Ja Booth, left, and her teacher, Nadirah Muhammad, enter a welcome rally for Booth at the school on Tuesday. Photograph: Mandi Wright/AP","credit":"Mandi Wright/AP","altText":"West Side Academy senior A’Ja Booth, left, and her teacher, Nadirah Muhammad, enter a welcome rally for Booth at the school on Tuesday.","cleanCaption":"West Side Academy senior A’Ja Booth, left, and her teacher, Nadirah Muhammad, enter a welcome rally for Booth at the school on Tuesday.","cleanCredit":"Photograph: Mandi Wright/AP"}},"importance":5,"kicker":{"title":"Detroit"},"showQuotedHeadline":false},{"title":"Canada / Police arrest 10 at airport on suspicion of leaving to join Isis","rawTitle":"Police arrest 10 at airport on suspicion of leaving to join Isis","item":{"type":"article","id":"world/2015/may/20/canadian-police-arrest-10-at-airport-on-suspicion-of-leaving-to-join-isis","title":"Canadian police arrest 10 at airport on suspicion of leaving to join Isis","trailText":"Passports confiscated from group of young people apprehended at Montreal Trudeau international airport and charges may result, say Mounties","standFirst":"<p>Passports confiscated from group of young people apprehended at Montreal Trudeau international airport and charges may result, say Mounties</p>","byline":"Associated Press in Toronto","body":"<p>Canadian police have revealed they arrested 10 young people at Montreal’s Trudeau international airport last weekend on suspicion of wanting to go to Iraq and Syria to join Islamic State.</p> \n<p>The Royal Canadian Mounted Police said in a statement late on Tuesday night that no charges had yet been brought but the investigation was continuing. All 10 involved had their passports confiscated.</p> \n<p>The RCMP said it was unable to disclose the identity of those arrested or any information about what led to their arrest because charges had not been brought.</p> \n<p>“We can say, however, that the families and friends of the young persons have been met by investigators,” the RCMP statement said.</p> \n<p>Police asked the media to respect the privacy of the family members.</p> \n<p>“These are very difficult times for the relatives and loved ones of the persons arrested, as the decision to leave the country was not that of the family, but of a single family member. As a result family members often find themselves at a complete loss and unable to understand the decision made by the youth,” police said.</p> \n<p>Canada’s anti-terror unit within the RCMP, Quebec provincial police and the Montreal police took part in the operation.</p> \n<p>Steven Blaney, Canada’s public safety minister, declined to comment on operational matters but commended police for their “continued vigilance in keeping our streets and communities safe from the ongoing global terror threat”.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432104318647/de0b64c2-6fc9-4b58-9581-d3b734180088-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"File","altText":"Canadian police have arrested 10 young people at Montreal Trudeau airport on suspicion of departing to join Isis.","cleanCredit":"Photograph: File"}],"bodyImages":[],"webPublicationDate":"2015-05-20T06:47:47Z","lastModified":"2015-05-20T06:47:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Canada","Islamic State","Americas","World news"],"tags":[{"id":"world/canada","webTitle":"Canada"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/20/canadian-police-arrest-10-at-airport-on-suspicion-of-leaving-to-join-isis","shortUrl":"http://gu.com/p/493n9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/20/canadian-police-arrest-10-at-airport-on-suspicion-of-leaving-to-join-isis","webUri":"http://www.theguardian.com/world/2015/may/20/canadian-police-arrest-10-at-airport-on-suspicion-of-leaving-to-join-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432104318647/de0b64c2-6fc9-4b58-9581-d3b734180088-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Canadian police have arrested 10 young people at Montreal Trudeau airport on suspicion of departing to join Isis. File Photograph: File","credit":"File","altText":"Canadian police have arrested 10 young people at Montreal Trudeau airport on suspicion of departing to join Isis.","cleanCaption":"Canadian police have arrested 10 young people at Montreal Trudeau airport on suspicion of departing to join Isis. File","cleanCredit":"Photograph: File"}},"importance":4,"kicker":{"title":"Canada"},"showQuotedHeadline":false},{"title":"Eurozone live / Greece warns it will miss June IMF repayment without a deal","rawTitle":"Greece warns it will miss June IMF repayment without a deal","item":{"type":"liveBlog","id":"business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates","title":"Greece warns it will miss June IMF repayment without a deal","trailText":"Greek spokesman says June 5 will be “the moment of truth”, as the ECB considers whether to keep supplying emergency support to its banks","standFirst":"<p>Greek spokesman says June 5 will be “the moment of truth”, as the ECB considers whether to keep supplying emergency support to its banks</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates#block-555c2b73e4b0890156041081\">Greece: No repayment without a deal</a><br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates#block-555c31cae4b02f48196bd420\">Euro takes a dive</a><br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates#block-555c2247e4b0890156041077\">Introduction: European Central Bank to discuss Greek support</a> <br /></li>\n</ul>","byline":"Graeme Wearden","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c53d01ffe251e333d78a0a4e2981725afe441613/0_157_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Frank Rumpenhorst/EPA","altText":"epa04734876 The headquarters of the European Central Bank (ECB) towering over the skyline shortly before sunset in Frankfurt, Germany, 05 May 2015. Frankfurt, home of the ECB, is the financial centre of mainland Europe.  EPA/FRANK RUMPENHORST","cleanCredit":"Photograph: Frank Rumpenhorst/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432109191089/664b0939-203a-4b3f-925a-f351699db673-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":139,"width":675,"orientation":"landscape","caption":"European stock markets, May 20 2015 Photograph: Thomson Reuters","credit":"Thomson Reuters","altText":"European stock markets, May 20 2015","cleanCaption":"European stock markets, May 20 2015","cleanCredit":"Photograph: Thomson Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d62b5d0292f5dd176677fc0d39e780637942ff34/0_0_3164_1898/3164.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1898,"width":3164,"orientation":"landscape","caption":".","credit":"Tobias Schwarz/AFP/Getty Images","altText":"European Economics Commissioner Pierre Moscovici adjusts his glasses as he addresses a press conference on the commission’s reform recommendations for Germany on May 18, 2015 in Berlin. AFP PHOTO / TOBIAS SCHWARZTOBIAS SCHWARZ/AFP/Getty Images","cleanCaption":"."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b64469d3065409a1b74e098b16598900304b741c/0_44_4287_2572/4287.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2572,"width":4287,"orientation":"landscape","caption":".","credit":"Alamy","altText":"DJHNY1 Riverside, Canary Wharf Estate, Isle of Dogs, Docklands, London E14, United Kingdom","cleanCaption":"."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432105628917/3e25bf20-5a40-4ca2-b30c-7bd3bff4955a-620x348.png?width=#{width}&height=#{height}&quality=#{quality}","height":348,"width":620,"orientation":"landscape","caption":". Photograph: Thomson Reuters","credit":"Thomson Reuters","altText":"Euro vs dollar, May 20 2015","cleanCaption":".","cleanCredit":"Photograph: Thomson Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432104067976/6ba41ae4-6fb0-4683-9f35-f1336b4c4f2a-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":293,"width":651,"orientation":"landscape","caption":"Greece’s repayments Photograph:  Mike Bird, Business Insider","credit":" Mike Bird, Business Insider","altText":"Greece's repayments","cleanCaption":"Greece’s repayments","cleanCredit":"Photograph:  Mike Bird, Business Insider"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/83d584e287b6f8a361a6576e5cae26d4fa014fb5/0_0_3565_2344/3565.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2344,"width":3565,"orientation":"landscape","caption":"ECB chief Mario Draghi Photograph: Geert Vanden Wijngaert/AP","credit":"Geert Vanden Wijngaert/AP","altText":"FILE - In this May 11, 2015 file photo, European Central Bank Governor Mario Draghi arrives for a meeting of the eurogroup finance ministers at the EU Council building in Brussels. Speaking Thursday at the International Monetary Fund in Washington, Draghi said the ECBs economic stimulus program is working but needs more time to bring European inflation back to healthier levels and restore consumer and business confidence. (AP Photo/Geert Vanden Wijngaert, File)","cleanCaption":"ECB chief Mario Draghi","cleanCredit":"Photograph: Geert Vanden Wijngaert/AP"}],"webPublicationDate":"2015-05-20T08:37:17Z","lastModified":"2015-05-20T08:37:50Z","latestBlock":{"id":"block-555c462fe4b06138085f345e","title":"Bank of England minutes released","publishedDateTime":"2015-05-20T08:37:14Z","lastUpdatedDateTime":"2015-05-20T08:37:17Z","body":"The Bank of England’s monetary policy committee was unanimous in voting to leave interest rates unchanged this month, according to the minutes of the meeting which were just released. However, the decision of whether to hold or raise Bank Rate was “finely balanced” for two MPC members. That’s probably Martin Weale and Ian McCafferty, who recently stopped voting for a rate rise once they realised that inflation was falling really quite sharply (to -0.1% last month). The minutes also show that the MPC is confident that borrowing costs will rise in the medium term, having been pegged at 0.5% since March 2009: While there was a range of views over the most likely future path for Bank Rate, all members agreed that it was more likely than not that Bank Rate would rise over the three-year forecast period. The minutes are online here: Minutes of the MPC Meeting held on 7 and 8 May http://t.co/23rf87VcTR. — Bank of England (@bankofengland) May 20, 2015","postType":"key-event"},"metadata":{"commentable":true,"commentCount":154,"contributors":[{"name":"Graeme Wearden","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399476625361/Graeme-Wearden-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graemewearden"}],"feature":false,"keywords":["Eurozone crisis","Eurozone","Greece","Business","Economics","Euro","Banking","European Central Bank"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/european-central-bank","webTitle":"European Central Bank"}],"section":{"id":"business"},"displayHint":"news","topics":[{"displayName":"Greece warns it will miss June IMF repayment without a deal","topic":{"type":"content","name":"business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates"}}],"series":{"title":"Eurozone crisis live","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/eurozone-crisis-live"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"summary":{"id":"block-555c2247e4b0890156041077","title":"The Agenda: ECB to discuss Greek support today","publishedDateTime":"2015-05-20T06:52:55Z","body":"<figure class=\"element element-image\" data-media-id=\"83d584e287b6f8a361a6576e5cae26d4fa014fb5\"> \n <img src=\"http://media.guim.co.uk/83d584e287b6f8a361a6576e5cae26d4fa014fb5/0_0_3565_2344/1000.jpg\" alt=\"FILE - In this May 11, 2015 file photo, European Central Bank Governor Mario Draghi arrives for a meeting of the eurogroup finance ministers at the EU Council building in Brussels. Speaking Thursday at the International Monetary Fund in Washington, Draghi said the ECBs economic stimulus program is working but needs more time to bring European inflation back to healthier levels and restore consumer and business confidence. (AP Photo/Geert Vanden Wijngaert, File)\" width=\"1000\" height=\"658\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">ECB chief Mario Draghi</span> \n  <span class=\"element-image__credit\">Photograph: Geert Vanden Wijngaert/AP</span> \n </figcaption> \n</figure> \n<p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong><br /></p> \n<p>The European Central Bank will hold the fate of Greece’s banking system in its hands today.</p> \n<p>The 25 members of the ECB’s governing council will discuss whether to keep pumping emergency liquidity into Greek banks to keep them afloat. They <strong>might </strong>decide to impose a higher haircut on the assets provided by the Bank of Greece in return for this support.</p> \n<p>According to the Financial Times, this is a serious possibility:</p> \n<blockquote class=\"quoted\"> \n <p> It is possible that two thirds of the council will support the move as soon as the Wednesday vote.</p> \n <p>The haircuts were lowered last year after Greece returned to capital markets. The council is considering returning to the levels applied before the reduction, according to two people familiar with the matter.</p> \n <p>This would lower the level of collateral held by Greek banks eligible for emergency loans from €95bn to €88bn and is viewed by insiders as a relatively incremental shift.</p> \n</blockquote> \n<p>At the moment, Greek banks can access €80bn of liquidity.</p> \n<p>The ECB could even cut the emergency liquidity scheme off altogether, if it reckons Greece simply poses too much risk to the rest of the eurosystem. </p> \n<p>That would be the nuclear option, though, and take the central bank even further into political considerations. <strong>Does it really want to be responsible for the break-up of the single currency?</strong><br /></p> \n<p>The decision is expected this afternoon.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChassNews/statuses/600901755027791872\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">ECB ensnared in politics as it faces vote on Bank of Greece loans: <a href=\"http://t.co/PH8k3ORqmS\">http://t.co/PH8k3ORqmS</a> <a href=\"https://twitter.com/hashtag/FT?src=hash\">#FT</a></p>— AnneSylvaineChassany (@ChassNews) \n  <a href=\"https://twitter.com/ChassNews/status/600901755027791872\">May 20, 2015</a> \n </blockquote> \n</figure> \n<h2>Also coming up today...</h2> \n<p>Some of the world’s biggest banks are expected to be fined billions of dollars, and face criminal charges, over the foreign-exchange rate rigging scandal.</p> \n<p>In the City, investors will be digesting results from high street stalwart <strong>Marks &amp; Spencer</strong>, fashion chain <strong>Burberry</strong> and travel firm <strong>Thomas Cook</strong>.</p> \n<p>And we get minutes of the last meeting of the Bank of England at<strong> 9.30am BST</strong>, and then the Federal Reserve tonight (<strong>7pm BST)</strong>.</p>","postType":"summary"},"blocks":[{"id":"block-555c462fe4b06138085f345e","title":"Bank of England minutes released","publishedDateTime":"2015-05-20T08:37:14Z","lastUpdatedDateTime":"2015-05-20T08:37:17Z","body":"<p>The Bank of England’s monetary policy committee was unanimous in voting to leave interest rates unchanged this month, according to the minutes of the meeting which were just released.</p> \n<p>However, the decision of whether to hold or raise Bank Rate was “finely balanced” for two MPC members.</p> \n<p>That’s probably <strong>Martin Weale</strong> and <strong>Ian McCafferty</strong>, who recently stopped voting for a rate rise once they realised that inflation was falling really quite sharply (to -0.1% last month).</p> \n<p>The minutes also show that the MPC is confident that borrowing costs will rise in the medium term, having been pegged at 0.5% since March 2009:</p> \n<blockquote class=\"quoted\"> \n <p>While there was a range of views over the most likely future path for Bank Rate, all members agreed that it was more likely than not that Bank Rate would rise over the three-year forecast period. </p> \n</blockquote> \n<p><a href=\"http://www.bankofengland.co.uk/publications/minutes/Pages/mpc/pdf/2015/may.aspx\">The minutes are online here</a>:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bankofengland/statuses/600941832839798784\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Minutes of the MPC Meeting held on 7 and 8 May <a href=\"http://t.co/23rf87VcTR\">http://t.co/23rf87VcTR</a></p>— Bank of England (@bankofengland) \n  <a href=\"https://twitter.com/bankofengland/status/600941832839798784\">May 20, 2015</a> \n </blockquote> \n</figure>","postType":"key-event"},{"id":"block-555c4009e4b0bad8f1b3277d","publishedDateTime":"2015-05-20T08:16:09Z","body":"<p><strong>Europe’s stock markets are rather becalmed this morning, as the Greek crisis continues to worry traders.</strong></p> \n<p>Most of the major indices are slightly in the red:</p> \n<figure class=\"element element-image\" data-media-id=\"0f0401572c69bd38f1a67fbd24a63e2066048ae4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432109191427/2763cd58-aa14-48dd-b30d-7a87757050d6-460x95.png\" alt=\"European stock markets, May 20 2015\" width=\"460\" height=\"95\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">European stock markets, May 20 2015</span> \n  <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> \n </figcaption> \n</figure> \n<p>The Athens stock market has also dipped, down 0.2% in early trading.</p> \n<p><strong>Stan Shamu of IG</strong> says:</p> \n<blockquote class=\"quoted\"> \n <p>Unfortunately Greece remained a thorn with no positive developments and reduced expectations of a swift solution.</p> \n</blockquote> \n<p>In London, <strong>Burberry’s</strong> share have slid 4% after the fashion chain cut its profit forecasts for 2016 and blamed currency fluctuations.</p> \n<p>It was a better day in Japan, where the <a href=\"http://www.cnbc.com/id/102692657\">Nikkei touched a 15-year high</a>. That followed the news that the Japanese economy grew by 0.6% in the last quarter (<em>an annualised rate of 2.4%</em>). That beat expectations, and also outperformed the US, the UK and the eurozone.</p>","postType":"blog"},{"id":"block-555c3be9e4b0890156041090","title":"Moscovici: Still big gaps to close with Greece","publishedDateTime":"2015-05-20T08:00:02Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"d62b5d0292f5dd176677fc0d39e780637942ff34\"> \n <img src=\"http://media.guim.co.uk/d62b5d0292f5dd176677fc0d39e780637942ff34/0_0_3164_1898/1000.jpg\" alt=\"European Economics Commissioner Pierre Moscovici adjusts his glasses as he addresses a press conference on the commission’s reform recommendations for Germany on May 18, 2015 in Berlin. AFP PHOTO / TOBIAS SCHWARZTOBIAS SCHWARZ/AFP/Getty Images\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">.</span> \n </figcaption> \n</figure> \n<p><strong>We’re making progress with Greece, but we’re not there yet.</strong></p> \n<p>That’s the message from Pierre Moscovici, European commissioner for Economic and Monetary Affairs, this morning.</p> \n<p>Speaking in Paris a few moments ago, Moscovici said that negotiations are advancing, but they need to accelerate. </p> \n<p>Worryingly, he also warns that pensions and labour market issues remain unresolved -- those are the red lines which Greece is sticking to. </p> \n<ul> \n <li>EU’S MOSCOVICI SAYS TALKS OVER GREECE HAVE PRODUCED MORE RESULTS OVER THE PAST THREE WEEKS THAN THE PREVIOUS MONTHS</li> \n <li>EU’S MOSCOVICI SAYS THERE IS IMPORTANT PROGRESS ON GREECE BUT WE ARE NOT THERE YET, STILL BIG GAPS ON PENSION AND LABOUR ISSUES</li> \n <li>EU’S MOSCOVICI SAYS WE MUST ACCELERATE TALKS ON GREECE, NEED TO REACH DEAL IN NEXT FEW WEEKS, IT’S POSSIBLE TO DO IT</li> \n <li>EU’S MOSCOVICI SAYS THERE IS NO PLAN B ON GREECE, MUST STAY IN EURO ZONE</li> \n</ul>","postType":"key-event"},{"id":"block-555c389fe4b02b13e9d84a6c","publishedDateTime":"2015-05-20T07:41:57Z","body":"<p><strong>Greece’s governing Syriza party has called a rally in Paris tonight, to show support for Athens in its battle with its creditors.</strong></p> \n<p>The event, at 18:30 in Republic Square, will call on Greece’s lenders to respect its “red lines”; the promises on pensions and labour market reforms, ahead of an EU summit tomorrow in Riga, Latvia.</p> \n<p>That summit meeting will be “a decisive meeting in the political confrontation between austerity and social justice, between neo-liberalism and democracy in Europe”, they say. <a href=\"http://aveclesgrecs.com/2015/05/19/avec-les-grecs-rassemblement-place-de-la-republique-mercredi-20-mai-18h30/\"><strong>More details here</strong></a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/northaura/statuses/600924573538848768\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"fr\" dir=\"ltr\">SYRIZA calls for a &quot;Avec les Grecs&quot; (together with Greeks) rally today in Paris, <a href=\"https://twitter.com/hashtag/France?src=hash\">#France</a> in place de la R&eacute;publique. <a href=\"http://t.co/ts36jIYoOS\">http://t.co/ts36jIYoOS</a></p>— spyros gkelis (@northaura) \n  <a href=\"https://twitter.com/northaura/status/600924573538848768\">May 20, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/northaura/statuses/600924978775760897\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">It seems that SYRIZA is trying to re-ignite people's support across Europe in head of the <a href=\"https://twitter.com/hashtag/eurogroup?src=hash\">#eurogroup</a> negotiation <a href=\"https://twitter.com/hashtag/greece?src=hash\">#greece</a> <a href=\"https://twitter.com/hashtag/previoustweet?src=hash\">#previoustweet</a></p>— spyros gkelis (@northaura) \n  <a href=\"https://twitter.com/northaura/status/600924978775760897\">May 20, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-555c3634e4b0621cdb89b56c","publishedDateTime":"2015-05-20T07:28:30Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"b64469d3065409a1b74e098b16598900304b741c\"> \n <img src=\"http://media.guim.co.uk/b64469d3065409a1b74e098b16598900304b741c/0_44_4287_2572/1000.jpg\" alt=\"DJHNY1 Riverside, Canary Wharf Estate, Isle of Dogs, Docklands, London E14, United Kingdom\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">.</span> \n </figcaption> \n</figure> \n<p>Investors are bracing for Greece to miss its €305m repayment to the IMF on June 5, says <strong>Mike </strong><strong>van Dulken of </strong><strong>Accendo Markets.</strong></p> \n<blockquote class=\"quoted\"> \n <p>In Europe this morning indications are that, while there has been progress in negotiations, Greece will miss its June debt payment to the IMF unless a deal is reached by the end of May.</p> \n <p>Concessions for Greece are highly unlikely - the EU will almost certainly face a second revolt in the form of Portugal’s ascendant socialists if any are afforded to Athens.</p> \n</blockquote> \n<p>Portugal holds a general election this autumn, and opinion polls show the opposition Socialists holding a small lead. <a href=\"http://www.telegraph.co.uk/finance/economics/11616002/Europe-faces-second-revolt-as-Portugals-ascendant-Socialists-spurn-austerity.html\">Their leader, Antonio Costa, has vowed to reverse the austerity measures imposed since its 2011 bailout</a>, suggesting the eurozone crisis could flare again soon.....</p>","postType":"blog"},{"id":"block-555c34dee4b0bad8f1b32778","publishedDateTime":"2015-05-20T07:20:47Z","body":"<p><strong>The foreign-exchange rigging scandal took another twist this morning.</strong></p> \n<p>Swiss bank UBS revealed it had dodged being prosecuted by the US Department of Justice...because it blew the whistle that traders had been conspiring to fix the rates at which currencies were changing hands.</p> \n<p><strong>Other banks could be hit with big fines today, as City editor Jill Treanor explains: </strong></p> \n<blockquote class=\"quoted\"> \n <p>The announcement from UBS signals that the US DoJ is preparing to impose punishments on other banks – including Barclays and bailed-out Royal Bank of Scotland – as soon as Wednesday. Barclays is also awaiting punishment from the FCA and has already prepared the ground for penalties of as much as &pound;2bn.</p> \n <p>The punishments, also expected on two US banks, could result in total penalties of over &pound;3bn and require the banks to plead guilty to offences relating to manipulating foreign exchange markets – a sanction rarely imposed by the DoJ</p> \n</blockquote> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/20/ubs-facing-350m-in-fines-as-banks-hit-with-fresh-sanctions-for-rate-rigging\">UBS facing &pound;350m in fines as banks hit with fresh sanctions for forex rigging</a> </p> \n</aside>","postType":"blog"},{"id":"block-555c31cae4b02f48196bd420","publishedDateTime":"2015-05-20T07:09:04Z","lastUpdatedDateTime":"2015-05-20T07:09:10Z","body":"<p><strong>The euro fell sharply following the warning that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates#block-555c2b73e4b0890156041081\">Greece could miss its repayment to the IMF on June 5</a>.</strong></p> \n<p>It hit a two week low against the US dollar at $1.107.</p> \n<figure class=\"element element-image\" data-media-id=\"72f706b6250977e55f2941e61840e4f365a26a31\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432105629595/2f3fd2b1-ad12-4937-aea2-62dc6b0cc442-460x259.png\" alt=\"Euro vs dollar, May 20 2015\" width=\"460\" height=\"259\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">.</span> \n  <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-555c30e7e4b06138085f3443","publishedDateTime":"2015-05-20T07:03:35Z","body":"<p>Greece will prioritise pensions and wages rather than repaying the IMF, if creditors don’t unlock some of the €7.2bn in outstanding bailout funds, added Nikos Filis.</p> \n<blockquote class=\"quoted\"> \n <p>“There is no money for the foreign (lenders) when they have not given us any funds for a year...We don’t have it to make the payment and this is part of the discussion.”</p> \n</blockquote>","postType":"blog"},{"id":"block-555c2b73e4b0890156041081","title":"Greece: No IMF repayment without a deal","publishedDateTime":"2015-05-20T06:54:56Z","body":"<p><strong>The Greek government has warned that it will miss its next repayment to the International Monetary Fund unless a deal is reached soon.</strong></p> \n<p>Nikos Filis, the government’s parliamentary speaker, raised the stakes in its negotiations with its lenders this morning.</p> \n<p>He told the ANT1 TV station that the IMF won’t get the €305m due in a fortnight’s time, unless creditors have unlocked some bailout funds. </p> \n<blockquote class=\"quoted\"> \n <p>“Now is the moment that negotiations are coming to a head. Now is the moment of truth, on June 5.</p> \n <p>“If there is no deal by then that will address the current funding problem, they won’t get any money.”</p> \n</blockquote> \n<p>(<em>thanks to Reuters for the quotes</em>)</p> \n<p>Filis’s comments could reverberate around the European Central Bank’s HQ in Frankfurt, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates#block-555c2247e4b0890156041077\">the governing council meets to discuss the crisis</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/econhedge/statuses/600908347894800384\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">GREECE WILL NOT MAKE JUNE 5 IMF LOAN REPAYMENT IF NO DEAL WITH LENDERS IS REACHED BY THEN- GOVT PARLIAMENTARY SPEAKER - RTRS</p>— econhedge (@econhedge) \n  <a href=\"https://twitter.com/econhedge/status/600908347894800384\">May 20, 2015</a> \n </blockquote> \n</figure> \n<p>This echo a warning from Greece’s Labour minister <strong>Panos Skourletis</strong>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/19/uk-inflation-greek-bailout-talks-yanis-varoufakis-live-updates#block-555b2639e4b056ca18281687\">As we covered in Tuesday’s liveblog</a>, Skourletis warned that “things will be difficult” if Greece hits June without a deal.</p> \n<p>A glance at Greece’s repayment schedule confirms that June will be very sticky unless the two sides have reached agreement....</p> \n<figure class=\"element element-image\" data-media-id=\"e06b0fb7cd4f32dd15b26c9431170c4b4c57f15e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432104067254/f74f166d-1f61-483e-871b-58035f75b49d-460x207.png\" alt=\"Greece's repayments\" width=\"460\" height=\"207\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Greece’s repayments</span> \n  <span class=\"element-image__credit\">Photograph: Mike Bird, Business Insider</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-555c2247e4b0890156041077","title":"The Agenda: ECB to discuss Greek support today","publishedDateTime":"2015-05-20T06:52:55Z","body":"<figure class=\"element element-image\" data-media-id=\"83d584e287b6f8a361a6576e5cae26d4fa014fb5\"> \n <img src=\"http://media.guim.co.uk/83d584e287b6f8a361a6576e5cae26d4fa014fb5/0_0_3565_2344/1000.jpg\" alt=\"FILE - In this May 11, 2015 file photo, European Central Bank Governor Mario Draghi arrives for a meeting of the eurogroup finance ministers at the EU Council building in Brussels. Speaking Thursday at the International Monetary Fund in Washington, Draghi said the ECBs economic stimulus program is working but needs more time to bring European inflation back to healthier levels and restore consumer and business confidence. (AP Photo/Geert Vanden Wijngaert, File)\" width=\"1000\" height=\"658\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">ECB chief Mario Draghi</span> \n  <span class=\"element-image__credit\">Photograph: Geert Vanden Wijngaert/AP</span> \n </figcaption> \n</figure> \n<p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong><br /></p> \n<p>The European Central Bank will hold the fate of Greece’s banking system in its hands today.</p> \n<p>The 25 members of the ECB’s governing council will discuss whether to keep pumping emergency liquidity into Greek banks to keep them afloat. They <strong>might </strong>decide to impose a higher haircut on the assets provided by the Bank of Greece in return for this support.</p> \n<p>According to the Financial Times, this is a serious possibility:</p> \n<blockquote class=\"quoted\"> \n <p> It is possible that two thirds of the council will support the move as soon as the Wednesday vote.</p> \n <p>The haircuts were lowered last year after Greece returned to capital markets. The council is considering returning to the levels applied before the reduction, according to two people familiar with the matter.</p> \n <p>This would lower the level of collateral held by Greek banks eligible for emergency loans from €95bn to €88bn and is viewed by insiders as a relatively incremental shift.</p> \n</blockquote> \n<p>At the moment, Greek banks can access €80bn of liquidity.</p> \n<p>The ECB could even cut the emergency liquidity scheme off altogether, if it reckons Greece simply poses too much risk to the rest of the eurosystem. </p> \n<p>That would be the nuclear option, though, and take the central bank even further into political considerations. <strong>Does it really want to be responsible for the break-up of the single currency?</strong><br /></p> \n<p>The decision is expected this afternoon.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChassNews/statuses/600901755027791872\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">ECB ensnared in politics as it faces vote on Bank of Greece loans: <a href=\"http://t.co/PH8k3ORqmS\">http://t.co/PH8k3ORqmS</a> <a href=\"https://twitter.com/hashtag/FT?src=hash\">#FT</a></p>— AnneSylvaineChassany (@ChassNews) \n  <a href=\"https://twitter.com/ChassNews/status/600901755027791872\">May 20, 2015</a> \n </blockquote> \n</figure> \n<h2>Also coming up today...</h2> \n<p>Some of the world’s biggest banks are expected to be fined billions of dollars, and face criminal charges, over the foreign-exchange rate rigging scandal.</p> \n<p>In the City, investors will be digesting results from high street stalwart <strong>Marks &amp; Spencer</strong>, fashion chain <strong>Burberry</strong> and travel firm <strong>Thomas Cook</strong>.</p> \n<p>And we get minutes of the last meeting of the Bank of England at<strong> 9.30am BST</strong>, and then the Federal Reserve tonight (<strong>7pm BST)</strong>.</p>","postType":"summary"}],"keyEvents":[{"id":"block-555c2247e4b0890156041077","title":"The Agenda: ECB to discuss Greek support today","publishedDateTime":"2015-05-20T06:52:55Z","body":"<figure class=\"element element-image\" data-media-id=\"83d584e287b6f8a361a6576e5cae26d4fa014fb5\"> \n <img src=\"http://media.guim.co.uk/83d584e287b6f8a361a6576e5cae26d4fa014fb5/0_0_3565_2344/1000.jpg\" alt=\"FILE - In this May 11, 2015 file photo, European Central Bank Governor Mario Draghi arrives for a meeting of the eurogroup finance ministers at the EU Council building in Brussels. Speaking Thursday at the International Monetary Fund in Washington, Draghi said the ECBs economic stimulus program is working but needs more time to bring European inflation back to healthier levels and restore consumer and business confidence. (AP Photo/Geert Vanden Wijngaert, File)\" width=\"1000\" height=\"658\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">ECB chief Mario Draghi</span> \n  <span class=\"element-image__credit\">Photograph: Geert Vanden Wijngaert/AP</span> \n </figcaption> \n</figure> \n<p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong><br /></p> \n<p>The European Central Bank will hold the fate of Greece’s banking system in its hands today.</p> \n<p>The 25 members of the ECB’s governing council will discuss whether to keep pumping emergency liquidity into Greek banks to keep them afloat. They <strong>might </strong>decide to impose a higher haircut on the assets provided by the Bank of Greece in return for this support.</p> \n<p>According to the Financial Times, this is a serious possibility:</p> \n<blockquote class=\"quoted\"> \n <p> It is possible that two thirds of the council will support the move as soon as the Wednesday vote.</p> \n <p>The haircuts were lowered last year after Greece returned to capital markets. The council is considering returning to the levels applied before the reduction, according to two people familiar with the matter.</p> \n <p>This would lower the level of collateral held by Greek banks eligible for emergency loans from €95bn to €88bn and is viewed by insiders as a relatively incremental shift.</p> \n</blockquote> \n<p>At the moment, Greek banks can access €80bn of liquidity.</p> \n<p>The ECB could even cut the emergency liquidity scheme off altogether, if it reckons Greece simply poses too much risk to the rest of the eurosystem. </p> \n<p>That would be the nuclear option, though, and take the central bank even further into political considerations. <strong>Does it really want to be responsible for the break-up of the single currency?</strong><br /></p> \n<p>The decision is expected this afternoon.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChassNews/statuses/600901755027791872\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">ECB ensnared in politics as it faces vote on Bank of Greece loans: <a href=\"http://t.co/PH8k3ORqmS\">http://t.co/PH8k3ORqmS</a> <a href=\"https://twitter.com/hashtag/FT?src=hash\">#FT</a></p>— AnneSylvaineChassany (@ChassNews) \n  <a href=\"https://twitter.com/ChassNews/status/600901755027791872\">May 20, 2015</a> \n </blockquote> \n</figure> \n<h2>Also coming up today...</h2> \n<p>Some of the world’s biggest banks are expected to be fined billions of dollars, and face criminal charges, over the foreign-exchange rate rigging scandal.</p> \n<p>In the City, investors will be digesting results from high street stalwart <strong>Marks &amp; Spencer</strong>, fashion chain <strong>Burberry</strong> and travel firm <strong>Thomas Cook</strong>.</p> \n<p>And we get minutes of the last meeting of the Bank of England at<strong> 9.30am BST</strong>, and then the Federal Reserve tonight (<strong>7pm BST)</strong>.</p>","postType":"summary"},{"id":"block-555c2b73e4b0890156041081","title":"Greece: No IMF repayment without a deal","publishedDateTime":"2015-05-20T06:54:56Z","body":"<p><strong>The Greek government has warned that it will miss its next repayment to the International Monetary Fund unless a deal is reached soon.</strong></p> \n<p>Nikos Filis, the government’s parliamentary speaker, raised the stakes in its negotiations with its lenders this morning.</p> \n<p>He told the ANT1 TV station that the IMF won’t get the €305m due in a fortnight’s time, unless creditors have unlocked some bailout funds. </p> \n<blockquote class=\"quoted\"> \n <p>“Now is the moment that negotiations are coming to a head. Now is the moment of truth, on June 5.</p> \n <p>“If there is no deal by then that will address the current funding problem, they won’t get any money.”</p> \n</blockquote> \n<p>(<em>thanks to Reuters for the quotes</em>)</p> \n<p>Filis’s comments could reverberate around the European Central Bank’s HQ in Frankfurt, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates#block-555c2247e4b0890156041077\">the governing council meets to discuss the crisis</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/econhedge/statuses/600908347894800384\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">GREECE WILL NOT MAKE JUNE 5 IMF LOAN REPAYMENT IF NO DEAL WITH LENDERS IS REACHED BY THEN- GOVT PARLIAMENTARY SPEAKER - RTRS</p>— econhedge (@econhedge) \n  <a href=\"https://twitter.com/econhedge/status/600908347894800384\">May 20, 2015</a> \n </blockquote> \n</figure> \n<p>This echo a warning from Greece’s Labour minister <strong>Panos Skourletis</strong>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/may/19/uk-inflation-greek-bailout-talks-yanis-varoufakis-live-updates#block-555b2639e4b056ca18281687\">As we covered in Tuesday’s liveblog</a>, Skourletis warned that “things will be difficult” if Greece hits June without a deal.</p> \n<p>A glance at Greece’s repayment schedule confirms that June will be very sticky unless the two sides have reached agreement....</p> \n<figure class=\"element element-image\" data-media-id=\"e06b0fb7cd4f32dd15b26c9431170c4b4c57f15e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432104067254/f74f166d-1f61-483e-871b-58035f75b49d-460x207.png\" alt=\"Greece's repayments\" width=\"460\" height=\"207\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Greece’s repayments</span> \n  <span class=\"element-image__credit\">Photograph: Mike Bird, Business Insider</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-555c3be9e4b0890156041090","title":"Moscovici: Still big gaps to close with Greece","publishedDateTime":"2015-05-20T08:00:02Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"d62b5d0292f5dd176677fc0d39e780637942ff34\"> \n <img src=\"http://media.guim.co.uk/d62b5d0292f5dd176677fc0d39e780637942ff34/0_0_3164_1898/1000.jpg\" alt=\"European Economics Commissioner Pierre Moscovici adjusts his glasses as he addresses a press conference on the commission’s reform recommendations for Germany on May 18, 2015 in Berlin. AFP PHOTO / TOBIAS SCHWARZTOBIAS SCHWARZ/AFP/Getty Images\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">.</span> \n </figcaption> \n</figure> \n<p><strong>We’re making progress with Greece, but we’re not there yet.</strong></p> \n<p>That’s the message from Pierre Moscovici, European commissioner for Economic and Monetary Affairs, this morning.</p> \n<p>Speaking in Paris a few moments ago, Moscovici said that negotiations are advancing, but they need to accelerate. </p> \n<p>Worryingly, he also warns that pensions and labour market issues remain unresolved -- those are the red lines which Greece is sticking to. </p> \n<ul> \n <li>EU’S MOSCOVICI SAYS TALKS OVER GREECE HAVE PRODUCED MORE RESULTS OVER THE PAST THREE WEEKS THAN THE PREVIOUS MONTHS</li> \n <li>EU’S MOSCOVICI SAYS THERE IS IMPORTANT PROGRESS ON GREECE BUT WE ARE NOT THERE YET, STILL BIG GAPS ON PENSION AND LABOUR ISSUES</li> \n <li>EU’S MOSCOVICI SAYS WE MUST ACCELERATE TALKS ON GREECE, NEED TO REACH DEAL IN NEXT FEW WEEKS, IT’S POSSIBLE TO DO IT</li> \n <li>EU’S MOSCOVICI SAYS THERE IS NO PLAN B ON GREECE, MUST STAY IN EURO ZONE</li> \n</ul>","postType":"key-event"},{"id":"block-555c462fe4b06138085f345e","title":"Bank of England minutes released","publishedDateTime":"2015-05-20T08:37:14Z","lastUpdatedDateTime":"2015-05-20T08:37:17Z","body":"<p>The Bank of England’s monetary policy committee was unanimous in voting to leave interest rates unchanged this month, according to the minutes of the meeting which were just released.</p> \n<p>However, the decision of whether to hold or raise Bank Rate was “finely balanced” for two MPC members.</p> \n<p>That’s probably <strong>Martin Weale</strong> and <strong>Ian McCafferty</strong>, who recently stopped voting for a rate rise once they realised that inflation was falling really quite sharply (to -0.1% last month).</p> \n<p>The minutes also show that the MPC is confident that borrowing costs will rise in the medium term, having been pegged at 0.5% since March 2009:</p> \n<blockquote class=\"quoted\"> \n <p>While there was a range of views over the most likely future path for Bank Rate, all members agreed that it was more likely than not that Bank Rate would rise over the three-year forecast period. </p> \n</blockquote> \n<p><a href=\"http://www.bankofengland.co.uk/publications/minutes/Pages/mpc/pdf/2015/may.aspx\">The minutes are online here</a>:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bankofengland/statuses/600941832839798784\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Minutes of the MPC Meeting held on 7 and 8 May <a href=\"http://t.co/23rf87VcTR\">http://t.co/23rf87VcTR</a></p>— Bank of England (@bankofengland) \n  <a href=\"https://twitter.com/bankofengland/status/600941832839798784\">May 20, 2015</a> \n </blockquote> \n</figure>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates?date=2015-05-20T08:37:50Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates","shortUrl":"http://gu.com/p/493n2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates","webUri":"http://www.theguardian.com/business/live/2015/may/20/greece-june-repayment-ecb-support-live-updates"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c53d01ffe251e333d78a0a4e2981725afe441613/0_157_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","caption":"The headquarters of the European Central Bank in Frankfurt, where policymakers will discuss the Greek crisis today. Photograph: Frank Rumpenhorst/EPA","credit":"Frank Rumpenhorst/EPA","altText":"The headquarters of the European Central Bank in Frankfurt, where policymakers will discuss the Greek crisis today.","cleanCaption":"The headquarters of the European Central Bank in Frankfurt, where policymakers will discuss the Greek crisis today.","cleanCredit":"Photograph: Frank Rumpenhorst/EPA"}},"importance":4,"kicker":{"title":"Eurozone live"},"showQuotedHeadline":false},{"title":"Weak EU air pollution standards risk thousands of lives, says report","rawTitle":"Weak EU air pollution standards risk thousands of lives, says report","item":{"type":"article","id":"environment/2015/may/20/weak-eu-air-pollution-standards-risk-thousands-of-lives-says-report","title":"Weak EU air pollution standards risk thousands of lives, says report","trailText":"71,000 deaths across Europe and more than 2m child asthma sufferers likely as a result of draft EU air pollution limits that favour industry, study finds <br>","standFirst":"<p>71,000 deaths across Europe and more than 2m child asthma sufferers likely as a result of draft EU air pollution limits that favour industry, study finds<br /></p>","byline":"Arthur Neslen in Brussels","body":"<p>Weak draft EU rules for coal plant emissions could result in 71,000 deaths and €52bn (&pound;37bn) of health costs across Europe in the decade to come, according to new research published on Wednesday.</p> \n<p>A <a href=\"http://www.greenpeace.org/eu-unit/en/News/2015/Smoke-and-Mirrors-How-Europes-biggest-polluters-became-their-own-regulators/\">Greenpeace investigation</a> earlier this year found that the coal standards would be more lax than those in China, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/05/industry-lobbyists-weakened-europes-air-pollution-rules-say-greenpeace\">the Guardian was able to corroborate</a> claims by the green group that industry had helped to write the pollution rules.</p> \n<p>The new study commissioned by Greenpeace and the European Environment Bureau analysed the impacts of the watered-down rules, and found that nearly 1,000 deaths and &pound;500m of health costs a year are likely in the UK alone. But it said they could be prevented with technologies such as selective catalytic convertors.</p> \n<p>Without these, thousands more cases of cardiac and respiratory illness that disproportionately affect children are foreseen by the study. </p> \n<p>The paper forecasts a surge in asthmatic symptoms affecting over 2m children aged between five and 19, as well as 200,000 new cases of acute bronchitis among 6-12 year olds.</p> \n<p>Christian Schaible, a policy manager for the European Environmental Bureau said: “The commission is opting for the cheapest techniques to reduce emissions but the health effects alone will be far more costly than the money saved by coal plant operators. These effects will also be felt by many thousands of European citizens, particularly children, in ways that money cannot quantify.”</p> \n<p>The cost of installing plant technologies such as activated carbon injections to abate mercury emissions – associated with IQ loss in children – would be less than €0.02 per kilowatt hour, Schaible said.</p> \n<p>The report’s findings emerged from a modelling study by <a href=\"http://www.wca-environment.com/our-people/mike-holland/\">an independent consultant to the European Environment Agency</a>, which was then combined with emissions data.</p> \n<p>The paper compared draft European commission emissions standards for pollutants such as nitrogen oxide (NOx), sulphur dioxide (SO2), particulate matter (PM2.5) and mercury against the best available techniques.</p> \n<p>The EU’s proposed new limits are currently awaiting examination by an EU working group later this year. After that, they are expected to be formally adopted within the bloc’s industrial emissions directive in 2016.</p> \n<p>The updated directive would cut NOx and SO2 emissions by around 70% and 50% respectively. But the most effective technologies could deliver more than twice as much, according to the study.</p> \n<p>“Proposed emission limits for mercury are so lenient that an estimated 85% of European plants are already in compliance and will not have to invest in retrofitting,” the report says.<br /></p> \n<p></p> \n<p>The Guardian <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/05/industry-lobbyists-weakened-europes-air-pollution-rules-say-greenpeace\">has previously revealed</a> that despite claims by the UK to the contrary, energy industry representatives repeatedly and<strong> </strong>forcefully pushed for weaker pollution limits at meetings in Brussels. </p> \n<p>Doug Parr, Greenpeace UK’s chief scientist, said: “EU leaders have completely failed to stand up to the energy industry’s pervasive lobbying for weak air pollution limits. If these lax rules are adopted, hundreds of thousands of UK and European citizens will pay the consequences for their political leaders letting polluting industries off the hook.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432054444003/7724fba3-be67-492a-bfde-5b94d5ff01c5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Benoit Doppagne/AFP/Getty Images","altText":"The Brussels' court house appears through the smog above Brussels","cleanCredit":"Photograph: Benoit Doppagne/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-20T05:01:04Z","lastModified":"2015-05-20T07:26:06Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Arthur Neslen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/11/1413023603918/Arthur-Neslen-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/arthurneslen"}],"feature":false,"keywords":["Pollution","Environment","Europe","European Union","World news","Greenpeace","Travel and transport"],"tags":[{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"},{"id":"environment/greenpeace","webTitle":"Greenpeace"},{"id":"environment/travel-and-transport","webTitle":"Travel and transport"}],"section":{"id":"environment"},"topics":[{"displayName":"Arthur Neslen","topic":{"type":"tag-contributor","name":"profile/arthurneslen"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/20/weak-eu-air-pollution-standards-risk-thousands-of-lives-says-report","shortUrl":"http://gu.com/p/493bn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/20/weak-eu-air-pollution-standards-risk-thousands-of-lives-says-report","webUri":"http://www.theguardian.com/environment/2015/may/20/weak-eu-air-pollution-standards-risk-thousands-of-lives-says-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432054444003/7724fba3-be67-492a-bfde-5b94d5ff01c5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Brussels courthouse appears through the smog above the city.  Photograph: Benoit Doppagne/AFP/Getty Images","credit":"Benoit Doppagne/AFP/Getty Images","altText":"The Brussels' court house appears through the smog above Brussels","cleanCaption":"The Brussels courthouse appears through the smog above the city. ","cleanCredit":"Photograph: Benoit Doppagne/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false},{"title":"US / Base jumper dies after setting parachute on fire as part of stunt","rawTitle":"Base jumper dies after setting parachute on fire as part of stunt","item":{"type":"article","id":"sport/2015/may/20/base-jumper-dies-after-setting-parachute-on-fire-as-part-of-stunt","title":"Base jumper dies after setting parachute on fire as part of stunt","trailText":"Authorities say a 73-year-old man, who died after leaping from the Perrine Bridge into the Snake river, deliberately set his parachute on fire","standFirst":"<p>Authorities say a 73-year-old man, who died after leaping from the Perrine Bridge into the Snake river, deliberately set his parachute on fire</p>","byline":"Associated Press","body":"<p>Authorities say a 73-year-old Base jumper who died after leaping from an Idaho bridge had set his parachute on fire as part of a stunt.</p> \n<p>A graphic video of the fatal jump, posted to YouTube on Monday, shows someone engulfed in flames and falling from the Perrine Bridge into the Snake river, 500 feet (150 meters) below.</p> \n<p>James E Hickey had apparently planned to ditch the flaming parachute and deploy a second chute in the 7 May stunt.</p> \n<p>Professional Base jumper Sean Chuma told Twin Falls newspaper the Times-News that he had heard Hickey successfully performed the stunt skydiving.</p> \n<p>The initial report from the Twin Falls county sheriff’s office said only that Hickey’s parachute deployed too late.</p> \n<p>The video shows two Base jumpers climbing over the railing of the Perrine Bridge and leaping at about the same time.</p> \n<p>But while one jumper glides safely away underneath a parachute, the other becomes engulfed in a fireball and falls quickly out of view.</p> \n<p>The video pans back to the river just after the burning jumper hits the water. A boat arrives seconds later, and the video ends.</p> \n<p>A coroner’s report said Hickey, of Claremont, California, died of blunt force trauma.</p> \n<p>Base jumping has come under increased scrutiny as at least five people have died in accidents since January, including two last week at Yosemite national park.</p> \n<p>The acronym “Base” stands for building, antenna, span and earth, the types of places from which jumpers leap. It’s illegal in many places but allowed year-round without a permit at the Perrine Bridge in Twin Falls.</p> \n<p>Hundreds of people jump from the bridge every year, and injuries are common.</p> \n<p>On 9 March, 32-year-old Bryan Turner from Vancouver, British Columbia, died after jumping from the bridge when his parachute didn’t open properly.</p> \n<p>A week after Hickey’s death, Carla Jean Segil of Big Bear, California, had to be rescued after her chute got tangled up in the support structure under Perrine Bridge. The 26-year-old dangled for about a half hour before she could be pulled to safety.</p> \n<p>Dean Potter, 43, and Graham Hunt, 29, were jumping illegally from a cliff in Yosemite when they both hit the rocks and died last week. The men were wearing wingsuits, bat-like gear intended to allow them to glide to a safe landing.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f4adb18931c7dfeb480d3dae561881c24ad056f8/0_98_800_480/800.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":480,"width":800,"orientation":"landscape","credit":"Parkerjh/Wikimedia","altText":"Perrine Bridge in Idaho, USA, over Snake river canyon – a popular base jumping location.","cleanCredit":"Photograph: Parkerjh/Wikimedia"}],"bodyImages":[],"webPublicationDate":"2015-05-20T04:10:24Z","lastModified":"2015-05-20T04:44:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Extreme sports","US news","Sport","World news","Idaho"],"tags":[{"id":"sport/extreme-sports","webTitle":"Extreme sports"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/idaho","webTitle":"Idaho"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/20/base-jumper-dies-after-setting-parachute-on-fire-as-part-of-stunt","shortUrl":"http://gu.com/p/493yx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/20/base-jumper-dies-after-setting-parachute-on-fire-as-part-of-stunt","webUri":"http://www.theguardian.com/sport/2015/may/20/base-jumper-dies-after-setting-parachute-on-fire-as-part-of-stunt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f4adb18931c7dfeb480d3dae561881c24ad056f8/0_98_800_480/800.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":480,"width":800,"orientation":"landscape","caption":"Perrine Bridge in Idaho, USA, over Snake river canyon – a popular Base jumping location where a 73-year-old Base jumper fell to his death on 7 May. Photograph: Parkerjh/Wikimedia","credit":"Parkerjh/Wikimedia","altText":"Perrine Bridge in Idaho, USA, over Snake river canyon – a popular base jumping location.","cleanCaption":"Perrine Bridge in Idaho, USA, over Snake river canyon – a popular Base jumping location where a 73-year-old Base jumper fell to his death on 7 May.","cleanCredit":"Photograph: Parkerjh/Wikimedia"}},"importance":3,"kicker":{"title":"US"},"showQuotedHeadline":false}],"lastModified":"2015-05-20T08:24:42Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}