{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","title":"around the world","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"cards":[{"title":"Pope Francis can expect warm welcome and tough questions in South America","rawTitle":"Pope Francis can expect warm welcome and tough questions in South America","item":{"type":"article","id":"world/2015/jul/03/pope-francis-south-america-paraguay","title":"Pope Francis can expect warm welcome and tough questions in South America","trailText":"The pope’s visit to Ecuador and Bolivia shows his commitment to addressing poverty, but where will he stand on Paraguay’s 10-year-old rape victim case?","standFirst":"<p>The pope’s visit to Ecuador and Bolivia shows his commitment to addressing poverty, but where will he stand on Paraguay’s 10-year-old rape victim case?</p>","byline":"Stephanie Kirchgaessner in Rome, Laurence Blair in Asunción, and Uki Goñi in Buenos Aires","body":"<p>Pope Francis is expected to be confronted by a host of thorny issues when he touches down in Quito, Ecuador on Sunday to begin an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/10/pope-francis-trip-south-america-ecuador-bolivia-paraguay-july\">seven-day tour of South America</a>, including a contentious case involving a 10-year-old rape victim in Paraguay who has been refused access to an abortion.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/04/paraguay-pregnant-10-year-old-abortion\">Pregnant 10-year-old rape victim denied abortion by Paraguayan authorities</a> </p> \n</aside> \n<p>The pope is sure to be asked by the Holy See’s traveling press corp to weigh in on the case – which has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/11/paraguay-failed-pregnant-victim-10-un-human-rights-experts-say\">condemned by human rights experts</a> - as well as other issues that he has not spoken publicly about, such as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/26/gay-marriage-legal-supreme-court\">supreme court decision</a> this month that legalised gay marriage across the US.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/25/pope-francis-inequality-brazilian-slum\">Pope Francis attacks inequality on visit to Brazilian slum</a> </p> \n</aside> \n<p>The popular Argentinean pontiff will be greeted like a rock star during his tour of Ecuador, Bolivia and Paraguay. The trip is being seen as a triumphal homecoming of sorts for the pope, who is making his first return to the region since his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/25/pope-francis-inequality-brazilian-slum\">visit to Brazil in 2013</a>. That trip, in which Francis visited poverty-stricken favelas, was originally planned for his predecessor, Pope Benedict.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/pope-francis-coca-leaves-bolivia\">Will Pope Francis chew coca leaves during his Bolivia trip?</a> </p> \n</aside> \n<p>But the current tour was orchestrated by Francis himself. Experts say the choice of countries – and the decision to skip a visit to his home of Argentina – underscores the pope’s interest in shining a light on poverty and avoid being seen as playing favourites.</p> \n<p>The trip represents an opportunity for the pope to highlight the plight of the poor in the developing world. It also presents a chance for Francis to make a pitch for those who have strayed from the church in favour of evangelical movements and secularism. Last year, a report by the <a draggable=\"true\" href=\"http://www.pewforum.org/2014/11/13/religion-in-latin-america/\">Pew Research Cent</a>er found that the proportion of Latin America that is Catholic had dropped 25% since 1970.</p> \n<p>“It’s a trip that falls in quite well with the papacy in the sense that he will be going to three countries with strong indigenous culture and a strong element of popular religiosity , which are two areas that Pope Francis empathises with,” says Jimmy Burns, a papal biographer.<br /></p> \n<p>He added that Francis is likely to find a less hostile environment among the leftist and populist political leaders in Ecuador and Bolivia than his conservative German predecessor might have.</p> \n<p>“Before Francis came on the scene, the populist governments were on a collision course with Catholic church. With Francis, both Evo Morales [of Bolivia] and Rafael Correa [of Ecuador] have been forced to reach out to the Catholic church and make amends, so the church will find a less conflicting environment than Benedict might have found,” says Burns, who notes that he experienced a real “change in the mood music” on a trip to Bolivia last year in terms of the attitude toward the church.</p> \n<p>In Paraguay, Francis will face a wholly different political climate. Relations between Francis’s Vatican and the local church in Paraguay were complicated after Francis sacked a local bishop in 2014 who was accused of covering up for sexual abuse of one of his priests. At the time, the departure of Bishop Rogelio Livieres Plano was blamed on “<a href=\"http://ncronline.org/news/accountability/vatican-says-paraguayan-bishops-dismissal-not-result-sex-abuse\">serious pastoral reasons</a>” – and not a sex abuse cover-up – and the bishop claimed that his dismissal was a case of “ideological persecution” because of his opposition to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/11/vatican-new-chapter-liberation-theology-founder-gustavo-gutierrez\">liberation theology, a leftist Catholic theology that emphasises care and activism on behalf of the poor</a>.</p> \n<p>The other big question in Paraguay is how Francis will respond to a controversy surrounding the 10-year-old rape victim, who was denied an abortion after allegedly being raped by her step-father and despite the pleas of her mother for a medical intervention. The case has enraged pro-choice activists in Paraguay and abroad, and sparked a national debate about child abuse and the handling of underage pregnancies. Although some UN experts have declared the girl’s life to be in danger because of the pregnancy, few expect the Catholic country’s laws to change.</p> \n<p> In the eye of the media storm the archbishop of Asuncion <a href=\"http://www.abc.com.py/nacionales/iglesia-denuncia-cultura-de-la-muerte-1366590.html\">used a service</a> marking 204 years of independence on 14 May to reject UN recommendations on the case, railing against “barbarism, dehumanisation, and a culture of death”.</p> \n<p>Camila Zavala, the treasurer of lesbian advocacy organization Aireana, said the case reflected the traditional view of women in an intensely conservative culture. </p> \n<p>“In Paraguay, the place of the woman is very bad: she’s almost completely without rights, and has to do what the man says,” she said. “The majority of cases the victimiser is from the victim’s own family. And the church endorses and shields this through its traditional teaching that says that women are subservient to men.”<br tabindex=\"-1\" /></p> \n<p>Zavala said data analysed by her organisation found that there were about 600 pregnancies amid 10- to 14-year-olds in Paraguay every year.</p> \n<p>The Catholic church opposes abortion in virtually all cases, but there is a debate among theologians about these kinds of situations, where the life of the mother is deemed to be at risk.</p> \n<p>The pope will also experience a significant first in Paraguay: a public <a href=\"http://www.advocate.com/politics/religion/2015/06/25/meet-married-gay-activist-wholl-talk-pope-francis\">meeting with a married gay activist</a>, Sim&oacute;n Cazal, the executive director of the Paraguyan LGBT rights group SomosGay, who said he was invited to attend a roundtable discussion with the pope. </p> \n<p>While Cazal was reportedly shocked and encouraged by the invitation, not everyone shares the excitement. Zavala from Aireana laments the ongoing “interference” of the church in national politics and says the LGBT community still faces disadvantages in Paraguay, where President Horatio Cartes once famously said he would rather “shoot myself in the balls than have a gay son”.</p> \n<p>Zavala doubts that the meeting with the gay activist will lead to a breakthrough, not least because he will be “one of 3,000 people in the stadium” with Francis.</p> \n<p>“If the Pope were to say something about equal marriage or LGBT rights, it would be a welcome step, because the current ruling clique of the church’s beliefs are unthinkable. God says love your neighbor, let him be. But it’s a lie that he’s more progressive than others,” said Zavala. </p> \n<p>The trip to South America is likely to make Francis a bit homesick, especially when he is so close – yet far – from Argentina, which he is due to visit on a separate trip next year.</p> \n<p>From the beginning of his papacy, Francis had made it clear he would steer clear of Argentina until after this year’s presidential elections on 25 October, when the successor of current President Cristina Fern&aacute;ndez de Kirchner will be chosen.</p> \n<p>Fern&aacute;ndez will step down on 10 December.</p> \n<p>The two have developed an amicable relationship since his election, but there was bad blood between them when Francis was still known as Father Jorge Bergoglio, archbishop of Buenos Aires and a fierce critic of corruption in Argentinian politics.</p> \n<p>The icy relationship worsened after Fern&aacute;ndez passed a law legalisiing same-sex marriage in Argentina in 2010 when Bergoglio headed a march against the gay marriage bill.</p> \n<p>“Pity there is no ‘popess’, if not, I could compete for the post,” Fern&aacute;ndez said when she heard that Bergoglio had become pope.</p> \n<p>Since then, relations have seemingly warmed and Fern&aacute;ndez has become a frequent visitor at the Vatican.</p> \n<p>“I have to say that sometimes I feel used by the politics of my country, by Argentinian politicians seeking audiences,” Francis revealed in an interview with the Mexican television channel Televisa in March this year.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/949403e05ba389dd373cdd33c0be0a2b01fbe998/0_0_3500_2104/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2104,"width":3500,"orientation":"landscape","credit":"David Mercado/Reuters","altText":"Pope francis bolivia","cleanCredit":"Photograph: David Mercado/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T08:00:09Z","lastModified":"2015-07-03T08:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Stephanie Kirchgaessner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephanie-kirchgaessner"},{"name":"Uki Goñi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ukigoni"}],"feature":false,"keywords":["Pope Francis","Paraguay","Ecuador","Bolivia","Argentina","Gay marriage","Americas","World news","Catholicism","Religion","Rape","The papacy"],"tags":[{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"world/paraguay","webTitle":"Paraguay"},{"id":"world/ecuador","webTitle":"Ecuador"},{"id":"world/bolivia","webTitle":"Bolivia"},{"id":"world/argentina","webTitle":"Argentina"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/religion","webTitle":"Religion"},{"id":"society/rape","webTitle":"Rape"},{"id":"world/the-papacy","webTitle":"The papacy"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/03/pope-francis-south-america-paraguay","shortUrl":"http://gu.com/p/4aazb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/03/pope-francis-south-america-paraguay","webUri":"http://www.theguardian.com/world/2015/jul/03/pope-francis-south-america-paraguay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/949403e05ba389dd373cdd33c0be0a2b01fbe998/0_0_3500_2104/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2104,"width":3500,"orientation":"landscape","caption":"Pedestrians are reflected in a shop window which shows an image of Pope Francis in La Paz, Bolivia. Photograph: David Mercado/Reuters","credit":"David Mercado/Reuters","altText":"Pope francis bolivia","cleanCaption":"Pedestrians are reflected in a shop window which shows an image of Pope Francis in La Paz, Bolivia.","cleanCredit":"Photograph: David Mercado/Reuters"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/949403e05ba389dd373cdd33c0be0a2b01fbe998/0_0_3500_2104/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2104,"width":3500,"orientation":"landscape","credit":"David Mercado/Reuters","altText":"Pope francis bolivia","cleanCredit":"Photograph: David Mercado/Reuters"}}]},{"title":"UN declares Burundi elections not free or credible amid tense standoff","rawTitle":"UN declares Burundi elections not free or credible amid tense standoff","item":{"type":"article","id":"world/2015/jul/03/un-declares-burundi-elections-not-free-or-credible-amid-tense-standoff","title":"UN declares Burundi elections not free or credible amid tense standoff","trailText":"President urged to delay further polls as post-election violence leaves six dead amid further fears of widespread intimidation ","standFirst":"<p>President urged to delay further polls as post-election violence leaves six dead in an atmosphere of fear and intimidation </p>","byline":"Agence France-Presse","body":"<p> Elections in Burundi that were racked by violence and boycotted by the opposition were not free or credible, United Nations observers said on Thursday, after clashes left six dead in the capital.</p> \n<p>Parliamentary and local elections were held on Monday despite an appeal by the UN secretary general, Ban Ki-moon, for a postponement after months of turmoil.</p> \n<p>The UN electoral observer mission said in a report that the elections took place “in a tense political crisis and a climate of widespread fear and intimidation in parts of the country”.</p> \n<p>“Episodes of violence and explosions preceded and in some cases accompanied election day activities, mostly in Bujumbura,” said the nine-page report.</p> \n<p>The mission concluded “that the environment was not conducive for free, credible and inclusive elections”.</p> \n<p>The results of the parliamentary polls were yet to be released but Belgium said it would not recognise the outcome and the United States ratcheted up international pressure, calling for presidential elections on 15 July to be delayed.</p> \n<p>Clashes in the capital Bujumbura on Wednesday left six dead in the opposition stronghold of Citiboke district, which has seen weeks of protests against President Pierre Nkurunziza’s rule.</p> \n<p>Police said a grenade was thrown at one of their patrols, injuring two officers and triggering gun battles in which one police officer died.</p> \n<p>Five others, described as members of an armed group, were killed, but witnesses said they had been murdered by police. </p> \n<p>An AFP reporter at the scene saw the six bodies, three of whom had bullet wounds to the head.</p> \n<p>The elections on Monday set the stage for the presidential vote but a US State Department spokesman, John Kirby, urged Nkurunziza to delay the polls. </p> \n<p>He asked the president “to place the welfare of Burundi’s citizens above his own political ambitions and participate in dialogue with the opposition and civil society to identify a peaceful solution to this deepening crisis”.</p> \n<p>“This solution should include the delay of the July 15 presidential elections until conditions are in place for free, fair and peaceful elections,” Kirby said. </p> \n<p>The UN observers said ruling party candidates were able to campaign throughout the country but that opposition politicians were “much less visible”.<br /></p> \n<p>The report described widespread media restrictions, with journalists targeted for assaults, detentions, attacks and expulsions. </p> \n<p>International alarm has been growing over the crisis in Burundi, triggered by Nkurunziza’s bid to run for a third consecutive five-year term.</p> \n<p>Opponents say that is unconstitutional and violates a peace accord that ended 13 years of civil war in 2006.</p> \n<p>At least 70 people have been killed and more than 140,000 have fled Burundi seeking refuge in neighbouring countries.</p> \n<p>The UN security council met to discuss the crisis and the way forward after hearing a report from envoy Abdoulaye Bathily.</p> \n<p>Bathily cast doubt on the government’s willingness to hold talks with the opposition to try to resolve the crisis, according to diplomats who were present at the closed-door meeting.</p> \n<p>During a council meeting last week, Burundi’s ambassador, Albert Shingiro, described the opposition as “spoiled brats” who were making too many demands and insisted that the elections would go forward.</p> \n<p>The council has been struggling for months to agree on a common stance on the Burundi crisis, with Russia insisting it is an internal matter and African countries reluctant to take a strong position.</p> \n<p>New Zealand’s ambassador, Gerard Jacobus van Bohemen, who holds this month’s presidency of the security council, said the 15 members “expressed concern that the minimum conditions for free, fair, transparent and credible elections were not met.”</p> \n<p>East African leaders are due to address the Burundi crisis at their summit meeting on Monday.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/625f728d4388523246b41e8bd9433682865846b8/102_88_2855_1714/2855.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1714,"width":2855,"orientation":"landscape","credit":"Marco Longari/AFP/Getty Images","altText":"Burundi’s president, Pierre Nkurunziza, at independence celebrations in Bujumbura on Wednesday","cleanCredit":"Photograph: Marco Longari/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T05:19:18Z","lastModified":"2015-07-03T05:19:19Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":false,"keywords":["Burundi","United Nations","Africa","Ban Ki-moon","World news"],"tags":[{"id":"world/burundi","webTitle":"Burundi"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/ban-ki-moon","webTitle":"Ban Ki-moon"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/03/un-declares-burundi-elections-not-free-or-credible-amid-tense-standoff","shortUrl":"http://gu.com/p/4abtn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/03/un-declares-burundi-elections-not-free-or-credible-amid-tense-standoff","webUri":"http://www.theguardian.com/world/2015/jul/03/un-declares-burundi-elections-not-free-or-credible-amid-tense-standoff"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/625f728d4388523246b41e8bd9433682865846b8/102_88_2855_1714/2855.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1714,"width":2855,"orientation":"landscape","caption":"Burundi’s president, Pierre Nkurunziza, at independence celebrations in Bujumbura on Wednesday. On the same day six people were killed in post-election violence in the capital. Photograph: Marco Longari/AFP/Getty Images","credit":"Marco Longari/AFP/Getty Images","altText":"Burundi’s president, Pierre Nkurunziza, at independence celebrations in Bujumbura on Wednesday","cleanCaption":"Burundi’s president, Pierre Nkurunziza, at independence celebrations in Bujumbura on Wednesday. On the same day six people were killed in post-election violence in the capital.","cleanCredit":"Photograph: Marco Longari/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/625f728d4388523246b41e8bd9433682865846b8/102_88_2855_1714/2855.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1714,"width":2855,"orientation":"landscape","credit":"Marco Longari/AFP/Getty Images","altText":"Burundi’s president, Pierre Nkurunziza, at independence celebrations in Bujumbura on Wednesday","cleanCredit":"Photograph: Marco Longari/AFP/Getty Images"}}]},{"title":"As Ebola fears return, Congo-Brazzaville steps up fight against illegal bushmeat","rawTitle":"As Ebola fears return, Congo-Brazzaville steps up fight against illegal bushmeat","item":{"type":"article","id":"world/2015/jul/03/ebola-illegal-bushmeat-congo-brazzaville","title":"As Ebola fears return, Congo-Brazzaville steps up fight against illegal bushmeat","trailText":"After infected wildlife was linked with Guinea’s ‘patient zero’, the authorities desperately try to control the region’s trade. The Daily Maverick reports <br>","standFirst":"<p>After infected wildlife was linked with Guinea’s ‘patient zero’, the authorities desperately try to control the region’s trade. <a href=\"http://www.dailymaverick.co.za/article/2015-06-29-congo-sniffing-out-wildlife-crime-and-the-corruption-at-its-core/#.VZEa85TF-Jc\">The Daily Maverick</a> reports <br /></p>","byline":"Zanne Labuschagne for Daily Maverick, part of the Guardian Africa network","body":"<p>At the entry points to Congo-Brazzaville’s second largest city and main port, three dogs, specially trained to detect wildlife products and weapons, are set to work. </p> \n<p>Conditions are challenging for the canines and their handlers alike: high temperatures, uncooperative travellers, and vehicles loaded to the brim, often with strong-smelling mounds of manioc and smoked fish – which can disguise the odours of illicit cargo.</p> \n<p>Despite this, the success rate is impressive. During the mission the dogs identified the location of an assortment of illegally hunted species, hidden beneath towering cargoes of people and luggage, headed for the bushmeat markets of Pointe-Noire.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/aug/04/ebola-risk-guinea-fruit-bats\">Ebola risk unheeded as Guinea's villagers keep on eating fruit bats</a> </p> \n</aside> \n<p>This is the sniffer dog unit <a href=\"http://www.palf-enforcement.org/congo_english/english.html\">of a group who have been battling wildlife crime since 2008</a>, and who are now hard at work to crack down on the illegal bush meat trade, believed to have been a major factor in the devastating spread of Ebola across west Africa in 2014, which killed more than 11,000 people. </p> \n<p>Also known as wildmeat or game meat, the term refers to non-domesticated mammals, reptiles, amphibians and birds hunted for food. </p> \n<p>The link between the meat and Ebola was made after it emerged that the first victim’s family hunted bats. The two-year-old child – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/28/ebola-virus-guinea-first-victim-patient-zero\">dubbed “patient zero”</a>, from the village of Gueckedou in south-eastern Guinea – died on 6 December 2013, and <a href=\"http://www.doctorswithoutborders.org/news-stories/voice-field/struggling-contain-ebola-epidemic-west-africa\">his family later said they had hunted two species of bat</a> which were found to carry the virus.</p> \n<p>Though <a href=\"http://www.who.int/mediacentre/news/statements/2015/liberia-ends-ebola/en/\">reports had indicated that Ebola fears were receding</a> – the WHO declared the outbreak over in May – new cases of the virus found on Wednesday in Liberia have raised concerns once again. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"74ea9a96858525d98ce74baf1c75f7caa020da7c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435574178992/0ae8dafe-198c-4290-8241-427f9133a9f9-bestSizeAvailable.jpeg\" alt=\"Sniffer dogs are the frontline troops in the battle against bushmeat.\" width=\"450\" height=\"270\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sniffer dogs are the frontline troops in the battle against bushmeat.</span> \n  <span class=\"element-image__credit\">Photograph: Zanne Labuschagne</span> \n </figcaption> \n</figure> \n<p>“With the help of the dogs, the team can now be in and out of a hot situation much more quickly, are more likely to find all the evidence needed for a case, and can ensure that wildlife-traffickers are caught red-handed – and don’t just stash their products before being caught,” says <a href=\"http://save-elephants.org/about-me/\">Arthur F Sniegon</a>, a biologist from the Czech Republic, who has been coordinating the sniffer dog programme for the past year.</p> \n<p>The trade in illegal bushmeat is big business. According to the Center for International Forestry Research, <a href=\"http://blog.cifor.org/23924/ebola-and-bushmeat-in-africa-qa-with-leading-researcher?_ga=1.239419523.1260789577.1413303503#.VZEqF5TF-Jd\">5m tonnes of bushmeat</a> are harvested from the Congo basin every year.</p> \n<h2>Wildlife impact</h2> \n<p>While for many Congolese bushmeat is a major source of protein, the environmental impact of the trade is devastating: the World Wildlife Fund points to the trade as <a href=\"https://www.worldwildlife.org/places/congo-basin\">the single biggest cause of wildlife loss in the region</a>.</p> \n<p>Diane Detoeuf of the Wildlife Conservation Society (WCS) recently surveyed bushmeat hunters on the Bateke Plateau, in southwestern Gabon, and reported that “a high percentage of hunters interviewed find it increasingly difficult to find the species they once hunted in abundance” – an indicator of how badly the trade has affected forest wildlife densities. </p> \n<p>Congo-Brazzaville’s wildlife laws are among the most stringent in central Africa, but many people – including the authorities – continue to see wildlife primarily as a source of food and income, rather than either a potential point of infection or a natural resource that needs to be protected.</p> \n<figure class=\"element element-image\" data-media-id=\"663d438ff179048926c85cf4ae1a5da94cba9659\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435584696227/8b66b747-37b3-422d-ba49-1529d8bcfdac-460x276.jpeg\" alt=\"A truck loaded with passengers stops outside a restaurant serving bush meat, in the town of Epulu, Congo in the heart of the Okapi Wildlife Reserve.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A truck loaded with passengers stops outside a restaurant serving bush meat, in the town of Epulu, Congo in the heart of the Okapi Wildlife Reserve.</span> \n  <span class=\"element-image__credit\">Photograph: Rebecca Blackwell/APN</span> \n </figcaption> \n</figure> \n<p>Convictions for wildlife crime can now <a href=\"http://palf-enforcement.org/wildlife-law/congo/\">lead to five years in jail</a>, but this is still a low price to pay for those involved in such profitable activities. Furthermore, wildlife criminals seldom receive the maximum sentence, and the kingpins of the illegal wildlife trade are often not convicted at all. <br /></p> \n<p>This is exactly what the Project for the Application of Law for Fauna in the Republic of Congo (Palf) – and its sniffer dogs – is combatting. Working closely with other NGOs such as the WCS and the African Parks Network, they gain information on key players in the illicit trade, not only within Congo, but networks spreading into neighbouring countries too.</p> \n<p>The addition of the three sniffer dogs to the team has hugely enhanced the efficacy of the project. Detecting illegal products in the chaos of a busy market is a challenge in itself, not to mention carrying out an operation and making arrests.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2010/sep/07/congo-chimpanzees-bushmeat\">Congolese chimpanzees face new 'wave of killing' for bushmeat</a> </p> \n</aside> \n<p>The Palf dogs spend an average of 20 days a month in the field, rotating between the Maya-Maya international airport in Brazzaville and the country’s main transport routes. </p> \n<p>To date, the dog team has assisted with six arrests, discovered more than a tonne of bushmeat and over 100 live crocodiles, tortoises, pangolins and African grey parrots – a tribute to the hard work of a dedicated team of environmental and anti-corruption activists. </p> \n<p><em>A version of this article originally appeared on the <a href=\"http://www.dailymaverick.co.za/article/2015-06-29-congo-sniffing-out-wildlife-crime-and-the-corruption-at-its-core/#.VZEa85TF-Jc\">Daily Maverick</a>, part of the Guardian Africa network</em><br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435583381499/7ec4fed5-7581-443b-959f-b6b030dec5f9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonathan Torgovnik/Getty Images","altText":"A bushmeat hunter","cleanCredit":"Photograph: Jonathan Torgovnik/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435574178992/0ae8dafe-198c-4290-8241-427f9133a9f9-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":270,"width":450,"orientation":"landscape","caption":"Sniffer dogs are the frontline troops in the battle against bushmeat. Photograph: Zanne Labuschagne","credit":"Zanne Labuschagne","altText":"Sniffer dogs are the frontline troops in the battle against bushmeat.","cleanCaption":"Sniffer dogs are the frontline troops in the battle against bushmeat.","cleanCredit":"Photograph: Zanne Labuschagne"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435584698045/8b66b747-37b3-422d-ba49-1529d8bcfdac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A truck loaded with passengers stops outside a restaurant serving bush meat, in the town of Epulu, Congo in the heart of the Okapi Wildlife Reserve. Photograph: Rebecca Blackwell/APN","credit":"Rebecca Blackwell/APN","altText":"A truck loaded with passengers stops outside a restaurant serving bush meat, in the town of Epulu, Congo in the heart of the Okapi Wildlife Reserve.","cleanCaption":"A truck loaded with passengers stops outside a restaurant serving bush meat, in the town of Epulu, Congo in the heart of the Okapi Wildlife Reserve.","cleanCredit":"Photograph: Rebecca Blackwell/APN"}],"webPublicationDate":"2015-07-03T06:00:08Z","lastModified":"2015-07-03T06:00:08Z","metadata":{"commentable":true,"commentCount":5,"contributors":[],"feature":false,"keywords":["Congo Brazzaville","Food","Africa","World news","Environment","Wildlife","Ebola"],"tags":[{"id":"world/congo-brazzaville","webTitle":"Congo Brazzaville"},{"id":"environment/food","webTitle":"Food"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"world/ebola","webTitle":"Ebola"}],"section":{"id":"world"},"topics":[],"series":{"title":"Guardian Africa network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/guardian-africa-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/03/ebola-illegal-bushmeat-congo-brazzaville","shortUrl":"http://gu.com/p/4a8xd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/03/ebola-illegal-bushmeat-congo-brazzaville","webUri":"http://www.theguardian.com/world/2015/jul/03/ebola-illegal-bushmeat-congo-brazzaville"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435583381499/7ec4fed5-7581-443b-959f-b6b030dec5f9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A bushmeat hunter in the jungle on the way to hunt in Cameroon. In neighbouring Congo-Brazzaville, the fight against illegal wildlife harvesting is escalating. Photograph: Jonathan Torgovnik/Getty Images","credit":"Jonathan Torgovnik/Getty Images","altText":"A bushmeat hunter","cleanCaption":"A bushmeat hunter in the jungle on the way to hunt in Cameroon. In neighbouring Congo-Brazzaville, the fight against illegal wildlife harvesting is escalating.","cleanCredit":"Photograph: Jonathan Torgovnik/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435583381499/7ec4fed5-7581-443b-959f-b6b030dec5f9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonathan Torgovnik/Getty Images","altText":"A bushmeat hunter","cleanCredit":"Photograph: Jonathan Torgovnik/Getty Images"}}]},{"title":"BP oil spill / Firm set to pay largest environmental fine in US history","rawTitle":"Firm set to pay largest environmental fine in US history","item":{"type":"article","id":"environment/2015/jul/02/bp-will-pay-largest-environmental-fine-in-us-history-for-gulf-oil-spill","title":"BP set to pay largest environmental fine in US history for Gulf oil spill","trailText":"BP will pay $18.7bn after the justice department and four states sued and the money will be divided among states and earmarked for cleanup projects","standFirst":"<ul>\n <li>BP will pay $18.7bn after the justice department and four states sued </li>\n <li>Money will be divided among states and earmarked for cleanup projects</li>\n</ul>","byline":"Dominic Rushe in New York","body":"<p>BP has agreed to pay a record environmental fine of $18.7bn to settle legal actions brought by the US and several states over the fatal 2010 Gulf of Mexico oil spill.<br /></p> \n<p>The US justice department, along with the states of Louisiana, Mississippi, Alabama, Texas and Florida, all sued BP for damages not covered by the company’s earlier settlements with businesses and individuals harmed by the worst offshore spill in US history.</p> \n<p>The settlement ends all litigation between BP, the states and the US government and allows the company to pay over 18 years. BP’s share price rose on the news.</p> \n<p>Last September, judge Carl Barbier, who has overseen the tortuous legal case resulting from the disaster, ruled BP had been “grossly negligent” in its handling of the well. The decision opened up BP to the highest possible fines.</p> \n<p>The company will pay $7.1bn in “natural resource damage assessment”, and the money will be divided among the states and earmarked for environmental cleanup projects related to the spill. BP was fined $5.5bn under the Clean Water Act.</p> \n<p>Some environmentalists were disappointed with the fine, which has yet to receive court approval. Jacqueline Savitz, vice-president for Oceana in the US, said: “If the court approves this proposal, BP will be getting off easy and ‘we the people’ will not be fully compensated for the natural resource damages that we suffered, and the law requires that the public is made whole for those damages.</p> \n<p>“For these two payments alone, Clean Water Act violations and natural resource damages, BP would be getting away with less than half of what the law would justify,” she said. “The court should not let BP get off the hook without fully compensating Americans for what was lost. A low-end settlement would not only cheat the public, but it would send the wrong message to BP and the other companies that drill in our oceans, telling them that they may not have to pay for the future damages they cause.”</p> \n<p> The 2010 explosion at the Deepwater Horizon oil rig cost 11 lives and resulted in 4.2m barrels of oil spewing into the Gulf over 87 days, according to the US government.</p> \n<p>BP argued the volume of the spill was far lower. Barbier eventually ruled BP was responsible for the release of 3.1m barrels. The spill affected the shore of the Gulf coast from Louisiana to Florida. Its impact on seafood and wildlife is still being assessed.</p> \n<p>Louisiana attorney general James “Buddy” Caldwell said: “This agreement is the result of five years of hard-fought litigation and intense scientific research, and it provides Louisiana the coastal restoration and compensation it needs following the Deepwater Horizon disaster.”</p> \n<p>He said Louisiana, the state most affected by the spill, was recovering more than $10bn from BP – more than any state has ever recovered for this type of case. “This agreement lets us focus right away on improving the state without further litigation delays and appeals that could take years. I am extremely pleased by the work done by the court and all the parties in this matter to reach an agreement that will bring great and historic benefits to Louisiana and the Gulf.”</p> \n<p>“Five years ago we committed to restore the Gulf economy and environment and we have worked ever since to deliver on that promise,” said BP chairman Carl-Henric Svanberg.</p> \n<p>“We have made significant progress, and with this agreement we provide a path to closure for BP and the Gulf. It resolves the company’s largest remaining legal exposures, provides clarity on costs and creates certainty of payment for all parties involved.”</p> \n<p>More than five years after the disaster, environmentalists and Gulf residents are still <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/18/lousiana-bp-oil-spill-five-years-not-going-back-to-normal\">counting the cost</a>. Fatalities among <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/20/deepwater-horizon-oil-spill-killed-large-numbers-of-dolphins-study-suggests\">dolphins</a> and other marine life have surged in the spill’s aftermath.</p> \n<p>“No monetary award can ever undo the destruction of the Deepwater Horizon disaster. But, while we look forward to additional details, today’s agreement, the largest environmental settlement in American history, represents a significant step toward justice for the Gulf Coast ecosystems, economies and communities that were damaged by the disaster,” Fred Krupp, president of the Environmental Defense Fund, said in a statement. “More than five years later, this agreement between the five Gulf states, BP and the department of justice brings real hope for the future of the Gulf Coast.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/84ee9c3cfb2c89eb62267336f38774b4a832c14b/0_318_4304_2580/4304.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2580,"width":4304,"orientation":"landscape","credit":"Gerald Herbert/AP","altText":"BP Deepwater Horizon disaster","cleanCredit":"Photograph: Gerald Herbert/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T16:36:09Z","lastModified":"2015-07-02T23:35:56Z","metadata":{"commentable":true,"commentCount":412,"contributors":[{"name":"Dominic Rushe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominic-rushe"}],"feature":false,"keywords":["BP oil spill","BP","Business","Oil spills","Environment","US news","Oil and gas companies","Oil","Energy industry","Oil","Pollution"],"tags":[{"id":"environment/bp-oil-spill","webTitle":"BP oil spill"},{"id":"business/bp","webTitle":"BP"},{"id":"business/business","webTitle":"Business"},{"id":"environment/oil-spills","webTitle":"Oil spills"},{"id":"environment/environment","webTitle":"Environment"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"},{"id":"environment/oil","webTitle":"Oil"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"business/oil","webTitle":"Oil"},{"id":"environment/pollution","webTitle":"Pollution"}],"section":{"id":"environment"},"topics":[{"displayName":"Dominic Rushe","topic":{"type":"tag-contributor","name":"profile/dominic-rushe"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/02/bp-will-pay-largest-environmental-fine-in-us-history-for-gulf-oil-spill","shortUrl":"http://gu.com/p/4ab4a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/02/bp-will-pay-largest-environmental-fine-in-us-history-for-gulf-oil-spill","webUri":"http://www.theguardian.com/environment/2015/jul/02/bp-will-pay-largest-environmental-fine-in-us-history-for-gulf-oil-spill"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/84ee9c3cfb2c89eb62267336f38774b4a832c14b/0_318_4304_2580/4304.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2580,"width":4304,"orientation":"landscape","caption":"The 2010 disaster at BP’s Deepwater Horizon oil rig caused devastating pollution in the Gulf of Mexico. Photograph: Gerald Herbert/AP","credit":"Gerald Herbert/AP","altText":"BP Deepwater Horizon disaster","cleanCaption":"The 2010 disaster at BP’s Deepwater Horizon oil rig caused devastating pollution in the Gulf of Mexico.","cleanCredit":"Photograph: Gerald Herbert/AP"}},"importance":4,"kicker":{"title":"BP oil spill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/84ee9c3cfb2c89eb62267336f38774b4a832c14b/0_318_4304_2580/4304.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2580,"width":4304,"orientation":"landscape","credit":"Gerald Herbert/AP","altText":"BP Deepwater Horizon disaster","cleanCredit":"Photograph: Gerald Herbert/AP"}}]},{"title":"Nigeria / Boko Haram attack on village leaves nearly 100 people dead","rawTitle":"Boko Haram attack on village leaves nearly 100 people dead","item":{"type":"article","id":"world/2015/jul/02/boko-haram-attack-on-nigerian-village-leaves-nearly-100-people-dead","title":"Boko Haram attack on Nigerian village leaves nearly 100 people dead","trailText":"Witnesses say more than 50 militants descended on Kukawa village, firing on worshippers praying in mosques during Ramadan and moving on to houses<br>","standFirst":"<p>Witnesses say more than 50 militants descended on Kukawa village, firing on worshippers praying in mosques during Ramadan and moving on to houses<br /></p>","byline":"Agence France-Presse in Maiduguri","body":"<p>Nearly 100 people have been killed in an attack on mosques and houses in a village in north-eastern Nigerian by suspected <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/boko-haram\">Boko Haram</a> militants, witnesses said on Thursday.<br /></p> \n<p>“The attackers have killed at least 97 people,” a local man from Kukawa village who gave his name as Kolo told AFP, saying he had counted the bodies.</p> \n<p>A fisherman who witnessed the attack on Wednesday corroborated the death toll.</p> \n<p>“They wiped out the immediate family of my uncle … They killed his children, about five of them, and set his entire house ablaze,” Kolo said.</p> \n<p>Another witness, Babami Alhaji Kolo, who fled to Maiduguri, the capital of Borno state where the attack took place, said more than 50 militants stormed the village early on Wednesday evening.</p> \n<p>“The terrorists first descended on Muslim worshippers in various mosques who were observing the <em>maghrib</em> prayer shortly after breaking their [Ramadan] fast,” he said.</p> \n<p>“They … opened fire on the worshippers, who were mostly men and young children.</p> \n<p>“They spared nobody. In fact, while some of the terrorists waited and set most of the corpses on fire, others proceeded to houses and shot indiscriminately at women who were preparing food,” he said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7ee7b05fb079fc8ca5240cf9ab70749d4b122f0c/0_0_3072_1842/3072.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1842,"width":3072,"orientation":"landscape","credit":"-/AFP/Getty Images","altText":"(FILES) -- A screengrab taken on October 2, 2014 from a video released by the Nigerian Islamist extremist group Boko Haram and obtained by AFP shows the leader of the Nigerian Islamist extremist group Boko Haram, Abubakar Shekau. Boko Haram has seized the town of Chibok in Borno state, northeast Nigeria, from where 276 schoolgirls were kidnapped more than six months ago, a local pastor and a senator told AFP on November 14, 2014. \"Chibok was taken by Boko Haram. They are in control,\" said Enoch Mark, a Christian pastor whose daughter and niece are among the 219 teenagers still being held. Mark and the senator for southern Borno, Ali Ndume, said the militants attacked at about 4:00 pm (1500 GMT) on November 13, destroying communications masts and forcing residents to flee.      AFP PHOTO / HO / BOKO HARAM  = RESTRICTED TO EDITORIAL USE - MANDATORY CREDIT \"AFP PHOTO / BOKO HARAM\" - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS =-/AFP/Getty Images","cleanCredit":"Photograph: -/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T18:26:39Z","lastModified":"2015-07-03T00:00:03Z","metadata":{"commentable":true,"commentCount":186,"contributors":[],"feature":false,"keywords":["Boko Haram","Nigeria","Africa","World news"],"tags":[{"id":"world/boko-haram","webTitle":"Boko Haram"},{"id":"world/nigeria","webTitle":"Nigeria"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/boko-haram-attack-on-nigerian-village-leaves-nearly-100-people-dead","shortUrl":"http://gu.com/p/4abdj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/boko-haram-attack-on-nigerian-village-leaves-nearly-100-people-dead","webUri":"http://www.theguardian.com/world/2015/jul/02/boko-haram-attack-on-nigerian-village-leaves-nearly-100-people-dead"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7ee7b05fb079fc8ca5240cf9ab70749d4b122f0c/0_0_3072_1842/3072.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1842,"width":3072,"orientation":"landscape","caption":"Screengrab showing Abubakar Shekau, leader of Boko Haram. Photograph: -/AFP/Getty Images","credit":"-/AFP/Getty Images","altText":"Screengrab showing Abubakar Shekau, leader of Boko Haram.","cleanCaption":"Screengrab showing Abubakar Shekau, leader of Boko Haram.","cleanCredit":"Photograph: -/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Nigeria"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7ee7b05fb079fc8ca5240cf9ab70749d4b122f0c/0_0_3072_1842/3072.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1842,"width":3072,"orientation":"landscape","credit":"-/AFP/Getty Images","altText":"(FILES) -- A screengrab taken on October 2, 2014 from a video released by the Nigerian Islamist extremist group Boko Haram and obtained by AFP shows the leader of the Nigerian Islamist extremist group Boko Haram, Abubakar Shekau. Boko Haram has seized the town of Chibok in Borno state, northeast Nigeria, from where 276 schoolgirls were kidnapped more than six months ago, a local pastor and a senator told AFP on November 14, 2014. \"Chibok was taken by Boko Haram. They are in control,\" said Enoch Mark, a Christian pastor whose daughter and niece are among the 219 teenagers still being held. Mark and the senator for southern Borno, Ali Ndume, said the militants attacked at about 4:00 pm (1500 GMT) on November 13, destroying communications masts and forcing residents to flee.      AFP PHOTO / HO / BOKO HARAM  = RESTRICTED TO EDITORIAL USE - MANDATORY CREDIT \"AFP PHOTO / BOKO HARAM\" - NO MARKETING NO ADVERTISING CAMPAIGNS - DISTRIBUTED AS A SERVICE TO CLIENTS =-/AFP/Getty Images","cleanCredit":"Photograph: -/AFP/Getty Images"}}]},{"title":"Brazilian cyclist dies during international race event in US","rawTitle":"Brazilian cyclist dies during international race event in US","item":{"type":"article","id":"us-news/2015/jul/03/brazilian-cyclist-dies-during-international-race-event-in-us","title":"Brazilian cyclist dies during international race event in US","trailText":"Bicycle crash kills one and seriously injures two competitors in games event for the world’s police and firefighters near Washington DC","standFirst":"<p>Bicycle crash kills one and seriously injures two competitors in games event for the world’s police and firefighters near Washington DC</p>","byline":"Reuters in Washington","body":"<p>A Brazilian cyclist was killed and two others critically injured in a crash on Thursday during an international bicycle race near Washington DC, police said.</p> \n<p> One cyclist blew out a tyre and lost control, colliding with the other two riders at the annual World Police and Fire Games, which drew about 12,000 firefighters and police to compete in sporting events in the Washington area.</p> \n<p> Carlos Silva, 48, died from his injuries a few hours after the early afternoon crash in Dumfries, Virginia, about 56 kilometres south of Washington.</p> \n<p> The other injured cyclists, identified only as two men aged 44 and 43, were taken to hospital in a critical condition.</p> \n<p> The 10-day event draws competitors from 70 nations to compete in events that include hockey, tennis, wrestling, archery, shooting and swimming.</p> \n<p> “Our thoughts and prayers are with our injured competitors,” event officials posted on Facebook.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1c39969aae6c178cf820afba8018b8826f70743/0_147_1651_990/1651.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":990,"width":1651,"orientation":"landscape","credit":"CHRIS KEANE / Reuters/Reuters","altText":"An ambulance pulls away from Norris Hall on the Virginia Tech campus in Blacksburg, Virginia<br>An ambulance pulls away from Norris Hall on the Virginia Tech campus after a gunman shot dozens of people in a shooting spree in Blacksburg, Virginia April 16, 2007. The gunman killed 32  people at a Virginia university, many of them students attending class, and then shot himself dead on Monday in the deadliest shooting rampage in U.S. history. REUTERS/Chris Keane (UNITED STATES) - RTR1OPMC","cleanCredit":"Photograph: CHRIS KEANE / Reuters/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T06:58:16Z","lastModified":"2015-07-03T07:00:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[],"feature":false,"keywords":["US news","Cycling","Sports games","World news","US policing"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"technology/sports-games","webTitle":"Sports games"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-police","webTitle":"US policing"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/03/brazilian-cyclist-dies-during-international-race-event-in-us","shortUrl":"http://gu.com/p/4abja","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/03/brazilian-cyclist-dies-during-international-race-event-in-us","webUri":"http://www.theguardian.com/us-news/2015/jul/03/brazilian-cyclist-dies-during-international-race-event-in-us"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1c39969aae6c178cf820afba8018b8826f70743/0_147_1651_990/1651.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":990,"width":1651,"orientation":"landscape","caption":"The annual World Police and Fire Games in Dumfries, Virginia, were rocked on Thursday by the death of a Brazilian cyclist.  Photograph: Chris Keane / Reuters/Reuters","credit":"Chris Keane / Reuters/Reuters","altText":"The annual World Police and Fire Games were rocked on Thursday by the death of a Brazilian cyclist in Dumfries, Virginia.","cleanCaption":"The annual World Police and Fire Games in Dumfries, Virginia, were rocked on Thursday by the death of a Brazilian cyclist. ","cleanCredit":"Photograph: Chris Keane / Reuters/Reuters"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1c39969aae6c178cf820afba8018b8826f70743/0_147_1651_990/1651.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":990,"width":1651,"orientation":"landscape","credit":"CHRIS KEANE / Reuters/Reuters","altText":"An ambulance pulls away from Norris Hall on the Virginia Tech campus in Blacksburg, Virginia<br>An ambulance pulls away from Norris Hall on the Virginia Tech campus after a gunman shot dozens of people in a shooting spree in Blacksburg, Virginia April 16, 2007. The gunman killed 32  people at a Virginia university, many of them students attending class, and then shot himself dead on Monday in the deadliest shooting rampage in U.S. history. REUTERS/Chris Keane (UNITED STATES) - RTR1OPMC","cleanCredit":"Photograph: CHRIS KEANE / Reuters/Reuters"}}]},{"title":"Iran / Actor apologises after tweeting support for US gay marriage ruling","rawTitle":"Actor apologises after tweeting support for US gay marriage ruling","item":{"type":"article","id":"world/2015/jul/02/iranian-actor-apologises-tweeting-support-us-gay-marriage-ruling","title":"Iranian actor apologises after tweeting support for US gay marriage ruling","trailText":"Bahram Radan deleted tweet in support of US supreme court decision after criticism from hardline media and homophobic abuse","standFirst":"<p>Bahram Radan deleted tweet in support of US supreme court decision after criticism from hardline media and homophobic abuse</p>","byline":"Saeed Kamali Dehghan","body":"<p>A leading Iranian actor has apologised after coming under pressure over a tweet he posted in support of a historic <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/live/2015/apr/28/same-sex-marriage-us-supreme-court-obergefell-hodges-live\">US supreme court ruling on gay marriage. </a><br /></p> \n<p>Bahram Radan, who is known as the Iranian Brad Pitt, created controversy in the country when his tweet hailed a verdict last week which made same-sex marriage a legal right across the entirety of the US. Homosexuality remains a taboo subject inside the Islamic republic and is punishable by death. <br /></p> \n<p>“The US supreme court’s ruling that same-sex marriage is legal was historic, perhaps on the scale of the end of slavery ... from Lincoln to Obama,” the award-winning actor tweeted in Persian at the weekend. </p> \n<p>But within a few hours, after many users bombarded him with homophobic abuse and hardline media criticised him, Radan deleted the tweet.<br /></p> \n<p>The ultra-conservative Keyhan newspaper, whose director is appointed directly by the Iranian supreme leader, Ayatollah Ali Khamenei<em>, </em>called for Radan to be put on a blacklist and said he had been summoned to the ministry of culture and Islamic guidance for questioning, a claim which could not be independently verified. The ministry is in charge of vetting all cultural materials, including films, before they are released. </p> \n<p>On Thursday, Keyhan published a letter of apology from Radan, who has more than 900,000 followers on Instagram, in which he said he was clarifying his position on same-sex marriage. </p> \n<p>The letter was addressed to the paper’s managing editor, Hossein Shariatmadari, a hardline figure who is notorious for targeting dissidents and opposition figures and orchestrating media campaigns against them.</p> \n<p>“What was published on the internet as my opinion about the US supreme court’s ruling on gay marriage was a mistake and does not reflect the dignity of the Iranian people, for which I apologise,” he writes in the letter. </p> \n<p>“We’re living in a country which celebrates marriage as a tradition of the prophet [Muhammad]. American laws have no bearing on the Islamic republic and gay marriage is reprehensible under our social and religious laws and according to our social values.” <br /></p> \n<p>The controversy over Radan’s tweet could not have come at a more polarised time for gay rights in Iran. Thousands of Iranians both inside and outside the country have in the past few days joined millions of people across the world to apply a rainbow flag over their Facebook profile pictures. This has ignited a debate about homosexuality among many Iranians online, splitting opinions in a scale hardly seen before.</p> \n<p>Soudeh Rad, a Paris-based Iranian gender equality activist, said reactions inside Iran to Radan’s tweet showed the authorities want homosexuality to remain a taboo. “They’re afraid that people in Iran are beginning to talk about homosexuality as a sexual minority, not an illness, and they don’t want that to be normalised,” she told the Guardian. </p> \n<p>Hardliners are particularly worried that people in Iran are increasingly using the term <em>hamjensgara</em> (homosexual) instead of the offensive and hitherto common word <em>hamjensbaz</em>. The new Iranian penal code, which still criminalises homosexuality, also mentions <em>hamjensgara</em>, as do many Iranian officials even when they are condemning such relationships.</p> \n<p>Rad said rainbow-coloured profiles created “a golden opportunity” for lesbian, gay, bisexual and transgender (LGBT) activists as people began to seriously debate the issue. </p> \n<p>“You’d see people defending homosexuality, and others who were opposed to it, but there was a genuine debate for the first time,” she said. “I’m 34, and I was debating this with a 17-year-old living inside Iran and another 59-year-old simultaneously.”</p> \n<p>Homophobic views did not solely come from those who support the establishment. Saba Azarpeik, a prominent journalist who was jailed last year, posted on her Facebook page in condemnation of homosexuality: “I’m constantly reminded of the fate of the Lot tribe [a religious reference to the cities of Sodom and Gomorrah]”. </p> \n<p>Last year, Iran’s queen of pop, Googoosh, who lives outside the country, became the first prominent Iranian with a huge following to speak out against homophobia by releasing a video which portrayed a lesbian couple. </p> \n<p>Until recently, <em>lavat </em>(anal sex between men) was punishable by death for all parties involved in a sexual intercourse but under new amendments to the penal code, the person who takes the “active” role will be flogged 100 times, while the one in the “passive” role will be put to death. Women engaged in same-sex acts will face 100 lashes.</p> \n<p>Mohammad-Javad Larijani, secretary general of Iran’s state-run high council for human rights, said in 2013 that “we consider homosexuality an illness that should be cured”. The World Health Organisation delisted homosexuality as a mental illness in 1990s. <br /></p> \n<p>In contrast to homosexuality, transsexuality has been legal in Iran since a fatwa was issued in 1987 by the late Ayatollah Ruhollah Khomeini. Iran permits more sex-change operations than any other country, except Thailand, and has long subsidised such surgeries. <br /></p> \n<p>The authorities often conflate homosexuality with transsexuality or either of them with pedophilia. Despite this, they appear to be amending such views. <a href=\"http://justice4iran.org/publication/call-for-action/iran-indicates-a-move-toward-ending-anti-lgbt-torture/\">Activists welcomed the news</a> in March that Iran was poised to criminalise forced sex-change operations and ban reparative therapies for its LGBT community. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435832348509/383a247b-b18f-4a9c-b559-09b01e0a2052-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ahmad Halabisaz/Xinhua Press/Corbis/Xinhua Press/Corbis","altText":"Iranian actor Bahram Radan takes selfie during the photocall for the film Ice Age at the Fadjr international film festival in Tehran.","cleanCredit":"Photograph: Ahmad Halabisaz/Xinhua Press/Corbis/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-02T15:39:38Z","lastModified":"2015-07-02T23:01:12Z","metadata":{"commentable":true,"commentCount":447,"contributors":[{"name":"Saeed Kamali Dehghan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/saeedkamalidehghan"}],"feature":false,"keywords":["Iran","Gay marriage","Middle East and North Africa","World news","LGBT rights","Same-sex marriage (US)","US news"],"tags":[{"id":"world/iran","webTitle":"Iran"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"us-news/same-sex-marriage-us","webTitle":"Same-sex marriage (US)"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"world"},"topics":[{"displayName":"Saeed Kamali Dehghan","topic":{"type":"tag-contributor","name":"profile/saeedkamalidehghan"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/iranian-actor-apologises-tweeting-support-us-gay-marriage-ruling","shortUrl":"http://gu.com/p/4aam7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/iranian-actor-apologises-tweeting-support-us-gay-marriage-ruling","webUri":"http://www.theguardian.com/world/2015/jul/02/iranian-actor-apologises-tweeting-support-us-gay-marriage-ruling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435832348509/383a247b-b18f-4a9c-b559-09b01e0a2052-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iranian actor Bahram Radan takes a selfie during the photocall for the film Ice Age at the Fadjr international film festival in Tehran. Photograph: Ahmad Halabisaz/Xinhua Press/Corbis","credit":"Ahmad Halabisaz/Xinhua Press/Corbis","altText":"Iranian actor Bahram Radan takes selfie during the photocall for the film Ice Age at the Fadjr international film festival in Tehran.","cleanCaption":"Iranian actor Bahram Radan takes a selfie during the photocall for the film Ice Age at the Fadjr international film festival in Tehran.","cleanCredit":"Photograph: Ahmad Halabisaz/Xinhua Press/Corbis"}},"importance":3,"kicker":{"title":"Iran"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/a4b693c5a42fb10a60e6cef551b33b8269aac86c/0_965_2264_1359/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-07-03T08:08:10Z","personalization":{"id":"uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/b75dc3f9-0e7f-4c91-aa75-784e71f32d80"},"visibility":"all","adTargetingPath":"front"}