{"id":"uk/groups/collections/d13bb919-7bad-4178-8efe-0f76b0ac5215","title":"Cannes","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d13bb919-7bad-4178-8efe-0f76b0ac5215"},"cards":[{"title":"A baffling set of prizes take the edge off a great competition line-up","rawTitle":"A baffling set of prizes take the edge off a great competition line-up","item":{"type":"article","id":"film/filmblog/2015/may/24/cannes-2015-dheepan-audiard-palme-d-or-baffling-prizes","title":"Cannes 2015: baffling set of prizes take the edge off a great competition line-up","trailText":"<strong>Peter Bradshaw: </strong>Giving the Palme d’Or to Audiard’s Dheepan may be a career recognition for a brilliant director, but it’s much less worthy of the big prize than Carol or The Assassin","standFirst":"<p>Giving the Palme d’Or to Audiard’s Dheepan may be a career recognition for a brilliant director, but it’s much less worthy of the big prize than Carol or The Assassin</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/live/2015/may/24/cannes-2015-palme-dor-announcement\">Jacques Audiard’s Dheepan wins the Palme d’Or - as it happened</a><br /></li>\n</ul>","byline":"Peter Bradshaw","body":"<p>For my money, Cannes 2015 was a vintage year. But the prizes were corked.</p> \n<p>Just as last year, the jury gave its ultimate acclaim to a brilliant director who has accumulated an overwhelmingly deserving reputation but had actually given us something less than his very best work. Jacques Audiard’s Dheepan is a good film on an interesting subject. A Tamil Tiger fighter gets out of Sri Lanka, with a woman and a child who are strangers to him and to each other, by posing as a genuine family with a trio of stolen passports bought from traffickers. They wind up on a tough estate in France as asylum seekers and a strange and fascinating dynamic starts to emerge within this phoney family, and the warrior finds that his belligerent skills and instincts come back into play in a drug turf-war. All that is excellent in Audiard is present in the film: his flair, his style, his brio, the sheer panache with which he swoops in on detail and leaps back for the bigger picture. But the final 15 minutes, in my view, were problematic: melodramatic in a way that Audiard usually sidesteps, and then anti-climactic. Some great stuff: and in some ways it is good to see the Palme in Audiard’s hands — a master, and an utterly distinctive director. But this wasn’t his finest work, and I am baffled.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/live/2015/may/24/cannes-2015-palme-dor-announcement\">Cannes 2015: Jacques Audiard's Dheepan wins the Palme d'Or - as it happened</a> </p> \n</aside> \n<p>Laszlo Nemes’s Son of Saul gets the Grand Prix: I was guessing the director’s prize, but it is right that this very remarkable picture should be garlanded — a searingly powerful and unflinchingly rigorous and passionate movie about the unthinkable and unimaginable: the day-to-day business of horror at a Nazi death camp. It would be an extraordinary achievement for any director, for a feature debut it is quite amazing. I have to say that this is one of two or three films which deserved this year’s Palme ahead of Dheepan.</p> \n<p>The second is The Assassin from the great Taiwanese auteur Hou Hsiao-hsien, whose best director award for The Assassin honours a film-maker who has a hard-won reputation for brilliance and for artistry; the purest artistry, perhaps, to be rewarded at Cannes this year. I found this refined wuxia tale of an assassin who finds a conflict between duty, family and love to be a wonderfully made film, and genuinely beautiful – though one has to be careful using that adjective which is so often a hesitant euphemism for unengaging. On the contrary: I found The Assassin’s balletic mystery and poise entirely engaging, although I had to confess that it was too opaque to capture my heart in the way that it had captured others’ hearts at Cannes this year. But I was inspired by the critical acclaim for it: inspired by the passion of its admirers, and by their cinephile idealism.</p> \n<div>\n __VIDEO_EMBED_gu-video-453241967__\n</div> \n<p>And what about Carol, by Todd Haynes, the glorious, sensually immersive and trance-inducing film which I – for what it’s worth – was tipping for the big prize? Well, the best actress award was where the Coens’ jury really covered themselves with something other than glory. It was split between Rooney Mara (from Carol) and Emmanuelle Bercot (from Mon Roi). This prize is, for me, fantastically obtuse, exasperating and dumb. It is entirely understandable that Cannes should wish to reward Rooney Mara for her fiercely observed and controlled performance in Carol which really was excellent, though in my view less fine than Zhao Tao’s magnificent contribution to Jia Zhang-ke’s Chinese epic Mountains May Depart. And that Rooney should have to share it … well, yes of course, sure, let her share it by all means with Cate Blanchett who was, arguably in fact, the senior thespian partner in this passionate love story. But that the second half of the prize should go to Emmanuelle Bercot for her frantic, mugging, self-congratulatory turn in Ma&iuml;wenn’s unwatchably awful Mon Roi is staggering. It was, quite simply, ham acting; or perhaps it is truer to say it was indifferent acting whose negative qualities were brought out by a ropey script and hamfisted directing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/dheepan-review-tamil-tiger-jacques-audiard-cannes-2015\">Dheepan review - Tamil Tiger loose in the urban jungle makes powerful thriller</a> </p> \n</aside> \n<p>Yorgos Lanthimos’s The Lobster got the jury prize: a movie about which I was agnostic: a brilliant absurdist comedy in its first half with some dazzling satire about modern society’s reverence for relationships and coupledom. I actually loved that first half so much I thought the screenplay prize might be heading its way (another prediction misfire). But in the second half, when the action leaves the hotel in which the drama had begun, some of the focus and dramatic bite was lost. But there are some great things in it – and Colin Farrell as the paunchy, bespectacled, lovelorn singleton is terrific.</p> \n<p>It was great to see Vincent Lindon get the best actor prize for The Measure of a Man from director and co-writer St&eacute;phane Briz&eacute;: there was something absorbing and heartbreaking about the sheer restraint and dignity that Lindon brought to the role of a long-term unemployed guy who finally finds work as a supermarket store detective.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/22/chronic-review-tim-roth-cannes-film-festival\">Chronic review: terminal pain, but Tim Roth is a pleasure</a> </p> \n</aside> \n<p>The screenplay prize for writer-director Michel Franco’s Chronic is a rather interesting and shrewdly judged choice: perhaps the best choice of the evening. It is the story of a palliative nurse, played by Tim Roth, who gets too close to his patients. This was a movie which withheld its meanings, and distributed clues and hints around the screenplay, it allowed the audience to experience a kind of drip-feed of meaning, which became a sudden, shocking deluge in the semi-intentional event which forms its catastrophe. This prize is a reminder that screenwriting is not just about writing lines: it is form and carpentry, about the disposition of scenes. What a fascinating film Chronic is: I look forward to watching it again when it gets a UK release, sombre experience though it undoubtedly is.</p> \n<p>So this was a very, very strange ending to one of the best Cannes festivals of recent times. Sometimes jurors are so different that they end up speaking a kind of esperanto to each other, and there may have been a bit of horse-trading going on. The Palme went to a decent film which was nowhere near the work being offered by Haynes, Hou and Nemes. And I am deeply disappointed that there was nothing for Matteo Garrone’s outstanding Tale of Tales.</p> \n<p>But let’s not be too negative: by and large, the best films were rewarded in some way, if not the right way, and this is a springboard to getting audiences around the world. I just wish the top prize had gone to Carol.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432206604803/b52defac-a0d8-430b-a90f-c338498f03b6-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"Dheepan film still","cleanCredit":"Photograph: PR"}],"bodyImages":[],"webPublicationDate":"2015-05-24T19:07:13Z","lastModified":"2015-05-24T23:37:42Z","metadata":{"commentable":true,"commentCount":29,"contributors":[{"name":"Peter Bradshaw","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746410/PeterBradshaw.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbradshaw"}],"feature":false,"keywords":["Cannes 2015","Cannes film festival","Jacques Audiard","Sri Lanka","Tamil Tigers","Son of Saul","World cinema","Carol","Rooney Mara","Cate Blanchett","Coen brothers","The Lobster","Colin Farrell","Tale of Tales","Festivals","Culture","Film","South and Central Asia","World news"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"film/jacques-audiard","webTitle":"Jacques Audiard"},{"id":"world/srilanka","webTitle":"Sri Lanka"},{"id":"world/tamil-tigers","webTitle":"Tamil Tigers"},{"id":"film/son-of-saul","webTitle":"Son of Saul"},{"id":"film/world-cinema","webTitle":"World cinema"},{"id":"film/carol","webTitle":"Carol"},{"id":"film/rooney-mara","webTitle":"Rooney Mara"},{"id":"film/cate-blanchett","webTitle":"Cate Blanchett"},{"id":"film/coenbrothers","webTitle":"Coen brothers"},{"id":"film/the-lobster","webTitle":"The Lobster"},{"id":"film/colin-farrell","webTitle":"Colin Farrell"},{"id":"film/tale-of-tales","webTitle":"Tale of Tales"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"film"},"topics":[{"displayName":"Peter Bradshaw","topic":{"type":"tag-contributor","name":"profile/peterbradshaw"}}],"embeddedVideos":[{"id":"gu-video-453241967","source":"guardian.co.uk","durationInSeconds":298,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/19/15051CarolJunket_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/19/15051CarolJunket.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/19/1432041297823/KP_232854_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews","credit":"guardian.co.uk","altText":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews","cleanCaption":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/filmblog/2015/may/24/cannes-2015-dheepan-audiard-palme-d-or-baffling-prizes","shortUrl":"http://gu.com/p/4979z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/filmblog/2015/may/24/cannes-2015-dheepan-audiard-palme-d-or-baffling-prizes","webUri":"http://www.theguardian.com/film/filmblog/2015/may/24/cannes-2015-dheepan-audiard-palme-d-or-baffling-prizes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432206604803/b52defac-a0d8-430b-a90f-c338498f03b6-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Dheepan film still Photograph: PR","credit":"PR","altText":"Dheepan film still","cleanCaption":"Dheepan film still","cleanCredit":"Photograph: PR"}},"importance":7,"byline":{"title":"Peter Bradshaw"},"showQuotedHeadline":true},{"title":"Week two report / Perfect Pixar but Gus goes gooey","rawTitle":"Perfect Pixar but Gus goes gooey","item":{"type":"article","id":"film/2015/may/24/cannes-2015-review-carol-youth-love-pixar-gus-van-sant","title":"Cannes 2015, week two report: perfect Pixar but Gus goes gooey","trailText":"The world’s top film showcase, which closes today, really could have been better this year. But highlights of week two included Todd Haynes’s superb Carol, Sorrentino’s intoxicating Youth and mindblowing animation in Inside Out","standFirst":"<p>The world’s top film showcase, which closes today, really could have been better this year. But highlights of week two included Todd Haynes’s superb Carol, Sorrentino’s intoxicating Youth and mindblowing animation in Inside Out</p>","byline":"Jonathan Romney","body":"<p>Ask any critic to assess the health of Cannes, and their answer will entirely depend on which day you happen to approach them. As events draw to a close and the Coen brothers and their fellow jurors prepare to bite the bullet and name their winners, critics have been walking around with half-smiles on their faces, saying that all things considered, 2015 hasn’t been so bad after all.</p> \n<p>But if you’d asked a few days ago, many of us would have called this the worst Cannes in ages. Even with all the local ros&eacute; blunting our perceptions, you have to admit it’s been some way below par.</p> \n<p>Yes, there have been a handful of delights – but, ideally, you wish for revelation after revelation from the world’s most prestigious film festival. And many are saying that the real gems have been in the independent <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/21/cannes-film-directors-fortnight-lineup-announced\">Directors’ Fortnight</a> rather than the official selection. But in all fairness, the quality of Cannes depends in the first instance on the state of world cinema – if no one is making masterpieces, then you won’t find any here.</p> \n<p>Yet you sometimes wonder how rigorously festival head <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/cannes-head-thierry-fremaux-oscars-are-more-sexist-than-cannes\">Thierry Fr&eacute;maux</a> and his selectors are applying this simple test: is a film worth showing? Now, Gus van Sant is an esteemed auteur and a Palme d’Or winner. But should you really ask a discerning international audience to spend two hours watching something as dreary, sentimental and Hallmark-card pious as Van Sant’s <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/625ee41c-967a-4469-9fe6-6cc65a614519/year/2015.html\"><strong>The Sea of Trees</strong></a>?</p> \n<figure class=\"element element-image\" data-media-id=\"bba933dea932b020e894d166e68b681c504cdf11\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432314687934/97bcb18b-2987-4e8f-a691-45257481be74-460x276.jpeg\" alt=\"Can't see the wood: Matthew Matthew McConaughey in The Sea of Trees.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Can’t see the wood: Matthew Matthew McConaughey in The Sea of Trees.</span> \n </figcaption> \n</figure> \n<p>Starring Matthew McConaughey and Japanese actor Ken Watanabe, <em>The Sea of Trees</em> (or Sea of Cheese, to quote an American colleague) is about two suicidal men wandering aimlessly through a vast forest. You might read it as an allegory about trying to make sense of Van Sant’s perplexingly uneven output.</p> \n<p>But was this the worst film in competition? At least it was without pretension, unlike feeble French incest drama <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/220489ea-104d-47c4-abe8-fa8710441012/year/2015.html\"><strong>Marguerite and Julien</strong></a>, from a script once written for Fran&ccedil;ois Truffaut and revived (and comprehensively done to death) by Val&eacute;rie Donzelli. Larded with cute po-mo anachronisms, it had at least one press show audience tittering helplessly. It was widely felt that Donzelli – and fellow French director Ma&iuml;wenn – were victims of a move on the festival’s part to address perceptions, following last year’s competition, that Cannes was sidelining women film-makers. Their work simply didn’t stand up under the competition spotlight – but then neither did offerings from several more reputed directors of either gender.</p> \n<p>Perhaps the greatest disappointment was that some major names seemed on the verge of giving us great films, then lost momentum – or, literally, the plot. Denis Villeneuve’s <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/622055e1-07cb-420e-ad55-0dbd6a881938/year/2015.html\"><strong>Sicario</strong></a>, about the CIA’s war on Mexican drug cartels, kicked in like thunder, then ground on relentlessly while a creditable Emily Blunt frowned with perplexity throughout.</p> \n<p>The Chinese director Jia Zhang-ke seemed about to triumph with the enigmatically titled <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/05c707fe-e953-47c3-a733-1142bb25c20b/year/2015.html\"><strong>Mountains May Depart</strong></a>, an ambitious melodrama that began in 1999, then suddenly jumped 15 years to show the characters stripped of their millennial illusions. But when Jia took us to Australia in 2025 (where travel agents, strangely, seem to be enjoying a revival), the whole thing fell leadenly apart.</p> \n<p>Even the great Jacques Audiard couldn’t sustain his offering: <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/4474fbba-8e8b-43d5-91ae-f5ac9f31ba97/year/2015.html\"><strong>Dheepan</strong></a>, about Sri Lankan refugees trying to carve out a new life on a gang-ruled French estate, was terrific for the first hour, then turned into a Tamil vigilante thriller before fizzling out completely.</p> \n<figure class=\"element element-image\" data-media-id=\"bf40e00d7eeea0b6cd1430548c22eccc7bf6dc67\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432314803557/7104bcf7-6060-45fc-a166-9dafc1895a58-460x276.jpeg\" alt=\"Something wicked: Michael Fassbender and Marion Cotillard in Macbeth.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Something wicked: Michael Fassbender and Marion Cotillard in Macbeth.</span> \n </figcaption> \n</figure> \n<p>Then there was <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/3b9e356e-c59f-4dae-8013-e15530bf10c2/year/2015.html\"><strong>Macbeth</strong></a>, from Justin Kurzel, the Australian director of true-crime drama <em>Snowtown</em>. It kicked off with some truly haunting imagery, and furious battle scenes, but finally offered little new insight into the play except that it was a bit like<em> Game of Thrones</em>, really. Michael Fassbender raged charismatically, Marion Cotillard came elegantly apart at the seams, but <a href=\"http://www.imdb.com/name/nm0365317/\">Sean Harris</a> stole the show as a magnificent Macduff. Shakespeareans, though, will wring their hands at the quasi-naturalistic intonations and wail, “Where’s the poetry?”</p> \n<p>So what were the joys? Todd Haynes delivered superbly in <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/4b8cabda-08a7-4f94-86a2-e8f8a8f4e79c/year/2015.html\"><strong>Carol</strong></a>, his adaptation of Patricia Highsmith’s 50s-set lesbian love story. It’s in the melodrama vein of his <em>Far from Heaven</em> and the made-for-TV <em>Mildred Pierce</em>, and Haynes confirms he’s now a master of that vein: <em>Carol</em> is retro but entirely unironic, and deeply involving. Cate Blanchett and Rooney Mara are sophisticated and affecting, Sandy Powell’s costumes and Ed Lachman’s photography are sublime, and it’ll make you cry. But it didn’t come as a surprise, and in Cannes that’s important.</p> \n<p>Also gorgeous yet entirely surprising was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/20/the-assassin-review-enigmatically-refined-martial-arts-tale-baffles-beautifully\"><strong>The Assassin</strong></a>, a wuxia swordfighting drama from Taiwan’s revered master of slowness Hou Hsiao-Hsien. Hou applies his trademark style to this most unlikely genre for him, resulting in a Tang dynasty tale that alternates hallucinatory longueurs with sudden flurries of action, like a trance punctuated by fits of St Vitus Dance. The rich colours could be from another planet; here’s a film that’s a total law unto itself.</p> \n<p>What also surprised and delighted was an English-language film from Paolo Sorrentino, <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/31bb1d86-3ba9-4751-87b0-7a32ac091716/year/2015.html\"><strong>Youth</strong></a>. It stars Michael Caine and Harvey Keitel as a composer and a movie director considering young beauty and the passing of time in a Swiss spa. It sounds pensive and melancholic and it is, yet it’s also celebratory, baroque and unpredictable, packed with visual and musical gags (including an out-of-nowhere Paloma Faith music video), and the festival’s real surprise, a showstopping flamethrower of a turn from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/jane-fonda-youth-plastic-surgery-sex-cannes\">Jane Fonda</a> as a veteran screen goddess.</p> \n<figure class=\"element element-image\" data-media-id=\"72a0d28319afc23cd184b9b1a03ec8ced2ca02ac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432314952901/fad6b117-9cfb-41f3-998f-e00c9fb5521e-460x276.jpeg\" alt=\"'Intoxicating': Michael Caine and Harvey Keitel in Youth.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Intoxicating’: Michael Caine and Harvey Keitel in Youth.</span> \n </figcaption> \n</figure> \n<p>Some hated it. I found it uneven yet utterly intoxicating, a follow-up to Sorrentino’s <em>The Great Beauty</em> but with a nicely dry edge of melancholic wisdom. It also has a priceless Hitler gag – thanks to Paul Dano as a Downey-esque movie actor – and a very fine supporting turn from Rachel Weisz.</p> \n<p>Just as euphoric an experience, playing out of competition, was <strong>Inside Out</strong>, a fantastic return to form from the Pixar studio. After several bleak years, Pete Docter’s fantasia is one of those Pixar films that invent a whole new universe with its own rules and delirious possibilities. The world here is the mind of a nine-year-old girl, with personified emotions Joy, Sadness, Disgust, Anger and Fear trying to keep her psyche on track. It’s basically a deluxe version of the old Numskulls strip from the <em>Beano</em> – or you could see it as a metaphor for the expertise with which Pixar films manipulate our emotions. Amy Poehler voices the obsessively chipper Joy as a childlike version of her Leslie Knope in <em>Parks and Recreation</em>; the film plays mind-bending tricks with perception and the CGI image (are they spiking the Pixar water supply with first-batch 60s acid?); and the final sight gag will have cat-owners purring with rapture.</p> \n<p>While the competition’s French content was shaky, I admired immensely St&eacute;phane Briz&eacute;’s <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/c05bad25-01b3-458d-86db-a48481c0635a/year/2015.html\"><strong>The Measure of a Man</strong></a> (the French title actually means The Law of the Market). About the travails of a middle-aged jobseeker, it’s a low-key Dardennes-style social drama that has some very angry things to say about the dehumanising effects of management and recruitment cultures, and of CCTV cameras in supermarkets. See it, and you’ll feel decidedly nervous on your next trip to Waitrose.</p> \n<figure class=\"element element-image\" data-media-id=\"49a3b93e6aab4b910eabf07478162072fff67994\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432315114862/e63ab501-89ad-4df1-b363-2bed4db6af1c-460x276.jpeg\" alt=\"G&eacute;rard Depardieu,  Isabelle Huppert and director Guillaume Niclouxat the Cannes screening of Valley of Love.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">G&eacute;rard Depardieu, Isabelle Huppert and director Guillaume Nicloux at the Cannes screening of Valley of Love.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Langsdon/EPA</span> \n </figcaption> \n</figure> \n<p>Also intriguing, mainly because of its stars, was Guillaume Nicloux’s <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/a95d484a-1ee4-4a15-bbf0-c2c836b8b56b/year/2015.html\"><strong>Valley of Love</strong></a>, which reunites Isabelle Huppert and G&eacute;rard Depardieu for the first time in 35 years. They play a divorced couple who go to California on a summons from their dead son; watching the ever-trim Huppert and her mountainous co-star Depardieu side by side in Death Valley is like seeing a bizarre experiment in perspective. It’s still a pleasure to spend time with this prickly duo, even if Nicloux’s metaphysical riddler is on the slender side.</p> \n<p>Cannes always needs a scandal, and this year we were looking to inveterate French shock jock Gaspar No&eacute; (<em>Irr&eacute;versible</em>) to provide it with his 3D sex film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/gaspar-noe-on-3d-sex-movie-love-at-cannes-i-would-let-12-year-olds-see-it\"><strong>Love</strong></a>. It didn’t happen – <em>Love</em> featured some predictably graphic carnality (including a novelty ejaculation that was predictably in-your-face) but dramatically it was a dry hump. With its appallingly acted English dialogue, lugubrious student philosophising, and stifling mood, <em>Love</em> bypassed the ecstasy to cut straight to the post-coital glumness. No&eacute; actually uses the 3D for more interesting effects than just penis close-ups, doing some intriguing things with space and symmetry; but you don’t flock to arthouse avant-porn for space and symmetry. The most outrageous aspect of this midnight-screened hot ticket was finally the sight of No&eacute; himself in a ludicrous grey wig. In Copenhagen, Lars von Trier must be reading the reviews and chuckling. When it comes to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/may/18/lars-von-trier-cannes-2011-nazi-comments\">Cannes outrage</a>, he’s still the bad daddy.</p> \n<p>The really outre attraction of the festival, in the end, was in Directors’ Fortnight – the six-hour, three-part <a href=\"http://www.quinzaine-realisateurs.com/as-mil-e-uma-noites-volume-1-o-inquieto-f14435.html\"><strong>Arabian Nights</strong></a> from Portuguese experimenter Miguel Gomes. This is not an adaptation of the old tales, but an attempt to engage with Portugal’s economic crisis, using Scheherazade as a structuring device. But this doesn’t begin to convey the inspired oddity of Gomes’s epic, a barely categorisable encyclopedia of a film. It takes in documentary, mock-documentary (with non-professionals playing themselves), Brechtian theatre, and cod-exotic sequences featuring camels, genies, princesses and even an exploding whale.</p> \n<p>It was the most authentically crazy film on show here, the biggest splash of true innovation in Cannes, and – if you had six hours to spare, and an extra three for queuing in blazing sun – an unmissable art event.</p> \n<h2>HITS AND MISSES</h2> \n<h2><strong>Best films</strong><br /></h2> \n<p>The most enjoyable film was out of competition: Pixar’s <em>Inside Out</em>. In competition, there was the festival’s best debut: Hungary’s L&aacute;szl&oacute; Nemes, formerly B&eacute;la Tarr’s assistant, with his astonishingly confident Holocaust drama <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/15/son-of-saul-review-an-outstanding-excoriating-look-at-evil-in-auchwitz\"><em>Son of Saul</em></a>. If the jury is in a serious mood, this could be - and I’d contend, <em>should</em> be - this year’s Palme d’Or.</p> \n<h2><strong>Best performances</strong><br /></h2> \n<p>Male: hangdog French star Vincent Lindon at his imposingly minimalist best in French unemployment drama <em>The Measure of a Man.</em> (Some critics are enthusing wildly about Tim Roth as the main reason to see the palliative care drama <a href=\"http://www.festival-cannes.fr/en/archives/ficheFilm/id/5158a8f2-ffe5-4b71-a784-089828979308/year/2015.html\"><em>Chronic</em></a>). Female: the duo of Cate Blanchett and Rooney Mara in <em>Carol</em>, but keep an eye on Sri Lankan newcomer Kalieaswari Srinivasan in <em>Dheepan</em>.</p> \n<h2><strong>Best press conference quotes</strong><br /></h2> \n<p><strong>Woody Allen</strong>, asked re his <em>Crime and Punishment</em> knock-off <em>Irrational Man</em>, “Did you ever want to kill someone?” - “Even as we speak.” And Michael Caine, asked about playing an elderly man in <em>Youth</em>: “At my age, the only alternative to playing elderly people is playing dead people.”</p> \n<h2><strong>Best soundtracks</strong><br /></h2> \n<p>Miguel Gomes’s mad anthology <em>Arabian Nights</em>, which takes in multiple versions of Latin jazz standard Perfidia, plus the Carpenters’ Calling Occupants of Interplanetary Craft. Also Paolo Sorrentino’s <em>Youth</em>, with moody numbers from tough-guy balladeer <a href=\"http://pitchfork.com/features/interviews/9320-mark-kozelek/\">Mark Kozelek</a>.</p> \n<h2><strong>Worst soundtrack</strong><br /></h2> \n<p>Gaspar No&eacute;’s sex film <em>Love</em> - cliched classics (Satie, Bach) and grinding 70s rock (Goblin, Floyd) to accompany the grinding.</p> \n<h2><strong>Worst film</strong><br /></h2> \n<p>Most gruelling was <em>Love</em>, which never came alive, no matter how often the hero flashed his penis in our faces. Lamest, however, was Gus van Sant’s <em>The Sea of Trees</em> - the <a href=\"http://www.screendaily.com/festivals/cannes/cannes-sea-of-trees-scores-12-year-screen-jury-low/5088227.article\">lowest-ranking film in Screen Daily’s Cannes critics’ poll since 2003</a>. At least Van Sant had No&eacute; outflanked when it came to getting wood.</p> \n<h2><strong>Hardest-working actor</strong><br /></h2> \n<p>The ever-Stakhanovite Isabelle Huppert had three films in official selection: <em>Valley of Love</em>, <em>Louder Than Bombs</em> and <em>Asphalte</em>. But for output and diversity, the surprise winner was <a href=\"https://www.youtube.com/watch?v=JsNE-zbJYF8\">John C Reilly</a> - <em>The Lobster</em>, <em>Tale of Tales</em> and French drama <em>Les Cowboys</em>, where he plays, quite simply, “the American”.</p> \n<h2><strong>Best subtitle</strong><br /></h2> \n<p>From <strong>Arabian Nights</strong>: “Oh melancholy man tell me the truth - does your willy wiggle?”</p> \n<h2><strong>Best subtitle in a French art movie</strong><br /></h2> \n<p>From actor Louis Garrel’s debut feature <em>Two Friends</em>: “I no longer believe in your pain.” Yeah, tell us about it.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/22/1432314476981/Sapphic-star-Cate-Blanche-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sapphic star: Cate Blanchett, star of Carol, on the red carpet at Cannes.  Photograph: Regis Duvignau/Reuters","credit":"Regis Duvignau/Reuters","altText":"Sapphic star: Cate Blanchett, star of Carol, on the red carpet at Cannes. ","cleanCaption":"Sapphic star: Cate Blanchett, star of Carol, on the red carpet at Cannes.  Photograph: Regis Duvignau/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432314689466/97bcb18b-2987-4e8f-a691-45257481be74-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Can’t see the wood: Matthew Matthew McConaughey in The Sea of Trees.","credit":"PR","altText":"Can't see the wood: Matthew Matthew McConaughey in The Sea of Trees.","cleanCaption":"Can’t see the wood: Matthew Matthew McConaughey in The Sea of Trees."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432314804077/7104bcf7-6060-45fc-a166-9dafc1895a58-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Something wicked: Michael Fassbender and Marion Cotillard in Macbeth.","credit":"PR","altText":"Something wicked: Michael Fassbender and Marion Cotillard in Macbeth.","cleanCaption":"Something wicked: Michael Fassbender and Marion Cotillard in Macbeth."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432314954298/fad6b117-9cfb-41f3-998f-e00c9fb5521e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Intoxicating’: Michael Caine and Harvey Keitel in Youth.","credit":"PR","altText":"'Intoxicating': Michael Caine and Harvey Keitel in Youth.","cleanCaption":"‘Intoxicating’: Michael Caine and Harvey Keitel in Youth."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432315116488/e63ab501-89ad-4df1-b363-2bed4db6af1c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gérard Depardieu, Isabelle Huppert and director Guillaume Nicloux at the Cannes screening of Valley of Love. Photograph: Ian Langsdon/EPA","credit":"Ian Langsdon/EPA","altText":"Gérard Depardieu,  Isabelle Huppert and director Guillaume Niclouxat the Cannes screening of Valley of Love.","cleanCaption":"Gérard Depardieu, Isabelle Huppert and director Guillaume Nicloux at the Cannes screening of Valley of Love.","cleanCredit":"Photograph: Ian Langsdon/EPA"}],"webPublicationDate":"2015-05-24T16:09:06Z","lastModified":"2015-05-24T16:09:06Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Jonathan Romney","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathan-romney"}],"feature":true,"keywords":["Cannes 2015","Cannes film festival","Film","Culture","Gus van Sant","Matthew McConaughey","Emily Blunt","Sicario","Jacques Audiard","Michael Fassbender","Marion Cotillard","Cate Blanchett","Carol","Youth","Michael Caine","Paolo Sorrentino","Inside Out","Isabelle Huppert","Gérard Depardieu"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/gus-van-sant","webTitle":"Gus van Sant"},{"id":"film/matthew-mcconaughey","webTitle":"Matthew McConaughey"},{"id":"film/emily-blunt","webTitle":"Emily Blunt"},{"id":"film/sicario","webTitle":"Sicario"},{"id":"film/jacques-audiard","webTitle":"Jacques Audiard"},{"id":"film/michael-fassbender","webTitle":"Michael Fassbender"},{"id":"film/marion-cotillard","webTitle":"Marion Cotillard"},{"id":"film/cate-blanchett","webTitle":"Cate Blanchett"},{"id":"film/carol","webTitle":"Carol"},{"id":"film/youth","webTitle":"Youth"},{"id":"film/michael-caine","webTitle":"Michael Caine"},{"id":"film/paolo-sorrentino","webTitle":"Paolo Sorrentino"},{"id":"film/inside-out","webTitle":"Inside Out"},{"id":"film/isabelle-huppert","webTitle":"Isabelle Huppert"},{"id":"film/gerard-depardieu","webTitle":"Gérard Depardieu"}],"section":{"id":"film"},"topics":[{"displayName":"Jonathan Romney","topic":{"type":"tag-contributor","name":"profile/jonathan-romney"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/24/cannes-2015-review-carol-youth-love-pixar-gus-van-sant","shortUrl":"http://gu.com/p/496kv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/24/cannes-2015-review-carol-youth-love-pixar-gus-van-sant","webUri":"http://www.theguardian.com/film/2015/may/24/cannes-2015-review-carol-youth-love-pixar-gus-van-sant"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/22/1432314476981/Sapphic-star-Cate-Blanche-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sapphic star: Cate Blanchett, star of Carol, on the red carpet at Cannes.  Photograph: Regis Duvignau/Reuters","credit":"Regis Duvignau/Reuters","altText":"Sapphic star: Cate Blanchett, star of Carol, on the red carpet at Cannes. ","cleanCaption":"Sapphic star: Cate Blanchett, star of Carol, on the red carpet at Cannes.  Photograph: Regis Duvignau/Reuters"}},"importance":5,"kicker":{"title":"Week two report"},"showQuotedHeadline":false},{"title":"In pictures / Palme d'Or, red carpet and closing ceremony","rawTitle":"Palme d'Or, red carpet and closing ceremony","item":{"type":"gallery","id":"film/gallery/2015/may/24/cannes-2015-palme-dor-red-carpet-and-closing-ceremony-in-pictures","title":"Cannes 2015: Jacques Audiard's Dheepan wins the Palme d'Or","trailText":"The final night of Cannes film festival rolls around, ending up with an epic red carpet, a fancy closing ceremony and the ultimate award, the Palme d’Or – won by surprise contender Dheepan","standFirst":"<p>The final night of Cannes film festival rolls around, ending up with an epic red carpet, a fancy closing ceremony and the ultimate award, the Palme d’Or – won by surprise contender Dheepan</p>","byline":"Guardian film","body":"<figure class=\"element element-image\" data-media-id=\"fd1612534ba2aed502d711fea754d329c5d15762\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432484362841/981f4f44-705d-4ec9-9535-1f4aa49a437f-332x480.jpeg\" alt=\"The very dapper John C Reilly with producer Alison Dickey. He’s in Tale of Tales and The Lobster, both in competition\" width=\"332\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The very dapper John C Reilly with producer Alison Dickey. He’s in Tale of Tales and The Lobster, both in competition</span> \n  <span class=\"element-image__credit\">Photograph: Pascal Le Segretain/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"852a2c591a231910fe72ffcca5c78c413cdba5ea\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432483268950/50bbb427-966b-41e1-8d31-5e4f5e708b94-620x449.jpeg\" alt=\"The key personnel from much-admired Taiwanese film The Assassin on the closing-night red carpet: actor Shu Qi, director Hou Hsiao-Hsien and actor Chang Chen.\" width=\"620\" height=\"449\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The key personnel from much-admired Taiwanese film The Assassin on the closing-night red carpet: actor Shu Qi, director Hou Hsiao-Hsien and actor Chang Chen.</span> \n  <span class=\"element-image__credit\">Photograph: BERTRAND LANGLOIS/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"46dd40333a4d484fbed097ded72228e43b27ef44\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432485380630/5776a699-79c2-44fe-96b1-208de5c6eee9-321x480.jpeg\" alt=\"Michelle Rodriguez on the red carpet before the Cannes closing ceremony.\" width=\"321\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michelle Rodriguez on the red carpet before the Cannes closing ceremony.</span> \n  <span class=\"element-image__credit\">Photograph: Neilson Barnard/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"85f58687b97ef7bf888a5176ad059a3f4e57bd5d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432484188780/b76a48ce-b8e5-450a-b94a-5f71646d1bff-620x372.jpeg\" alt=\"Here’s the Measure of a Man team: producer Christophe Rossignon, director Stephane Brize, and actor Vincent Lindon.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Here’s the Measure of a Man team: producer Christophe Rossignon, director Stephane Brize, and actor Vincent Lindon.</span> \n  <span class=\"element-image__credit\">Photograph: IAN LANGSDON/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5598d7778a745c3a540af420c6aca0c8b03b8f0b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432484682068/0fb96baf-99f6-46b8-8881-066f51f42f85-620x372.jpeg\" alt=\"Dheepan director Jacques Audiard waves to the crowd.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dheepan director Jacques Audiard waves to the crowd.</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Cironneau/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"2652738c3a923995d580491adf929efb361e487f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432485564933/8fb6e204-5cb2-494c-a246-f31b8dce5df9-325x480.jpeg\" alt=\"Tim Roth, lead actor of Chronic, on the way in to the closing ceremony.\" width=\"325\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tim Roth, lead actor of Chronic, on the way in to the closing ceremony.</span> \n  <span class=\"element-image__credit\">Photograph: Venturelli/WireImage</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"2de4e0fc4e9156cf4058baa89e9dc7a222b8be64\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432485752500/56d3e239-4273-4647-9f07-505102b75406-320x480.jpeg\" alt=\"Sienna Miller leads the jury down the red carpet, with Joel Coen, Portia de Rossi and Sophie Marceau in the background.\" width=\"320\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sienna Miller leads the jury down the red carpet, with Joel Coen, Portia de Rossi and Sophie Marceau in the background.</span> \n  <span class=\"element-image__credit\">Photograph: Pascal Le Segretain/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"111d421e20babf9baf1212dafdeb29382aedf854\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432485990962/d352d7bd-eef1-4daa-acfe-d619ccb1c087-620x414.jpeg\" alt=\"Honorary Palme d’Or winner Agnes Varda, along with actor/singer Jane Birkin.\" width=\"620\" height=\"414\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Honorary Palme d’Or winner Agnes Varda, along with actor/singer Jane Birkin.</span> \n  <span class=\"element-image__credit\">Photograph: BENOIT TESSIER/REUTERS</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ed9ad4ccded968e32747d2a7643bfb43e15e94cd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432495136684/4b09902e-e917-4846-987f-0df996979676-620x372.jpeg\" alt=\"John C Reilly singing during the ceremony.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John C Reilly singing during the ceremony.</span> \n  <span class=\"element-image__credit\">Photograph: Pascal Le Segretain/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9d0838203015633d7e426134194b532fc6529f47\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432495544603/2b508ec1-4842-4856-bb59-1912619f1472-620x372.jpeg\" alt=\"Emmanuelle Bercot is overcome after winning best actress for Mon Roi, jointly with Rooney Mara for Carol.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Emmanuelle Bercot is overcome after winning best actress for Mon Roi, jointly with Rooney Mara for Carol.</span> \n  <span class=\"element-image__credit\">Photograph: ERIC GAILLARD/REUTERS</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ddc5de59b3622f43dbd3bbffa702f69d2c0f0807\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432495605031/592d55d5-d34a-43ab-b85f-adbb79de2868-620x372.jpeg\" alt=\"Taiwanese director Hou Hsiao-Hsien receives the best director prize from Valeria Golino.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Taiwanese director Hou Hsiao-Hsien receives the best director prize from Valeria Golino.</span> \n  <span class=\"element-image__credit\">Photograph: ANNE-CHRISTINE POUJOULAT/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ee4aad19f9bf38d9498598aa96e5cd79d977a50b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432494824447/b81b4f58-e4a0-4925-90df-57f5ef6af4f3-620x372.jpeg\" alt=\"Vincent Lindon cries on stage after winning best actor.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincent Lindon cries on stage after winning best actor.</span> \n  <span class=\"element-image__credit\">Photograph: REGIS DUVIGNAU/REUTERS</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"71a1486961d4aa04ceef33843dcd30d1cb611adb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432495481859/63831eca-8f27-4217-9ecf-c84f334e41b2-620x372.jpeg\" alt=\"Hungarian director Laszlo Nemes celebrates after winning the grand prix for Son of Saul.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hungarian director Laszlo Nemes celebrates after winning the grand prix for Son of Saul.</span> \n  <span class=\"element-image__credit\">Photograph: SEBASTIEN NOGIER/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4fab976aa2ff043f8b3fc76981c689ab9d615c87\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432495398439/0f881e77-5862-4cb9-b059-d33a2240e1c3-620x372.jpeg\" alt=\"Director Jacques Audiard shows off his Palme d’Or alongside Dheepan actors Kalieaswari Srinivasan (left) and Jesuthasan Antonythasan. Jury co-president Ethan Coen looks on approvingly.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Director Jacques Audiard shows off his Palme d’Or alongside Dheepan actors Kalieaswari Srinivasan (left) and Jesuthasan Antonythasan. Jury co-president Ethan Coen looks on approvingly.</span> \n  <span class=\"element-image__credit\">Photograph: Pascal Le Segretain/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"38570d46623b9969fa1293b0c8bffbef3bb1fa75\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432495273167/605da5c4-8eef-4226-b4a5-3ac23df956e3-620x372.jpeg\" alt=\"Jacques Audiard holds up the Palme d’Or for the photographers.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dheepan director Jacques Audiard holds up the Palme d’Or for the photographers.</span> \n  <span class=\"element-image__credit\">Photograph: Thibault Camus/AP</span> \n </figcaption> \n</figure>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432484361909/981f4f44-705d-4ec9-9535-1f4aa49a437f-1411x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1411,"orientation":"portrait","caption":"The very dapper John C Reilly with producer Alison Dickey. He’s in Tale of Tales and The Lobster, both in competition Photograph: Pascal Le Segretain/Getty Images","credit":"Pascal Le Segretain/Getty Images","altText":"The very dapper John C Reilly with producer Alison Dickey. He’s in Tale of Tales and The Lobster, both in competition","cleanCaption":"The very dapper John C Reilly with producer Alison Dickey. He’s in Tale of Tales and The Lobster, both in competition","cleanCredit":"Photograph: Pascal Le Segretain/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432483268245/50bbb427-966b-41e1-8d31-5e4f5e708b94-2060x1493.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1493,"width":2060,"orientation":"landscape","caption":"The key personnel from much-admired Taiwanese film The Assassin on the closing-night red carpet: actor Shu Qi, director Hou Hsiao-Hsien and actor Chang Chen. Photograph: BERTRAND LANGLOIS/AFP/Getty Images","credit":"BERTRAND LANGLOIS/AFP/Getty Images","altText":"The key personnel from much-admired Taiwanese film The Assassin on the closing-night red carpet: actor Shu Qi, director Hou Hsiao-Hsien and actor Chang Chen.","cleanCaption":"The key personnel from much-admired Taiwanese film The Assassin on the closing-night red carpet: actor Shu Qi, director Hou Hsiao-Hsien and actor Chang Chen.","cleanCredit":"Photograph: BERTRAND LANGLOIS/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432485379377/5776a699-79c2-44fe-96b1-208de5c6eee9-1362x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1362,"orientation":"portrait","caption":"Michelle Rodriguez on the red carpet before the Cannes closing ceremony. Photograph: Neilson Barnard/Getty Images","credit":"Neilson Barnard/Getty Images","altText":"Michelle Rodriguez on the red carpet before the Cannes closing ceremony.","cleanCaption":"Michelle Rodriguez on the red carpet before the Cannes closing ceremony.","cleanCredit":"Photograph: Neilson Barnard/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432484189165/b76a48ce-b8e5-450a-b94a-5f71646d1bff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Here’s the Measure of a Man team: producer Christophe Rossignon, director Stephane Brize, and actor Vincent Lindon. Photograph: IAN LANGSDON/EPA","credit":"IAN LANGSDON/EPA","altText":"Here’s the Measure of a Man team: producer Christophe Rossignon, director Stephane Brize, and actor Vincent Lindon.","cleanCaption":"Here’s the Measure of a Man team: producer Christophe Rossignon, director Stephane Brize, and actor Vincent Lindon.","cleanCredit":"Photograph: IAN LANGSDON/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432484682417/0fb96baf-99f6-46b8-8881-066f51f42f85-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dheepan director Jacques Audiard waves to the crowd. Photograph: Lionel Cironneau/AP","credit":"Lionel Cironneau/AP","altText":"Dheepan director Jacques Audiard waves to the crowd.","cleanCaption":"Dheepan director Jacques Audiard waves to the crowd.","cleanCredit":"Photograph: Lionel Cironneau/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432485564061/8fb6e204-5cb2-494c-a246-f31b8dce5df9-1380x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1380,"orientation":"portrait","caption":"Tim Roth, lead actor of Chronic, on the way in to the closing ceremony. Photograph: Venturelli/WireImage","credit":"Venturelli/WireImage","altText":"Tim Roth, lead actor of Chronic, on the way in to the closing ceremony.","cleanCaption":"Tim Roth, lead actor of Chronic, on the way in to the closing ceremony.","cleanCredit":"Photograph: Venturelli/WireImage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432485750171/56d3e239-4273-4647-9f07-505102b75406-1358x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1358,"orientation":"portrait","caption":"Sienna Miller leads the jury down the red carpet, with Joel Coen, Portia de Rossi and Sophie Marceau in the background. Photograph: Pascal Le Segretain/Getty Images","credit":"Pascal Le Segretain/Getty Images","altText":"Sienna Miller leads the jury down the red carpet, with Joel Coen, Portia de Rossi and Sophie Marceau in the background.","cleanCaption":"Sienna Miller leads the jury down the red carpet, with Joel Coen, Portia de Rossi and Sophie Marceau in the background.","cleanCredit":"Photograph: Pascal Le Segretain/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432485991540/d352d7bd-eef1-4daa-acfe-d619ccb1c087-2060x1376.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1376,"width":2060,"orientation":"landscape","caption":"Honorary Palme d’Or winner Agnes Varda, along with actor/singer Jane Birkin. Photograph: BENOIT TESSIER/REUTERS","credit":"BENOIT TESSIER/REUTERS","altText":"Honorary Palme d’Or winner Agnes Varda, along with actor/singer Jane Birkin.","cleanCaption":"Honorary Palme d’Or winner Agnes Varda, along with actor/singer Jane Birkin.","cleanCredit":"Photograph: BENOIT TESSIER/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432495137052/4b09902e-e917-4846-987f-0df996979676-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John C Reilly singing during the ceremony. Photograph: Pascal Le Segretain/Getty Images","credit":"Pascal Le Segretain/Getty Images","altText":"John C Reilly singing during the ceremony.","cleanCaption":"John C Reilly singing during the ceremony.","cleanCredit":"Photograph: Pascal Le Segretain/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432495544985/2b508ec1-4842-4856-bb59-1912619f1472-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Emmanuelle Bercot is overcome after winning best actress for Mon Roi, jointly with Rooney Mara for Carol. Photograph: ERIC GAILLARD/REUTERS","credit":"ERIC GAILLARD/REUTERS","altText":"Emmanuelle Bercot is overcome after winning best actress for Mon Roi, jointly with Rooney Mara for Carol.","cleanCaption":"Emmanuelle Bercot is overcome after winning best actress for Mon Roi, jointly with Rooney Mara for Carol.","cleanCredit":"Photograph: ERIC GAILLARD/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432495605436/592d55d5-d34a-43ab-b85f-adbb79de2868-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Taiwanese director Hou Hsiao-Hsien receives the best director prize from Valeria Golino. Photograph: ANNE-CHRISTINE POUJOULAT/AFP/Getty Images","credit":"ANNE-CHRISTINE POUJOULAT/AFP/Getty Images","altText":"Taiwanese director Hou Hsiao-Hsien receives the best director prize from Valeria Golino.","cleanCaption":"Taiwanese director Hou Hsiao-Hsien receives the best director prize from Valeria Golino.","cleanCredit":"Photograph: ANNE-CHRISTINE POUJOULAT/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432494824826/b81b4f58-e4a0-4925-90df-57f5ef6af4f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincent Lindon cries on stage after winning best actor. Photograph: REGIS DUVIGNAU/REUTERS","credit":"REGIS DUVIGNAU/REUTERS","altText":"Vincent Lindon cries on stage after winning best actor.","cleanCaption":"Vincent Lindon cries on stage after winning best actor.","cleanCredit":"Photograph: REGIS DUVIGNAU/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432495482209/63831eca-8f27-4217-9ecf-c84f334e41b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hungarian director Laszlo Nemes celebrates after winning the grand prix for Son of Saul. Photograph: SEBASTIEN NOGIER/EPA","credit":"SEBASTIEN NOGIER/EPA","altText":"Hungarian director Laszlo Nemes celebrates after winning the grand prix for Son of Saul.","cleanCaption":"Hungarian director Laszlo Nemes celebrates after winning the grand prix for Son of Saul.","cleanCredit":"Photograph: SEBASTIEN NOGIER/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432495398774/0f881e77-5862-4cb9-b059-d33a2240e1c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Director Jacques Audiard shows off his Palme d’Or alongside Dheepan actors Kalieaswari Srinivasan (left) and Jesuthasan Antonythasan. Jury co-president Ethan Coen looks on approvingly. Photograph: Pascal Le Segretain/Getty Images","credit":"Pascal Le Segretain/Getty Images","altText":"Director Jacques Audiard shows off his Palme d’Or alongside Dheepan actors Kalieaswari Srinivasan (left) and Jesuthasan Antonythasan. Jury co-president Ethan Coen looks on approvingly.","cleanCaption":"Director Jacques Audiard shows off his Palme d’Or alongside Dheepan actors Kalieaswari Srinivasan (left) and Jesuthasan Antonythasan. Jury co-president Ethan Coen looks on approvingly.","cleanCredit":"Photograph: Pascal Le Segretain/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432495273510/605da5c4-8eef-4226-b4a5-3ac23df956e3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dheepan director Jacques Audiard holds up the Palme d’Or for the photographers. Photograph: Thibault Camus/AP","credit":"Thibault Camus/AP","altText":"Jacques Audiard holds up the Palme d’Or for the photographers.","cleanCaption":"Dheepan director Jacques Audiard holds up the Palme d’Or for the photographers.","cleanCredit":"Photograph: Thibault Camus/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T16:47:44Z","lastModified":"2015-05-24T19:34:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Cannes 2015","Cannes film festival","France","Europe","Festivals","Culture","Film","World news","Coen brothers","The Lobster","Carol","Son of Saul","Sienna Miller","Jacques Audiard"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"world/world","webTitle":"World news"},{"id":"film/coenbrothers","webTitle":"Coen brothers"},{"id":"film/the-lobster","webTitle":"The Lobster"},{"id":"film/carol","webTitle":"Carol"},{"id":"film/son-of-saul","webTitle":"Son of Saul"},{"id":"film/sienna-miller","webTitle":"Sienna Miller"},{"id":"film/jacques-audiard","webTitle":"Jacques Audiard"}],"section":{"id":"film"},"topics":[],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/gallery/2015/may/24/cannes-2015-palme-dor-red-carpet-and-closing-ceremony-in-pictures","shortUrl":"http://gu.com/p/4977n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/gallery/2015/may/24/cannes-2015-palme-dor-red-carpet-and-closing-ceremony-in-pictures","webUri":"http://www.theguardian.com/film/gallery/2015/may/24/cannes-2015-palme-dor-red-carpet-and-closing-ceremony-in-pictures"},"shouldHideAdverts":false},"importance":5,"kicker":{"title":"In pictures"},"showQuotedHeadline":false},{"title":"Natalie Portman / On Israel, Hollywood sexism and ‘being the boss’","rawTitle":"On Israel, Hollywood sexism and ‘being the boss’","item":{"type":"article","id":"film/2015/may/24/natalie-portman-interview-tale-of-love-and-darkness","title":"Natalie Portman on Israel, Hollywood sexism and ‘being the boss’","trailText":"The Black Swan star’s directoral debut – based on Amos Oz’s A Tale of Love and Darkness – explores the ‘mythology’ surrounding the birth of the Jewish state. Is she ready for the inevitable backlash?<br />","standFirst":"<p>The Black Swan star’s directoral debut – based on Amos Oz’s A Tale of Love and Darkness – explores the ‘mythology’ surrounding the birth of the Jewish state. Is she ready for the inevitable backlash?<br /></p>","byline":"Andrew Pulver","body":"<p>Natalie Portman is lugging a giant, heavy-looking sofa across the floor, to get away from what she mutters is the “brutal” heat of the sunlight beating down on the corner of a private beach club in Cannes. I feel I should help – I’m standing a few feet away, awaiting the signal to step forward – but the presence of one or two burly security staff nearby suggests I should stay damn well where I am. She’s dragging it while clad in the same fantastically flimsy Rodarte drapery and teetering high heels she wore for the film festival’s traditional photocall, a smidgeon of moxie underneath the carapace of glamour.</p> \n<p>When the seating arrangements are aligned to her satisfaction, I finally get the nod and Portman greets me with radioactive smileyness, politely inquiring after my health. With the world’s press stacked up like aeroplanes taxiing on the runway, there’s not much time for small talk. We may not have seen much of Portman since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/jan/20/black-swan-review\">Darren Aronofsky’s Black Swan</a> – for which her portryal of the queen of all meltdowns won her the best actress Oscar – but she has since worked with the revered cinematic mystic Terrence Malick (playing opposite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/feb/08/knight-of-cups-review-film-terrence-malick-christian-bale\">Christian Bale in Knight of Cups</a>) and had the unnerving experience of the director Lynne Ramsay <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/mar/12/lynne-ramsay-jane-got-a-gun-lawsuit-settle\">walk out on her most recent film, Jane Got a Gun</a>. Now she is proudly escorting <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/15/cannes-2015-a-tale-of-love-and-darkness-review-natalie-portman-film-directing-debut\">her directorial debut, A Tale of Love and Darkness</a>, adapted from a memoir by Israeli novelist Amos Oz, to Cannes film festival.</p> \n<figure class=\"element element-image\" data-media-id=\"e09c3a844482059b3c4328f88e1428cf75948a5d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432305185548/ac031ee6-cb8c-49a3-b5d9-b40a6b799cad-460x276.jpeg\" alt=\"Portman with Amos Oz.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Portman with Amos Oz.</span> \n  <span class=\"element-image__credit\">Photograph: Allen Berezovsky/Getty Images</span> \n </figcaption> \n</figure> \n<p>“So many people have come up to me and said: ‘This is so brave of you’, and it never struck me as brave. The atmosphere in the US is so different than in Europe,” she says, alluding gently to the American (and Israeli) assumption that Europe is a hotbed of antisemitism. For Portman has taken on one of the most contentious subjects possible: the founding of the state of Israel in the late 1940s, refracted through the experience of Oz and his family. While Ryan Gosling’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/09/lost-river-review-ryan-gosling-a-fantastically-annoying-film\">self-indulgent Lost River</a> got <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2014/may/20/lost-river-reviews-cannes-scorn-ryan-gosling\">a royal roasting when it arrived at Cannes</a> last year, the response to Portman’s film has been more in the vein of the frowning respect accorded to Angelina Jolie’s serious-minded debut, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2012/feb/10/in-the-land-blood-honey-review\">In the Land of Blood and Honey</a>, about the mass rapes committed during the 1992-95 Bosnian war.</p> \n<p>Born in Israel – she emigrated to the US with her family as a three-year-old – Portman remains unflappable in the face of what could become furious criticism; her film, after all, depicts the five key years of the Zionist project, between 1945 and 1950. Someone in her position, you would think, just doesn’t need the aggravation. But, she says, her confidence in Oz as an inspirational figure encouraged her to take the step: “I mean, he is the leader of the peace movement in Israel, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2009/feb/14/amos-oz-interview\">most peace-promoting, dialogue-inspiring person</a> [and] the strongest supporter of the two-state solution and the strongest critic of the occupation of the West Bank, right from the beginning; he is still against it, and is an incredibly outspoken critic of it.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a6a42995c6fee92bfcef9d43e300df5a8fdf27f2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432304981350/60e265ee-6aa0-4c76-9bc6-889876a52375-280x420.jpeg\" alt=\"Natalie Portman attends the De Grisogono party at the Cannes film festival.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Natalie Portman attends the De Grisogono party at the Cannes film festival.</span> \n  <span class=\"element-image__credit\">Photograph: Andreas Rentz/Getty Images</span> \n </figcaption> \n</figure> \n<p>Portman is certainly right about Oz. An <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/25/israeli-authors-campaign-west-bank-villagers\">unswerving advocate of liberal-left Zionism</a>, Oz distilled the various contradictory myths and realities around Israel’s painful birth and increasingly tormented adulthood into A Tale of Love and Darkness, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2004/sep/11/featuresreviews.guardianreview\">which was published in 2002 to immense acclaim at home and abroad</a>. If there is a single figure whose testimony Portman could channel to defend the country of her birth, it is Oz. But with its narrow focus on one family chronicle – what she calls “a particular story about a family at a particular time in history, from their particular point of view” – her film lays itself open, rather obviously, to the charge that it is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/may/02/nakba-israel-palestine-zochrot-history\">averting its eyes from the Palestinian trauma</a>.</p> \n<p>It’s clear that Portman, with her record of support for a range of impeccably liberal causes (from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2011/jan/02/observer-profile-natalie-portman\">poverty to animal rights to, um, vegan shoes</a>), has the best of intentions; Israel’s rightward march in recent years seems as much to her distaste as anyone else’s. “You look at your country and it’s not what you want it to be,” she says. “It’s not what you wish it could be. But of course we have to strive for what could be, but also live with what exists, and what is, and be pragmatic.” She points to a scene early in the film, prominently positioned, where the young Amos is taken to an Arab neighbour’s party by his uncle; Amos becomes friendly with a little girl of about his age in the back garden, as they play together on a swing. He then, rather precociously, announces that “there is room for two peoples in this land”– but the apparent good-feeling is ruptured when, trying an overelaborate trick, he manages to break the swing and badly injure a toddler messing about nearby. The near-hysterical reaction to this incident is clearly meant to demonstrate the underlying tension between Palestine’s Jewish and Arab communities. It’s a scene that works well, with its tender symbolism, though is perhaps too clearly a message moment.</p> \n<p>However, Portman points out that the film’s voiceover returns to brood on the incident as fighting breaks out after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/nov/30/un-vote-palestine-legitimises-racist-status-quo\">the UN vote to partition Palestine passes</a>. “He was thinking about that girl; we are rejoicing, he is saying, and someone else is devastated right now. That is his empathetic nature, that I hope resonates throughout. That’s why it’s been surprising to me that people have interpreted it as anything but sympathetic.”</p> \n<p>Portman’s central preoccupation, she says, is to “investigate the mythology” underlying the creation of Israel, something all too obviously obscured by the decades of rancour since. “The stories we tell is my main subject. What stories we tell to create our identity, what stories we tell to create our dreams. And then, when life doesn’t match those stories, how we deal with that. Where people are living in their dreams, and when that’s not the reality, you have to change your dreams.” Underneath the Hollywoodspeak, Portman is, I think, getting at the dream life of the Jewish state, which has persisted ever since Theodor Herzl published his 1896 pamphlet Der Judenstaat (The Jewish State).</p> \n<p>All this is a long way from Portman’s beginning as a child actor, one of the few made properly good. Cast as an 11-year-old in the 1994 thriller L&eacute;on, her role opposite Jean Reno established her as a kind of forerunner of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/jul/16/manic-pixie-dream-girls-writer-apologises\">now-ubiquitous manic pixie dream girl</a>. By the end of the decade, though, she was adopting a graver persona as Queen Amidala in the three Star Wars prequels, which despite their limited potential for actual acting, performed as a kind of gateway to more grownup roles.</p> \n<figure class=\"element element-image\" data-media-id=\"3fc743b96a629c175156f4698b4b81b6c5069d98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432305039023/487aba62-194b-4bab-9cf0-108de25f1096-460x308.jpeg\" alt=\"With Jean Reno in L&eacute;on.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">With Jean Reno in L&eacute;on.</span> \n  <span class=\"element-image__credit\">Photograph: Allstar/Cinetext/Buena Vista</span> \n </figcaption> \n</figure> \n<p>In 1999, she put her career on hold to study psychology at Harvard – famously telling the New York Post: “I don’t care if [college] ruins my career, I’d rather be smart than a movie star.” After graduating in 2003, she went to work in earnest, playing another <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2014/jul/16/why-the-manic-pixie-dream-girl-must-never-return\">manic pixie dream girl in Garden State</a>, and then a stripper in the film adaptation of Patrick Marber’s play Closer. Her first proper blockbuster <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2006/mar/17/1\">materialised with V for Vendetta</a>, in which she played a girl caught up in an underground anarchist cell, while pitching for artsy status in films such as The Other Boleyn Girl (in which she played Anne Boleyn), Wong Kar-wai’s indulgent My Blueberry Nights and Wes Anderson’s celebrated short Hotel Chevalier. But these were hors d’oeuvres to the main course that was Black Swan: both an artistically credible film from one of America’s best directors, and a huge box office success, taking nearly $330m worldwide.</p> \n<p>Black Swan also proved significant on a personal level: Portman began a relationship with the choreographer Benjamin Millepied, who was working on the film. The two have since had a son together, named Aleph (after the first letter of the Hebrew alphabet) and got married in 2012. Since Millepied secured the post of director of dance at the Paris Opera Ballet, the family has relocated to Paris. Her status now means she can combine bill-paying blockbusterdom – such as the two Thor movies, in which she plays astrophysicist Jane Foster – with far more recondite material – Malick’s Knight of Cups, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/feb/08/knight-of-cups-review-film-terrence-malick-christian-bale\">a dream-fantasy set in Los Angeles</a>, being a prime recent example.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/15/cannes-2015-a-tale-of-love-and-darkness-review-natalie-portman-film-directing-debut\">A Tale of Love and Darkness review - Natalie Portman's love letter to Israel</a> </p> \n</aside> \n<p>Despite her considerable experience, Portman has found herself grappling with same gender issues that have electrified the current generation of women filmmakers. She was, for example, painfully reluctant to direct herself. “I was afraid of appearing vain. I remember as a kid reading about Barbra Streisand directing herself in movies, and people would write that they were just vanity projects. But then I realised that was something they would never say about men directing themselves.” She also says she was inspired by seeing “women, younger women than I am, Lena Dunham, Greta Gerwig, Brit Marling, just creating their own things” and that she “teared up” at seeing Dunham’s triple credit – writing, directing, and acting – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2012/mar/29/tiny-furniture-review\">on her debut film, Tiny Furniture</a>. “It’s a very female thing of being afraid to say: ‘I’m the boss, and this is how I want it.’ ”</p> \n<p>Be that as it may, can Portman survive the buffeting she will likely receive when A Tale of Love and Darkness makes its way out to the wider world? For her, the film clearly emerges from a personal space, from her cultural identification with her Israeli childhood. But there will no doubt be large numbers of people who don’t want to know. “Obviously, I want the audience to take away from it what they will. It resonates with my own family’s histories and mythologies and the kinds of things I grew up hearing. I wanted to find out if these stories really happened.”</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432304657922/Natalie-Portman-at-the-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Natalie Portman at the Cannes film festival. Photograph: Anne-Christine Poujoulat/AFP/Getty Images","credit":"Anne-Christine Poujoulat/AFP/Getty Images","altText":"Natalie Portman at the Cannes film festival.","cleanCaption":"Natalie Portman at the Cannes film festival. Photograph: Anne-Christine Poujoulat/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305185989/ac031ee6-cb8c-49a3-b5d9-b40a6b799cad-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":279,"width":465,"orientation":"landscape","caption":"Portman with Amos Oz. Photograph: Allen Berezovsky/Getty Images","credit":"Allen Berezovsky/Getty Images","altText":"Portman with Amos Oz.","cleanCaption":"Portman with Amos Oz.","cleanCredit":"Photograph: Allen Berezovsky/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432304983023/60e265ee-6aa0-4c76-9bc6-889876a52375-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Natalie Portman attends the De Grisogono party at the Cannes film festival. Photograph: Andreas Rentz/Getty Images","credit":"Andreas Rentz/Getty Images","altText":"Natalie Portman attends the De Grisogono party at the Cannes film festival.","cleanCaption":"Natalie Portman attends the De Grisogono party at the Cannes film festival.","cleanCredit":"Photograph: Andreas Rentz/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305038184/487aba62-194b-4bab-9cf0-108de25f1096-1020x682.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":682,"width":1020,"orientation":"landscape","caption":"With Jean Reno in Léon. Photograph: Allstar/Cinetext/Buena Vista","credit":"Allstar/Cinetext/Buena Vista","altText":"With Jean Reno in Léon.","cleanCaption":"With Jean Reno in Léon.","cleanCredit":"Photograph: Allstar/Cinetext/Buena Vista"}],"webPublicationDate":"2015-05-24T17:00:06Z","lastModified":"2015-05-24T23:10:10Z","metadata":{"commentable":true,"commentCount":379,"contributors":[{"name":"Andrew Pulver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewpulver"}],"feature":true,"keywords":["Natalie Portman","Film","Culture","Cannes 2015","Cannes film festival"],"tags":[{"id":"film/natalie-portman","webTitle":"Natalie Portman"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"}],"section":{"id":"film"},"topics":[{"displayName":"Andrew Pulver","topic":{"type":"tag-contributor","name":"profile/andrewpulver"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/24/natalie-portman-interview-tale-of-love-and-darkness","shortUrl":"http://gu.com/p/496ch","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/24/natalie-portman-interview-tale-of-love-and-darkness","webUri":"http://www.theguardian.com/film/2015/may/24/natalie-portman-interview-tale-of-love-and-darkness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432304657922/Natalie-Portman-at-the-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Natalie Portman at the Cannes film festival. Photograph: Anne-Christine Poujoulat/AFP/Getty Images","credit":"Anne-Christine Poujoulat/AFP/Getty Images","altText":"Natalie Portman at the Cannes film festival.","cleanCaption":"Natalie Portman at the Cannes film festival. Photograph: Anne-Christine Poujoulat/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Natalie Portman"},"showQuotedHeadline":false},{"title":"Cannes uncovered / Shakespearean tragedy, overpriced DiCaprio dinner, uncomfortable kisses!","rawTitle":"Shakespearean tragedy, overpriced DiCaprio dinner, uncomfortable kisses!","item":{"type":"article","id":"film/filmblog/2015/may/23/cannes-uncovered-day-11","title":"Cannes uncovered: day 11 - Shakespearean tragedy, overpriced DiCaprio dinner, uncomfortable kisses!","trailText":"Michael Fassbender and Marion Cotillard unveil Macbeth and Isabelle Huppert’s cheek gets a lot of amour","standFirst":"<p>Michael Fassbender and Marion Cotillard unveil Macbeth and Isabelle Huppert’s cheek gets a lot of amour</p>","byline":"Benjamin Lee","body":"<p>It’s getting progressively tougher to remember a time before Cannes. What did we do? Where did we live? What did we talk about? The Croisette has become our home, workplace and drunken stumbling ground but not for much longer. The final weekend has arrived and we’ll soon be forced to readjust to normal life with reasonably priced food and people who actually give helpful directions. But until then ...</p> \n<h2>The big film</h2> \n<figure class=\"element element-image\" data-media-id=\"8ee832f1d27a562324e5d97cc4eeb9f6fda181f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432372552140/51e1e4b1-41e5-455a-9c9c-7981d58289dd-460x276.jpeg\" alt=\"Michael Fassbender at this morning's photocall for Macbeth.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Fassbender at this morning’s photocall for Macbeth.</span> \n  <span class=\"element-image__credit\">Photograph: Venturelli/WireImage</span> \n </figcaption> \n</figure> \n<p>This morning saw the first Cannes screening for Macbeth, a gritty battle-heavy take on the classic tragedy. Michael Fassbender and Marion Cotillard are in the leads while Snowtown’s Justin Kurzel is in the director’s chair. Peter Bradshaw was a fan, giving it four stars, praising its “operatic verve” while others were mixed:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HitFixGregory/statuses/602027454094385152\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Macbeth has its moments. Fassbender is committed. Kurzel cannot always escape the theatricality of it all. <a href=\"https://twitter.com/hashtag/Cannes2015?src=hash\">#Cannes2015</a></p>— gregoryellwood (@HitFixGregory) \n  <a href=\"https://twitter.com/HitFixGregory/status/602027454094385152\">May 23, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TimGrierson/statuses/602027376801775616\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">MACBETH: Great landscapes, great score, great grim tone, but they never stop being Michael Fassbender and Marion Cotillard. C+ <a href=\"https://twitter.com/hashtag/Cannes2015?src=hash\">#Cannes2015</a></p>— Tim Grierson (@TimGrierson) \n  <a href=\"https://twitter.com/TimGrierson/status/602027376801775616\">May 23, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SCREENCOMMENT/statuses/602028225687113728\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">MACBETH, a fully accomplished film that's not without gimmicks (red filters?) and over-dramatizations. Very impressive nonethls <a href=\"https://twitter.com/hashtag/cannes2015?src=hash\">#cannes2015</a></p>— Screen Comment (@SCREENCOMMENT) \n  <a href=\"https://twitter.com/SCREENCOMMENT/status/602028225687113728\">May 23, 2015</a>\n </blockquote> \n</figure> \n<p>It’s a grim version of a grim play and after it finished, Henry Barnes headed to the press conference to see what the two stars and director Kurzel had to say about the shoot. It turns out that one way of getting past the bleak subject matter was looking into the end of a lot of bottles. When asked what the worst and best things about shooting in Scotland were Fassbender replied: “Whisky and whisky”.</p> \n<h2>The uncomfortable kisses</h2> \n<figure class=\"element element-image\" data-media-id=\"c447c4f3e1ae200557367294c6d01243b5a49050\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432374000965/65c77d8b-979d-488f-8c98-266e5832c21a-460x276.jpeg\" alt=\"G&eacute;rard Depardieu getting all up in Isabelle Huppert's business.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">G&eacute;rard Depardieu getting all up in Isabelle Huppert’s business.</span> \n  <span class=\"element-image__credit\">Photograph: Regis Duvignau/Reuters</span> \n </figcaption> \n</figure> \n<p>Last night saw Isabelle Huppert publicly cheek-assaulted by a very kissy G&eacute;rard Depardieu at the premiere of their new drama Valley of Love. Look at that face. Or even better, imagine Michael Haneke’s face as he watches from afar.</p> \n<figure class=\"element element-image\" data-media-id=\"d4d0c950127b5e997d6a85f749dd49f7317b2450\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432374233766/a2da007d-ae73-4b3d-adda-137d81ea8363-460x276.jpeg\" alt=\"Huppert\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>We’ve also expanded to show you the entire nightmarish story from the day in full. Here’s earlier at the photo call:</p> \n<figure class=\"element element-image\" data-media-id=\"0b00d2e4a5434a565d1de99c2341bc55ba5bbd61\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432375534708/f1187692-25b4-4972-aa5d-08f73b94bc7c-460x276.jpeg\" alt=\"Cannes\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cannes</span> \n  <span class=\"element-image__credit\">Photograph: Niviere/SIPA/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Still trying:</p> \n<figure class=\"element element-image\" data-media-id=\"b759fa79b14ef1dd26871eab50a3d05d5c6e176a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432374522864/0bf8cdce-5baa-499d-838a-12203fc11677-460x276.jpeg\" alt=\"Cannes\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cannes</span> \n  <span class=\"element-image__credit\">Photograph: Sebastien Nogier/EPA</span> \n </figcaption> \n</figure> \n<p>Almost there:</p> \n<figure class=\"element element-image\" data-media-id=\"79e862c5c42b52e0ade9c068f2b2bee5aa5d7269\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432374320867/9edcffb4-ed01-4ccf-8aa9-bf36d60c37fc-460x276.jpeg\" alt=\"Cannes\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cannes</span> \n  <span class=\"element-image__credit\">Photograph: Sebastien Nogier/EPA</span> \n </figcaption> \n</figure> \n<p>Made it:</p> \n<figure class=\"element element-image\" data-media-id=\"fad25314e90f36a5335c3137c5eb7121e6c9b571\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432375611633/ee7f3921-e5a7-40e0-8224-d3f15f27e0ce-460x276.jpeg\" alt=\"Cannes\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cannes</span> \n  <span class=\"element-image__credit\">Photograph: Yves Herman/Reuters</span> \n </figcaption> \n</figure> \n<p>Now leave the poor woman alone so she can <a href=\"http://31.media.tumblr.com/3cf1a3d4efe657eafd8038729726e97e/tumblr_mrhgtfc0Dy1ro5i92o1_400.gif\">recover</a>.</p> \n<h2>The other animated film</h2> \n<figure class=\"element element-image\" data-media-id=\"e8b850e0b47b4bfb29ca1e7c1b53debec50cf806\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432368908140/fe1724cc-fdbc-4081-ab7b-f63d646f03af-460x276.jpeg\" alt=\"The Little Prince\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Little Prince</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>While Pixar’s major “emotion” picture Inside Out caused a bigger splash earlier this week, there was still a small amount of room for another hyped animation to provide respite from all the incest/death/death by incest dramas that have been depressing the lot of us here in Cannes. Yesterday saw the premiere of The Little Prince, based on the much-loved novel and featuring the voices of everyone you’ve ever heard of ever (Franco! Cotillard! Bridges! Del Toro! Gervais! McAdams! Brooks!). Reaction has been mixed, with Andrew Pulver giving it the royal three stars and calling it “a brave attempt” while others were tearful but unsure:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alisonwillmore/statuses/601717913373057024\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">THE LITTLE PRINCE: Beautiful stop motion rendition of Saint-Exup&eacute;ry book embedded in a frame story that has little of the same delicacy.</p>— Alison Willmore (@alisonwillmore) \n  <a href=\"https://twitter.com/alisonwillmore/status/601717913373057024\">May 22, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CineVue/statuses/601716169284984833\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Mark Osborne's 'The Little Prince' looks beautiful but meanders unconvincingly at times. (<a href=\"https://twitter.com/drjonty\">@drjonty</a>) <a href=\"https://twitter.com/hashtag/Cannes2015?src=hash\">#Cannes2015</a></p>— CineVue (@CineVue) \n  <a href=\"https://twitter.com/CineVue/status/601716169284984833\">May 22, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/olilyttelton/statuses/601709635112980480\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">THE LITTLE PRINCE: Gorgeous, mostly successful attempt at capturing &amp; riffing on the strangeness &amp; melancholy of the source material <a href=\"https://twitter.com/hashtag/Cannes?src=hash\">#Cannes</a></p>— olilyttelton (@olilyttelton) \n  <a href=\"https://twitter.com/olilyttelton/status/601709635112980480\">May 22, 2015</a>\n </blockquote> \n</figure> \n<h2>The pricey Leo meal</h2> \n<figure class=\"element element-image\" data-media-id=\"ad274afabe7535091a97137d0c26c7fdbae02c97\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432368614096/a2052c30-a61d-4c0b-92ec-7a54e4105cb2-460x276.jpeg\" alt=\"Leonardo DiCaprio walks during an auction at amfAR's Cinema Against AIDS 2015.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Leonardo DiCaprio walks during an auction at amfAR’s Cinema Against AIDS 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Regis Duvignau/Reuters</span> \n </figcaption> \n</figure> \n<p>How much would you pay to have dinner with Leonardo DiCaprio? How about if it was dinner <em>on a yacht</em>? Okay so take that number and times it by 100. You’re probably still nothing close to $280,000 though, right? Well that’s what someone just paid at an auction to raise money for AIDS/HIV research for a sea-based meal with perennial Oscar bridesmaid DiCaprio. At least you know he’d be generous with boat scraps if tragedy struck. </p> \n<h2>The Palm Dog</h2> \n<figure class=\"element element-image\" data-media-id=\"6009768390c22881ec06965d633c2a1dfdf1d7c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432377969349/e00c3ad1-f482-4e87-b8aa-ac9debec9df2-460x276.jpeg\" alt=\"The award-winning dog in Arabian Nights.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The award-winning dog in Arabian Nights.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Every year, an unofficial prize is handed out to the best onscreen canine at the point where most journalists are starting to lose their minds. Previous winners have included that dog from The Artist, that dog from Up and all them dogs from last year’s White God. This year, the competition was ruff and just narrowly beating out Colin Farrell’s trusty sheepdog/brother in The Lobster was winner Lucky the Matipoo in six-hour epic Arabian Nights. </p> \n<p>The prize, decided on by a group of British journalists including Peter Bradshaw, is seen as a bit of an oddity by the natives. “Luckily, I like dogs,” a French reporter said to Yahoo News. “But seen from the French perspective, this is a bit bizarre. The British are weird.” </p> \n<p>Too tired to argue with him.</p> \n<h2>The awards</h2> \n<figure class=\"element element-image\" data-media-id=\"6a7091de1c7f488607df2150a731ad0327704356\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432368829607/a529aded-8c4e-4ce6-95fa-ec8df3e3fd12-460x276.jpeg\" alt=\"My Golden Years\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">My Golden Years</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>More awards were handed out last night ahead of the big Palme d’Or reveal on Sunday and this time they were pinned to the Directors’ Fortnight, a non-competitive sidebar that still, confusingly, hands out honours. Arnaud Desplechin’s coming-of-age drama My Golden Days, bittersweet Turkish drama Mustang and historical Colombian adventure Embrace of the Serpent all picked up prizes. </p> \n<h2>The podcast</h2> \n<p>Our third and longest podcast of the festival became a thing yesterday with special guest Leslie Felperin. In it, we talk about the last few films of the festival, who we think will win the Palme d’Or and being generally tired. You can listen to it it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/audio/2015/may/22/guardian-film-show-cannes-2015-palme-dor-predictions-audio\">here</a>.</p> \n<h2>The Palme d’Or predictions</h2> \n<div>\n __VIDEO_EMBED_gu-video-453241967__\n</div> \n<p>Speaking of predictions, Peter Bradshaw went into a bit more detail on exactly who he thinks will triumph on Sunday and if you’re a betting man (or woman), here’s who you should be putting all your worldly possessions on:</p> \n<ul> \n <li>Carol - Peter thinks Todd Haynes’s romantic drama will pick up the Palme d’Or he calls it “replete with artistry, flair and immediately comprehensible passion, the ability to grab you by your lapels, or something more intimate”</li> \n <li>Tim Roth - his turn in grim drama Chronic has become a late favourite - <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/22/chronic-review-tim-roth-cannes-film-festival\">in his review</a>, Peter said: “Tim Roth is excellent as David: impassive and enigmatic, withholding the truth about himself, but radiating in repose a sadness and a swallowed pain”</li> \n <li>Zhao Tao - the Chinese star of Mountains May Depart could be rewarded with a best actress prize - <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/20/mountains-may-depart-review-jia-zhang-ke-scales-new-heights-with-futurist-drama\">in his review</a>, Peter praised her “wonderful performance”</li> \n <li>The Assassin - Taiwanese director Hou Hsaio-hsien’s first film in eight years has received rapturous reviews and it could win the Grand Prix - <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/22/cannes-2015-peter-bradshaw-predicts-the-award-winners-and-palme-dor\">in his review</a>, Peter called it “a movie of great intelligence and aesthetic refinement”</li> \n</ul> \n<p>You can read the full list of predictions <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/22/cannes-2015-peter-bradshaw-predicts-the-award-winners-and-palme-dor\">here</a>.</p> \n<h2>The “wait, what?” film</h2> \n<figure class=\"element element-image\" data-media-id=\"a9258c6a70e715498aaabe03fa97e28ff9f4124e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432380954749/a70a9b22-7f15-4999-9ab7-1827f9051a32-319x420.jpeg\" alt=\"I Fine..Thank You Love You\" width=\"319\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">I Fine..Thank You Love You</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>This Thai romantic comedy called I Fine..Thank You Love You about learning English has already been a big hit in its homeland but I not sure if it will travel well.</p> \n<h2>The future</h2> \n<figure class=\"element element-image\" data-media-id=\"d99f715bf240f5af25cee0bac8fbcb49745a1a3f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432372857050/93101fef-1689-4437-8e25-15601a18f0ab-460x276.jpeg\" alt=\"Luc Jacquet’s documentary Ice and the Sky\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Luc Jacquet’s documentary Ice and the Sky</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>The end is nigh! Tonight sees the big premiere of Macbeth and then the closing fillm will come tomorrow, which this year is a documentary from Luc Jacquet. He’ll be hoping that Ice and the Sky will be as successful as March of the Penguins which was both a critical and commercial hit back in 2005. Then tomorrow night sees the final awards ceremony/last chance to get drunk on ros&eacute; wine before the locals revolt and Wicker Man us.</p> \n<p>Au revoir!</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432368425236/74aeb652-fbf7-42bf-922e-01e0957bd3d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Splash News/Splash News/Corbis","altText":"Marion Cotillard at last night's premiere of The Little Prince.","cleanCredit":"Photograph: Splash News/Splash News/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432372553434/51e1e4b1-41e5-455a-9c9c-7981d58289dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Fassbender at this morning’s photocall for Macbeth. Photograph: Venturelli/WireImage","credit":"Venturelli/WireImage","altText":"Michael Fassbender at this morning's photocall for Macbeth.","cleanCaption":"Michael Fassbender at this morning’s photocall for Macbeth.","cleanCredit":"Photograph: Venturelli/WireImage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432374002945/65c77d8b-979d-488f-8c98-266e5832c21a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gérard Depardieu getting all up in Isabelle Huppert’s business. Photograph: Regis Duvignau/Reuters","credit":"Regis Duvignau/Reuters","altText":"Gérard Depardieu getting all up in Isabelle Huppert's business.","cleanCaption":"Gérard Depardieu getting all up in Isabelle Huppert’s business.","cleanCredit":"Photograph: Regis Duvignau/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432374234314/a2da007d-ae73-4b3d-adda-137d81ea8363-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Lionel Cironneau/AP","altText":"Huppert","cleanCredit":"Photograph: Lionel Cironneau/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432375535189/f1187692-25b4-4972-aa5d-08f73b94bc7c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Cannes Photograph: Niviere/SIPA/Rex Shutterstock","credit":"Niviere/SIPA/Rex Shutterstock","altText":"Cannes","cleanCaption":"Cannes","cleanCredit":"Photograph: Niviere/SIPA/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432374524407/0bf8cdce-5baa-499d-838a-12203fc11677-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cannes Photograph: Sebastien Nogier/EPA","credit":"Sebastien Nogier/EPA","altText":"Cannes","cleanCaption":"Cannes","cleanCredit":"Photograph: Sebastien Nogier/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432374322297/9edcffb4-ed01-4ccf-8aa9-bf36d60c37fc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cannes Photograph: Sebastien Nogier/EPA","credit":"Sebastien Nogier/EPA","altText":"Cannes","cleanCaption":"Cannes","cleanCredit":"Photograph: Sebastien Nogier/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432375612912/ee7f3921-e5a7-40e0-8224-d3f15f27e0ce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cannes Photograph: Yves Herman/Reuters","credit":"Yves Herman/Reuters","altText":"Cannes","cleanCaption":"Cannes","cleanCredit":"Photograph: Yves Herman/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432368908828/f7efaabd-ed52-4819-b48e-279dddad7d47-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Little Prince Photograph: PR","credit":"PR","altText":"The Little Prince","cleanCaption":"The Little Prince","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432368615388/a2052c30-a61d-4c0b-92ec-7a54e4105cb2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leonardo DiCaprio walks during an auction at amfAR’s Cinema Against AIDS 2015. Photograph: Regis Duvignau/Reuters","credit":"Regis Duvignau/Reuters","altText":"Leonardo DiCaprio walks during an auction at amfAR's Cinema Against AIDS 2015.","cleanCaption":"Leonardo DiCaprio walks during an auction at amfAR’s Cinema Against AIDS 2015.","cleanCredit":"Photograph: Regis Duvignau/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432377970108/3430c737-8bac-4809-a5f8-104c46446c9c-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"The award-winning dog in Arabian Nights. Photograph: PR","credit":"PR","altText":"The award-winning dog in Arabian Nights.","cleanCaption":"The award-winning dog in Arabian Nights.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432368830269/19d3015f-c486-4993-be1b-f50ff1e58acb-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"My Golden Years Photograph: PR","credit":"PR","altText":"My Golden Years","cleanCaption":"My Golden Years","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432380954125/1670414e-1d04-4e5a-9f2e-a8214ede94e1-774x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":774,"orientation":"portrait","caption":"I Fine..Thank You Love You Photograph: PR","credit":"PR","altText":"I Fine..Thank You Love You","cleanCaption":"I Fine..Thank You Love You","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432372857704/d8c90a51-510b-4187-b6ed-8e9ad8399830-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Luc Jacquet’s documentary Ice and the Sky Photograph: PR","credit":"PR","altText":"Luc Jacquet’s documentary Ice and the Sky","cleanCaption":"Luc Jacquet’s documentary Ice and the Sky","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-05-23T11:49:45Z","lastModified":"2015-05-24T14:51:53Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Benjamin Lee","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benjamin-lee-film"}],"feature":false,"keywords":["Cannes 2015","Film","Culture","William Shakespeare","Cannes film festival","Festivals","France","Michael Fassbender","Marion Cotillard","Isabelle Huppert","Gérard Depardieu","Leonardo DiCaprio"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/shakespeare","webTitle":"William Shakespeare"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"world/france","webTitle":"France"},{"id":"film/michael-fassbender","webTitle":"Michael Fassbender"},{"id":"film/marion-cotillard","webTitle":"Marion Cotillard"},{"id":"film/isabelle-huppert","webTitle":"Isabelle Huppert"},{"id":"film/gerard-depardieu","webTitle":"Gérard Depardieu"},{"id":"film/leonardodicaprio","webTitle":"Leonardo DiCaprio"}],"section":{"id":"film"},"topics":[{"displayName":"Benjamin Lee","topic":{"type":"tag-contributor","name":"profile/benjamin-lee-film"}}],"series":{"title":"Cannes uncovered","uri":"http://mobile-apps.guardianapis.com/lists/tag/film/series/cannes-uncovered"},"embeddedVideos":[{"id":"gu-video-453241967","source":"guardian.co.uk","durationInSeconds":298,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/19/15051CarolJunket_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/19/15051CarolJunket.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/19/1432041297823/KP_232854_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews","credit":"guardian.co.uk","altText":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews","cleanCaption":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/filmblog/2015/may/23/cannes-uncovered-day-11","shortUrl":"http://gu.com/p/496zk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/filmblog/2015/may/23/cannes-uncovered-day-11","webUri":"http://www.theguardian.com/film/filmblog/2015/may/23/cannes-uncovered-day-11"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432368425236/74aeb652-fbf7-42bf-922e-01e0957bd3d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marion Cotillard at last night’s premiere of The Little Prince. Photograph: Splash News/Splash News/Corbis","credit":"Splash News/Splash News/Corbis","altText":"Marion Cotillard at last night's premiere of The Little Prince.","cleanCaption":"Marion Cotillard at last night’s premiere of The Little Prince.","cleanCredit":"Photograph: Splash News/Splash News/Corbis"}},"importance":4,"kicker":{"title":"Cannes uncovered"},"showQuotedHeadline":false},{"title":"Ice and the Sky review / Powerful eco doc fronts up to climate change deniers","rawTitle":"Powerful eco doc fronts up to climate change deniers","item":{"type":"article","id":"film/2015/may/23/ice-and-the-sky-review-powerful-cannes-2015-film","title":"Ice and the Sky review - powerful eco doc fronts up to climate change deniers","trailText":"March of the Penguins’ Luc Jacquet goes back to Antarctica for this study of the life’s work of influential climatologist Claude Lorius, which offers a strong message","standFirst":"<p>March of the Penguins’ Luc Jacquet goes back to Antarctica for this study of the life’s work of influential climatologist Claude Lorius, which offers a strong message</p>","byline":"Andrew Pulver","body":"<p>The Cannes film festival winds to a solemn close with this documentary from Luc Jacquet, previously responsible for one of the mega-hits of eco-cinema, March of the Penguins. There’s only a brief glimpse of a penguin this time around; here Jacquet returns to the Antarctic to tell the life story of climatologist Claude Lorius, now in his 80s, who has spent his life drilling out ice cores at enormous depth, and whose resulting analysis proved key in linking climate change and “greenhouse” gases.</p> \n<p>Jacquet presents his film very much as a head-on challenge to climate change deniers: by simply talking us through Lorius’ career, and the progress of his work, we understand the methodical processes by which he came to his conclusions. Essentially, it’s a rebuttal to background-noise deniers’ complaints about flawed science: Lorius says what he found, and what it means, with calm, unflappable detachment. We are taken through the stages: Lorius’ first trip to Antarctica to study snow; the realisation that the ratio of “light” hydrogen atoms to “heavy” in each snowflake corresponds precisely to the ambient temperature of the day of the snowfall; then decision to take core samples to study the change in temperature over time. Jacquet decribes a rather entertaining eureka moment: when ancient ice is used for a celebratory whisky, Lorius realised the trapped air that escapes can be analysed too, for its gas content. </p> \n<p>As the voiceover describe’s Lorius’ deep-drilling operations – first to 900m, extracting ice around 40,000 years old; and then with the help of engineers at a remote Soviet base, to 3600m and 400,000 years – the simplicity of Jacquet’s method begins to hit home: this amassing of data makes the emotional charge of the film unanswerable. It makes some of the filler footage – Lorius standing heroically on snowy mountaintops, or gazing nobly across the icepack as the camera circles him –look somewhat pointless. (Having said that, the tone of brooding, world-weary ennui that the voiceover adopts is somehow bracing; Lorius seems much more at ease in the world of ideas than the current crop of telegenic Anglo-American science types we are used to seeing in the media.) </p> \n<p>Nor does Jacquet mess about with anything like a sop to the deniers; there’s none of that undermining “balance” that a TV documentary would have to include. “The message is incontestable,” Lorius reports. Ice and the Sky acts as a kind of bookend, a retrenchment to the Al Gore eco-lecture An Inconvenient Truth: that film, released just over a decade ago, was aimed at people who were likely hearing about climate change for the first time. Jacquet’s film is a retrenchment, a call to arms to the environmental movement destabilised and buffeted by the denial industry. Ice and the Sky ends with a direct challenge to the viewer: “Now that you know, what are you going to do?” What, indeed. This is a powerful testament, and one that ought to have a considerable impact.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432372857704/d8c90a51-510b-4187-b6ed-8e9ad8399830-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"Luc Jacquet’s documentary Ice and the Sky","cleanCredit":"Photograph: PR"}],"bodyImages":[],"webPublicationDate":"2015-05-23T12:59:43Z","lastModified":"2015-05-23T12:59:44Z","metadata":{"commentable":true,"commentCount":157,"contributors":[{"name":"Andrew Pulver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewpulver"}],"feature":false,"keywords":["Cannes 2015","Cannes film festival","Festivals","Film","Culture","Documentary","Environment","Climate change","Antarctica","World news"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/documentary","webTitle":"Documentary"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"world/antarctica","webTitle":"Antarctica"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"film"},"topics":[{"displayName":"Andrew Pulver","topic":{"type":"tag-contributor","name":"profile/andrewpulver"}}],"starRating":"4","embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/23/ice-and-the-sky-review-powerful-cannes-2015-film","shortUrl":"http://gu.com/p/496py","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/23/ice-and-the-sky-review-powerful-cannes-2015-film","webUri":"http://www.theguardian.com/film/2015/may/23/ice-and-the-sky-review-powerful-cannes-2015-film"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432372857704/d8c90a51-510b-4187-b6ed-8e9ad8399830-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Luc Jacquet’s documentary Ice and the Sky Photograph: PR","credit":"PR","altText":"Luc Jacquet’s documentary Ice and the Sky","cleanCaption":"Luc Jacquet’s documentary Ice and the Sky","cleanCredit":"Photograph: PR"}},"importance":3,"kicker":{"title":"Ice and the Sky review"},"showQuotedHeadline":false},{"title":"Michael Fassbender / Macbeth suffered from PTSD","rawTitle":"Macbeth suffered from PTSD","item":{"type":"article","id":"film/2015/may/23/michael-fassbender-macbeth-suffered-from-ptsd","title":"Michael Fassbender: 'Macbeth suffered from PTSD'","trailText":"The star of Justin Kurzel’s version of Shakespeare’s great tragedy tells the Cannes film festival that the warrior-turned-murderer’s treachery is the result of battle fatigue","standFirst":"<p>The star of Justin Kurzel’s version of Shakespeare’s great tragedy tells the Cannes film festival that the warrior-turned-murderer’s treachery is the result of battle fatigue</p>","byline":"Henry Barnes","body":"<p>The murderous treachery of Macbeth would today be diagnosed as the result of post-traumatic stress disorder, Michael Fassbender told the press at the Cannes film festival.</p> \n<p>The actor, who plays Shakespeare’s tragic warrior in a new film adaptation by Australian film-maker Justin Kurzel, said the director helped him realise it was the cumulative effect of months of grisly battle that drives Macbeth to murder his king after the war is over.</p> \n<p>“Never did it occur to me before this that this character was suffering from PTSD,” he said. “You have a soldier who’s engaged in battle month-after-month, day-after-day. Killing with his hands. Pushing a sword through muscle and bone. And if that doesn’t work picking up a rock and using that”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/23/macbeth-review-fassbender-and-cotillard-full-of-sound-and-fury-in-significant-shakespeare-adaptation\">Macbeth review: Fassbender and Cotillard full of sound and fury in significant Shakespeare adaptation</a> </p> \n</aside> \n<p>Kurzel’s version of Shakespeare’s great tragedy opens with Macbeth and Lady Macbeth, played by Marion Cotillard, laying one of their children to rest. In a subsequent battle scene Macbeth is shown hallucinating images of the witches that will deliver the prophesy that predicts his tyrannical path to power.</p> \n<p>“We know from soldiers today coming back from Iraq or Afghanistan that they have these hallucinations,” Fassbender said. “You could be walking down the Croisette here and then it’s Basra. All of a sudden it’s Basra”.</p> \n<p>Macbeth is Kurzel’s second feature after Snowtown, the director’s take on the Snowtown “bodies-in-barrels” murders, which were committed in Australia during the 1990s. His version of the Assassin’s Creed video game, for which he will re-team with Fassbender and Cotillard, is in pre-production. Kurzel said he was keen to avoid his version of Macbeth being lead by previous adaptations of Shakespeare’s text.</p> \n<p>“I was reading that a production of Macbeth is made every four years,” he said. “If that’s so it’s one of the biggest blockbusters out there”</p> \n<p>He said his version is less about the unchecked ambition of a ruthless husband and wife and more about a couples’ grief.</p> \n<p>“[It’s about] how you replace something you’ve lost,” he said. I’ve experienced that in my own life. I was very interested in how desparate you can be to fill a hole left by grief”.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-f17eed00-6d80-4da2-bfe0-e1174da3eb32\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432378867875/78050abf-4a1d-4c5b-b5f7-66d047fad494-460x276.jpeg\" alt=\"Michael Fassbender and Marion Cotillard in Macbeth.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Fassbender and Marion Cotillard in Macbeth</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Cotillard, the French Oscar-winner who’s in Cannes for a fourth consecutive year, said that she found playing Lady Macbeth in English with a Scottish accent difficult. She said it was hard to be swept away by a character who lives in a world where “all is gloom”.</p> \n<p>“She grapples with her fears and that turns her into a bit a monster,” she said. “There’s a lot of love between these two characters but they’re just too damaged to allow in anything luminous”. </p> \n<p>The film, financed by StudioCanal and FilmFour, was shot partly in Scotland. Kurzel said the Scottish countryside “eats you up”, noting that at one point Cotillard had, indeed, been swallowed by a boghole. When asked what the worst and best things about shooting in Scotland were Fassbender replied: “Whisky and whisky”. </p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432378843162/a3c9e8b9-6614-418a-a19d-7c013330260c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Regis Duvignau/Reuters","altText":"King for a day ... Michael Fassbender listens to Justin Kurzel at the Macbeth press conference","cleanCredit":"Photograph: Regis Duvignau/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432285547618/1b1ec00d-dfa9-4f26-827f-e896e6af17bc-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Michael Fassbender and Marion Cotillard in Macbeth Photograph: PR","credit":"PR","altText":"Michael Fassbender and Marion Cotillard in Macbeth.","cleanCaption":"Michael Fassbender and Marion Cotillard in Macbeth","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-05-23T11:14:25Z","lastModified":"2015-05-24T15:16:10Z","metadata":{"commentable":true,"commentCount":97,"contributors":[{"name":"Henry Barnes","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/22/1424629714919/Henry-Barnes-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrybarnes"}],"feature":false,"keywords":["Cannes 2015","Culture","Film","Michael Fassbender","Marion Cotillard","William Shakespeare","Stage","Cannes film festival","Festivals"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"film/michael-fassbender","webTitle":"Michael Fassbender"},{"id":"film/marion-cotillard","webTitle":"Marion Cotillard"},{"id":"culture/shakespeare","webTitle":"William Shakespeare"},{"id":"stage/stage","webTitle":"Stage"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"culture/festivals","webTitle":"Festivals"}],"section":{"id":"film"},"topics":[{"displayName":"Henry Barnes","topic":{"type":"tag-contributor","name":"profile/henrybarnes"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/23/michael-fassbender-macbeth-suffered-from-ptsd","shortUrl":"http://gu.com/p/496pg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/23/michael-fassbender-macbeth-suffered-from-ptsd","webUri":"http://www.theguardian.com/film/2015/may/23/michael-fassbender-macbeth-suffered-from-ptsd"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432378843162/a3c9e8b9-6614-418a-a19d-7c013330260c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"King for a day ... Michael Fassbender listens to Justin Kurzel at the Macbeth press conference Photograph: Regis Duvignau/Reuters","credit":"Regis Duvignau/Reuters","altText":"King for a day ... Michael Fassbender listens to Justin Kurzel at the Macbeth press conference","cleanCaption":"King for a day ... Michael Fassbender listens to Justin Kurzel at the Macbeth press conference","cleanCredit":"Photograph: Regis Duvignau/Reuters"}},"importance":3,"kicker":{"title":"Michael Fassbender"},"showQuotedHeadline":true}],"lastModified":"2015-05-24T23:11:37Z","personalization":{"id":"uk/groups/collections/d13bb919-7bad-4178-8efe-0f76b0ac5215","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d13bb919-7bad-4178-8efe-0f76b0ac5215"},"visibility":"all","adTargetingPath":"front"}