{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","title":"regulars","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"cards":[{"title":"The Agenda / England face South Africa in rugby union’s Under-20 World Cup","rawTitle":"England face South Africa in rugby union’s Under-20 World Cup","item":{"type":"article","id":"sport/2015/jun/13/the-agenda-england-south-africa-u20-world-cup","title":"The Agenda: England face South Africa in rugby union’s Under-20 World Cup","trailText":"England seek repeat of 2014 triumph, Lizzie Armitstead sets off in the Tour of Britain and State of Origin hits Melbourne","standFirst":"England seek repeat of 2014 triumph, Lizzie Armitstead sets off in the Tour of Britain and State of Origin hits Melbourne","byline":"Observer staff","body":"<h2>YOUNG GUNS …<br /></h2> \n<p>With rugby union’s focus firmly planted on the World Cup to be held on these shores in the autumn, few would be surprised with a semi-final line-up of England v South Africa and New Zealand v France. A junior edition takes place on Monday at the <strong>World U20 Championship </strong>where the cadet versions of the above heavyweights collide. The top-seed Springboks face the defending champions in a repeat of the 2014 final in Calvisano (7.30pm, BT Sport 1). Coached by the former international full-back Jon Callard, England must shrug off the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/10/england-france-world-under-20s-championship\" title=\"\">30-18 defeat by France</a> in their final group match in Viadana. Meanwhile, looking ahead to next season, British and Irish sides can map out their European campaigns on Wednesday when the pool draws for the <strong>European Champions Cup and Challenge Cup </strong>take place in Neuch&acirc;tel, Switzerland (1.30pm BT Sport). The 20 clubs involved in the senior tournament include the Premiership contingent of Bath, Saracens, Northampton, Exeter and Wasps, who be will divided between the five pools.</p> \n<h2>SADDLING UP …<br /></h2> \n<p>Included in a world-class field for the second edition of the <strong>Friends Life Women’s Tour of Britain </strong>is Lizzie Armitstead, Britain’s 2014 World Cup winner. There is plenty of home interest in the 18 teams with Wiggle Honda, Pearl Izumi Sports Tours and Matrix Fitness among the squads. The race starts on Wednesday, in Bury St Edmunds, and finishes in Hemel Hempstead on Sunday. One notable absentee, however, will be the world’s greatest female road racer, Marianne Vos. The 28-year-old three-times road world champion, who won last year’s race, is recovering from injury.</p> \n<h2>MATE HITS MATE …<br /></h2> \n<p>For sheer sporting spectacle, for ferociously internecine rugby league played in an atmosphere of seething antipathy, look no further than Australia’s<strong> State of Origin</strong>. Game Two of the three-match series takes place on Wednesday (11am Premier Sports). Game One ended in a 11-10 victory for Queensland over New South Wales and the Blues will encounter a hostile atmosphere at the Melbourne Cricket Ground (capacity 100,024), where much of the local support will be backing the Maroons, thanks to a liberal seeding of Melbourne Storm players in their side<strong>.</strong></p> \n<p> </p> \n<h2>LONG JOURNEY HOME …<br /></h2> \n<p>The chequered flag comes out on Sunday in perhaps the greatest motor race of them all, the gruelling examination of man and machine that is the <strong>Le Mans 24 hours</strong>.<strong> </strong>With Porsche posting record times in practice it promises to be a vintage race. One to watch is Nissan’s 23-year-old British driver Jann Mardenborough, who rose from obscurity after outfoxing 90,000 online racers to win Nissan’s GT Academy in 2011. Mardenborough makes his debut in LMP1 after impressing last year at the circuit in the LMP2 race.</p> \n<h2>START PLANNING …<br /></h2> \n<p>Bournemouth v Manchester United anyone? No sooner does the domestic football season end than the next comes rumbling into view. Diaries out, for Wednesday brings the publication of<strong> Premier League, Football League and Scottish League fixtures</strong>. This season, due to the Euros in France, the Premier League and Football League will begin on 8 August.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434111479386/Queensland-Maroons-Traini-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Slater and Cameron Smith will head Queensland's challenge against New South Wales in the State of Origin on Wednesday. Photograph: Scott Barbour/Getty Images","credit":"Scott Barbour/Getty Images","altText":"Queensland Maroons Training Session","cleanCaption":"Billy Slater and Cameron Smith will head Queensland's challenge against New South Wales in the State of Origin on Wednesday. Photograph: Scott Barbour/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-13T21:00:07Z","lastModified":"2015-06-13T23:00:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Sport","Australia sport","State of Origin","Rugby league","NRL","Rugby union","Cycling","Le Mans 24 Hours","Motor sport","Football"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/state-of-origin","webTitle":"State of Origin"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/le-mans-24-hours","webTitle":"Le Mans 24 Hours"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"sport"},"topics":[],"series":{"title":"The Agenda","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/the-agenda"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/13/the-agenda-england-south-africa-u20-world-cup","shortUrl":"http://gu.com/p/49mfx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/13/the-agenda-england-south-africa-u20-world-cup","webUri":"http://www.theguardian.com/sport/2015/jun/13/the-agenda-england-south-africa-u20-world-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434111479386/Queensland-Maroons-Traini-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Slater and Cameron Smith will head Queensland's challenge against New South Wales in the State of Origin on Wednesday. Photograph: Scott Barbour/Getty Images","credit":"Scott Barbour/Getty Images","altText":"Queensland Maroons Training Session","cleanCaption":"Billy Slater and Cameron Smith will head Queensland's challenge against New South Wales in the State of Origin on Wednesday. Photograph: Scott Barbour/Getty Images"}},"importance":7,"kicker":{"title":"The Agenda"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434111479386/Queensland-Maroons-Traini-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Slater and Cameron Smith will head Queensland's challenge against New South Wales in the State of Origin on Wednesday. Photograph: Scott Barbour/Getty Images","credit":"Scott Barbour/Getty Images","altText":"Queensland Maroons Training Session","cleanCaption":"Billy Slater and Cameron Smith will head Queensland's challenge against New South Wales in the State of Origin on Wednesday. Photograph: Scott Barbour/Getty Images"}}]},{"title":"The Joy of Six / From Oakmont to Doral, half a dozen hellish golf holes","rawTitle":"From Oakmont to Doral, half a dozen hellish golf holes","item":{"type":"article","id":"sport/blog/2015/jun/12/the-joy-of-six-golf-holes-of-hell","title":"The Joy of Six: golf holes of hell","trailText":"Impossible greens, fearsome bunkers and water hazards that can kill all hope in seconds – half-a-dozen holes that make pros look like bungling hackers","standFirst":"<p>Impossible greens, fearsome bunkers and water hazards that can kill all hope in seconds – half-a-dozen holes that make pros look like bungling hackers</p>","byline":"Scott Murray","body":"<h2><strong>1) 1st at Oakmont</strong> </h2> \n<p>Oakmont has a fearsome reputation as one of the most difficult golf courses in the world. The last time the US Open was held on the notoriously tough Pennsylvania track, in 2007, five over par won it for &Aacute;ngel Cabrera. The one before that, in 1994, was another grind. Ernie Els was one of only three players to end the week having broken par – just the one under par, mind. He triumphed in the play-off thanks to a round of three over, and then par on the second sudden-death hole. You really do have to earn it at Oakmont. </p> \n<p>Johnny Miller shot 63 on his way to victory at the 1973 US Open, it’s true, but there’s a textbook example of the exception proving the rule. Miller’s round is often cited as the greatest ever; given that figure has since been matched 25 times in the majors, its continued exalted status says just as much about the notoriety of the course as the brilliance of the player and his score. </p> \n<p>Good luck identifying Oakmont’s biggest threat. Some will point to the bunkers, and they can thrust their finger in pretty much any direction, for there are nearly 200 of the buggers. That total includes one of the most famous around: the Church Pews, a behemoth to the left of the 3rd fairway. The eponymous Pews are eight parallel grass ridges laddering a long trap; if your ball lands up against them, you’ll be playing out sideways or possibly even backwards. Keep your ball out of trouble and, well, congratulations, but don’t slap yourself on the back too soon, because they’re in play again as you come back down 4. It never stops. </p> \n<p>Others will bemoan the greens, which are huge, sloping and treacherously fast. “I only had six three putts in nine holes,” quipped a weary Tom Watson during the 1994 US Open. And then there are the tight fairways: the one ribboning its way down the 1st is a mere 24 yards wide. That opening tee shot is considered by many pros, including Miller and Els, to be the hardest start to a round in golf, and it doesn’t get easier quickly: even if you find the fairway with your drive, having avoided the bunkers guarding the landing zone on either side, you’re faced with a blind downhill second into a green which slopes away severely. Par, please!</p> \n<p>The US Open’s coming back to Oakmont next year. Can’t wait? Same here.</p> \n<figure class=\"element element-image\" data-media-id=\"4df4b1c67e98339ab881d281a84cb31bb9ea722d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/4/1433417938278/31b9a139-72a9-47ad-ab66-edc38c03838f-460x308.jpeg\" alt=\"The church pew bunkering on the third hole at Oakmont, Pennsylvania.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The church pew bunkering on the third hole at Oakmont, Pennsylvania.</span> \n  <span class=\"element-image__credit\">Photograph: Rick Stewart/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>2) 10th at Pine Valley</strong></h2> \n<p>Pine Valley has a fearsome reputation as one of the most difficult golf courses in the world. It’s never held a big tournament, but that’s no reflection on its quality, merely the result of a lack of practical spectator space and the club’s unwillingness to compromise the course’s integrity by clearing some. </p> \n<p>The 10th hole is just 146 yards long. By this point in the round, a player’s nervous system will have been comprehensively shredded by a course which doesn’t really have fairways as such, more a series of landing zones around which one must plot. Golf as Frogger. A short par-three should offer some comparative relief, then. </p> \n<p>Ah but no. Anything other than a perfect tee shot into the heart of the green is a formal application for trouble, forms filled out in triplicate. The putting surface slopes outwards, an upturned saucer, so anything landing near the edge is going straight back off. Huge sand pits surround the green. And front right is a pot bunker from which escape onto the green is impossible, so steep is the face. Going out backwards is the only solution, and there goes that scorecard! </p> \n<p>The bunker is known, with a lyrical flourish, as The Devil’s Asshole. Robust nomenclature, but sometimes you need to get to the heart of the matter fast, no messing. Actually, we should have just started and ended this entry with those three little words. You’d have worked it all out for yourselves soon enough.</p> \n<figure class=\"element element-image\" data-media-id=\"dad1b11864ed7b817d2659f609fa2fa2190392ff\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/4/1433418003776/a2106add-d7ab-468e-8613-85866be18354-277x420.jpeg\" alt=\"Bushes and shrubs in the rough near the green for the 10th hole at Pine Valley.\" width=\"277\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bushes and shrubs in the rough near the green for the 10th hole at Pine Valley.</span> \n  <span class=\"element-image__credit\">Photograph: Tony Roberts/Corbis</span> \n </figcaption> \n</figure> \n<h2><strong>3) 15th … no, the 16th … no, the 17th at Cypress Point</strong></h2> \n<p>The four-time Masters champion Jimmy Demaret once described Cypress Point as “the best seventeen-hole course in the world”. Designed by Alister Mackenzie – also on his CV, Augusta National – it’s one of the most spectacular golfing arenas on earth, balanced precariously atop Californian cliffs, the Pacific crashing in, whales and sea-lions rolling in the deep blue below, deer cavorting inland among Monterey cypress trees. But the 18th is reckoned to be a bit dull, a workaday anti-climax, so there you go. Nothing’s perfect.<strong> </strong></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2012/apr/06/joy-of-six-golf-holes\">The Joy of Six: great golf holes | Scott Murray</a> </p> \n</aside> \n<p>Not that it matters too much, because 15, 16 and 17 make up arguably the greatest run of holes in all golf. The 15th is a short par three, a gentle iron over the raging surf of an inlet cutting across the front of the tee to a heavily bunkered and undulating green. The rugged and exhilarating 16th is one of the most famous in the sport, another par three over water, perched high over the ocean, though in blustery conditions this one often requires a driver as the carry is over 230 yards with rocks staring at you and next to no escape on either side. (Unless you aim miles left towards a bail-out fairway and lay up, which kind of defeats the point of playing Cypress Point at all.) Possibly the most dangerous hole in the world. Bing Crosby once made hole in one. Straight down the middle. </p> \n<p>However there’s no decision to be made on 16; it’s either San Francisco or bust. The dogleg par-four 17th, however, messes with your mind. It’s not the longest, at just under 400 yards, but once again the player needs to carry the water from an elevated tee. With the Pacific hugging the right side of the hole, the choice is stark: she either cuts off a chunk of yardage by driving close to the shore, or plays it safe by aiming down the left. Only if she does that, a long second shot awaits, with one of those goddamn cypresses getting in the way. And the ocean on the right isn’t going anywhere. </p> \n<p>The 18th probably needs to be a bit boring after all that, doesn’t it. Alister Mackenzie knew exactly what he was doing.</p> \n<figure class=\"element element-image\" data-media-id=\"52ac98322ce2ae48d2ddc6db8b7461aa5b9b463f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/4/1433418125587/07420260-f293-44a7-aa67-7e23219d7964-460x311.jpeg\" alt=\"An aerial view of the 15th, 16th and 17th holes at Cypress Point.\" width=\"460\" height=\"311\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An aerial view of the 15th, 16th and 17th holes at Cypress Point.</span> \n  <span class=\"element-image__credit\">Photograph: Phil Sheldon/Popperfoto/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>4) 18th at St Andrews</strong></h2> \n<p>Regular readers will, of course, have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2012/apr/06/joy-of-six-golf-holes\">played a few holes with the Joy of Six before</a>. Some of golf’s most notorious tests were mentioned that day – 12 and 13 at Augusta National, 18 at Carnoustie, 17 at Sawgrass, the Postage Stamp at Troon – because to be honest, we were hardly likely to wax lyrical about a short par four with a motorway-wide fairway straighter than a Roman road and no deep rough, trees or bunkers anywhere in sight. </p> \n<p>But, well, y’know. That JOS also considered the Road Hole at St Andrews, the connoisseur’s choice as the greatest hole in golf, with the famous bunker in which Tommy Nakajima crumbled to dust at the 1978 Open, and the iconic road behind the green that did for Tom Watson in 1984. But we’ve been there, taken 13 strokes on that. Instead, let’s consider the relatively simple closing hole, named after Tom Morris, the four-time Open champion who designed its deceptively tricky green. It’s 357 yards short. Tiger Woods drove the green in 2010 and nearly made a hole in one, before missing the relatively short eagle putt. Old Tom 1, Tiger 0. </p> \n<p>The 18th’s difficulty is all about context, all in the mind. It’s where the greats close the deal, and the dreams of nearly men fade and die. Leave your drive short and left, and you’re faced with the Valley of Sin, a clutch of undulations and dips guarding the green. God speed getting through that. And there’s no escaping it. Costantino Rocca’s arms turned to jelly as he tried to lob over it at the 1995 Open, needing to get up and down for birdie to force a play-off with John Daly. Chyip! The ball flopped pathetically into the Valley and into a deep depression. As, momentarily, did the player. The dangers of Tom Morris right there. The fact that Rocca famously rolled in the monster putt he left himself is neither here nor there; drained of emotional energy, his play-off bid ended in the Road Hole bunker, from which he’s still trying to escape today. </p> \n<p>Yes, objectively, 17 is the harder hole. But then look at poor Doug Sanders in 1970 to see how context is king. He was so nervous coming up 17, that after addressing the ball to take his second shot, he looked up the fairway an astonishing 29 times before going through with his swing, at one point stepping out of his stance and beginning again. Yet after dumping his ball in the Road Hole bunker, he so nearly splashed out for birdie. Par saved on the famously difficult hole, he went to 18 just needing par. Pulling his drive in front of the Valley of Sin, he then hit a hot chip 30 feet past the flag, before three putting on Old Tom’s subtly crafted green. There’s been no more hellish end to an Open than Sanders’ infamous short, tentative miss on what the locals call “the amateur’s side”. So, you see, appearances can be deceptive; 18 is a hell hole indeed.</p> \n<figure class=\"element element-image\" data-media-id=\"3b9fb2bd18bba1e2f83a98ca34bd6dc1249eef36\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/4/1433418249147/c5fadc85-a308-4edd-98a8-97e344e9fbe4-460x305.jpeg\" alt=\"A look up the short, yet potentially nightmarish 18th hole on the Old Course at St Andrews.\" width=\"460\" height=\"305\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A look up the short, yet potentially nightmarish 18th hole on the Old Course at St Andrews.</span> \n  <span class=\"element-image__credit\">Photograph: David Cannon/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>5) 18th at Whistling Straits</strong></h2> \n<p>Another hole where the clue is in the name. Pete and Alice Dye’s most famous creation is the aforementioned 17th island green at Sawgrass. Yet perhaps this one – the puntastic Dyeabolical – is the most notorious. A 500-plus-yard par-four finishing hole, it’s designed for drama. The safe line from the tee is down the right, but that leaves a long second into the green over Seven Mile Creek. The risky line from the tee is down the left, but that requires the best part of a 300-yard carry over sand dunes. </p> \n<p>At the 2010 PGA Championship, title-chasing Dustin Johnson took the safe line down the right, but drove wildly into the gallery, finding a patch of dusty ground which local rules designated as a bunker. Unaware of the ruling, he grounded his club, and the resulting penalty cost him a precious place in a play-off. In that play-off, Bubba Watson put his ball in the creek; Martin Kaymer won the title with a bogey. It’s a conundrum all right. </p> \n<p>“It’s a joke, there’s nothing good about it,” the 1979 Masters champion Fuzzy Zoeller once said of the hole, failing to understand that watching professionals thrash about like weekend hackers is one of the few pleasures we golfing mortals have in life.</p> \n<figure class=\"element element-image\" data-media-id=\"e86ddcc49bd6cb241ea8c99505c7760c46b9d7c5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/4/1433418701652/d39e2743-ff23-4264-9189-c0da74e906ed-460x307.jpeg\" alt=\"'Dyeabolical'.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Dyeabolical’.</span> \n  <span class=\"element-image__credit\">Photograph: David Cannon/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>6) 18th at Doral</strong></h2> \n<p>The Blue Monster can devour the best of them: witness Rory McIlroy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/06/rory-mcilroy-club-water-doral\">launching his club into the azure vagueness</a> running down the left of the 8th back in March, having sent his ball in there with a shot that was 40 yards offline. “It felt good at the time,” admitted McIlroy, who thankfully couldn’t be bothered to kowtow to the pious moralisers. Of <em>course</em> it felt good at the time! </p> \n<p>The signature hole at Doral is the 484-yard par-four 18th, water running all the way down the left, trees and rough the other side of a tight, 32-yard-wide fairway. Attempt to blooter a drive down the left-hand side and you’ll need to carry it 300 yards to avoid some water kinking in. Too far to the right, and you’re faced with a lengthy second from the long stuff, towards a green guarded at the front by water and two large bunkers. “The hardest driving hole we face all year,” according to Jordan Spieth. “It is impossible,” adds Bubba Watson. Spieth and Bubba!</p> \n<p>So Blue Monster puts the fear up the best of them. And then Dustin Johnson, who has melted down in big tournaments more often than anyone cares to remember, stood on the tee in March requiring a par to win the WGC Cadillac. He calmly creamed it over the corner of the water on the left, leaving his ball in perfect position for a routine par, the most composed and measured closing out of a tournament you’re ever likely to witness. Calm. Composed. Measured. Dustin Johnson. Ah the beautiful, infinite absurdities of golf.</p> \n<figure class=\"element element-image\" data-media-id=\"a14344172f51304d15c1d1614dbf282db33b39cb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/4/1433418433947/f4b20655-da64-4837-9639-3cf50a8df711-460x307.jpeg\" alt=\"A scenic view of the 18th green on the Blue Monster Course at Doral in Florida.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A scenic view of the 18th green on the Blue Monster Course at Doral in Florida.</span> \n  <span class=\"element-image__credit\">Photograph: Keyur Khamar/US PGA Tour</span> \n </figcaption> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418646584/f2d4eda6-ace9-4a6b-86de-b83e70816695-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Cannon/Getty Images","altText":"All 520 yards of the par-four 18th at Whistling Straits.","cleanCredit":"Photograph: David Cannon/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433417938630/31b9a139-72a9-47ad-ab66-edc38c03838f-2060x1378.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1378,"width":2060,"orientation":"landscape","caption":"The church pew bunkering on the third hole at Oakmont, Pennsylvania. Photograph: Rick Stewart/Getty Images","credit":"Rick Stewart/Getty Images","altText":"The church pew bunkering on the third hole at Oakmont, Pennsylvania.","cleanCaption":"The church pew bunkering on the third hole at Oakmont, Pennsylvania.","cleanCredit":"Photograph: Rick Stewart/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418006498/a2106add-d7ab-468e-8613-85866be18354-1347x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1347,"orientation":"portrait","caption":"Bushes and shrubs in the rough near the green for the 10th hole at Pine Valley. Photograph: Tony Roberts/Corbis","credit":"Tony Roberts/Corbis","altText":"Bushes and shrubs in the rough near the green for the 10th hole at Pine Valley.","cleanCaption":"Bushes and shrubs in the rough near the green for the 10th hole at Pine Valley.","cleanCredit":"Photograph: Tony Roberts/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418123982/07420260-f293-44a7-aa67-7e23219d7964-2060x1395.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1395,"width":2060,"orientation":"landscape","caption":"An aerial view of the 15th, 16th and 17th holes at Cypress Point. Photograph: Phil Sheldon/Popperfoto/Getty Images","credit":"Phil Sheldon/Popperfoto/Getty Images","altText":"An aerial view of the 15th, 16th and 17th holes at Cypress Point.","cleanCaption":"An aerial view of the 15th, 16th and 17th holes at Cypress Point.","cleanCredit":"Photograph: Phil Sheldon/Popperfoto/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418248139/c5fadc85-a308-4edd-98a8-97e344e9fbe4-2060x1365.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1365,"width":2060,"orientation":"landscape","caption":"A look up the short, yet potentially nightmarish 18th hole on the Old Course at St Andrews. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"A look up the short, yet potentially nightmarish 18th hole on the Old Course at St Andrews.","cleanCaption":"A look up the short, yet potentially nightmarish 18th hole on the Old Course at St Andrews.","cleanCredit":"Photograph: David Cannon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418700372/d39e2743-ff23-4264-9189-c0da74e906ed-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"‘Dyeabolical’. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"'Dyeabolical'.","cleanCaption":"‘Dyeabolical’.","cleanCredit":"Photograph: David Cannon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418432362/f4b20655-da64-4837-9639-3cf50a8df711-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"A scenic view of the 18th green on the Blue Monster Course at Doral in Florida. Photograph: Keyur Khamar/US PGA Tour","credit":"Keyur Khamar/US PGA Tour","altText":"A scenic view of the 18th green on the Blue Monster Course at Doral in Florida.","cleanCaption":"A scenic view of the 18th green on the Blue Monster Course at Doral in Florida.","cleanCredit":"Photograph: Keyur Khamar/US PGA Tour"}],"webPublicationDate":"2015-06-12T09:00:11Z","lastModified":"2015-06-13T15:20:37Z","metadata":{"commentable":true,"commentCount":24,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":true,"keywords":["Golf","Sport"],"tags":[{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Scott Murray","topic":{"type":"tag-contributor","name":"profile/scottmurray"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/12/the-joy-of-six-golf-holes-of-hell","shortUrl":"http://gu.com/p/49fmf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/12/the-joy-of-six-golf-holes-of-hell","webUri":"http://www.theguardian.com/sport/blog/2015/jun/12/the-joy-of-six-golf-holes-of-hell"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418646584/f2d4eda6-ace9-4a6b-86de-b83e70816695-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"All 520 yards of the par-four 18th at Whistling Straits. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"All 520 yards of the par-four 18th at Whistling Straits.","cleanCaption":"All 520 yards of the par-four 18th at Whistling Straits.","cleanCredit":"Photograph: David Cannon/Getty Images"}},"importance":5,"kicker":{"title":"The Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/4/1433418646584/f2d4eda6-ace9-4a6b-86de-b83e70816695-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Cannon/Getty Images","altText":"All 520 yards of the par-four 18th at Whistling Straits.","cleanCredit":"Photograph: David Cannon/Getty Images"}}]},{"title":"The gifs that keep on giving / Xavi, Pirlo, LeBron and Michael Jordan","rawTitle":"Xavi, Pirlo, LeBron and Michael Jordan","item":{"type":"article","id":"sport/2015/jun/13/gifs-keep-giving-xavi-andrea-pirlo-michael-jordan-lebron-james","title":"The gifs that keep on giving: Xavi, Andrea Pirlo, LeBron James and Michael Jordan","trailText":"Featuring two of the greatest footballers of their generation, Thibaut Courtois jumping over Eden Hazard, Dani Alves on an escalator and a dodgy keeper","standFirst":"<p>Featuring two of the greatest footballers of their generation, Thibaut Courtois jumping over Eden Hazard, Dani Alves on an escalator and a dodgy keeper</p>","byline":"Paul Campbell","body":"<h2>Manuel Neuer he is not</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/FluffyMeaslyHogget-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//giant.gfycat.com/FluffyMeaslyHogget.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/FluffyMeaslyHogget.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt; \n&lt;/video&gt;\"></iframe> \n</figure> \n<h2>One big hand<br /></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://i.imgur.com/wFMOZyZ.gif&quot; width=&quot;100%&quot; height=&quot;300&quot; /&gt;\"></iframe> \n</figure> \n<h2>One big handshake</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://i.imgur.com/aSDsFHj.gif&quot; width=&quot;100%&quot; height=&quot;300&quot; /&gt;\"></iframe> \n</figure> \n<h2>An unorthodox overhead kick</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/GrandioseFlashyGrizzlybear-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/GrandioseFlashyGrizzlybear.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//fat.gfycat.com/GrandioseFlashyGrizzlybear.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2>When basketball meets volleyball</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/FickleGroundedAlbatross-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/FickleGroundedAlbatross.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//fat.gfycat.com/FickleGroundedAlbatross.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2>The big-man-little-man routine</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/FlawedInsignificantAsiantrumpetfish-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/FlawedInsignificantAsiantrumpetfish.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//fat.gfycat.com/FlawedInsignificantAsiantrumpetfish.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2>Coupling up</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/ReliableWarmheartedCoyote-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/ReliableWarmheartedCoyote.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//zippy.gfycat.com/ReliableWarmheartedCoyote.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2>Dani Alves goes down easily</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/ShadyAdmirableBonobo-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//fat.gfycat.com/ShadyAdmirableBonobo.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/ShadyAdmirableBonobo.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2>Just hoof it!</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/PlayfulPlaintiveGoldfish-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/PlayfulPlaintiveGoldfish.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//fat.gfycat.com/PlayfulPlaintiveGoldfish.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2>Old friends</h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/ZanyGenerousDesertpupfish-poster.jpg&quot; style=&quot;display: block;&quot;&gt; \n &lt;source id=&quot;webmsource&quot; src=&quot;//fat.gfycat.com/ZanyGenerousDesertpupfish.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt; \n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/ZanyGenerousDesertpupfish.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt; \n&lt;/video&gt;\"></iframe> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434035015349/1526ce39-aee3-4040-87b4-f256c3755ec9-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Gif","altText":"Xavi and Pirlo","cleanCredit":"Photograph: Gif"}],"bodyImages":[],"webPublicationDate":"2015-06-13T08:45:04Z","lastModified":"2015-06-13T08:48:42Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Paul Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-campbell"}],"feature":true,"keywords":["Sport","Football","US sports","Barcelona","Juventus","Champions League","Basketball","LeBron James"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"football/barcelona","webTitle":"Barcelona"},{"id":"football/juventus","webTitle":"Juventus"},{"id":"football/championsleague","webTitle":"Champions League"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/lebron-james","webTitle":"LeBron James"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Campbell","topic":{"type":"tag-contributor","name":"profile/paul-campbell"}}],"series":{"title":"The gifs that keep on giving","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/the-gifs-that-keep-giving"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/13/gifs-keep-giving-xavi-andrea-pirlo-michael-jordan-lebron-james","shortUrl":"http://gu.com/p/49yt7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/13/gifs-keep-giving-xavi-andrea-pirlo-michael-jordan-lebron-james","webUri":"http://www.theguardian.com/sport/2015/jun/13/gifs-keep-giving-xavi-andrea-pirlo-michael-jordan-lebron-james"},"shouldHideAdverts":false},"importance":5,"kicker":{"title":"The gifs that keep on giving"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434035015349/1526ce39-aee3-4040-87b4-f256c3755ec9-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Gif","altText":"Xavi and Pirlo","cleanCredit":"Photograph: Gif"}}]},{"title":"The Rumour Mill / Felipe Anderson to Manchester United?","rawTitle":"Felipe Anderson to Manchester United?","item":{"type":"article","id":"football/2015/jun/15/transfer-rumours-felipe-anderson-manchester-united","title":"Football transfer rumours: Felipe Anderson to Manchester United?","trailText":"Carlos Bacca to Roma? | Lukas Podolski to Everton? | Mateo Kovacic to Liverpool?","standFirst":"<p>Today’s fluff is wondering why an Indian restauraunt is named City of Paris</p>","byline":"Ian McCourt","body":"<p>Gentlemen and gentlewomen, the Mill knows how anxious you’ve all been during these last few days. But now it can safely say that your time and money have been well-spent. For you’re about to witness the greatest miracle of the machine age. Based on the revolutionary Computonian Law of Probability, this machine will tell us the precise location of the three remaining golden tickets. Wait? What? You’re not interested in a golden ticket? What sort of person is not interested in a golden ticket? Come again. You’d prefer some tittle-tattle transfer talk to a lifetime supply of chocolate? OK. You sure now? Right. Your choice. Here goes.</p> \n<p>Over in Manchester, Louis van Gaal’s holiday seems a long tim ago now. He went to see the baby-jumping festival in Castrillo de Murcia before driving up the Atlantic coast of France, stopping off to view some of the islands and taste the local delicacies (the lamb brain was his least favourite, though the taste wasn’t helped by the fact that his fellow diner had a great big juicy lump of steak between their choppers). Since he got back, he has been super busy but when he has some down time he can be found in his office with his nose in a book. But not just any old book. He is reading The Violent Land by Jorge Amado and once that is done he is planning to get his eyes on Bahia Blues by Yasmina Traboulsi. He has also been brushing up on his common Portuguese phrases – n<em>unca passar a bola para Phil sob nenhuma circunst&acirc;ncia</em> – and the customs of Brazil. You are wondering why the sudden interest in Brazil and all things Brazilian, aren’t you? Well you see, there is a lovely little beach hut going cheap and located just a hop away from the southern beach on Ilha Grande and Louis sees it as a nice place to retire to. Also, he hopes it will help him convince <strong>Felipe Anderson</strong> that he is a bawcock and that <strong>Manchester United</strong> is a club worth signing for.</p> \n<p>With good news comes bad news, however (bad news, that is, for Manchester United fans). <strong>Robin van Persie</strong> reckons he will still be at the club next season. And seven more after that. Here are some filler quotes you can skip should you be pressed for time. “No, I’m totally relaxed,” he chilled out. “I have a contract with this club until 2016. Things could change now, but that all depends on Manchester United not me. Believe me, I’m relaxed – I’m not going to be part of a puppet show. In August I’m 32. But I still have the ambition to play for another eight years.” Eight years? Good luck with that.</p> \n<p>So confident is Jos&eacute; Mourinho about <strong>Chelsea</strong> winning the league title next season, he is going to give his side a handicap by signing<strong> Radamel Falcao</strong>. That’s Jos&eacute; in a nutshell right there, always thinking of others. Speaking of Colombian strikers, <strong>Carlos Bacca</strong> has decided that Manchester and north London are places too steeped in sin, too of the flesh for him and so he has kindly asked his Mr 15% to give Ars&egrave;ne Wenger and Van Gaal a call and thank them for their interests in his services but that he must say no. He has also asked them for their respective addresses so that he can send them on a personalised thank you card with some bananas on the front and an inside message that reads: ‘thanks a bunch’. So where is Bacca going then? Let’s let his aforementioned agent explain. “Carlos is deeply religious. And in Rome, there is the pope. And apart from that we are talking about one of the best clubs [<strong>Roma</strong>].” To Rome it is then.</p> \n<p><strong>Lukas Podolski</strong>: on Instagram he’s the business man. But in reality, not so much. That’s why he has been told that he is as wanted around Arsenal and/or Internazionale as a pimple before prom night. Poor Lukas and all that work he put in taking photos around the city and doing the hashtag thing that he does. But the German is nothing if not positive and Roberto Mart&iacute;nez likes the cut of that type of jib. As soon as Podolski accepts his request to follow him on the popular photo- and video-sharing social media website, the Spaniard will see how he feels about an up north trip to <strong>Everton</strong>. Podolski will think about it for a second, realise it’s a good idea and spontaneously start singing Fishnet by Morris Day.</p> \n<p>Finally to <strong>Liverpool</strong> where Brendan Rodgers has agreed a deal for the 21-year-old Inter midfielder, <strong>Mateo Kovacic</strong>. That should solve all those goal-scoring problems, eh?</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03a0f72a2b571ef0ebffbfceaac920f771f12ccd/96_363_1741_1044/1741.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1044,"width":1741,"orientation":"landscape","credit":"Maurizio Brambatti/AP","altText":"Felipe Anderson","cleanCredit":"Photograph: Maurizio Brambatti/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-15T07:53:31Z","lastModified":"2015-06-15T07:54:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ian McCourt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-mccourt"}],"feature":true,"keywords":["Manchester United","Lazio","Football","Sport","Transfer window"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/lazio","webTitle":"Lazio"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/transfer-window","webTitle":"Transfer window"}],"section":{"id":"football"},"topics":[{"displayName":"Ian McCourt","topic":{"type":"tag-contributor","name":"profile/ian-mccourt"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/transfer-rumours-felipe-anderson-manchester-united","shortUrl":"http://gu.com/p/49nkd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/transfer-rumours-felipe-anderson-manchester-united","webUri":"http://www.theguardian.com/football/2015/jun/15/transfer-rumours-felipe-anderson-manchester-united"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03a0f72a2b571ef0ebffbfceaac920f771f12ccd/96_363_1741_1044/1741.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1044,"width":1741,"orientation":"landscape","caption":"Felipe Anderson reacts to the news that they have an American Apparel in Manchester. Photograph: Maurizio Brambatti/AP","credit":"Maurizio Brambatti/AP","altText":"Felipe Anderson reacts to the news that they have an American Apparel in Manchester.","cleanCaption":"Felipe Anderson reacts to the news that they have an American Apparel in Manchester.","cleanCredit":"Photograph: Maurizio Brambatti/AP"}},"importance":4,"kicker":{"title":"The Rumour Mill"},"showQuotedHeadline":false,"sublinks":[{"title":"Chelsea / Courtois backs move for ex-team-mate Falcao","rawTitle":"Courtois backs move for ex-team-mate Falcao","item":{"type":"article","id":"football/2015/jun/13/thibaut-courtois-chelsea-monaco-radamel-falcao","title":"Thibaut Courtois backs Chelsea move for Monaco’s Radamel Falcao","trailText":"Thibaut Courtois believes his ex-Atlético Madrid colleague Radamel Falcao can thrive at Stamford Bridge","standFirst":"<span class=\"bullet\">•</span> Goalkeeper believes ex-Atl&eacute;tico colleague can thrive at Stamford Bridge\n<br />\n<span class=\"bullet\">•</span> ‘It’s the decision of the club but he can be a very good player for Chelsea’","byline":"David Hytner","body":"<p>Thibaut Courtois believes that Radamel Falcao would be an excellent summer signing for Chelsea. The goalkeeper played with Falcao at Atl&eacute;tico Madrid, where the striker built a reputation as one of the most lethal goalscorers in Europe.</p> \n<p>Falcao endured a nightmarish season last time out when on loan at Manchester United, scoring four goals in 26 apperances, but Jos&eacute; Mourinho believes that he can still show his true form in English football.</p> \n<p>The Chelsea manager, who has lost Didier Drogba from the squad that won the Premier League title last season, is in talks with Falcao’s club, Monaco, over a possible loan deal.</p> \n<p>Falcao also overlapped with the Chelsea striker Diego Costa at Atl&eacute;tico in 2012-13: the pair scored 54 goals in all competitions that season. Falcao is on record as saying that he “would like to continue in England”.</p> \n<p>Courtois said: “I know Falcao very well. He’s a very good boy, he’s a good friend of mine so if he comes, great. It’s the decision of the club but he would be a very good player for Chelsea.”</p> \n<p>Mourinho said this week: “If I can help Falcao reach his level again, I will do it. It hurts me that people in England think that the real Falcao is the one we saw at Manchester United. He is a great player. I don’t do the negotiations. I just tell my board, my club, the players that I am interested in, the price, what I like. And we will see what happens.”</p> \n<p>The likelihood of a Falcao move to Chelsea has been reported by the Portugal media, the newspaper <em>Record </em>claiming a loan deal is imminent.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/13/1434213727130/Radamel-Falcao-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Radamel Falcao scored just four goals for Manchester United in his first season in England. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Radamel Falcao","cleanCaption":"Radamel Falcao scored just four goals for Manchester United in his first season in England. Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-13T21:30:08Z","lastModified":"2015-06-13T23:01:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Hytner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400688222276/David-Hytner-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidhytner"}],"feature":false,"keywords":["Radamel Falcao","Chelsea","Football","Sport"],"tags":[{"id":"football/radamel-falcao","webTitle":"Radamel Falcao"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"David Hytner","topic":{"type":"tag-contributor","name":"profile/davidhytner"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/13/thibaut-courtois-chelsea-monaco-radamel-falcao","shortUrl":"http://gu.com/p/49n75","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/13/thibaut-courtois-chelsea-monaco-radamel-falcao","webUri":"http://www.theguardian.com/football/2015/jun/13/thibaut-courtois-chelsea-monaco-radamel-falcao"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/13/1434213727130/Radamel-Falcao-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Radamel Falcao scored just four goals for Manchester United in his first season in England. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Radamel Falcao","cleanCaption":"Radamel Falcao scored just four goals for Manchester United in his first season in England. Photograph: Martin Rickett/PA"}},"importance":0,"kicker":{"title":"Chelsea"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/6b60c7b6349f6c9c015b9076d7bbc46ffd4a9837/0_15_1521_913/1000.jpg","height":600,"width":1000}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03a0f72a2b571ef0ebffbfceaac920f771f12ccd/96_363_1741_1044/1741.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1044,"width":1741,"orientation":"landscape","credit":"Maurizio Brambatti/AP","altText":"Felipe Anderson","cleanCredit":"Photograph: Maurizio Brambatti/AP"}}]},{"title":"You are the Umpire / Wildly flapping sleeves and an instinctive swat","rawTitle":"Wildly flapping sleeves and an instinctive swat","item":{"type":"article","id":"sport/2015/jun/12/you-are-the-umpire-paul-trevillion","title":"You are the Umpire: Ben Stokes","trailText":"<p>Featuring: An unwanted wicketkeeper, wildly flapping sleeves, and an instinctive swat</p>","standFirst":"","byline":"","body":"<p><a href=\"http://i.guim.co.uk/static/w-1225/h--/q-95/sys-images/Guardian/Pix/pictures/2015/6/11/1434012371763/Ben-Stokes-001.jpg\">Click to enlarge</a>, and debate the strip below the line.</p>\n<h2>John Holder's verdict</h2>\n<p><strong>1)</strong> Give him the nod: it's fine for the wicketkeeper to remove his protective equipment and act purely as a conventional fielder – in fact, it happened earlier this month in Worcestershire's T20 Blast fixture against Northamptonshire. It's not essential to have a wicketkeeper – the laws simply state that only one player is allowed to play in that position, wearing gloves and external leg guards, standing at a distance behind the wicket relevant to the speed of the bowler. A kitted-up wicketkeeper cannot stand in the slips, the outfield or anywhere near the boundary. <em>Andy Courtenay wins the shirt</em>. <br /><strong>2)</strong> Yes, he's out. If a batsman is distracted while receiving a delivery he should pull away and make it clear there has been a distraction. In this case he has only complained after being bowled, so it could just be an excuse. Unless you and your colleagues agree the distraction was absolutely obvious, the dismissal stands. <em>Thanks to Leonard Johnson</em>. <br /><strong>3)</strong> The batsman is out for obstruction. Even though the delivery was a no-ball and he would not have been out bowled, the ball is still live and the batsman has no right to touch it deliberately with the hand not holding the bat – unless permitted to do so by a member of the fielding side. <em>Thanks to David Collins</em>.</p>\n<h2>Competition: win a T-shirt of your choice</h2>\n<figure data-media-id=\"gu-image-457154617\">\n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg\" alt=\"Cricket shirt\" width=\"140\" height=\"130\" class=\"gu-image\" />\n <figcaption> \n </figcaption>\n</figure>\n<p>For a chance to win a sporting T-shirt of your choice from the <a href=\"http://entertainment.guardianoffers.co.uk/search/results/?search=philosophy+football+shirt\">Guardian range</a> send us your questions for You are the Umpire to <a href=\"mailto:you.are.the.umpire@observer.co.uk\">you.are.the.umpire@observer.co.uk</a>. The best scenario used in each new strip wins a T-shirt; Terms apply. For more on You are the Ref's history, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2008/aug/07/football.ref?guni=Article:in body link\">click here</a>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012375957/Ben-Stokes-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Ben Stokes You are the Umpire Photograph: Observer Photograph: Observer","credit":"Observer","altText":"Ben Stokes","cleanCaption":"Ben Stokes You are the Umpire Photograph: Observer","cleanCredit":"Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":130,"width":140,"orientation":"landscape","caption":"  Photograph: Observer","credit":"Observer","altText":"Cricket shirt","cleanCaption":" ","cleanCredit":"Observer"}],"webPublicationDate":"2015-06-12T08:30:00Z","lastModified":"2015-06-15T00:30:00Z","metadata":{"commentable":true,"commentCount":64,"contributors":[],"feature":true,"keywords":["Cricket","Ben Stokes","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ben-stokes","webTitle":"Ben Stokes"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"series":{"title":"You are the Umpire","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/you-are-the-umpire"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/12/you-are-the-umpire-paul-trevillion","shortUrl":"http://gu.com/p/49y78","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/12/you-are-the-umpire-paul-trevillion","webUri":"http://www.theguardian.com/sport/2015/jun/12/you-are-the-umpire-paul-trevillion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012371763/Ben-Stokes-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":429,"width":940,"orientation":"landscape","caption":"  Photograph: Observer","credit":"Observer","altText":"Ben Stokes","cleanCaption":" ","cleanCredit":"Observer"}},"importance":4,"kicker":{"title":"You are the Umpire"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012375957/Ben-Stokes-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Ben Stokes You are the Umpire Photograph: Observer Photograph: Observer","credit":"Observer","altText":"Ben Stokes","cleanCaption":"Ben Stokes You are the Umpire Photograph: Observer","cleanCredit":"Observer"}}]},{"title":"Sports quiz of the week / Wiggins, Copa América and Woods","rawTitle":"Wiggins, Copa América and Woods","item":{"type":"article","id":"sport/2015/jun/12/sports-quiz-week-bradley-wiggins-copa-america-tiger-woods","title":"The sports quiz of the week: Bradley Wiggins, Copa América and Tiger Woods","trailText":"This week’s quiz has been to Chile, Canada, Berlin and Upton Park for football, while admiring a man on a bike in London and a prolific tennis champion in Paris","standFirst":"<p>This week’s quiz has been to Chile, Canada, Berlin and Upton Park for football, while admiring a man on a bike in London and a prolific tennis champion in Paris</p>","byline":"Paul Campbell","body":"<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/mar/quiz/auto-update-activity.gif&quot; /&gt;\"></iframe> \n</figure> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://gdn-cdn.s3.amazonaws.com/quiz-builder/1c16016c-4688-4711-9607-b78f1d5fb4e3/boot.js\" data-canonical-url=\"http://gdn-cdn.s3.amazonaws.com/quiz-builder/1c16016c-4688-4711-9607-b78f1d5fb4e3/boot.js\" data-alt=\"quiz\"> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107935027/202a3575-6fdb-4a1c-b030-ff542410d81d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tim Ireland/AP","altText":"Wiggins","cleanCredit":"Photograph: Tim Ireland/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-12T11:32:11Z","lastModified":"2015-06-12T11:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-campbell"}],"feature":true,"keywords":["Sport","Football","Tennis","Sir Bradley Wiggins","Tiger Woods","US sports","Copa América","Cycling","Women's World Cup 2015","Women's football"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/bradleywiggins","webTitle":"Sir Bradley Wiggins"},{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"football/copa-america","webTitle":"Copa América"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Campbell","topic":{"type":"tag-contributor","name":"profile/paul-campbell"}}],"series":{"title":"Sports quiz of the week","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/sports-quiz-of-the-week"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/12/sports-quiz-week-bradley-wiggins-copa-america-tiger-woods","shortUrl":"http://gu.com/p/49m7a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/12/sports-quiz-week-bradley-wiggins-copa-america-tiger-woods","webUri":"http://www.theguardian.com/sport/2015/jun/12/sports-quiz-week-bradley-wiggins-copa-america-tiger-woods"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107935027/202a3575-6fdb-4a1c-b030-ff542410d81d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bradley Wiggins’ hour-long cycle. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Wiggins","cleanCaption":"Bradley Wiggins’ hour-long cycle.","cleanCredit":"Photograph: Tim Ireland/AP"}},"importance":3,"kicker":{"title":"Sports quiz of the week"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107935027/202a3575-6fdb-4a1c-b030-ff542410d81d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tim Ireland/AP","altText":"Wiggins","cleanCredit":"Photograph: Tim Ireland/AP"}}]},{"title":"Fiver / Sign up now for our free and funny email. OK, our free email","rawTitle":"Sign up now for our free and funny email. OK, our free email","item":{"type":"article","id":"football/2015/jun/12/the-fiver-moving-around-chuck-blazer","title":"Moving around with all the zip of Chuck Blazer on his Fifa mobility scooter","trailText":"In today’s Fiver: the search for truth starts at a car window, fire-fighting with Pia Sundhage, cool names, and post-punk alt-rock outfit Interpol","standFirst":"<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\" title=\"\">Click here to have the Fiver sent to your inbox every weekday at 5pm, or if your usual copy has stopped arriving</a>","byline":"Scott Murray","body":"<h2>ADEL &gt; CHUCK</h2> \n<p>The season’s over, and nothing of any interest whatsoever is happening. Don’t let these upcoming Euro 2016 qualifiers fool you; everyone’s going to qualify for Euro 2016. So bored minds naturally turn to the world of transfers. And there’s been a reasonably big one today, with Adel Taarabt joining the world-famous Benfica, winners of two European Cups and 34-time champions of Portugal. Given that he’s spent most of his career not playing for Spurs, being unable to get a game at QPR, and failing to establish himself at Milan, it’s fair to say he’s risen without trace.</p> \n<p>Of course, if you take everything his former Rs boss ‘Arry Redknapp says at face value – and why not, we’re all innocents trying to make sense of an irrational universe, we might as well start the search for empirical data somewhere – you could be forgiven for assuming that Taarabt, a 26-year-old professional footballer, is very fat, moving around with all the zip and verve of Chuck Blazer on one of his Fifa mobility scooters, the front basket laden with sacks of cake, pork chops, foie gras, coins, etc. But he’s not, is he?</p> \n<p>Even if he was a bit chubby, the Fiver isn’t sure what the problem would be, given how a bit of spare timber didn’t exactly do Ferenc Puskas, Jan Molby or Chuck Blazer circa 1990 to 2014 any harm. But the fact he’s been awarded a five-year deal by one of the most storied clubs in the world strongly suggests the scales in the Benfica medical centre remain in one piece. And that Harry might have been exaggerating a little bit back there for effect. As indeed was the Fiver, now we come to think about it. Scotland won’t qualify. Scotland always find a way not to qualify.</p> \n<h2>QUOTE OF THE DAY</h2> \n<p>“She’s a piece of work” – Sweden manager Pia Sundhage spent her pre-match press conference trying to repair some of the damage caused by her previous acerbic comments about her former team, the United States. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/usa-sweden-clash-womens-world-cup\" title=\"\">She failed</a>.</p> \n<h2>FIVER LETTERS</h2> \n<p>“So glad to see that AFC Leopards were featured in yesterday’s Fiver letters. Southampton’s Victor Wanyama played for the club as did his father. Victor is a fine lad and recently donated some funds to the club to enable them pay player salaries. Not enough it seems to stem off the player rebellion” – Samuel Eyinda.</p> \n<p>“How many pedants will write in to say, 1) AFC is not an acronym, and 2) Sofapaka (ironically) is – Declan Houton (and no other pedants).</p> \n<p>“Given a certain club have banned the Guardian and others, perhaps, as a response, consider only covering the assorted gaffes, cringeworthy statements and general all-round hilarity; ignoring all their on field glory and off field altruism.</p> \n<p>As you were...” – Richard Clayton.</p> \n<p>“Can I get Rex Shutterstock’s phone number too. He sounds like my sort of guy” – Adoni Patrikios.</p> \n<p>“Having noted that the most recent winners of letter of the day were Bertil Murunga, Benet Gladwin, Alys Barber-Rogers, and Roll Over, I’m wondering if the Fiver has resorted to awarding the daily title to whoever has the coolest name ? In hope, I’m changing mine to Alcander Perevine. Any chance? – Gareth Bayford/Alcander Perevine</p> \n<p><span class=\"bullet\">•</span> Send your letters to <a href=\"mailto:the.boss@theguardian.com\" title=\"\">the.boss@theguardian.com</a>. And if you’ve nothing better to do you can also <a href=\"https://twitter.com/thefiver\" title=\"\">tweet the Fiver</a>. Today’s winner of our prizeless letter o’the day is: Jake Bullit.</p> \n<h2>JOIN GUARDIAN SOULMATES</h2> \n<p>Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, <a href=\"https://soulmates.theguardian.com/\" title=\"\">sign up here to view profiles</a> of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope.</p> \n<h2>BITS AND BOBS</h2> \n<p>Yohan Cabaye wants to say TTFN to PSG. “If there is an opportunity to go back to England, I hope everyone will be smart enough to do things well,” he comeandgetmeplead.</p> \n<p>Not so much “Walking in Memphis” as “Memphis walking in” – Depay has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/memphis-depay-completes-manchester-united-transfer\" title=\"\">completed his move to Manchester United</a>.</p> \n<p>Post-punk alt-rock outfit Interpol have ended a 10-year $20m deal with Fifa. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/interpol-suspends-fifa-match-fixing-partnership\" title=\"\">Possibly</a>.</p> \n<p>In leaving news, Jimmy Greaves has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/jimmy-greaves-leaves-hospital-after-stroke\" title=\"\">left hospital a month after suffering severe stroke</a>.</p> \n<p>In not leaving news, Zlatan Ibrahimovic <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/zlatan-ibrahimovic-staying-psg-milan-sweden\" title=\"\">has no intention of saying goodbye to Paris</a>.</p> \n<p>Napoli have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/napoli-appoint-maurizio-sarri-head-coach\" title=\"\">appointed Maurizio Sarri as head coach</a>.</p> \n<p>Arsenal have been charged with allegedly breaching football agents regulations over the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/arsenal-charged-fa-allegedly-breaching-football-agent-regulations\" title=\"\">transfer of the defender Calum Chambers from Southampton</a>.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/robbie-keane-cousin-dies-sewer-republic-of-ireland-scotland\" title=\"\">Robbie Keane is a doubt for the Republic of Ireland</a> after a double tragedy involving the striker’s cousins..</p> \n<p>And if you’re a Belgium fan relying on a satnav to get you to Wales –and, let’s face it, we’re all Belgium fans relying on a satnav to get us to Wales in a way – <a href=\"http://preview.gutools.co.uk/football/2015/jun/12/belgium-fans-trust-satnav-end-up-in-wrong-wales\" title=\"\">make sure it’s the right Wales</a>.</p> \n<h2>STILL WANT MORE?</h2> \n<p>When Paul Doyle, Jacob Steinberg and John Ashdown get together they like to build furniture and then to have a discussion about where it could be placed in a room but this time they put together <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/12/euro-2016-qualifiers-10-things-to-look-out-for-this-weekend\" title=\"\">10 talking points for this weekend’s Euro 2016 qualifiers</a>.</p> \n<p>Barney Ronay likes his furniture like his clothing design – from the ‘50s and ‘60s and of Scandinavian or Milanese origin. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/12/wayne-rooney-england-boredom\" title=\"\">He also likes to write about Wayne Rooney</a>.</p> \n<p>Watching Aiden McGeady = frustration = furniture getting smashed. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/aiden-mcgeady-ireland-scotland\" title=\"\">So reckons Paul Doyle</a>.</p> \n<p>Enough of this furniture talk and more inspirational talk. Stuart James has met up with Jack Rutter, who suffered brain damage in 2009 but is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/england-football-cerebral-palsy-jack-rutter\" title=\"\">now the England captain for the world championship</a>.</p> \n<p>Fancy some more inspirational chat? Course you do. Guam, the tiny US territory located in the middle of nowhere, has just won its first ever World Cup match. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/guam-soccer-dream-fifa-world-cup\" title=\"\">Scott McIntyre reports</a>.</p> \n<p>Oh, and if it’s your thing … you can <a href=\"https://www.facebook.com/guardianfootball\" title=\"\">follow Big Website on Big Social FaceSpace</a>.</p> \n<h2>SIGN UP TO THE FIVER</h2> \n<p>Want your very own copy of our free tea-timely(ish) email sent direct to your inbox? Has your regular copy stopped arriving? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\" title=\"\">Click here to sign up</a>.</p> \n<h2><a href=\"https://twitter.com/1886_ArsenalFC/status/609317262458232832\" title=\"\">WHAT AN AGE TO BE ALIVE!</a></h2>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434122006253/Adeles-midfield-performan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adel's midfield performances for QPR were sporadic and disappointing this season. Photograph: Kevin Winter/Getty Images","credit":"Kevin Winter/Getty Images","altText":"Adele's midfield performances for QPR were sporadic and disappointing this season.","cleanCaption":"Adel's midfield performances for QPR were sporadic and disappointing this season. Photograph: Kevin Winter/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-12T15:43:14Z","lastModified":"2015-06-12T15:45:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Scott Murray","topic":{"type":"tag-contributor","name":"profile/scottmurray"}}],"series":{"title":"The Fiver","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thefiver"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/12/the-fiver-moving-around-chuck-blazer","shortUrl":"http://gu.com/p/49myq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/12/the-fiver-moving-around-chuck-blazer","webUri":"http://www.theguardian.com/football/2015/jun/12/the-fiver-moving-around-chuck-blazer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434122006253/Adeles-midfield-performan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adel's midfield performances for QPR were sporadic and disappointing this season. Photograph: Kevin Winter/Getty Images","credit":"Kevin Winter/Getty Images","altText":"Adele's midfield performances for QPR were sporadic and disappointing this season.","cleanCaption":"Adel's midfield performances for QPR were sporadic and disappointing this season. Photograph: Kevin Winter/Getty Images"}},"importance":3,"kicker":{"title":"Fiver"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434122006253/Adeles-midfield-performan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adel's midfield performances for QPR were sporadic and disappointing this season. Photograph: Kevin Winter/Getty Images","credit":"Kevin Winter/Getty Images","altText":"Adele's midfield performances for QPR were sporadic and disappointing this season.","cleanCaption":"Adel's midfield performances for QPR were sporadic and disappointing this season. Photograph: Kevin Winter/Getty Images"}}]}],"lastModified":"2015-06-15T08:23:30Z","personalization":{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"visibility":"all","adTargetingPath":"sport/front"}