{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","title":"regulars","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"cards":[{"title":"The Fiver / Sign up for a daily dose of our funny and free email. OK, our free email","rawTitle":"Sign up for a daily dose of our funny and free email. OK, our free email","item":{"type":"article","id":"football/2015/jul/08/fiver-fooling-the-man-aint-easy","title":"Fooling the man ain't easy","trailText":"<strong>Today: </strong>Badge kissing, dog hugging and the return of Rivaldo","standFirst":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to have the Fiver sent to your inbox every weekday at 5pm, or if your usual copy has stopped arriving</a></p>","byline":"Michael Butler","body":"<h2><p>HOLD YOUR STOMACH AND GROAN</p></h2> \n<p>The Fiver doesn’t really have a lot in common with Ferris Bueller. The Fiver has never driven around in a soft-top. The Fiver has never conducted a 200-strong parade of people through the streets of downtown Chicago to the sound of Twist and Shout. The Fiver has never had a friend destroy a Ferrari – indeed The Fiver has never had a friend. One thing that we do share is the penchant for taking the day off – and both Ferris and The Fiver are mightily good at that. But fooling The Man ain’t easy, as Raheem Sterling is quickly finding out.</p> \n<p>Everyone should know that the groundwork for calling in sick starts the day before. While The Fiver often throws in a tea-timely cough towards the end of its working day to plant the seed of doubt in the minds of the Big Paper suits, Sterling dropped the ball/bombshell that he wouldn’t be joining Liverpool on their pre-season tour to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour\">Asia and Australia</a>. And so when he missed training at Melwood on Wednesday, citing ‘<a href=\"http://www.theguardian.com/football/2015/jul/08/raheem-sterling-misses-training-illness \">illness</a>’ – an excuse that appears more transparent than a jellyfish wearing contact lenses – eyebrows were raised.</p> \n<p>The Fiver expected better from Sterling. Blame it on your kid Raheem, that’s always an easy way out. Or follow these simple rules and never be suspected of trying to force through a move to Manchester City again.</p> \n<ol> \n <li>LAY THE TRAP: As mentioned, you must start your work the day before. Fail to prepare, prepare to fail. The previous day, on the way back from your mid-afternoon comfort break, hold your stomach and groan, preferably within earshot of your line manager. Refrain from keeling over, subtlety is the name of the game here. Drink a fruit tea, preferably citrus-based. Maybe throw in that you recently visited somebody in hospital. Do not – repeat DO NOT – tell any of your colleagues you are going out that evening to drink yourself into a stupor.</li> \n <li>THE PROLOGUE: Set your alarm for 4am, awaken and send an email to your boss, explaining that you are struggs. Getting up at this ungodly hour might be tough but will pay dividends later on. It stinks of authenticity, plus in the summer months you should be able to catch a sweet sunrise out of the window, which is never a chore. No need to be too specific here but allude to the fact that you have not been able to leave the bathroom for more than a couple of minutes at a time. Maybe make a spelling mistake or two because you are deliriously ill.</li> \n <li>THE CALL: This is never an actual phone call. Are you mad?! Send another email around about the time you would normally set off for work. Sincerely apologise and give your boss a number to call if they need anything. They never call. Set your out-of-office. Annnnnd breathe.</li> \n <li>RELAX: Pull your feet up, champ! Do whatever you want. Suggested activities: eat hummus with your hands, wear a fez, flirt with Manchester City’s <a href=\"http:// http://www.theguardian.com/football/2012/oct/28/manchester-city-appoint-txiki-begiristain\">Txiki Begiristain</a>.<br /></li> \n <li>REPEAT: Repeat stages 2-4. Any skiver worth their salt will know that you can’t just take the single day off. It will arouse suspicion. Take two and then your boss will know you are really ill, for realz.</li> \n</ol> \n<p>It must be nearly home-time – anyone for a fruit tea? Enjoy tomorrow all. </p> \n<h2>QUOTE OF THE DAY</h2> \n<figure class=\"element element-image\" data-media-id=\"4b8aac76df935cd4815586bb78d17d6ea7e63249\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436367280100/652d7e3c-f391-4b6a-8fbd-b91a7927128c-460x276.jpeg\" alt=\"Marcell Jansen\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">We love you Marcell, we do!</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>“In the last few years I was very emotionally tied to HSV. I will continue to live in Hamburg and will always love this club. Gladbach, of course, as well. But now some new club? No, I don’t want to lie or deceive some other club or fans when I am no longer fully behind it. I can’t just suddenly kiss another badge now” – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/marcell-jansen-hamburg-retires-29\">Marcell Jansen explains his reason for retiring after being let go by Hamburg at the ripe old age of 29</a>.</p> \n<h2>FIVER LETTERS<br /></h2> \n<p>“ It’s probably a truism to say that the Fiver isn’t the full shilling - but you’re really asking for a baying crowd of pedants to chorus repetitively and loudly “YOU DON’T KNOW WHAT YOU’RE DOING!” when you run a picture with the caption “there was a touch of offside about that 27th goal,” when there is a defender in blue in front of the goalkeeper playing the attacker in yellow onside by approximately the distance equivalent to the length of the archipelago nation in question. I would like to say I expect better of the Fiver, but honesty forbids me” – Ben Carlish.</p> \n<p>“Never mind the age of Kanji, I was stunned that no linguistic pedants raised the fact that Monday’s Quote of the Day also contained Hiragana and Katakana characters. Both syllabic scripts, Hiragana can reference native Japanese written words for which there exists no equivalent Kanji while Katakana is used to express foreign language words eg. Hotel (Ho-Te-Ru = ミルク), whiskey<em> </em>(ui-su-ki = ウイスキー). Having belatedly pointed this out Fa-i-va (ファイヷ)-San, I can only hope that it starts a thread of soccer-related, Kana-based anecdotes that will keep the letters section filled until next month’s Charity Shield ” – Steve Gaw.</p> \n<p>“May I be the first of 1,057 Japanese pedants to suggest that the obvious way to say “schoolboy defending” would have been a simple 男生徒的な死守. Alternatively, if you wanted to go all phonetic to make it absolutely clear what you were getting at, 男性徒的なディフェンディング was just sitting there begging ” – Dan McSweeney and no one else.</p> \n<p>“I am at a loss as to how 11-a-side game can result in defeats by 38 and 46 goals. I say this from a position of knowledge, having once been on a side beaten 27-0. In that game we had only seven players against the opposition’s’ full strength team; which results in, as near as damn it, two on one everywhere in the outfield and a goal every 3 1/2 minutes. How you can do worse than that with 11 players is beyond my (expert) comprehension. As an aside, the match was to be forfeited as we had only six players at game time. The referee waited until 15 minutes after kick off by which time a seventh player - later to be beaten with soap-filled socks - showed up. A forfeit would have gone down in the books as a 3-0 loss” – Ray Ward.</p> \n<p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a>. And if you’ve nothing better to do you can also <a href=\"https://twitter.com/thefiver\">tweet the Fiver</a>. <strong>Today’s winner of our prizeless letter o’the day is: </strong>Ben Carlish.<br /></p> \n<h2>JOIN GUARDIAN SOULMATES</h2> \n<p>Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, <a href=\"https://soulmates.theguardian.com/\">sign up here to view profiles</a> of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope.</p> \n<h2>BITS AND BOBS</h2> \n<p>Tottenham have ridden roughshod over Southampton’s threat of legal action and unveiled Toby Alderweireld as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/toby-alderweireld-tottenham-atletico-madrid-southampton\">their new &pound;11.4m signing</a>. “It’s a big club and it’s always been a dream to play at a club like Spurs,” he parped, in a statement that should endear him to the Southampton fans.</p> \n<p>Clearly fed up with the lack of <em>joga bonita</em> in the modern Brazilian game, Rivaldo has decided to take matters into his own hands and start playing again <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/rivaldo-comeback-43-mogi-mirim-brazil-second-division\">at the age of 43.</a> “After one year and three months, I started training back again and went out to play at a match after just 20 days and that inspires any younger player,” humble-bragged Rivaldo. “I helped the team get out of this predicament.”</p> \n<p>Hard-nose negotiator extraordinaire Daniel Levy has found an ingenious way to bring in some extra moolah for both his club and the people of Tottenham by hosting <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/tottenham-nfl-matches-new-stadium-10-year-deal\">NFL matches at their new stadium</a>. “The socio-economic benefits this will bring to the area will be immense and demonstrates our commitment to the regeneration of this priority borough in London,” preached Levy. </p> \n<p>Swansea City have taken their love for supporters to even greater heights by announcing they will subsidise <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/swansea-city-subsidise-away-tickets\">the price of every ticket for all away fixtures in the Premier League this season</a>. “We felt it would be more beneficial to our supporters if we took the step of guaranteeing them cheaper tickets for all our away games, whether there was a reciprocal deal in place or not,” sniped Swans vice-suit Leigh Dineen.</p> \n<p>Matteo Darmian will be tapping up Mario Balotelli’s knowledge of the finest Italian restaurants in the north west after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/matteo-darmian-manchester-united-torino\">Manchester United agreed a &pound;12.9m deal</a> for the Torino right-back but Mats Hummels is proving a far more difficult catch. “Of course when the big clubs are interested, and Manchester United is one of the biggest clubs in the world, it’s an honour. But I decided I wanted to stay here [for another year],” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/mats-hummels-stay-another-year-borussia-dortmund-manchester-united\">fluttered the Borussia Dortmund centre-back</a>.</p> \n<p>Steve N’Zonzi is dancing through the streets of Stoke pulling Peter Crouch-style shapes after his club accepted a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/steven-nzonzi-stoke-sevilla-accept-bid\">&pound;7m offer from Sevilla for his services</a>. “N’Zonzi is an interesting player,” cheered Sevilla suit Jos&eacute; Castro after checking out the 6ft 4in midfielder’s moves. “We consider him very favourably and we’re working on it.” </p> \n<h2>STILL WANT MORE?</h2> \n<figure class=\"element element-image\" data-media-id=\"8f5c2cce9c5983b450e54f46af53ed7ecf1728e4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436360965125/5feb20d8-4e65-4913-98b8-f27a932f95d8-460x276.jpeg\" alt=\"'Come here and give us a hug'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Come here and give us a hug’</span> \n  <span class=\"element-image__credit\">Photograph: VI-Images</span> \n </figcaption> \n</figure> \n<p>Memphis Depay’s father walked out on him and his mother when he was four but having dealt with a difficult upbringing he is now poised to bring his talents – and those tattoos – to a wider stage, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/manchester-united-memphis-depay-dream-chaser\">reckons Priya Ramesh</a>.</p> \n<p>Is Isco on his way to Chelsea? Is Fabian Delph on his way to Aston Villa? The Rumour Mill, like a popular brand of chocolate, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/football-transfer-rumour-mill-manchester-city-fabian-delph\">has the answers</a>. </p> \n<p>“Who says ‘the Three Lions’ when they’re talking about England?” Marina Hyde says it’s time <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/fa-england-women-tweet\">to drop England Women’s Lionesses nickname</a>.</p> \n<p>From triumph to the depths of despair, Aanu Adeoye tells the story of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/nigeria-football-stephen-keshi\">how Nigeria have unravelled</a>.</p> \n<p>Why is there a Chilean club called Colo-Colo? Is a 360-degree turn the Zidane or the Maradona? How many ships are named after football teams? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/football-knowledge-things-named-after-things-people\">All is revealed in the latest instalment of The Knowledge</a>.<br /></p> \n<p>Bananarama reckoned it was going to be a cruel summer but Martin Laurence reckons <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/who-scored-blog/2015/jul/08/football-transfer-rumours-premier-league\">it is a strange summer</a> (transfer-wise).</p> \n<p>John Duerden reports back on the challenges of life as a manager in Thailand, where former Tottenham and England full-back <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/08/gary-stevens-thailand-premier-league-manager-tottenham\">Gary Stevens is now carving his career.</a> </p> \n<p>Oh, and if it’s your thing … <a href=\"https://www.facebook.com/guardianfootball\">you can follow Big Website on Big Social FaceSpace</a>.</p> \n<h2>SIGN UP TO THE FIVER</h2> \n<p>Want your very own copy of our free tea-timely(ish) email sent direct to your inbox? Has your regular copy stopped arriving? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to sign up</a>.</p> \n<h2><p>“E-I-H-T, NOW SHOULD I CONTINUE? YEAH YOU LEFT OUT THE G ‘CAUSE THE G AIN’T IN YOU!”</p></h2>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436365399985/14dfe873-f7c4-45e0-b0e9-7e5a35d0d78d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul  Greenwood/BPI/REX","altText":"Raheem Sterling","cleanCredit":"Photograph: Paul  Greenwood/BPI/REX"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436367281391/652d7e3c-f391-4b6a-8fbd-b91a7927128c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"We love you Marcell, we do! Photograph: Reuters","credit":"Reuters","altText":"Marcell Jansen","cleanCaption":"We love you Marcell, we do!","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436360966581/5feb20d8-4e65-4913-98b8-f27a932f95d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Come here and give us a hug’ Photograph: VI-Images","credit":"VI-Images","altText":"'Come here and give us a hug'","cleanCaption":"‘Come here and give us a hug’","cleanCredit":"Photograph: VI-Images"}],"webPublicationDate":"2015-07-08T15:26:11Z","lastModified":"2015-07-09T08:18:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Michael Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-butler"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Michael Butler","topic":{"type":"tag-contributor","name":"profile/michael-butler"}}],"series":{"title":"The Fiver","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thefiver"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/08/fiver-fooling-the-man-aint-easy","shortUrl":"http://gu.com/p/4aen9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/08/fiver-fooling-the-man-aint-easy","webUri":"http://www.theguardian.com/football/2015/jul/08/fiver-fooling-the-man-aint-easy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436365399985/14dfe873-f7c4-45e0-b0e9-7e5a35d0d78d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Owwwww, my back!’ Photograph: Paul  Greenwood/BPI/REX","credit":"Paul  Greenwood/BPI/REX","altText":"Raheem Sterling","cleanCaption":"‘Owwwww, my back!’","cleanCredit":"Photograph: Paul  Greenwood/BPI/REX"}},"importance":7,"kicker":{"title":"The Fiver"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436365399985/14dfe873-f7c4-45e0-b0e9-7e5a35d0d78d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul  Greenwood/BPI/REX","altText":"Raheem Sterling","cleanCredit":"Photograph: Paul  Greenwood/BPI/REX"}}]},{"title":"Rumour Mill / Isco to Chelsea? Delph to Manchester City?","rawTitle":"Isco to Chelsea? Delph to Manchester City?","item":{"type":"article","id":"football/2015/jul/08/football-transfer-rumour-mill-manchester-city-fabian-delph","title":"Football transfer rumours: Chelsea to increase £20m bid for Real Madrid’s Isco?","trailText":"Manchester City to sneakily sign Aston Villa’s Fabian Delph? | Everton and Newcastle to battle it our for £15m Georginio Wijnaldum? | Carlos Vela to turn down West Ham?","standFirst":"<a href=\"https://www.youtube.com/watch?v=19SLUVaOfCs\" title=\"\">Today’s rumours are giving you a kiss on your wedding day</a>","byline":"Michael Butler","body":"<p>When <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/aston-villa-micah-richards-transfer-centre-half\" title=\"\">Micah Richards signed for Aston Villa from Manchester City</a> earlier this summer, it was hailed as a bit of a coup. Free transfer you say? Oooof. A (former) England international in the prime of his career? Not half! A player with a point arriving with motivation to prove the doubters wrong. Suits you sir! Indeed, what could go wrong?</p> \n<p>Tim Sherwood signed Richards hoping to add a dash of claret to his sky blue heart but poor Tim has been the victim of a horrible Manuel Pellegrini trick. For 26-year-old Richards is in fact a double agent, sent into Villa’s ranks to for one purpose and one purpose only, to tap up <strong>Fabian Delph</strong>. You can take the boy of out Manchester …</p> \n<p>Up until now, Richards has played his role to perfection, grinning at press conferences with that Cheshire Cat smile, shaking hands, posing for photos with Birmingham babies. But at Villa’s new kit launch, Richards let slip to members of the press just what he had been up to, with all the subtlety of Richard Dunne wearing skis at an origami day class.</p> \n<p>“I told Fabian I can’t comment to be honest,” commented Richards, after Delph reportedly asked Richards about the possibility of moving to City. “If you’re good enough you’ll play. It’s just being given that chance. If he [Pellegrini] is going to give him the chance to play then it’s hard to turn down the chance of playing Champions League football. I don’t want to say go there and then he [Pellegrini] doesn’t play him – he’ll be ringing me up afterwards!” continued Richards, seemingly much more perturbed at the possibility of a slightly awkward phonecall from Delph in a few months than the prospect of his new club losing their talisman.</p> \n<p>Just how long Richards lasts in Birmingham now that the ruse is out remains to be seen. Let’s see how long the first own goal takes to arrive shall we?</p> \n<p>If City are conducting their summer business with espionage, Everton are following the more well-trodden route of simply offering large sums of money for their targets. <strong>Georginio Wijnaldum</strong> is the man, &pound;15m big ones is the cost, but they are not alone in their endeavours with Newcastle – yes Newcastle! – also in the hunt for the PSV captain. The new Newcastle manager Steve McClaren has yet to loosen Mike Ashley’s notoriously tight purse strings, but he is reportedly keen to capture last season’s Dutch footballer of the year, who is said to be keen to follow Memphis Depay from Eindhoven to Blighty.</p> \n<p>Chelsea have had a &pound;20m bid for disco star <strong>Isco</strong>. Quite right too, if you’re asking the Mill: the 23-year-old signed for Real Madrid <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/jun/27/isco-joining-real-madrid\" title=\"\">for &pound;23m two years ago</a> and has only become a better player since then. Jos&eacute; Mourinho and co are keen to have another go for the silky Spaniard but may well only increase their bid if <strong>Oscar</strong> leaves for Juventus, which he may well do.</p> \n<p>One man Chelsea are on the threshold of signing is the Internacional midfielder <strong>Charles Ar&aacute;nguiz</strong>, who recently impressed at the Copa Am&eacute;rica with Chile. Arsenal have also been tracking the 5ft 7in playmaker, who admitted earlier this year that plying his trade in the Premier League would be a “dream.”</p> \n<p><strong>Carlos Vela</strong> has decided that he loves David Moyes way too much to leave Real Sociedad for West Ham, even though the London club are willing to pay the Mexican’s &pound;21.4m release clause, according to Marca.</p> \n<p>Tottenham have been told that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid\" title=\"\">they’re not allowed to sign Atl&eacute;tico Madrid’s <strong>Toby Alderweireld</strong></a> because Southampton have first option on the player. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/toby-alderweireld-friends-spurs-atletico-madrid-southampton\" title=\"\">But Spurs don’t care about rules</a>, so &pound;11.4m should do just fine. Bleary-eyed Saints manager Ronald Koeman will make himself feel better by bringing in <strong>Jordy Clasie</strong>, who looks set to replace the outgoing Morgan Schneiderlin.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/8/1436344503024/Isco-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Let's all have a disco. Photograph: Kiko Huesca/EPA","credit":"Kiko Huesca/EPA","altText":"Isco","cleanCaption":"Let's all have a disco. Photograph: Kiko Huesca/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-08T08:22:14Z","lastModified":"2015-07-08T09:29:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Michael Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-butler"}],"feature":true,"keywords":["Manchester City","Aston Villa","Premier League","Football","Sport","Transfer window"],"tags":[{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/transfer-window","webTitle":"Transfer window"}],"section":{"id":"football"},"topics":[{"displayName":"Michael Butler","topic":{"type":"tag-contributor","name":"profile/michael-butler"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/08/football-transfer-rumour-mill-manchester-city-fabian-delph","shortUrl":"http://gu.com/p/4af3c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/08/football-transfer-rumour-mill-manchester-city-fabian-delph","webUri":"http://www.theguardian.com/football/2015/jul/08/football-transfer-rumour-mill-manchester-city-fabian-delph"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/8/1436344503024/Isco-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Let's all have a disco. Photograph: Kiko Huesca/EPA","credit":"Kiko Huesca/EPA","altText":"Isco","cleanCaption":"Let's all have a disco. Photograph: Kiko Huesca/EPA"}},"importance":5,"kicker":{"title":"Rumour Mill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/950ca7eeb4d6844c43c5a8911ae151832e36a669/164_575_2812_1687/1000.jpg","height":600,"width":1000}}]},{"title":"The best goals of the week / Lloyd, Vargas, Adu and Neto","rawTitle":"Lloyd, Vargas, Adu and Neto","item":{"type":"article","id":"football/2015/jul/07/best-goals-carli-lloyd-eduardo-vargas-freddy-adu-neto","title":"The best goals of the week: Carli Lloyd, Eduardo Vargas, Freddy Adu and Neto","trailText":"The best finishes from the Copa América, Women’s World Cup, Beach Football World Cup, Cerebral Palsy World Championships, MLS and pre-season matches","standFirst":"<p>The best finishes from the Copa Am&eacute;rica, Women’s World Cup, Beach Football World Cup, Cerebral Palsy World Championships, MLS and pre-season matches</p>","byline":"Paul Campbell","body":"<h2><a href=\"https://www.youtube.com/watch?v=orNSu6bGcDE\">Eduardo Vargas (CHILE v Peru)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=orNSu6bGcDE\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/orNSu6bGcDE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/ThirdFreeHeterodontosaurus\">Carli Lloyd (USA WOMEN v Japan)</a></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/ThirdFreeHeterodontosaurus-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//giant.gfycat.com/ThirdFreeHeterodontosaurus.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;”mp4source”&quot; src=&quot;//giant.gfycat.com/ThirdFreeHeterodontosaurus.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"https://youtu.be/fMrwEJcLqHA?t=27\">Olmes Garc&iacute;a (REAL SALT LAKE v Columbus Crew)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=fMrwEJcLqHA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/fMrwEJcLqHA?start=27&amp;wmode=opaque&amp;feature=oembed&amp;start=27\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/VainQuickBuzzard\">Neto (CHAPECOENSE v Vasco da Gama)</a></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/VainQuickBuzzard-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//fat.gfycat.com/VainQuickBuzzard.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/VainQuickBuzzard.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?v=A2gew2y39bE\">Timmy Chandler (USA v Guatemala)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=A2gew2y39bE\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/A2gew2y39bE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?&amp;v=nNgqTjAYX64\">Madjer (Beach Football World Cup warm-up match)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nNgqTjAYX64\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/nNgqTjAYX64?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/EminentIncomparableGroundhog\">Jon&aacute;s Aguirre (River Plate v ROSARIO CENTRAL)</a></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/EminentIncomparableGroundhog-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/EminentIncomparableGroundhog.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//zippy.gfycat.com/EminentIncomparableGroundhog.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><p><a href=\"https://www.youtube.com/watch?v=LYfsIpqxQKQ\">Tyrone Mears (SEATTLE SOUNDERS v DC United)</a><br /></p></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=LYfsIpqxQKQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/LYfsIpqxQKQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/MiniatureUnrealisticCaribou\">Freddy Adu (SC KUFU 98 v Kings SC)</a><br /></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/MiniatureUnrealisticCaribou-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//fat.gfycat.com/MiniatureUnrealisticCaribou.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/MiniatureUnrealisticCaribou.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?v=orIZBVlw6YU\">Matt Crossen (ENGLAND cerebral palsy v Republic of Ireland)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=orIZBVlw6YU\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/orIZBVlw6YU?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/ImperfectShinyJavalina\">Yann M’Vila (Ajax v DYNAMO MOSCOW)</a></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/ImperfectShinyJavalina-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/ImperfectShinyJavalina.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//fat.gfycat.com/ImperfectShinyJavalina.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193881196/a6f12078-b703-41c8-ac9e-0614756d4942-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Wang Lili/Xinhua Press/Corbis","altText":"Carli Lloyd","cleanCredit":"Photograph: Wang Lili/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-07T09:08:59Z","lastModified":"2015-07-07T09:42:42Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Paul Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-campbell"}],"feature":true,"keywords":["Football","Sport","Copa América","Women's World Cup 2015","Women's football","MLS","US sports","USA women's football team","Chile","Real Salt Lake","USA","Seattle Sounders","Dynamo Moscow"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/mls","webTitle":"MLS"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"football/usa-womens-football-team","webTitle":"USA women's football team"},{"id":"football/chile","webTitle":"Chile"},{"id":"football/realsaltlake","webTitle":"Real Salt Lake"},{"id":"football/usfootballteam","webTitle":"USA"},{"id":"sport/seattle-sounders","webTitle":"Seattle Sounders"},{"id":"football/dynamomoscow","webTitle":"Dynamo Moscow"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Campbell","topic":{"type":"tag-contributor","name":"profile/paul-campbell"}}],"series":{"title":"The best goals of the week","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/the-best-goals-of-the-week"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/07/best-goals-carli-lloyd-eduardo-vargas-freddy-adu-neto","shortUrl":"http://gu.com/p/4adgg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/07/best-goals-carli-lloyd-eduardo-vargas-freddy-adu-neto","webUri":"http://www.theguardian.com/football/2015/jul/07/best-goals-carli-lloyd-eduardo-vargas-freddy-adu-neto"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193881196/a6f12078-b703-41c8-ac9e-0614756d4942-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carli Lloyd celebrates after scoring for USA against Japan in the Women’s World Cup final. Photograph: Wang Lili/Xinhua Press/Corbis","credit":"Wang Lili/Xinhua Press/Corbis","altText":"Carli Lloyd","cleanCaption":"Carli Lloyd celebrates after scoring for USA against Japan in the Women’s World Cup final.","cleanCredit":"Photograph: Wang Lili/Xinhua Press/Corbis"}},"importance":5,"kicker":{"title":"The best goals of the week"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193881196/a6f12078-b703-41c8-ac9e-0614756d4942-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Wang Lili/Xinhua Press/Corbis","altText":"Carli Lloyd","cleanCredit":"Photograph: Wang Lili/Xinhua Press/Corbis"}}]},{"title":"The Agenda / Farah is back running at the Diamond League in Zurich","rawTitle":"Farah is back running at the Diamond League in Zurich","item":{"type":"article","id":"sport/2015/jul/04/the-agenda-mo-farah-diamond-league","title":"The Agenda: Mo Farah is back running at the Diamond League in Zurich","trailText":"Farah heads cast but 100m looks to be fast; Justin Rose and Rory McIlroy go for the Scottish Open; Scotland and Ireland chase World T20 qualification","standFirst":"Farah heads cast but 100m looks to be fast; Justin Rose and Rory McIlroy go for the Scottish Open; Scotland and Ireland chase World T20 qualification","byline":"Matthew Smith","body":"<h2>FARAH BACK ON TRACK …<br /></h2> \n<p>There will be no Usain Bolt at the <strong>IAAF Diamond League in Lausanne</strong> on Thursday (7pm, British Eurosport) – the Olympic hero and wifi salesman is sidelined with a pelvic injury – but there is plenty of interest in Switzerland in the lean shape of Mo Farah, who will compete for the first time since the doping scandal surrounding his coach, Alberto Salazar, and his inability to hear his own doorbell blew up last month. Farah has bullishly maintained his cleanness and is sticking by Salazar for now, and no doubt Britain’s double Olympic champion will be happy to focus firmly on the track as he prepares for next month’s world championships. The men’s 100m will still be fascinating without Bolt, with Justin Gatlin, Asafa Powell and Tyson Gay lining up.</p> \n<h2>ROSE’S DEFENCE …<br /></h2> \n<p>Gullane is the venue for this year’s <strong>Scottish Open</strong>, beginning on Thursday (Sky Sports 4). Rory McIlroy, Phil Mickleson, Ian Poulter and Luke Donald will all compete, along with last year’s champion, Justin Rose. The Englishman Rose has had an up and down year, with his runners-up place at the Masters being counterbalanced by a disappointing showing at the US Open, and he will hope to ensure he is in form for the Open at St Andrews by picking up his second title of the year, following his Zurich Classic triumph in April. Also competing will be the 1999 champion, Colin Montgomerie, who will hope the familiarity of his home tournament will wash away the memory of his failed attempt to qualify for the Open.</p> \n<h2>YET MORE FOOTBALL …<br /></h2> \n<p>The close season no longer means a footballing famine for supporters desperately staring at their calendars, trying to will the new season into existence. Instead, those who will follow the Women’s World Cup to its conclusion tonight (midnight, BBC Two) will be pleased to hear there is more footballing action from North America with the first game of the <strong>Gold Cup</strong> on Wednesday (midnight, BT Sport 2) with the glamour tie of... Panama v Haiti. Yes, really: those in the know when it comes to Concacaf have Panama (pop. 3.6m) down as the region’s rising force. Finalists in 2013, <em>Los Canaleros </em>(you guessed it, the Canalmen) are hotly tipped to go one better this time.</p> \n<h2>CRICKETING MINNOWS …<br /></h2> \n<p>English (and Welsh) focus will be squarely on Cardiff this week, but it is an important time for Scottish cricket too, as they begin their <strong>qualification campaign for the ICC World T20 </strong>on Thursday against the United Arab Emirates (10am, Sky Sports 3 HD). The tournament is co-hosted by Scotland and Ireland, meaning they will start as favourites to reach the finals tournament in India next year. Of the 14 nations taking part, six will make it. Among those nations in with a sniff of glory are some more recognisable minor cricketing nations, such as Afghanistan and the Netherlands, but also Oman, Papua New Guinea and Jersey.</p> \n<h2>BROLLY SELLERS …<br /></h2> \n<p>Few fans had a more chastening season last year than Newcastle’s. But after Alan Pardew (hounded out) and John Carver (hapless) comes Steve McClaren (brolly at the ready) and perhaps a new era for football on the Tyne. A <strong>friendly against Gateshead </strong>at the International Stadium on Friday (8pm) should feature a raft of new young blood in the old black and white stripes, including Karl Darlow and Jamaal Lascelles. The appointment of the ex-England manager has divided opinion on Tyneside, so here is a chance to make a favourable first impression. Just pray it doesn’t rain.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925838066/Mo-Farah-and-Usain-Bolt-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Mo Farah and Usain Bolt Filer","cleanCaption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T15:23:00Z","lastModified":"2015-07-04T23:02:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Sport","Athletics","Mo Farah","Ireland Cricket Team","Cricket","Scotland Cricket Team","Football","Newcastle United","Golf","Justin Rose"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/ireland-cricket-team","webTitle":"Ireland Cricket Team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/scotland-cricket-team","webTitle":"Scotland Cricket Team"},{"id":"football/football","webTitle":"Football"},{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/justin-rose","webTitle":"Justin Rose"}],"section":{"id":"sport"},"topics":[],"series":{"title":"The Agenda","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/the-agenda"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/the-agenda-mo-farah-diamond-league","shortUrl":"http://gu.com/p/4acxm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/the-agenda-mo-farah-diamond-league","webUri":"http://www.theguardian.com/sport/2015/jul/04/the-agenda-mo-farah-diamond-league"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925838066/Mo-Farah-and-Usain-Bolt-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Mo Farah and Usain Bolt Filer","cleanCaption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA"}},"importance":4,"kicker":{"title":"The Agenda"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/a6df785002c9ec4214e6733e54e7fe8b004bf987/0_0_4104_2463/1000.jpg","height":600,"width":1000}}]},{"title":"The Joy of Six / Half a dozen of the most memorable Ashes quotes","rawTitle":"Half a dozen of the most memorable Ashes quotes","item":{"type":"article","id":"sport/2015/jul/03/the-joy-of-six-ashes-quotes","title":"The Joy of Six: Ashes quotes","trailText":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes","standFirst":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes\n<br />\n<a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283992/\" title=\"\"><span class=\"bullet\">•</span> The Guardian bookshop: Gentlemen and Sledgers, by Rob Smyth</a>","byline":"Rob Smyth","body":"<h2>1) “Come and look at this. You’ve never seen anything like it.”</h2> \n<p><em>Don Bradman to his team-mates, Trent Bridge, 1938</em></p> \n<p>The 29-year-old Donald Bradman was as giddy and restless as a newborn pup. Stanley Joseph McCabe, his Australia team-mate, was giving a demonstration of rare genius in the first Ashes Test at Trent Bridge, and Bradman urgently implored the rest of the team to take the once-in-a-lifetime opportunity to watch his innings. It was almost too much for Bradman. “Towards the end I could scarcely watch the play,” he said. “My eyes were filled as I drank in the glory of his shots.”</p> \n<p>Australia were in significant trouble after slipping to 194 for six, still 464 runs behind, but McCabe was easing into the innings that would define him. He scored 232 out of 300 while at the wicket, including 72 in the final 28 minutes and 44 off three overs from the leg-spinner Doug Wright. Neville Cardus said he “batted with the ease of a man using a master key … McCabe demolished the English attack with aristocratic politeness, good taste and reserve. Claude Duval never took possession of a stagecoach with more charm of manner than this.” McCabe scored 127 runs in a single session, still an Ashes record.</p> \n<p>“I gripped his hand, wet with perspiration,” said Bradman. “He was trembling like a thoroughbred racehorse. I can recall saying to him after expressing my congratulations: ‘I would give a great deal to be able to play another innings like that.’ No skipper was ever more sincere in his adulation of another’s skill.” Bradman was still raving about it over a decade later. “I firmly believe it to be the greatest innings ever played,” he said in Farewell to Cricket. “Such cricket I shall never see again.”</p> \n<h2>2) “Ashes to Ashes, dust to dust, if Thomson don’t get ya, Lillee must.”</h2> \n<p><em>A Sydney Daily Telegraph cartoon caption during the 1974-75 Ashes</em></p> \n<p>Dennis Lillee didn’t have a face like thunder; he had a face like the apocalypse. Seconds earlier he had been on his backside on the Brisbane pitch, having lost both his wicket and his dignity when he fell over as he top-edged a Tony Greig bouncer. As Lillee started to stomp off, a picture of affronted pride, Greig reminded him where the facilities were and how appropriate a refreshing shower might be in the circumstances. Lillee looked at him and barked: “Just remember who started this.”</p> \n<p>For the next few minutes Lillee was like a stuck record. “Just remember who started this,” he hissed repeatedly at his captain, Ian Chappell, who had no idea what Lillee was talking about. It became clearer when Lillee announced: “Just remember who started this: those bastards. But we’ll finish it.”</p> \n<figure class=\"element element-image\" data-media-id=\"99d0a6310d042ed9a4df40a12ae650f964241c1a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435920374755/813c8fa0-f0e3-4cdb-85ae-a83ed97e3fcd-460x276.jpeg\" alt=\"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Lillee has always been keen to point out that England started the bouncer war of 1974–75. “It’s like the song We Didn’t Start the Fire,” he later said, continuing a long line of Billy Joel references in Ashes cricket. “People often remember who did the damage, not who started the fire.”</p> \n<p>In the first Test of the series at Brisbane, more than half the Australia team were out hooking in the home side’s first innings of 309, though it was Greig’s decision to bounce Lillee, a lower-order batsman, that really stirred the hornets’ nest. Lillee, who had clearly been intending to diligently bowl line and length until then, took the first ball of the England innings, and his runup began from somewhere inside the sightscreen. “Mate, it was full-on war,” said Jeff Thomson, “and we gave it to them.”</p> \n<p>The original plan was for Lillee to share the new ball with Max Walker, so that the tearaway Thomson could bowl with the wind after Lillee. But Chappell, sensing something in the air, decided at the last second to let Thomson share the new ball.</p> \n<p>“For the next few overs,” said Chappell, “I looked on in awe.” When Rodney Marsh leapt to claim a Thomson bouncer, the wicketkeeper started wringing his hand in pain before realising the implications for England. “Hell, that hurt,” he said to Chappell, “but I love it.”</p> \n<p>England were soon 57 for four and in trouble; the captain, Mike Denness, upon being dismissed, took off his shirt and discovered that a bouncer had actually embedded his St Christopher medallion in his chest. Dennis Amiss had a thumb cracked by Thomson and John Edrich a hand broken by Lillee.</p> \n<p>As would happen in 2013–14, a group of experienced batsmen never recovered from the shock of being assaulted so savagely in the first innings of the series at Brisbane.</p> \n<p>“Thommo was by far the quickest bowler I’ve ever seen or opposed,” said his future team-mate Kim Hughes. “Thommo didn’t go to any academy, he just grabbed the ball and wanted to kill some prick … he was as far ahead of any other bowler for sheer speed as [Don] Bradman was for runs.”</p> \n<p>With his mustachioed fellow-assassin Lillee, Thommo simply brutalised England in 1974–75. “Lillee and Thomson remain a combination to conjure with, as sinister in England as Burke and Hare, or Bismarck and Tirpitz,” Gideon Haigh has written. They will always tell you they didn’t start the fire, but they sure as hell poured industrial quantities of petrol on to it.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nTaVRuxje80\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/nTaVRuxje80?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>3) “Let’s give it some humpty”</h2> \n<p><em>Ian Botham to Graham Dilley, Headingley, 1981</em></p> \n<p>It was only because England had lost the Headingley Test of 1981 that they were able to win it. They had given up, and with that came the blessed freedom of the damned. The miracle started not when Ian Botham came to the crease in the second innings, but when he was joined soon after by the startlingly blond Kent fast bowler Graham Dilley. On a wicket full of booby traps, England trailed Australia by 92 with three wickets remaining, having been forced to follow on. They had already booked out of the team hotel and Ladbrokes had offered 500-1 on an England victory.</p> \n<p>With England already 1-0 down in the six-match series, the noble thing might have been to knuckle down and lose with a bit of honour. That was also the boring option, and after the year he’d had, Botham was due a bit of fun. “You don’t fancy hanging around on this wicket for a day and a half, do you?” he said to Dilley, who concurred. “Right. Come on, let’s give it some humpty.”</p> \n<p>Before the humpty had come the great fall, with Botham resigning as England captain after the drawn second Test at Lord’s. Mike Brearley came out of international retirement to become England’s emergency captain. He found out that he had been chosen via a reverse-charge phone call, because the chairman of selectors, Alec Bedser, had run out of coins. Botham, without the psychological backpack weighing him down, started to enjoy his cricket again. His relationship with Brearley certainly helped. If Brearley had a degree in people, then he had a PhD in Botham. “He needs a father figure, and I need a younger brother,” said Brearley.</p> \n<p>Although Botham struck an unfettered 50, England were dismissed for 174 in reply to 401 for nine declared and forced to follow on. That Saturday evening, with the rest day to follow, Botham invited both sides to his house at Epworth, near Doncaster, for a barbecue. An epic night’s drinking – led by Botham, whose form in this sphere never fluctuated – ended with the players of both sides having a rugby scrum on the lawn in the small hours.</p> \n<p>When play resumed on the Monday, Australia looked set for a quick kill. England were 105 for five when Botham came to the wicket and 135 for seven soon after. By then, Dennis Lillee and Rodney Marsh had famously bet against their own team, putting a small wager on England. “Being a small-time punter, I had been unable to resist the juicy 500-1,” Lillee would say. “It was as simple as that. I have never had any qualms over the matter and I have never lost a moment’s sleep because of it.”</p> \n<p>He’ll have lost plenty of sleep over what happened once England started to give it some humpty. “I guess I never will come to terms with it,” Lillee has said. Botham mixed agricultural mows with classical batsmanship. At times he played in the V – the V between third man and fine leg, as the ball flew off the edge of another lusty yahoo. “Bloody lucky innings,” sniffed Lillee. “I expected to get him out virtually every ball.”</p> \n<p>What started as a bit of fun for England imperceptibly morphed into something more serious as the day progressed, but by then Botham had no inclination or need to sober up his approach. He made a cathartic century, with vital support from Chris Old, and overall his 149 not out from 148 balls included 27 fours and one unforgettable six.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=OkkvgiZJkhM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/OkkvgiZJkhM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Botham dragged England back into the game off his own bat – or rather Graham Gooch’s. Botham had borrowed Gooch’s bat on the spur of the moment, fancying a heavier weapon than usual. “He hadn’t used it much in the match, and I thought there were a few runs left in it.” With his borrowed bat, he hit the ball like he wanted to kill it.</p> \n<p>In the final session on the fourth day England plundered 175 runs in 27 overs. At the close, the England wicketkeeper Bob Taylor went into the Australia dressing room with some bats for them to sign, only to be told: “Fuck off with your fucking bats.”</p> \n<p>Even with Botham’s heroics, Australia needed only 130 to win and go 2–0 ahead with three to play. At 56 for one, they were cruising. Willis was preoccupied with no-balls – he had bowled 32 in the previous Test at Lord’s – and did not enjoy bowling up the hill. Brearley allowed him to switch ends so that he was going downhill with the wind at his back. “Let me worry about the no-balls,” he told Willis. “Just run up and bowl fast and straight.”</p> \n<p>Willis soon dismissed Trevor Chappell, caught behind fending off a throat ball. There was no celebration, just a quick turn and walk back to his mark. Even when he picked up Hughes and Graham Yallop for ducks in the same over soon after, there was not a hint of joy. Every sportsman dreams of being in the zone; Willis was, but this was a different kind of zone. “I looked into his eyes and it was like there was nobody there,” said Dilley.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-02e50ce8-8017-4bef-83d6-ce318edf3c55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889255591/d49c5615-6e50-4cf2-9797-42ae91097a43-460x276.jpeg\" alt=\"Graham Dilley is congratulated by Ian Botham\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Willis had the dual motivation of saving his career and, in all probability, saving an Ashes series. After lunch he continued to charge in – “I don’t go as far as that on my holidays,” said one former Test bowler of his runup – and, before anybody knew what was happening, Australia were 75 for eight. Across the nation it had become an unofficial bank holiday. The Stock Exchange stopped, while the best vantage points outside Headingley were the ones by the windows of Radio Rentals stores, where groups of people watched the developing drama.</p> \n<p>Lillee and Ray Bright fought against the rising tide with a quick-witted partnership of 35 in four overs. Australia were 110 for eight, 20 from victory, when Lillee mis-hit Willis towards mid-on. Mike Gatting, not necessarily the man you would want in such circumstances, ran in and took a fine low catch. In the next over, from Botham, Old dropped two sharp chances at slip. It did not matter: Willis pegged back Bright’s middle stump to complete the most famous victory in Ashes history. He finished with figures of eight for 43.</p> \n<p>Finally there was a celebration, as Willis thrust his hands in the air, but even then it was more a kind of dead-eyed relief than an expression of joy. He turned on his heels to run back to his mark, realised there was no more work to do and ran in a circle before haring for the pavilion.</p> \n<p>Later that day Brearley received a telegram from Spike Milligan. “Marvellous – have my ticket for the wedding,” it read, in reference to the marriage of Charles and Diana a week later, to which the Goons-fan groom had invited him. The match was later voted Britain’s favourite sporting moment. England, 500-1 at one stage, had won by 18 runs. They had not just come back from the dead; they had come back from a cremation.</p> \n<h2>4) “In my day 58 beers between London and Sydney would have virtually classified you as a teetotaller.”</h2> \n<p><em>Ian Chappell on David Boon’s drinking, 1989</em></p> \n<p>There was an abnormal amount of travel sickness on the Qantas flight to London, and approximately 99.94% of it was self-inflicted. As it descended towards Heathrow airport, the plane’s captain addressed his passengers in the usual style. “Ladies and gentlemen, welcome to London where it is six degrees outside,” he said. “I want to wish the Australian team all the best. I know they’ll do very well because David Boon has just broken the record, 52 cans from Sydney to London.”</p> \n<p>Boon has always denied the story – “If people haven’t got something else to talk about they have led a fucking boring life,” he said in 2006 – but there are enough witnesses, one or two of them sober, to suggest that it happened. The teetotal Geoff Lawson, who kept score on the back of some sick bags, wished he had kept what would have been the ultimate in alternative Ashes memorabilia. Some were not worth keeping. “The very instant we pulled up at our allotted gate,” recalled Steve Waugh, “Tim Zoehrer lurched forward and filled up the sick bag to christen our tour.”</p> \n<p>Boon was aiming to beat the record of 45 cans, established by Rodney Marsh on the way to the World Cup in 1983. He didn’t just take the record; he obliterated it. And he obliterated himself. The middle-order batsman Dean Jones acted as pace-setter for much of the 24-hour flight. His father had told him to spend the journey picking the brain of somebody who had already played in England. The only thing Jones soaked up were about 25 cans on the way to the first stop-off in Singapore. At that point he was helped into an impromptu bed, “pissed as a fart”. With Jones out of action, a number of other players took turns to sit alongside Boon and sink a few to help him on his way. It was a very early example of squad rotation.</p> \n<p>When Australia landed, Merv Hughes gave a radio interview back home and jauntily informed everyone of what had occurred. “The big news is that Boonie’s cracked the first 50 of the tour!” This did not please the coach, Bob Simpson, who had hoped that what happened on the plane would stay on the plane. “I got in more trouble than the protagonist,” Hughes said. “I was shitting myself that I’d be sent home.”</p> \n<p>Boon, who became known as the “Keg on Legs”, was fined $5,000 – a lot for an international cricketer in 1989 – and put on probation. Simpson was not the only Australian who was unimpressed. Ian Chappell had been informed that Boon had drunk 58 cans, rather than 52, yet even that was not enough. “What is the world going to think? That Australia has become a namby-pamby nation which doesn’t know how to drink? For God’s sake, in my day fifty-eight beers between Sydney and London would virtually have classified you as a teetotaller.”</p> \n<p>Throughout the 1989 tour of England, Australia were emphatic proof that there are no team-bonding agents as powerful as alcohol and victory. A number of the players get almost misty-eyed when they talk about 1989. Ian Healey said: “The spirit in the team was as good as anything I’ve ever been involved in.”</p> \n<h2>5) “All the palaver caused me to burn my toast”</h2> \n<p><em>Duncan Fletcher on the Trent Bridge Test of 2005</em></p> \n<p>Ricky Ponting was chuntering to everyone and no one, his face a picture of affronted dismay. As he walked off the field, absent-mindedly removing his gloves while swearing in all directions, it was as much as he could do not to grit his teeth to breaking point. When he reached the pavilion steps, Ponting – still with his helmet on, as if he couldn’t quite bring himself to take off his work clothes and fully acknowledge his innings was over – snapped his head and started shouting abuse in a specific direction, and at a specific person on the England balcony. In a series full of symbolic moments, this was the biggest of all; the moment England knew Australia had cracked.</p> \n<p>After making Australia follow on for the first time in 17 years, England were having a tougher time getting them out a second time. Australia were 155 for two, 104 behind, and Ponting was looking ominously set on 48. Damien Martyn called Ponting for a tight single on the off side, and the substitute Gary Pratt – on for the injured Simon Jones – threw down the stumps with dead-eyed certainty. Ponting’s exasperation at getting out in such a manner at such a time was great enough, even before he realised he had been run out by a substitute.</p> \n<p>Australia had been irritated throughout the series by England’s habit of using substitute fielders, apparently to give their bowlers a rest after a long spell; it was a legitimate complaint – England clearly bent the rules – but in this case Jones was genuinely injured.</p> \n<p>Ponting did not know that and all the frustration and pressure came out in five seconds of ranting at Fletcher on the balcony. Fletcher was sufficiently distracted by events that he burnt his toast in the dressing room, though it was clear he loved every second of Ponting’s outburst. “If you want to take a run to the cover fielder and get out, whose fault is that?” he said at the close of play.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9nofkoClevE\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/9nofkoClevE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The tourists battled on to 387 – Simon Katich got an appalling lbw decision after resisting over four hours for 59 – which left England needing 129 to go ahead in the series. It turned into the kind of run-chase that ages people by 10 years. Shane Warne raged majestically against the dying of the light, reducing England to 57 for four. Kevin Pietersen and Flintoff calmed things down with a partnership of 46 before Lee dismissed both, with Flintoff bowled by a stunning delivery.</p> \n<p>England, in control throughout the match, now faced the very real prospect of losing – which would have ended the drama at a stroke, because Australia would have gone 2–1 up with one to play and retained the urn.</p> \n<p>When Geraint Jones skied Warne to mid-off, England were 116 for seven, 13 short of victory. Hoggard loafed out to join Ashley Giles and said: “Come on, let’s me and you get it done.” Giles’s reply – “It’s reversing at 95mph” – did not quite maintain the mood of cheery certainty. But they did get it done, just about. The crowd greeted Hoggard’s cover-driven four off Lee like the announcement of world peace, and soon after Giles hit the winning runs. “Whether we win or lose, we relish creating a bit of an arse-nipper,” he said. The biggest of them all, the series decider, was yet to come.</p> \n<h2>6) “Get ready for a broken fucking arm”</h2> \n<p><em>Michael Clarke to James Anderson, Brisbane, 2013-14</em></p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-f9fb877e-ed9a-4629-8c5d-678aab8b7c60\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889771565/37ece762-5780-4770-90ef-f61dc73e9552-460x276.jpeg\" alt=\"Michael Clarke and James Anderson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.</span> \n  <span class=\"element-image__credit\">Photograph: Ryan Pierse/Getty Images</span> \n </figcaption> \n</figure> \n<p>Mitchell Johnson waited at the end of his mark. And waited some more. James Anderson, the batsman in his sights, moved out of his crease to prepare himself for the imminent assault. As he did so, he began to exchange unpleasantries with George Bailey, Australia’s short leg. Michael Clarke, the Australia captain, walked towards the incident and was met halfway by Anderson, where they had a full and frank exchange of views. After a few seconds, Clarke began to walk backwards to his position and uttered the words that would shape an Ashes series.</p> \n<p>Clarke’s threat to Anderson, which was picked up by the stump mic, cost him 20% of his match fee. It was worth every penny. It changed the way he was perceived by many among the Australian public; more important, it told England that Australia would stop at almost nothing to regain the Ashes. They were about to go 1–0 up in the series, and Clarke sensed the opportunity to score some points for the four remaining Tests.</p> \n<p>The tenor of the contest had changed so much from the previous series that Clarke wanted to ram home the point that England were now on Australia’s manor, and were playing by their rules. It might have backfired; Anderson might have taken 10-for in the next Test, but Clarke’s instinct told him that England were vulnerable.</p> \n<p>Shane Warne later said that the stump mic was switched off – but still accessible for the commentators – seconds earlier when Anderson told Bailey that he wanted to punch him in the face. “Anderson brought it on himself,” said the Australia bowler Peter Siddle after the game, without going into specifics. “So fair’s fair.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RtA6laeJBts\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/RtA6laeJBts?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In a match that cemented the tone of the series, England had been taken apart by Mitchell Johnson. The phrase “shock bowler” has become a cliche for those who bowl short, sharp spells, but Johnson fulfilled the role in the truest sense. An experienced, battle-hardened side were so shocked that they never recovered. Before he was a shock bowler, Johnson had been not a stock bowler but a laughing stock, certainly to the Barmy Army.</p> \n<p>The team who played that first Test were the second most experienced in England’s history. They had 649 caps and around 649GB of data based on those appearances and on study of the Australians. This was a grizzled, gnarled team, who thought they had seen everything and were prepared for anything. They had no idea. No computer could have prepared them for the way Johnson spooked them. He no longer bowled to the left and the right; he bowled at the stumps and the head. Modern batsmen, not just England’s, were lulled into a false sense of security by years of mollycoddling; when they were then exposed to extreme pace and aggression, they had about as much idea how to survive as rich kids dropped into the meanest streets of the Bronx.</p> \n<p>Johnson’s impact was similar to that of the West Indian quicks in the 1980s – but there were four of them. He had emphatically got his mojo back, and a combination of his surname and Movember moustache made MoJo an inevitable nickname. And though he never appeared with a low-buttoned shirt exposing enormous clumps of chest hair, his moustache was an inadvertent tribute to the hirsute brutes of 1974–75, the last time England were assaulted so extremely in Australia.</p> \n<p>The Guardian’s Andy Bull, in reference to Johnson’s impact, cited the old Mike Tyson line: “Everybody has a plan, until they get punched in the face.” Bull’s Guardian colleague Mike Selvey referred to Johnson’s as “bare-knuckle bowling”. And yet in this game there was no merciful knockout or stoppage. England had to continue to take the blows for five whole Test matches.</p> \n<p><em><span class=\"bullet\">•</span> These are edited extracts from </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283992/\" title=\"\"><strong><em>Gentlemen and Sledgers: A History of the Ashes in 100 Quotations and Confrontations</em></strong></a><em>, published by Head of Zeus.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435920376144/813c8fa0-f0e3-4cdb-85ae-a83ed97e3fcd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.","cleanCaption":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.","cleanCredit":"Photograph: Colorsport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889239062/Graham-Dilley-is-congratu-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Graham Dilley is congratulated by Ian Botham","cleanCaption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.","cleanCredit":"Photograph: Colorsport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889767356/Michael-Clarke-and-James--010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke and James Anderson","cleanCaption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}],"webPublicationDate":"2015-07-03T07:59:54Z","lastModified":"2015-07-03T11:50:36Z","metadata":{"commentable":true,"commentCount":164,"contributors":[{"name":"Rob Smyth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robsmyth"}],"feature":true,"keywords":["The Ashes","Sport","Cricket","England cricket team","Australia cricket team","Australia sport","Ian Botham","Michael Clarke","Ricky Ponting"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ian-botham","webTitle":"Ian Botham"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/ricky-ponting","webTitle":"Ricky Ponting"}],"section":{"id":"sport"},"topics":[{"displayName":"Rob Smyth","topic":{"type":"tag-contributor","name":"profile/robsmyth"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/the-joy-of-six-ashes-quotes","shortUrl":"http://gu.com/p/4abhn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/the-joy-of-six-ashes-quotes","webUri":"http://www.theguardian.com/sport/2015/jul/03/the-joy-of-six-ashes-quotes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}},"importance":4,"kicker":{"title":"The Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}}]},{"title":"The Gallery / Schneiderlin gets the treatment. Next: Arda Turan","rawTitle":"Schneiderlin gets the treatment. Next: Arda Turan","item":{"type":"gallery","id":"football/gallery/2015/jul/07/morgan-schneiderlin-the-gallery","title":"Morgan Schneiderlin | The Gallery","trailText":"The wantaway Southampton midfielder stars as Morgan Freeman and a Liverpool player","standFirst":"<p>This week’s winner is Kyle Norbury, who gets a copy of <a href=\"http://www.amazon.co.uk/Journeyman-odyssey-through-leagues-football/dp/1849548544\">Ben Smith’s Journeyman</a>. <strong>Next week we’d like your takes on</strong><strong> Arda Turan. </strong>Get in touch to claim your prize. Send your efforts to <a href=\"mailto:gallery@theguardian.com\">gallery@theguardian.com</a> by noon on Monday 13 July as a jpeg, complete with a <em>caption</em>. Anyone who forgets will be summoned to Guardian Towers for a stern talking to</p>","byline":"","body":"<figure class=\"element element-image\" data-media-id=\"314f8e3d4ef889f39e890823efedf79ff60192c7\"> \n <img src=\"http://media.guim.co.uk/314f8e3d4ef889f39e890823efedf79ff60192c7/0_0_2217_3247/683.jpg\" alt=\"‘Morgan just wants to be free, man,’ parps Matt Byron\" width=\"683\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Morgan just wants to be free, man,’ parps Matt Byron.</span> \n  <span class=\"element-image__credit\">Photograph: Photomontage</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4f6bd6bf269ff0bd8721972e2d4b3937259a9518\"> \n <img src=\"http://media.guim.co.uk/4f6bd6bf269ff0bd8721972e2d4b3937259a9518/0_0_865_510/865.jpg\" alt=\"‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury.\" width=\"865\" height=\"510\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury.</span> \n  <span class=\"element-image__credit\">Photograph: Photomontage</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f4d0cc1b722452a0ab40cc6c635bf29b97887251\"> \n <img src=\"http://media.guim.co.uk/f4d0cc1b722452a0ab40cc6c635bf29b97887251/1_0_2059_1236/1000.jpg\" alt=\"Schneiderlin Gallery\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We all know how this will end up,’ soothes Gary Daniels.</span> \n  <span class=\"element-image__credit\">Photograph: Photomontage</span> \n </figcaption> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/314f8e3d4ef889f39e890823efedf79ff60192c7/0_0_2217_3247/2217.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3247,"width":2217,"orientation":"portrait","caption":"‘Morgan just wants to be free, man,’ parps Matt Byron. Photograph: Photomontage","credit":"Photomontage","altText":"‘Morgan just wants to be free, man,’ parps Matt Byron","cleanCaption":"‘Morgan just wants to be free, man,’ parps Matt Byron.","cleanCredit":"Photograph: Photomontage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f6bd6bf269ff0bd8721972e2d4b3937259a9518/0_0_865_510/865.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":510,"width":865,"orientation":"landscape","caption":"‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury. Photograph: Photomontage","credit":"Photomontage","altText":"‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury.","cleanCaption":"‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury.","cleanCredit":"Photograph: Photomontage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f4d0cc1b722452a0ab40cc6c635bf29b97887251/1_0_2059_1236/2059.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2059,"orientation":"landscape","caption":"‘We all know how this will end up,’ soothes Gary Daniels. Photograph: Photomontage","credit":"Photomontage","altText":"Schneiderlin Gallery","cleanCaption":"‘We all know how this will end up,’ soothes Gary Daniels.","cleanCredit":"Photograph: Photomontage"}],"bodyImages":[],"webPublicationDate":"2015-07-06T23:05:01Z","lastModified":"2015-07-06T23:29:12Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Southampton","Football","Sport"],"tags":[{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"series":{"title":"The Gallery","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thegallery"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/gallery/2015/jul/07/morgan-schneiderlin-the-gallery","shortUrl":"http://gu.com/p/4adb4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/gallery/2015/jul/07/morgan-schneiderlin-the-gallery","webUri":"http://www.theguardian.com/football/gallery/2015/jul/07/morgan-schneiderlin-the-gallery"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"The Gallery"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/314f8e3d4ef889f39e890823efedf79ff60192c7/0_0_2217_3247/2217.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3247,"width":2217,"orientation":"portrait","caption":"‘Morgan just wants to be free, man,’ parps Matt Byron. Photograph: Photomontage","credit":"Photomontage","altText":"‘Morgan just wants to be free, man,’ parps Matt Byron","cleanCaption":"‘Morgan just wants to be free, man,’ parps Matt Byron.","cleanCredit":"Photograph: Photomontage"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f6bd6bf269ff0bd8721972e2d4b3937259a9518/0_0_865_510/865.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":510,"width":865,"orientation":"landscape","caption":"‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury. Photograph: Photomontage","credit":"Photomontage","altText":"‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury.","cleanCaption":"‘This is how Van Gaal worked out Morgan Schneiderlin’s value’ calculates Kyle Norbury.","cleanCredit":"Photograph: Photomontage"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f4d0cc1b722452a0ab40cc6c635bf29b97887251/1_0_2059_1236/2059.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2059,"orientation":"landscape","caption":"‘We all know how this will end up,’ soothes Gary Daniels. Photograph: Photomontage","credit":"Photomontage","altText":"Schneiderlin Gallery","cleanCaption":"‘We all know how this will end up,’ soothes Gary Daniels.","cleanCredit":"Photograph: Photomontage"}}]},{"title":"You are the Umpire / Featuring a flying bat and an awkward collision","rawTitle":"Featuring a flying bat and an awkward collision","item":{"type":"article","id":"sport/2015/jul/03/you-are-the-umpire-paul-trevillion","title":"You are the Umpire: Mitchell Johnson","trailText":"<p>Featuring: A flying bat, an awkward collision, and a slow spin bowler speeding up</p>","standFirst":"","byline":"","body":"<p><a href=\"http://i.guim.co.uk/static/w-1920/h--/q-95/sys-images/Guardian/Pix/pictures/2015/7/2/1435841239935/You-are-the-Umpire-Mitche-002.jpg\">Click to enlarge</a>, and debate the strip below the line. </p>\n<h2>John Holder's verdict</h2>\n<p><strong>1)</strong> Not out. He cannot be run out like this – the wicket has to be broken by the ball having been thrown, or by the hand or arm holding the ball. And for hit-wicket, it must be put down by the striker in the act of playing a stroke, avoiding being hit by a delivery, or setting off for a run. <em>Thanks to Peter Grant</em>. <br /><strong>2)</strong> In this situation the batsman should not attempt to play the ball, and should pull away – at which point you can call and signal dead ball. There is no dismissal here – it's a clear case of gamesmanship by the bowler and is unfair. Yes, the striker should always be ready when the bowler is about to deliver, but this is clearly a deliberate ploy to catch him unawares. Warn the bowler's captain that this unfair play will be reported. <em>Lewis Stowe wins the shirt</em>.<br /><strong>3)</strong> The batsman is run out on appeal. No part of his bat or person was grounded behind the popping crease when the wicket was thrown down. There are no other issues to deal with here: the collision between him and the bowler was accidental, and the bowler did not deliberately fall under the batsman. If it had been clear that either striker or bowler had been injured in the collision, though, you would call and signal dead ball to prevent any further development, such as runs, wickets or controversy. <em>Thanks to Alex Durie</em>.</p>\n<h2>Competition: win a T-shirt of your choice</h2>\n<figure data-media-id=\"gu-image-457409932\">\n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg\" alt=\"Cricket shirt\" width=\"140\" height=\"130\" class=\"gu-image\" />\n <figcaption> \n </figcaption>\n</figure>\n<p>For a chance to win a sporting T-shirt of your choice from the <a href=\"http://entertainment.guardianoffers.co.uk/search/results/?search=cricket\">Guardian range</a> send us your questions for You are the Umpire to <a href=\"mailto:you.are.the.umpire@observer.co.uk\">you.are.the.umpire@observer.co.uk</a>. The best scenario used in each new strip wins a T-shirt; Terms apply. For more on You are the Ref's history, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2008/aug/07/football.ref?guni=Article:in body link\">click here</a>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841237886/You-are-the-Umpire-Mitche-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Mitchell Johnson Photograph: .04p Photograph: .04p","credit":".04p","altText":"You are the Umpire Mitchell Johnson","cleanCaption":"You are the Umpire Mitchell Johnson Photograph: .04p","cleanCredit":".04p"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":130,"width":140,"orientation":"landscape","caption":"  Photograph: Observer","credit":"Observer","altText":"Cricket shirt","cleanCaption":" ","cleanCredit":"Observer"}],"webPublicationDate":"2015-07-03T08:30:00Z","lastModified":"2015-07-06T00:30:00Z","metadata":{"commentable":true,"commentCount":28,"contributors":[],"feature":true,"keywords":["Cricket","Mitchell Johnson","Sport","Australia sport","Australia cricket team"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/mitchell-johnson","webTitle":"Mitchell Johnson"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"}],"section":{"id":"sport"},"topics":[],"series":{"title":"You are the Umpire","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/you-are-the-umpire"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/you-are-the-umpire-paul-trevillion","shortUrl":"http://gu.com/p/4ab3c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/you-are-the-umpire-paul-trevillion","webUri":"http://www.theguardian.com/sport/2015/jul/03/you-are-the-umpire-paul-trevillion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841239935/You-are-the-Umpire-Mitche-002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":429,"width":940,"orientation":"landscape","caption":"  Photograph: .04p","credit":".04p","altText":"You are the Umpire Mitchell Johnson","cleanCaption":" ","cleanCredit":".04p"}},"importance":3,"kicker":{"title":"You are the Umpire"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841237886/You-are-the-Umpire-Mitche-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Mitchell Johnson Photograph: .04p Photograph: .04p","credit":".04p","altText":"You are the Umpire Mitchell Johnson","cleanCaption":"You are the Umpire Mitchell Johnson Photograph: .04p","cleanCredit":".04p"}}]}],"lastModified":"2015-07-08T20:26:29Z","personalization":{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"visibility":"all","adTargetingPath":"sport/front"}