{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","title":"regulars","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"cards":[{"title":"You are the Umpire / Alastair Cook","rawTitle":"Alastair Cook","item":{"type":"article","id":"sport/2015/jun/26/you-are-the-umpire-paul-trevillion","title":"You are the Umpire: Alastair Cook","trailText":"<p>Featuring: A bowler's shoulder, a laid-back fielder in shorts, and a very late arrival</p>","standFirst":"","byline":"","body":"<p><a href=\"http://i.guim.co.uk/static/w-1065/h--/q-95/sys-images/Guardian/Pix/pictures/2015/6/26/1435306096553/You-are-the-Umpire-Cook-004.jpg\">Click to enlarge</a>, and debate the strip below the line. John Holder's verdict appears in Sunday's Observer and here from Monday.</p>\n<h2>Competition: win a T-shirt of your choice</h2>\n<figure data-media-id=\"gu-image-457280346\">\n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg\" alt=\"Cricket shirt\" width=\"140\" height=\"130\" class=\"gu-image\" />\n <figcaption></figcaption>\n</figure>\n<p>For a chance to win a sporting T-shirt of your choice from the <a href=\"http://entertainment.guardianoffers.co.uk/search/results/?search=cricket\">Guardian range</a> send us your questions for You are the Umpire to <a href=\"mailto:you.are.the.umpire@observer.co.uk\">you.are.the.umpire@observer.co.uk</a>. The best scenario used in each new strip wins a T-shirt; Terms apply. For more on You are the Ref's history, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2008/aug/07/football.ref?guni=Article:in body link\">click here</a>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435306095315/You-are-the-Umpire-Cook-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Cook Photograph: Observer Photograph: Observer","credit":"Observer","altText":"You are the Umpire Cook","cleanCaption":"You are the Umpire Cook Photograph: Observer","cleanCredit":"Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":130,"width":140,"orientation":"landscape","credit":"Observer","altText":"Cricket shirt","cleanCredit":"Observer"}],"webPublicationDate":"2015-06-26T08:22:23Z","lastModified":"2015-06-26T08:24:42Z","metadata":{"commentable":true,"commentCount":28,"contributors":[],"feature":true,"keywords":["Cricket","Alastair Cook","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"series":{"title":"You are the Umpire","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/you-are-the-umpire"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/you-are-the-umpire-paul-trevillion","shortUrl":"http://gu.com/p/4a67z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/you-are-the-umpire-paul-trevillion","webUri":"http://www.theguardian.com/sport/2015/jun/26/you-are-the-umpire-paul-trevillion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435306096553/You-are-the-Umpire-Cook-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":429,"width":940,"orientation":"landscape","caption":"  Photograph: Observer","credit":"Observer","altText":"You are the Umpire Cook","cleanCaption":" ","cleanCredit":"Observer"}},"importance":7,"kicker":{"title":"You are the Umpire"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435306095315/You-are-the-Umpire-Cook-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Cook Photograph: Observer Photograph: Observer","credit":"Observer","altText":"You are the Umpire Cook","cleanCaption":"You are the Umpire Cook Photograph: Observer","cleanCredit":"Observer"}}]},{"title":"Joy of Six / Sporting bravery, from golden Freeman to battling Witzer","rawTitle":"Sporting bravery, from golden Freeman to battling Witzer","item":{"type":"article","id":"sport/2015/jun/26/the-joy-of-six-sporting-bravery","title":"The Joy of Six: sporting bravery","trailText":"From doing things normally after a tragedy, to overcoming entrenched sexism, bravery in sport takes many different forms. Here are half a dozen examples","standFirst":"<p>From doing things normally after a tragedy, to overcoming entrenched sexism, to punching an armed mugger, bravery in sport takes many different forms</p>","byline":"Nick Miller","body":"<h2>1) Sean Abbott</h2> \n<p>In most walks of life, the disregard for personal safety or ignoring pain is your traditional barometer of bravery, like running into a burning building to save a puppy, or jumping on a land mine. Bravery is an emotional state, usually related to physical wellbeing. As is the case in sport; in cricket, for example, one might usually think of bravery as standing up to a fearsome bowling attack, or fielding at short-leg without a helmet on, having little regard for one’s own personal safety in the name of The Cause.</p> \n<p>Brian Close is the obvious name for both of those criteria – the old boy who of course famously stood and took the missiles of the West Indies on the chest at Old Trafford in 1976. Close, who curiously looked older than his 46 years then but these days barely seems to have aged at all, declared that a cricket ball couldn’t really hurt you because “it’s only on you for a second”, which was presumably his theory behind wearing a succession of bumpers from Andy Roberts and Michael Holding rather than swaying away, leaving a flamboyant tapestry of bruises on his torso. He also, as legend has it, once exclaimed “catch it” after the ball rebounded off his forehead while fielding at short-leg in a Yorkshire match. The catch was taken.</p> \n<p> However, there’s also a bravery in dishing out that sort of treatment, because while the intention (usually) isn’t to actually seriously hurt one’s opponent, it’s an inevitable hazard of hurling a hard object at someone from 22 yards away, at upwards of 95 miles an hour. It is, though, part of the sport, and obviously the instances of serious injury, or worse, are few and far between. But they do happen, and did to Phillip Hughes in November 2014, when he suffered a freak injury after being hit on the head by a bouncer, passing away a couple of days later.</p> \n<p> It was something that couldn’t have happened again if someone had taken the same blow another 1,000 times, but part of human nature is, when something like this is shown to be possible, to be afraid. Many remain terrified of flying despite the millions of planes that land safely every year, and so you can only imagine how terrified Sean Abbott, the man who delivered the fateful bouncer that struck Hughes, must have been when he returned to cricket.</p> \n<p> It took some bravery to even come back to cricket at all, even in the certain knowledge that Hughes’ death absolutely was not his fault, but even more to play on using the logic that it couldn’t happen again and he must play normally, and for a fast bowler like Abbott, ‘normally’ means short-pitched bowling. In his first over back, for New South Wales against Queensland, less than three weeks after Hughes’ death, Abbott bowled a bouncer, which batsman Joe Burns ducked underneath. The psychological barrier was hurdled, although it took courage to even let go of the ball under those circumstances. Abbott took two wickets in that innings, but in the second ran through the Queensland order to claim figures of 6-14 off seven overs and was named man of the match. He was given the Bradman Young Cricketer of the Year award in January.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=7V6heKr8E8Y\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/7V6heKr8E8Y?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>2) Kathrine Switzer</h2> \n<p> And then there’s political bravery. Kathrine Switzer was an amateur runner at Syracuse University in 1967, when she decided to challenge herself by running the Boston Marathon. Thing was, no woman had ever run the Boston Marathon before, and even her own coach didn’t believe it was possible for a poor, fragile, weak little woman to run 26.2 miles (“No dame ever ran the Boston Marathon!” he told her), but once she proved to him she could in a training run (with an extra five miles thrown in, just for yucks), they entered the race. Apparently there was nothing official in the rules preventing a woman from registering, but she wrote her name down as KV Switzer on the entry form anyway, just to be sure. Switzer, coach Arnie Briggs, her boyfriend (a 235-pound hammer thrower who didn’t bother training because if a woman could run a marathon, he could too) and another friend all piled into a car and headed to an unseasonably cold Boston.</p> \n<p> All was going well until around the four-mile mark, when Switzer heard leather-soled footsteps behind her. “Instinctively I jerked my head around quickly and looked square into the most vicious face I’d ever seen,” <a href=\"http://kathrineswitzer.com/about-kathrine/1967-boston-marathon-the-real-story/\">she wrote in ‘Marathon Woman’</a>, her memoir. “A big man, a huge man, with bared teeth was set to pounce, and before I could react he grabbed my shoulder and flung me back, screaming, ‘Get the hell out of my race and give me those numbers!’ Then he swiped down my front, trying to rip off my bib number, just as I leapt backward from him. He missed the numbers, but I was so surprised and frightened that I slightly wet my pants and turned to run. But now the man had the back of my shirt and was swiping at the bib number on my back.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2014/apr/11/10-best-marathon-moments-in-pictures-london\">The 10 best marathon moments – in pictures</a> </p> \n</aside> \n<p> The outraged man in question turned out to be Jock Semple, the marathon director, who was promptly barged out of the way by the macho boyfriend. Switzer finished the race in four hours twenty minutes, but caused a press sensation for the eyebrow-raising feat of ‘running a long way while in possession of ovaries’, batting off the questions from journalists (“Are you a suffragette?” asked one hack with his finger firmly on the political pulse) about why she had entered the race with a Forrest Gump-esque “I like to run.” </p> \n<p> She wrote: “I’ve stepped into a different life, I thought. To the guys it was a one-off event. But I knew it was a lot more than that. A lot more.” Switzer campaigned for women to be officially admitted to the race, which they eventually were in 1972, and went on to be a TV journalist.</p> \n<p> Incidentally, the boyfriend hit the wall at about 13 miles and staggered home an hour after Switzer.</p> \n<h2>3) Leonardo Bonucci</h2> \n<p>This is cheating slightly, because it displays bravery away from the field of play. The more obvious route would be to comment on the many examples of those who went to war, from the likes of Donald Bell, the only professional footballer to ever be awarded the Victoria Cross, to great baseball slugger Ted Williams, who interrupted his career twice to fly in World War Two then the Korean War. However, there are too many sportsmen who have fought in assorted wars to select just one, so how about a slightly different example of off-pitch bravery.</p> \n<p> Juventus defender Leonardo Bonucci was car shopping (at a Ferrari dealership – he is a professional footballer) with his wife and infant son in 2012, when an opportunistic mugger decided that this was the perfect mark, a wealthy man who was distracted and, given that he was with his family, would most likely hand over the demanded trinkets with the minimum of fuss. The villain in question approached the Bonuccis and demanded Leonardo hand over his watch (not, one suspects, a Casio), brandishing a firearm by way of persuasion. </p> \n<p>Bonucci, though, was having little of it. The mugger reportedly grabbed him by the wrist but Bonucci, sensing an opening where most would sense a troubling churning of the stomach, punched his assailant with his free hand. The startled criminal made his escape on an accomplice’s moped, only for Bonucci to chase after him. To repeat: he chased after an armed mugger who was retreating on a moped. “What are you doing? Are you mad? I’ll shoot you!” the mugger quite reasonably noted. </p> \n<p> There’s a fine line between bravery and stupidity. Speaking of which …</p> \n<h2>4) John Terry</h2> \n<p> There must be a good reason to be a jockey. The synergy between man and beast; the competitive instinct; the racing despite not being of the traditional athletic physique; the sensation of being of diminutive stature but controlling such a large animal; the money, if you turn out to be really good. All of those might do it.</p> \n<p> But when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/24/tony-mccoy-broke-bones-heart-sandown-retires\">even the very best break every bone in their body,</a> thrown from the horse and with very little chance to do anything about it, you do wonder whether it’s worth all the trouble. You have to be seriously sturdy up top to mentally shake all of that off and quite literally get back on the horse; that, or be wired slightly differently to most other people. You have to basically be impervious to pain.</p> \n<p> Of the various forms of moral fortitude, bravery is not one that you’d necessarily ascribe to John Terry the man. John Terry the defender, football player and thrower of body onto line, however, is a different matter. There’s no horse involved, but you sometimes wonder whether Terry is actually made of fragile flesh, the sort that reacts to sensations like heat, cold, pain, sunlight etc, and is rather a theoretical humanoid, hewn from rubber and kevlar, like a sentient and hard-wearing crash test dummy. How else would one explain his insistence on throwing everything in the way of the ball when propelled at speed? </p> \n<p> Terry is far from the first or only footballer to determine that his skin and bones are worth sacrificing to prevent a goal being scored (Kevin Moran, Terry Butcher, Colin Hendry and Nemanja Vidic all spring to mind), but it seems as if he has appointed himself as a sort of central defensive member of the secret service, diving in front of a bullet to keep the president from harm, in his case the Chelsea or England goal playing the part of commander in chief. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8GEB-TYLMmQ\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/8GEB-TYLMmQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p> The incident that readily springs to mind is in the 2007 League Cup final, when Terry attempted to compete for the ball (in attack, this time) with Abou Diaby’s swinging right boot. Perhaps Terry reasoned that Diaby is so injury-prone that his own bonce was more than a match for a full-blooded kick, and skull would overcome leather boot. It didn’t, as it turned out, Terry knocked unconscious and immediately taken from the field. “I remember walking out for the second half and nothing else until waking up in the ambulance on the way to the hospital,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2007/feb/26/newsstory.carlingcup06072\">Terry said</a> after returning to the dressing room from hospital to celebrate with his teammates. Probably for the best.</p> \n<h2>5) David Purley</h2> \n<p> Motor racing was not a safe business in years gone by. Mercifully, there have been no fatalities at a Formula One Grand Prix since Ayrton Senna and Roland Ratzenberger in 1994, but between 1953 and 1982, 27 drivers died at races, which isn’t even including the assorted deaths at other forms of motor sport. </p> \n<p> There wasn’t a Dutch Grand Prix at Circuit Park Zandvoort in 1972, after it was left off the schedule while safety upgrades were made to the track, a development that was at least in part inspired the death of Piers Courage in 1970, his car veering off at a fast bend and catching fire. They were back in 1973, but just as three years earlier, at the same corner on which Courage perished, Roger Williamson crashed, his car flipped over and caught fire, trapping him in the blazing vehicle. </p> \n<p> David Purley, Williamson’s March-Ford teammate, was not far behind him when the accident took place. Remarkably, Purley stopped his own car, pulled to the side of the track and rushed over to try and help his colleague, desperately trying to extricate Williamson from the upside-down, burning vehicle. The marshals that arrived on the scene to help Purley were not wearing fire retardant clothing, and there was just one fire extinguisher in the immediate area, meaning the frenzied attempts to at least right the car and put out the flames were in vain. </p> \n<p> Eric Dymock wrote in the Guardian at the time: “Purley said that when he got to the car, Williamson was trying to reach the fire extinguisher button on the car itself, and undo his seat belts to get out. Yet still the marshals held back for fear, no doubt, of an explosion or the fierceness of the fire they felt sure was to follow.”</p> \n<p> Many, including the race controllers, assumed that it was Purley’s car that was ablaze and he had safely escaped, so the race continued. A fire crew eventually arrived eight minutes later, but by that time Williamson had suffocated. “You would have thought after Piers’s accident, they’d have got hold of the best fire-fighting equipment in the world,” an unnamed driver told the Guardian at the time, “but they haven’t.”</p> \n<p> Purley was awarded the George Medal for his efforts, and appeared only sporadically in Formula One over the following few years. He died in a plane crash in 1985.</p> \n<h2>6) Cathy Freeman</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=tslYPALKWO0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/tslYPALKWO0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p> Of course, all sportspeople are brave in one respect, as much as anyone is for getting up and doing anything in front of thousands of people. The expectation at the highest level is such that you’d would forgive anyone under that sort of pressure for running away and curling up in a dark room somewhere for the duration. Many of us hyperventilate if we have to give a presentation or go on a first date, and that’s just (unless either go really well) talking for a little bit. </p> \n<p> And the pressure obviously grows when it becomes about more than just the sport. Cathy Freeman was a symbol of the Sydney Olympics in a way that few others have been throughout history; not only was she the host nation’s best and most prominent track and field athlete, but an Aboriginal in a nation desperately trying to make up for its long racist past. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2012/jan/11/olympic-cathy-freeman-in-pictures\">50 stunning Olympic moments: Cathy Freeman's gold – in pictures</a> </p> \n</aside> \n<p> Freeman ran for Australia, but wasn’t afraid to speak about the crimes her nation had committed. She carried an Aboriginal flag around the track after winning gold at the 1994 Commonwealth Games for which, remarkably, she was reprimanded by the Australian Commonwealth Association. “You have to understand that when you have a government that is so insensitive to the issues that are close to people’s hearts, that have affected so many lives for the worse, people are going to be really angry and emotional,” she told the Daily Telegraph before the Olympics in 2000. “I’ll never know who my grandfather was. I didn’t know who my great-grandmother was. And that can never be replaced. All that pain. It’s very strong. And generations have felt it.”</p> \n<p> So when the final of the 400m came around, it was as if she had the expectation of two countries on her shoulders, as well as the simple pressure of 112,524 people watching her try to run around a track as fast as possible. Oh, and it was the Olympic final. It’s enough to make anyone go away and never come back.</p> \n<p> But Freeman won, and with some style too, running a remarkably controlled race before storming down the home straight to take gold. After the race, she didn’t celebrate wildly or even smile, but simply unzipped the hood of her bodysuit and sank to the floor – the realisation that she had coped with the pressure and won simply too much for her to do anything else. “I was totally overwhelmed because I could feel the crowd all around me,” she said after the race. “All their emotions, all that happiness and joy. I just had to sit down.”</p> \n<p> “What a legend! What a champion!” said Australian commentator Bruce McAvaney after she crossed the finish line. “What a relief,” Raelene Boyle, the former Olympic sprinter, sighed alongside him. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154948971/4257ee95-12e4-4c39-9bc0-29f6f34c2bc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nick Wilson/Getty Images","altText":"25 Sep 2000:  Cathy Freeman of Australia is elated after winning Gold in the 400m Final during the 2000 Sydney Olympic Games at Stadium Australia in Sydney, Australia. Mandatory Credit: Nick Wilson/ALLSPORTOLYW400M","cleanCredit":"Photograph: Nick Wilson/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T07:50:36Z","lastModified":"2015-06-26T11:35:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"}],"feature":true,"keywords":["Sport","Football","Marathon","Olympics","Formula One","Cricket"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"sport/marathon","webTitle":"Marathon"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Nick Miller","topic":{"type":"tag-contributor","name":"profile/nick-miller"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/the-joy-of-six-sporting-bravery","shortUrl":"http://gu.com/p/4a4j5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/the-joy-of-six-sporting-bravery","webUri":"http://www.theguardian.com/sport/2015/jun/26/the-joy-of-six-sporting-bravery"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154948971/4257ee95-12e4-4c39-9bc0-29f6f34c2bc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cathy Freeman is consumed by joy after winning gold in the 400m at the 2000 Sydney Olympics. Photograph: Nick Wilson/Getty Images","credit":"Nick Wilson/Getty Images","altText":"25 Sep 2000:  Cathy Freeman of Australia is elated after winning Gold in the 400m Final during the 2000 Sydney Olympic Games at Stadium Australia in Sydney, Australia. Mandatory Credit: Nick Wilson/ALLSPORTOLYW400M","cleanCaption":"Cathy Freeman is consumed by joy after winning gold in the 400m at the 2000 Sydney Olympics.","cleanCredit":"Photograph: Nick Wilson/Getty Images"}},"importance":5,"kicker":{"title":"Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/f04e39009d49179a7b842c0f2de11c823644f520/0_61_3000_1801/1000.jpg","height":600,"width":999}}]},{"title":"Quiz! Quiz! Quiz! / Guess the footballer's post-career job","rawTitle":"Guess the footballer's post-career job","item":{"type":"article","id":"football/2015/jun/26/football-quiz-guess-footballers-post-career-job","title":"Football quiz: guess the player's post-career job","trailText":"Whether by necessity or design, some footballers do strange things when they hang up their boots. Match the post-career job to the player","standFirst":"<p>Whether by necessity or design, some footballers do strange things when they hang up their boots. Match the post-career job to the player</p>","byline":"Gregg Bakowski and Joshua Charles Smith","body":"<figure class=\"element element-embed\" data-alt=\"Quiz\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/mar/quiz/auto-update-activity.gif&quot; /&gt;\"></iframe> \n <figcaption>\n  Quiz\n </figcaption> \n</figure> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://gdn-cdn.s3.amazonaws.com/quiz-builder/06b7fda8-f2fe-4120-aaed-db893463bc5b/boot.js\" data-canonical-url=\"http://gdn-cdn.s3.amazonaws.com/quiz-builder/06b7fda8-f2fe-4120-aaed-db893463bc5b/boot.js\" data-alt=\"Quiz\"> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435319339999/8b4330b4-1ed2-467c-a076-9c40c8857695-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dimitris Legakis/D Legakis/Athena Picture Agency","altText":"Quiz","cleanCredit":"Photograph: Dimitris Legakis/D Legakis/Athena Picture Agency"}],"bodyImages":[],"webPublicationDate":"2015-06-26T11:50:13Z","lastModified":"2015-06-26T12:30:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Gregg Bakowski","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregg-bakowski"}],"feature":false,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Gregg Bakowski","topic":{"type":"tag-contributor","name":"profile/gregg-bakowski"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/26/football-quiz-guess-footballers-post-career-job","shortUrl":"http://gu.com/p/4a6d4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/26/football-quiz-guess-footballers-post-career-job","webUri":"http://www.theguardian.com/football/2015/jun/26/football-quiz-guess-footballers-post-career-job"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435319339999/8b4330b4-1ed2-467c-a076-9c40c8857695-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Which player now gets dressed in this type of changing room? Photograph: Dimitris Legakis/D Legakis/Athena Picture Agency","credit":"Dimitris Legakis/D Legakis/Athena Picture Agency","altText":"Quiz","cleanCaption":"Which player now gets dressed in this type of changing room?","cleanCredit":"Photograph: Dimitris Legakis/D Legakis/Athena Picture Agency"}},"importance":5,"kicker":{"title":"Quiz! Quiz! Quiz!"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435319339999/8b4330b4-1ed2-467c-a076-9c40c8857695-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dimitris Legakis/D Legakis/Athena Picture Agency","altText":"Quiz","cleanCredit":"Photograph: Dimitris Legakis/D Legakis/Athena Picture Agency"}}]},{"title":"The Fiver / Sign up to our free, funny email. OK, our free email","rawTitle":"Sign up to our free, funny email. OK, our free email","item":{"type":"article","id":"football/2015/jun/26/the-fiver-sepp-blatter","title":"Nightmare at the museum","trailText":"<strong>Today:</strong> Sepp lays down his mandate … and picks it back up again, Roy Keane dips into his treasure chest and Mainz’s strong anti-tail-poke stance","standFirst":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to have the Fiver sent to your inbox every weekday at 5pm, or if your usual copy has stopped arriving</a></p>","byline":"Ian McCourt","body":"<h2><p>LAYING DOWN YOUR MANDATE … AND THEN PICKING IT UP AGAIN</p></h2> \n<p>Remember Sepp Blatter? What? No?! Of course, you do! He was the one who said: “Let the women play in more feminine clothes like they do in volleyball. They could, for example, have tighter shorts. Female players are pretty, if you excuse me for saying so.” The same lad who advised any gay fans travelling to Qatar (the place where homosexuality is punishable by death and the same place for the 2022 World Cup) to “refrain from any sexual activities”. The dude who, when asked about John Terry’s alleged special cuddling with his ex-team-mate’s ex-other half, said: “If this happened in, let’s say Latin countries, then I think he would be applauded.” Ringing any bells? What? Still not? Pfff. This is like dealing with Dougal here. Ah wait, this will jog the memory. He is the one who dances like a drunk grandda at a wedding, the same grandda who thinks he jives like one of those Brazilian dancers at Carnival but who actually jives like a hippo trying to do the hokey cokey despite a recent hip replacement. Now, you know who the Fiver means, right? Right.</p> \n<p>Well, you may or may not know this, dear reader, but old Sepp was also the head of Fifa. But, and this is where the tale takes a sad turn, the poor sod had to give up his job a few weeks ago. It seems some members of Fifa have been more than a bit naughty under his watch. So off he went with these words reverberating around the world: “I have decided to lay down my mandate at an extraordinary elective congress ... I shall not be a candidate [for the election] ... We need deep-rooted structural change”. Now the Fiver is simple folk and usually finds it difficult to follow Postman Pat plots but even <em tabindex=\"-1\">it</em> could work out that all this meant Sepp was about to become a fully paid-up member of Club du One, right? Eh, kinda.</p> \n<p>You see, last night, Sepp stepped out for a topping out, the topping out of the new Fifa museum. (Presumably this museum will skip over the organisation’s last few weeks). Here are some snippets from what he said: “I have not resigned. I am making my mandate available at an extraordinary congress ... Only those who know the past can understand the present and shape the future. Or in other words: the ball is round – but only those who come from outer space know the actual dimensions of our sport … For me personally, the museum is a labour of love. But do not get me wrong: I’m not ready for the museum nor for a waxwork yet.”</p> \n<p>Wait! What? Did the Fiver just read that right? The ball is round? Sepp is not a waxwork? Could have fooled us. And the same Sepp is about to do the biggest U-turn since, well, um, ever? Sweet, merciful, Yeezus. This might be one of the worst things he has said yet.</p> \n<h2>QUOTE OF THE DAY 1</h2> \n<figure class=\"element element-image\" data-media-id=\"70d8532618e3cc0a79e9d2d456cda9fa24a5bc56\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435326128977/8e1d6578-69cb-41e1-8d73-bba85e94c093-460x276.jpeg\" alt=\"Roy Keane\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wait, there’s more …</span> \n  <span class=\"element-image__credit\">Photograph: Ian Walton/Getty Images</span> \n </figcaption> \n</figure> \n<p>“We got a lecture from the medical team that because of the weather we had to drink these drinks. ‘If you don’t take these drinks, you might die …’ That’s what we were told. And we’re sitting there, obviously jet-lagged, goin’ ‘Oh whatever, we might die’. And then he said: ‘But unfortunately, these drinks haven’t arrived yet’” – just when you think Roy Keane’s treasure chest of tales of Republic O’Ireland disarray in Saipan was empty, he pulls out another gem. </p> \n<h2>QUOTE OF THE DAY 2</h2> \n<p>“[Gonzalo Jara] knows that if an offer comes he can go. We do not tolerate that. More than the prod, however, it is what comes afterwards that makes me angry. I hate theatrics more than anything” – Mainz sporting director Christian Heidel makes it clear <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/mainz-gonzalo-jara-edinson-cavani-bottom\">the club has a strong anti-tail-poke stance</a>.</p> \n<h2>FIVER LETTERS</h2> \n<p>“No discussion of footballers, or indeed people, with metallic-sounding names is complete without the inclusion of former Darlington man Chris Brass. He once <a href=\"https://www.youtube.com/watch?v=yo8FANX7o9U\">scored a goal</a> destined to be remembered for even longer than Lucy Bronze’s stellar effort” – Steven Hyde.</p> \n<p>“Eh how many sick people did John Moore neglect (yesterday’s Fiver letters) before finally he found a use for his medical degree in a tea-timely football email?” – Michael John Cullen.</p> \n<p><span class=\"bullet\">•</span> Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a>. And if you’ve nothing better to do you can also <a href=\"https://twitter.com/thefiver\">tweet the Fiver</a>. <strong>Today’s winner of our prizeless letter o’the day is: </strong>Michael John Cullen.<br /></p> \n<h2>JOIN GUARDIAN SOULMATES</h2> \n<p>Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, <a href=\"https://soulmates.theguardian.com/\">sign up here to view profiles</a> of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope.</p> \n<h2>BITS AND BOBS</h2> \n<p>Arsenal are in serious danger of being a decent team next season after they finally got their mits on Petr Cech. The keeper <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/petr-cech-arsenal-chelsea-transfer\">just has to cough for the doctor</a> and sign on the dotted line for the deal to be done.</p> \n<p>Dmitri Payet is currently growing a handlebar moustache and learning about craft ale to acclimatise to east London having signed for West Ham. “West Ham really showed me that they wanted me to come,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/west-ham-marseille-dimitri-payet\">trilled the &pound;10.7m forward who joins from Marseille.</a></p> \n<p><strong>17 June:</strong> Adam Smith sacked by Leicester City for taking part in a r@cist sex film on a post-season tour to Thailand. </p> \n<p><strong>26 June:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/northampton-sign-goalkeeper-sacked-leicester\">Northampton Town sign goalkeeper Adam Smith on a two-year deal.</a> “I’m aware this signing will create debate,” whispered Cobblers manager Chris Wilder.</p> \n<p>Pato has been given the full backing of the Corinthians president, Roberto De Andrade. “I regret buying him. But the failure is his own fault. At the time no one was against it. Everyone knows that we’re praying day and night, hoping to sell him,” he enthused.</p> \n<p>And England manager Mark Sampson, who is usually cooler than a Raf Simons denim shirt, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/mark-sampson-england-referee-canada-womens-world-cup\">has done mind games</a> with the referee before the Women’s World Cup quarter-final with Canada. “We’re playing the most aggressive team in this tournament,” he yelped. “We’re all aware of the big refereeing decisions that have gone their way.”</p> \n<h2><strong>STILL WANT MORE?</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"2e12780f2806217a40d1db9c60f06f7bce60887b\"> \n <img src=\"http://media.guim.co.uk/2e12780f2806217a40d1db9c60f06f7bce60887b/16_68_2847_1708/1000.jpg\" alt=\"Diego Maradona\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Oh Diego!</span> \n  <span class=\"element-image__credit\">Photograph: Sipa Press/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>There’s not a laughing-gas balloon in sight in this wonderful <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/jun/26/memory-lane-footballers-on-holiday-in-pictures\">Memory Lane: footballers on holiday gallery</a> by Steve Bloor.</p> \n<p>What’s happened to James/Hames/Hamez Rodr&iacute;guez’s international career since that stonking World Cup wonder goal last year? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/26/james-rodriguez-copa-america-colombia-argentina\">Let floating football brain in a box Jonathan Wilson explain</a> (warning: contains mild tactical chat).</p> \n<p>Euclides Montes enthusiastically invites you to sit down with him and drink in the beauty of Faustinio Asprilla’s ‘leaking-roof goal’ <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/26/golden-goal-faustino-asprilla-colombia-argentina-1993\">during Colombia’s right royal shellacking of Argentina in 1993</a>. You’d never guess Euclides was Colombian. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/football-quiz-guess-footballers-post-career-job\">Quiz! Quiz! Quiz!</a> Guess the footballer’s post-career job. And no, none of them are strippers. <br /></p> \n<p>Owen Hargreaves offered England’s pampered under-21s a reminder that, like the Fiver when The Man was impressed by its ability to glue together scraps for a living, <a href=\"http://gu.com/p/4a6fj/stw\">other career-trajectories are available</a>. </p> \n<h2>SIGN UP TO THE FIVER</h2> \n<p>Want your very own copy of our free tea-timely(ish) email sent direct to your inbox? Has your regular copy stopped arriving? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to sign up</a>.</p> \n<h2><p>A WEEKEND OF SELF-REALISATION</p></h2>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b03293dc3b0d05aec816da45f39efae614a2ef3/43_0_2982_1790/2982.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1790,"width":2982,"orientation":"landscape","credit":"Kurt Schorrer/Reuters","altText":"Sepp Blatter","cleanCredit":"Photograph: Kurt Schorrer/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435326130348/8e1d6578-69cb-41e1-8d73-bba85e94c093-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wait, there’s more … Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"Roy Keane","cleanCaption":"Wait, there’s more …","cleanCredit":"Photograph: Ian Walton/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2e12780f2806217a40d1db9c60f06f7bce60887b/16_68_2847_1708/2847.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1708,"width":2847,"orientation":"landscape","caption":"Oh Diego! Photograph: Sipa Press/Rex Shutterstock","credit":"Sipa Press/Rex Shutterstock","altText":"Diego Maradona","cleanCaption":"Oh Diego!","cleanCredit":"Photograph: Sipa Press/Rex Shutterstock"}],"webPublicationDate":"2015-06-26T15:16:19Z","lastModified":"2015-06-26T15:18:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ian McCourt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-mccourt"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Ian McCourt","topic":{"type":"tag-contributor","name":"profile/ian-mccourt"}}],"series":{"title":"The Fiver","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thefiver"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/26/the-fiver-sepp-blatter","shortUrl":"http://gu.com/p/4a69t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/26/the-fiver-sepp-blatter","webUri":"http://www.theguardian.com/football/2015/jun/26/the-fiver-sepp-blatter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fb7b123199d12bebd0a9cb99531d193ac7cb5471/0_0_2708_1626/2708.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1626,"width":2708,"orientation":"landscape","caption":"Sepp Blatter at the Fifa museum … but not as an artefact just yet.  Photograph: Kurt Schorrer/Reuters","credit":"Kurt Schorrer/Reuters","altText":"Sepp Blatter","cleanCaption":"Sepp Blatter at the Fifa museum … but not as an artefact just yet. ","cleanCredit":"Photograph: Kurt Schorrer/Reuters"}},"importance":4,"kicker":{"title":"The Fiver"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b03293dc3b0d05aec816da45f39efae614a2ef3/43_0_2982_1790/2982.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1790,"width":2982,"orientation":"landscape","credit":"Kurt Schorrer/Reuters","altText":"Sepp Blatter","cleanCredit":"Photograph: Kurt Schorrer/Reuters"}}]},{"title":"Classic YouTube / Wondrous montages, Wimbledon and sandboarding","rawTitle":"Wondrous montages, Wimbledon and sandboarding","item":{"type":"article","id":"sport/blog/2015/jun/25/classic-youtube-best-sports-clips","title":"Wondrous World Cup montages, Wimbledon memories and sandboarding","trailText":"Also featuring rugby union’s best bump-offs, tennis controversy from 1978, the NHL awards of 1995 and the Clare hurlers taking on the crossbar challenge","standFirst":"<p>Also featuring rugby union’s best bump-offs, tennis controversy from 1978, the NHL awards of 1995 and the Clare hurlers taking on the crossbar challenge</p>","byline":"Guardian sport","body":"<p>1) Some absolute gold for you this week: the BBC’s brilliant 1986 World Cup goals retrospective from 1958-82, <a href=\"https://www.youtube.com/watch?v=nSsA23XbMPk&amp;feature=youtu.be\">soundtracked to New Order</a>; their <a href=\"https://www.youtube.com/watch?v=b-JsoVdeTK8&amp;feature=youtu.be\">World Cup 1986 skills v Queen</a> collection; the Royal Philharmonic Orchestra’s <a href=\"https://www.youtube.com/watch?v=I-0cEWFsWkI&amp;feature=youtu.be\">World Cup 82 Grandstand theme</a>; <a href=\"https://www.youtube.com/watch?v=jHMThIrczqc&amp;feature=youtu.be\">Cameroon get their own BBC play-out</a> from Italia 90; <a href=\"https://www.youtube.com/watch?v=ZDp0_2WGlng&amp;feature=youtu.be\">ITV’s Euro 92 montage</a>, featuring a sunbathing Big Ron; <a href=\"https://www.youtube.com/watch?v=S1FAN_J1XTA&amp;feature=youtu.be\">the music of England</a> from ITV at Euro 96; and German broadcasters ZDF opting to <a href=\"https://www.youtube.com/watch?v=VfgNPoPiaGI&amp;feature=youtu.be\">go down the Oasis route</a>.</p> \n<p>2) It’s almost that time of year when strawberries, bitter British disappointment and Wimbledon go hand in hand. Get your hopes up by rewatching the last time<a href=\"https://www.youtube.com/watch?v=p6XH-iRPraw\"> a British man won it</a> and the last time <a href=\"https://www.youtube.com/watch?v=dbg1m3T4X1I\">a British woman won it</a>. You might also want to watch what might be the greatest men’s final in the history of the competition: <a href=\"https://www.youtube.com/watch?v=vxkyaXPHmss\">Nadal v Federer in 2008</a>; or the greatest women’s final in the history of the competition: <a href=\"https://www.youtube.com/watch?v=EQyRiHZDlkc\">Graf v S&aacute;nchez Vicario in 1995</a>. If none of that interests you, <a href=\"https://www.youtube.com/watch?v=-3um_Lw5yoI\">this</a>, <a href=\"https://www.youtube.com/watch?v=Q1C16WzZAvY\">this</a>, <a href=\"https://www.youtube.com/watch?v=eNmZFsokvJU\">this</a> and <a href=\"https://www.youtube.com/watch?v=1x2UTJWaWYY\">this</a> should give you a few quick giggles.</p> \n<p>3) <a href=\"https://www.youtube.com/watch?v=3Olf9Av8oAA\">The best bump-off compilation that rugby union has to offer</a>. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=3Olf9Av8oAA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/3Olf9Av8oAA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>4) It’s 1995, so time to honour the best in the NHL. <a href=\"https://www.youtube.com/watch?v=t-OH23dui_w\">With this</a>?</p> \n<p>5)<strong> </strong>Oh <a href=\"https://www.youtube.com/watch?v=nuCXlPzGmJU\">Tiger</a>.</p> \n<p>6) The Clare hurlers take on <a href=\"https://www.youtube.com/watch?v=vFBKSVDvTuk\">the crossbar challenge</a> and win. Meanwhile, Norway took their leave from the Women’s World Cup, but not before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/19/norway-women-football-critics-stereotype-video\">this</a>.</p> \n<h2><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/classic-youtube-best-sports-clips\">Our favourites from last week’s blog</a></h2> \n<p>1) “<a href=\"https://www.youtube.com/watch?v=feptTAC5Doo\">LOOK IN THE RULEBOOK!</a>”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=feptTAC5Doo\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/feptTAC5Doo?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>2) Matt Carpenter falls for the old <a href=\"https://www.youtube.com/watch?v=GcbcWuugpOg\">hidden-ball trick</a>.</p> \n<p>3) Some spectacular <a href=\"https://www.youtube.com/watch?v=zjDCx0Ceg_g\">sand skiing and boarding</a> in Peru.</p> \n<p>4) This might be the greatest <a href=\"https://www.youtube.com/watch?v=14tjh9iDq30\">World Cup downhill race victory</a> of all-time.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=14tjh9iDq30\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/14tjh9iDq30?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>5) Keeper comes up for a corner when her team are a goal down with seconds left in the game. <a href=\"https://www.youtube.com/watch?v=8EgNf0tCnuQ&amp;feature=youtu.be\">You know the rest</a>.</p> \n<p>6) <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/man-amazing-catch-bottle-feeding-baby\">Parenting 101</a>.</p> \n<p><strong>Spotters’ badges:</strong> Vesuvial, RobBarwick, BlackCaeser, TheCedarRoom.</p> \n<h2>Guardian YouTube football channel</h2> \n<p><a href=\"https://www.youtube.com/user/GuardianFootball\">Do subscribe, if you fancy.</a></p> \n<h2>And the Guardian YouTube sport channel</h2> \n<p><a href=\"https://www.youtube.com/channel/UCwD9E_QNwFwrQC7OnPnrg2Q\">Do subscribe, if you fancy.</a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435150348909/a8f8ad45-90e4-40b8-8263-2f670bb834b8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Mario Kempes of Argentina celebrates scoring a goal in the 1978 World Cup final.","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T09:00:14Z","lastModified":"2015-06-25T09:03:42Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Football","Sport","US sports"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"series":{"title":"YouTube archive","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/youtubearchive"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/25/classic-youtube-best-sports-clips","shortUrl":"http://gu.com/p/4ax5k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/25/classic-youtube-best-sports-clips","webUri":"http://www.theguardian.com/sport/blog/2015/jun/25/classic-youtube-best-sports-clips"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435150348909/a8f8ad45-90e4-40b8-8263-2f670bb834b8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mario Kempes of Argentina celebrates scoring a goal in the 1978 World Cup final. One of the many collected in a brilliant montage. Photograph: Getty Images","credit":"Getty Images","altText":"Mario Kempes of Argentina celebrates scoring a goal in the 1978 World Cup final.","cleanCaption":"Mario Kempes of Argentina celebrates scoring a goal in the 1978 World Cup final. One of the many collected in a brilliant montage.","cleanCredit":"Photograph: Getty Images"}},"importance":4,"kicker":{"title":"Classic YouTube"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/370847bda2b6ea8ebf5fc41f15073ccd80dac8d2/0_0_5129_3076/1000.jpg","height":600,"width":1000}}]},{"title":"The Joy of Six / On-air Aussie sporting arguments","rawTitle":"On-air Aussie sporting arguments","item":{"type":"article","id":"sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments","title":"The Joy of Six: on-air Australian sports arguments","trailText":"From Ange Postecoglou’s classic verbal spat with Craig Foster to a brutal baseball bat attack on an effigy of Tony Lockett, six of the best live set-tos","standFirst":"<p>From Craig Foster’s verbal attack on Ange Postecoglou to a brutal baseball bat attack on an effigy of Tony Lockett, six of the best live set-tos</p>","byline":"Russell Jackson","body":"<h2><strong>Craig Foster v Ange Postecoglou – 2006</strong><br /></h2> \n<p>Should it really have come as any great surprise that under the direction of Ange Postecoglou the Socceroos – travelling to the 2014 World Cup on an entirely hopeless mission – should unite Australia in joy? No, the signs were there a decade ago when Postecoglou lived out the fantasy of every Australian football fan and verbally battered Craig Foster on live TV.</p> \n<p>Back then our Ange was the struggling national youth coach, fresh from failing to qualify Australia’s Under-20s for the 2007 Youth World Cup and so facing the music from Foster and Les Murray on SBS. Foster’s theory: Postecoglou’s performance was dismal and he should fall on his sword. Postecoglou’s response in summary: Foster should shut his big dumb face.</p> \n<p>The real highlight here is how personal Postecoglou gets on the issues of friendship and respect. “OK you’re not attacking me personally, that’s great,” he snaps at one point. “I feel much better because you’re a really close mate. I don’t care what you think of me personally, Fozzy.”</p> \n<p>To be entirely fair to Foster, at the end of 13 minutes of car crash TV there were no winners out of this one but it was gloriously chaotic TV, civil discourse going to seed amid a rapid exchange of petty snipes and sledges. Three months later and Postecoglou had lost his job but on the balance of things you’d say it all worked out OK in the end.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=GWGNPFI-MtE\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/GWGNPFI-MtE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Allan Jeans v Peter McKenna – World of Sport, 1985</strong><br /></h2> \n<p>Ah, when Yabby went Crabby. What a compelling and unlikely fact it is to consider that it was the unfailingly polite and inoffensive Peter McKenna who drew from legendary Hawthorn coach Allan Jeans his most notable public outburst.</p> \n<p>The time: a day after Hawthorn and Geelong’s infamous and spiteful 1985 meeting had ended in blood-curdling screams of indignation when Hawks legend Leigh Matthews ironed out Cats hard man Neville Bruns, breaking his opponent’s jaw in the process. The place: Seven’s World of Sport studio, where McKenna was tasked with drawing some interesting responses out of the two coaches, Jeans and Geelong’s Tommy Hafey. McKenna soon had more than he’d bargained for.</p> \n<p>The prelude was impeccable. As was possibly written into the Australian constitution at the time, a gruff and vaguely irritated Hafey appeared in one of his patented Adidas t-shirts, this one apparently sprayed onto his torso with one of Howard Arkley’s air-brushes. Not much love for McKenna from t-shirt Tommy, especially once the shallow depths of the interviewer’s preparation had been exposed. </p> \n<p>“I can’t say too much about [the Geelong reports out of the game] of course but I just feel that a man can only take so much and that’s as far as I’m prepared to go,” started Hafey. Should he have dragged fiery spearhead Mark Jackson as the Geelong full-forward teetered close to the abyss of another brain explosion? Well, playing with 17 men wouldn’t have been ideal thought the supercoach, adding the timeless rejoinde “as you’re probably aware” rather than, say, “I could bench press your entire family at once McKenna, do some bloody research.”</p> \n<p>McKenna pushed Jeans a little harder. “Have you got any comment to make about the fact that two of your players this year have been involved in king hits behind the play?” The softly-spoken Hawk legend first simmered on the suggestion a moment before the red mist descended. “Peter, if you want to continue with this discussion… you wanted to go back and dig skeletons out of the cupboard… If you want to go back it’s just as embarrassing for your club. I can recite incidents against the club that you played for, the same against Geelong… Now just leave it at that at this particular stage.” </p> \n<p> It was all about the delivery though; no ranting, no swearing, just a deeply offended and probably embarrassed legend of the game sounding as though he was about to go postal, all bulging eyes and barely-concealed hurt. What this incident also showed is that there’s only one faultless way of diffusing such a tense argument on live TV and that’s to get an old man – Jack Dyer in this case – to step in between the combatants with a Bertocchi ham, some cleaning products and a bucket of honey. That, my friends, is how lasting world peace could be obtained.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=jp5tl9g_1ho\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/jp5tl9g_1ho?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Molly Meldrum v Peter Jess – 1993</strong></h2> \n<p>It’s getting harder by the year to remember a time in which the comings and goings of Australian sports stars weren’t strategised, scripted and slimily administered by player agents, but as recently as the early 90s they were barely a presence and particularly not in AFL football. </p> \n<p>Before the thundering, Jerry McGuire-esque arrival of Ricky Nixon and Craig Kelly’s player-management stables of that decade, players either fended for themselves in contract negotiations with clubs or at best, got an accountant or lawyer involved. A major overhaul of this system had been on the cards since the 70s, when Brian Ward and Isaac Apel saw unexploited money-making opportunities and aligned themselves with star players. Ward’s part in the 1975 John Pitura trade was a tabloid frenzy.</p> \n<p>In the 80s came lawyers Jeff Browne and Peter Jess, feared figures in the boardrooms of clubs and men who were often seen as parasites by supporters, men who’d funnel money out of club coffers and sell their favourite players to the highest bidders. In the end they were also of instrumental importance in getting a fairer deal for all players, not just the superstars, but with so many clubs in dire financial straight through the 80s and 90s there was a general resentment of this new presence. </p> \n<p>But Peter Jess? Hoo boy. You couldn’t really say that the abrasive lawyer divided opinion. The media caned him at every opportunity. Fans hated him. Molly Meldrum hated him even more, especially when under Jess’s instruction St Kilda champ Nicky Winmar sat out three weeks of the 1993 season as Jess tried to lever out of Saints administrators an improved contract for his man. </p> \n<p>The end result was this fiery exchange on Nine’s Sunday Footy Show, then hosted by Max Walker and so delightfully loose that a lengthy, unmediated slanging match between a player agent and a celebrity fan presented as the ideal addition to the running sheet. It wasn’t just Meldrum, either. Sam Newman took a swipe, Mal Brown had a bash and Lou Richards stepped in like a disapproving grandparent. Dermott Brereton couldn’t even get a word in. Panel show magic, in other words.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=fZS1u36-l-c\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/fZS1u36-l-c?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Mal Brown v the entire umpiring fraternity…again – 1976</strong></h2> \n<p>A bit of sporting success and a reputation for randomly punching people in the head can take a man a long way in Australian television, as was the case of Mal Brown’s lengthy and scandal-filled career on the small screen.</p> \n<p> If you were a television producer in need of a piping hot take on Western Australian football matters in 1976, one has to assume that Brown’s was the first name and number was the first you cracked open the Rolodex for. Before he was <a href=\"https://www.youtube.com/watch?v=Gefky-UOxQc\">telling current affairs reporters to go forth and multiply</a> or bringing the entire Open Mike franchise into disrepute with his bone-headedness, Brown was just a bloke constantly down on his luck. The cause of this? Well, umpires of course. Brown never met one he particularly liked, as this mid-70s appearance alongside Ken “KG” Cunnigham shows.</p> \n<p>“Some umpires do cheat,” claimed the infamous hard man before turning on Cunningham. “You’ve been an imposter all your life,” said Brown, sitting there in a denim cowboy shirt. I digress here, but in keeping with the Anchorman aesthetic you also haven’t lived until you’ve watched <a href=\"https://www.youtube.com/watch?v=wVpiCQDzEqk\">KG and Neil Kerley going to town on a punching bag</a> on the same show. Did any TV ideas even get knocked back in the 1970s?</p> \n<p>The “highlight” of this debate was probably when Brown decided to use gender relations as the prism through which we could understand football officials: “I’d give the umpires no control because I reckon most umpires, the only responsibility they’ve ever had is when they tick the items off their wife’s shopping list and they’re not men. And that’s the trouble with the blokes today.”</p> \n<p>And why should umpires turn a blind eye to thuggery? “People basically like blood,” started \n <strike>\n   Ron Burgundy \n </strike> Brown, drawing upon a sample size of one in his research. “It’s a proven fact, you know, you go to Spain and you see them stab to death bulls and here we like the gladiator sport.”</p> \n<p>I’m not really sure which violent incident they’re actually discussing in this clip but Cunningham’s first question does at least give us a quite poignant glimpse into the future. “Would you encourage your son to do that?” asks the former umpire. Brown doesn’t flinch. “I’d be telling him to hit them first.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=G9_Bu2PhTjY\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/G9_Bu2PhTjY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Rex Hunt v Sam Newman – 2005</strong><br /></h2> \n<p>Across to the wireless now where another blokey, lifelong friendship is about to disintegrate for the benefit of our entertainment. In the genre of Australian sports identities attempting to destroy each other’s reputations via talkback radio, this incident involving Footy Show jester Sam Newman and his former Geelong team-mate Rex Hunt is a gem.</p> \n<p>The premise doesn’t really matter all that much but safe to say that Rex had recently lost his TV gig at Channel Seven and was spoiling for an argument with his old mucker. When the late Sports Today host Clinton Grybas threw to Newman, his opening salvo sounded ominous. “I’m going to ask you once,” Hunt was warned, “do you want to take this call from me? Would you like me to go on with this or would you rather me not because you know what will happen, Rex?”</p> \n<p> “You will be out of business if I go on with this phone call. Would you like me to tell people exactly the conversations I’ve had with you in the last month to show people exactly the person you are?” It was pull over to the side of the road stuff. Hunt was a liar, a manipulator and a two-faced fraud, thought Newman, who added immeasurably to the awkward mise-en-scene by delivering this evisceration of Hunt’s character at the rapidly escalating, breathless pitch favoured by all good elderly talk-back callers.</p> \n<p>“This is an absolutely pitiful phone call from a man who is 60 this year,” replied Hunt, seizing quite perceptively upon the tenor of Newman’s tirade with a subtle sledge about his age. This argument has just about everything; name-dropping, broken confidences and most crucially of all, the phrase “he wouldn’t have you back at Seven while you had a hole in your bum, Rex.” Here’s to bitter reprisals.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=jMFyV1VJMAk\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/jMFyV1VJMAk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Peter Caven v Tony Lockett’s likeness – 1994</strong></h2> \n<p>Of the many moments of Australian sporting TV that really ought to be more famous than they are, Peter Caven’s 1994 decimation of a Tony Lockett dummy in front of Andrew Denton’s “Live and Sweaty” studio audience should rank right up there.</p> \n<p>It doesn’t strictly qualify as an argument I suppose because Lockett – who’d infamously rearranged Caven’s face during a wild and memorable game at the SCG when the Saints came from nowhere to snatch a 1-point win – wasn’t actually present. By then the St Kilda star was serving the eight-week suspension he copped once the tribunal had viewed the gruesome footage and assessed the damage to the Sydney defender’s face.</p> \n<p>Enter Denton, the dummy and an offer for retribution via whichever weapon Caven desired; hockey stick, cricket bat or baseball bat. Soldiering on with life and wearing an eye-catching facial splint, Caven opted for the baseball bat, gleefully clocking ‘Lockett’s’ head clean off his shoulders and then pulverising what was left. Barely a year later the pair were team-mates. I’m sure that wasn’t awkward at all.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=eqMt7UNCHwM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/eqMt7UNCHwM?start=206&amp;wmode=opaque&amp;feature=oembed&amp;start=206\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ccf66201b8111b6cd5ee1832fb8f78de5123af0/0_148_4077_2450/4077.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4077,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T03:12:27Z","lastModified":"2015-06-25T03:49:02Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":true,"keywords":["AFL","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments","shortUrl":"http://gu.com/p/4a53n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments","webUri":"http://www.theguardian.com/sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ccf66201b8111b6cd5ee1832fb8f78de5123af0/0_148_4077_2450/4077.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4077,"orientation":"landscape","caption":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup. Photograph: Cameron Spencer/Getty Images","credit":"Cameron Spencer/Getty Images","altText":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCaption":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}},"importance":3,"kicker":{"title":"The Joy of Six"},"byline":{"title":"Russell Jackson"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ccf66201b8111b6cd5ee1832fb8f78de5123af0/0_148_4077_2450/4077.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4077,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}}]},{"title":"Rumour Mill / Di María to Barcelona? Martínez to Milan?","rawTitle":"Di María to Barcelona? Martínez to Milan?","item":{"type":"article","id":"football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria","title":"Football transfer rumours: Barcelona move for Ángel Di María?","trailText":"Milan gazumped for Jackson Martínez? | Stoke want Victor Moses in the Begović deal? | Demba Ba off to West Brom?","standFirst":"<p>Today’s tittle-tattle was a treat to sit next to</p>","byline":"Nick Miller","body":"<p>The Rumour Mill isn’t comfortable when things happen. Anything happening goes against our very existence. We’re about things that will happen in the future. Or that might happen in the future. Or that won’t ever happen in the future, but hey it passes the time to talk about it. Actual events are vaguely uncomfortable … because what then? What do we have to look forward to? It’s all over. Finished. Things actually happening is quite unsett … OHMIGOD! BREAKING NEWS! BREAKING NEWS! BREAKING NEWS! <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">LIVERPOOL HAVE SIGNED <strong>ROBERTO FIRMINO</strong> FROM HOFFENHEIM</a>! A THING HAS HAPPENED!</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">Liverpool announce &pound;29m signing of Brazil’s Roberto Firmino</a> </p> \n</aside> \n<p>Well, actually it hasn’t quite happened yet, Liverpool have just said it has happened. Or that it is about to happen. Or will happen when Firmino has been probed and prodded with something cold and metallic and has completed his medical. So now we pause for you to get incredibly worked up about the fee (around &pound;29m, if you believe the nose-tappers in the know) for a player you hadn’t heard of until three weeks ago unless you’re one of those dorks who watches football outside of Super Duper Mega Sky Bantz With Jamie’s Jamie And Thierry Sunday. Cool.</p> \n<p>Here’s more of what could be called a thing happening. After <strong>Milan</strong> had their pants pulled right down to their ankles <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/22/internazionale-sign-geoffrey-kondogbia-monaco\">by neighbours Inter over Geoffrey Kondogbia</a>, it looks like they’ve been gazumped again, this time by <strong>Atl&eacute;tico Madrid</strong> for the striker <strong>Jackson Mart&iacute;nez</strong>, with the Colombian set to move from Porto, according to his agent who apologised with the philosophical musing that you “can’t be in two places at once.” Of course this is being spun as a <strong>snub</strong> for Arsenal, despite little suggestion that they were ever really terribly interested in Mart&iacute;nez, or indeed a striker of any stripe. </p> \n<p>Anyway, back to ephemera, and according to whispers in Spain, Manchester United have another suitor for their wayward winger <strong>&Aacute;ngel Di Mar&iacute;a</strong>, purchased last year at great expense but now seemingly on his way out of England in a sack. And that sack has a little tag on it, the sending address reading ‘FC Barcelona, Camp Nou, Camp Nou Mews, 1 Barcelona Street, Barcelona, \n <strike>\n   Spain \n </strike> Cataluyna.’ No postcode though, so it might not get there for a bit. </p> \n<p>Meanwhile, emissaries from Chelsea and Stoke have been meeting over a bowl of chips at the Daventry Harvester (we’re guessing – it’s roughly equidistant between London and Stoke, and they do a fine bowl of chips) <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/chelsea-victor-moses-stoke-asmir-begovic\">to discuss the transfer of <strong>Asmir Begovic</strong></a>, and a solemn air has descended over proceedings. For the party from the Potteries have just made their demands, pausing and adopting a serious tone before saying something like: “Now, if these talks are to continue, we must make clear what we want. As well as the &pound;8m, we have to insist that you include … [dramatic, portentous pause] <strong>Victor Moses</strong> in the deal as well.” To which the Chelsea officials presumably tried not to crack a grin, nodded sagely, looked at each other like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2012/feb/28/seth-johnson-england\">Seth Johnson and his agent when faced with Peter Ridsdale</a>*, sucked in their teeth, briefly made noises about those being tough terms before finally admitting: “We’re sure we can work something out.” Should that price be just too steep for Chelsea, Stoke are keen on <strong>Yevhen Konoplyanka </strong>to fill one of their wing slots.</p> \n<p>Steve McClaren has barely had time to locate the umbrella rack at Newcastle before cracking out the cheque-book, and according to the ever-infallible word on the street, he’s going to scribble out a big fat one, to the tune of &pound;14m, for QPR’s <strong>Charlie Austin</strong>. Whether Austin himself will want to swap one tin repository for another is another question entirely. Elsewhere in the north east, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/sunderland-offer-psv-georginio-wijnaldum\">Sunderland are going to spend &pound;11m on </a><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/sunderland-offer-psv-georginio-wijnaldum\">Georginio Wijnaldum</a>, </strong>a thought most depressing for any PSV or indeed Dutch fans out there; you can take it when Manchester United prove too much of a draw for Memphis Depay, but when Sunderland are sashaying away with your best players … eesh. The Mackems, however, haven’t had such luck with a &pound;5m bid for <strong>Stewart Downing</strong>, rejected by West Ham, who themselves will <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/marseille-dimitri-payet-west-ham-contract\">guff &pound;12m on Marseille’s </a><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/marseille-dimitri-payet-west-ham-contract\">Dimitri Payet</a> </strong>and have told <strong>Andy Carroll</strong> that he ain’t goin’ nowhere, potentially in the form of a mournful country song.</p> \n<p>It’s decision day for<strong> Mo Salah</strong>, who will tell Chelsea of his intentions towards them at some point in the next 24 hours, so stand by your beds for that one, while former Blue <strong>Demba Ba</strong> will turn his nose up at the prospect of mega coin with Shanghai Shenhua in favour of a move to <strong>West Brom</strong>, which is the sort of club/player combo that makes so much sense you have to quickly nip to Wikipedia to double-check it hasn’t already happened.</p> \n<p>Finally, to end on a big, crashing bang, it says here that <strong>Watford</strong> want <strong>Paulinho</strong> from Spurs. BANG!</p> \n<p>*Yes, we know that’s apocryphal. Stop ruining everything.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435130924220/eb31398b-a1d1-4c8e-b720-d76d59f07a85-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"MARCOS BRINDICCI/REUTERS","altText":"Argentina's Angel Di Maria laughs during a training session in La Serena, June 23, 2015. Argentina will play against Colombia on June 26 in their quarter-final soccer match at the Copa America soccer tournament in Chile.   REUTERS/Marcos Brindicci:rel:d:bm:GF10000137245","cleanCredit":"Photograph: MARCOS BRINDICCI/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-24T07:43:04Z","lastModified":"2015-06-24T07:51:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"}],"feature":true,"keywords":["Transfer window","Football","Sport"],"tags":[{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Nick Miller","topic":{"type":"tag-contributor","name":"profile/nick-miller"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria","shortUrl":"http://gu.com/p/4a46v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria","webUri":"http://www.theguardian.com/football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435131217373/d042e8dd-d5dc-4d97-aa08-1d49554744c0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Manchester United’s Ángel Di María laughs, possibly at the idea of Barcelona making a bid for him, while training with Argentina Photograph: Marcos Brindicci/Reuters","credit":"Marcos Brindicci/Reuters","altText":"Manchester United's Ángel Di María laughs, possibly at the idea of Barcelona making a bid for him, while training with Argentina.","cleanCaption":"Manchester United’s Ángel Di María laughs, possibly at the idea of Barcelona making a bid for him, while training with Argentina","cleanCredit":"Photograph: Marcos Brindicci/Reuters"}},"importance":3,"kicker":{"title":"Rumour Mill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435130924220/eb31398b-a1d1-4c8e-b720-d76d59f07a85-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"MARCOS BRINDICCI/REUTERS","altText":"Argentina's Angel Di Maria laughs during a training session in La Serena, June 23, 2015. Argentina will play against Colombia on June 26 in their quarter-final soccer match at the Copa America soccer tournament in Chile.   REUTERS/Marcos Brindicci:rel:d:bm:GF10000137245","cleanCredit":"Photograph: MARCOS BRINDICCI/REUTERS"}}]}],"lastModified":"2015-06-26T17:32:06Z","personalization":{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"visibility":"all","adTargetingPath":"sport/front"}