{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","title":"regulars","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"cards":[{"title":"The Joy of Six / On-air Aussie sporting arguments","rawTitle":"On-air Aussie sporting arguments","item":{"type":"article","id":"sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments","title":"The Joy of Six: on-air Australian sports arguments","trailText":"From Ange Postecoglou’s classic verbal spat with Craig Foster to a brutal baseball bat attack on an effigy of Tony Lockett, six of the best live set-tos","standFirst":"<p>From Craig Foster’s verbal attack on Ange Postecoglou to a brutal baseball bat attack on an effigy of Tony Lockett, six of the best live set-tos</p>","byline":"Russell Jackson","body":"<h2><strong>Craig Foster v Ange Postecoglou – 2006</strong><br /></h2> \n<p>Should it really have come as any great surprise that under the direction of Ange Postecoglou the Socceroos – travelling to the 2014 World Cup on an entirely hopeless mission – should unite Australia in joy? No, the signs were there a decade ago when Postecoglou lived out the fantasy of every Australian football fan and verbally battered Craig Foster on live TV.</p> \n<p>Back then our Ange was the struggling national youth coach, fresh from failing to qualify Australia’s Under-20s for the 2007 Youth World Cup and so facing the music from Foster and Les Murray on SBS. Foster’s theory: Postecoglou’s performance was dismal and he should fall on his sword. Postecoglou’s response in summary: Foster should shut his big dumb face.</p> \n<p>The real highlight here is how personal Postecoglou gets on the issues of friendship and respect. “OK you’re not attacking me personally, that’s great,” he snaps at one point. “I feel much better because you’re a really close mate. I don’t care what you think of me personally, Fozzy.”</p> \n<p>To be entirely fair to Foster, at the end of 13 minutes of car crash TV there were no winners out of this one but it was gloriously chaotic TV, civil discourse going to seed amid a rapid exchange of petty snipes and sledges. Three months later and Postecoglou had lost his job but on the balance of things you’d say it all worked out OK in the end.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=GWGNPFI-MtE\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/GWGNPFI-MtE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Allan Jeans v Peter McKenna – World of Sport, 1985</strong><br /></h2> \n<p>Ah, when Yabby went Crabby. What a compelling and unlikely fact it is to consider that it was the unfailingly polite and inoffensive Peter McKenna who drew from legendary Hawthorn coach Allan Jeans his most notable public outburst.</p> \n<p>The time: a day after Hawthorn and Geelong’s infamous and spiteful 1985 meeting had ended in blood-curdling screams of indignation when Hawks legend Leigh Matthews ironed out Cats hard man Neville Bruns, breaking his opponent’s jaw in the process. The place: Seven’s World of Sport studio, where McKenna was tasked with drawing some interesting responses out of the two coaches, Jeans and Geelong’s Tommy Hafey. McKenna soon had more than he’d bargained for.</p> \n<p>The prelude was impeccable. As was possibly written into the Australian constitution at the time, a gruff and vaguely irritated Hafey appeared in one of his patented Adidas t-shirts, this one apparently sprayed onto his torso with one of Howard Arkley’s air-brushes. Not much love for McKenna from t-shirt Tommy, especially once the shallow depths of the interviewer’s preparation had been exposed. </p> \n<p>“I can’t say too much about [the Geelong reports out of the game] of course but I just feel that a man can only take so much and that’s as far as I’m prepared to go,” started Hafey. Should he have dragged fiery spearhead Mark Jackson as the Geelong full-forward teetered close to the abyss of another brain explosion? Well, playing with 17 men wouldn’t have been ideal thought the supercoach, adding the timeless rejoinde “as you’re probably aware” rather than, say, “I could bench press your entire family at once McKenna, do some bloody research.”</p> \n<p>McKenna pushed Jeans a little harder. “Have you got any comment to make about the fact that two of your players this year have been involved in king hits behind the play?” The softly-spoken Hawk legend first simmered on the suggestion a moment before the red mist descended. “Peter, if you want to continue with this discussion… you wanted to go back and dig skeletons out of the cupboard… If you want to go back it’s just as embarrassing for your club. I can recite incidents against the club that you played for, the same against Geelong… Now just leave it at that at this particular stage.” </p> \n<p> It was all about the delivery though; no ranting, no swearing, just a deeply offended and probably embarrassed legend of the game sounding as though he was about to go postal, all bulging eyes and barely-concealed hurt. What this incident also showed is that there’s only one faultless way of diffusing such a tense argument on live TV and that’s to get an old man – Jack Dyer in this case – to step in between the combatants with a Bertocchi ham, some cleaning products and a bucket of honey. That, my friends, is how lasting world peace could be obtained.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=jp5tl9g_1ho\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/jp5tl9g_1ho?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Molly Meldrum v Peter Jess – 1993</strong></h2> \n<p>It’s getting harder by the year to remember a time in which the comings and goings of Australian sports stars weren’t strategised, scripted and slimily administered by player agents, but as recently as the early 90s they were barely a presence and particularly not in AFL football. </p> \n<p>Before the thundering, Jerry McGuire-esque arrival of Ricky Nixon and Craig Kelly’s player-management stables of that decade, players either fended for themselves in contract negotiations with clubs or at best, got an accountant or lawyer involved. A major overhaul of this system had been on the cards since the 70s, when Brian Ward and Isaac Apel saw unexploited money-making opportunities and aligned themselves with star players. Ward’s part in the 1975 John Pitura trade was a tabloid frenzy.</p> \n<p>In the 80s came lawyers Jeff Browne and Peter Jess, feared figures in the boardrooms of clubs and men who were often seen as parasites by supporters, men who’d funnel money out of club coffers and sell their favourite players to the highest bidders. In the end they were also of instrumental importance in getting a fairer deal for all players, not just the superstars, but with so many clubs in dire financial straight through the 80s and 90s there was a general resentment of this new presence. </p> \n<p>But Peter Jess? Hoo boy. You couldn’t really say that the abrasive lawyer divided opinion. The media caned him at every opportunity. Fans hated him. Molly Meldrum hated him even more, especially when under Jess’s instruction St Kilda champ Nicky Winmar sat out three weeks of the 1993 season as Jess tried to lever out of Saints administrators an improved contract for his man. </p> \n<p>The end result was this fiery exchange on Nine’s Sunday Footy Show, then hosted by Max Walker and so delightfully loose that a lengthy, unmediated slanging match between a player agent and a celebrity fan presented as the ideal addition to the running sheet. It wasn’t just Meldrum, either. Sam Newman took a swipe, Mal Brown had a bash and Lou Richards stepped in like a disapproving grandparent. Dermott Brereton couldn’t even get a word in. Panel show magic, in other words.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=fZS1u36-l-c\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/fZS1u36-l-c?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Mal Brown v the entire umpiring fraternity…again – 1976</strong></h2> \n<p>A bit of sporting success and a reputation for randomly punching people in the head can take a man a long way in Australian television, as was the case of Mal Brown’s lengthy and scandal-filled career on the small screen.</p> \n<p> If you were a television producer in need of a piping hot take on Western Australian football matters in 1976, one has to assume that Brown’s was the first name and number was the first you cracked open the Rolodex for. Before he was <a href=\"https://www.youtube.com/watch?v=Gefky-UOxQc\">telling current affairs reporters to go forth and multiply</a> or bringing the entire Open Mike franchise into disrepute with his bone-headedness, Brown was just a bloke constantly down on his luck. The cause of this? Well, umpires of course. Brown never met one he particularly liked, as this mid-70s appearance alongside Ken “KG” Cunnigham shows.</p> \n<p>“Some umpires do cheat,” claimed the infamous hard man before turning on Cunningham. “You’ve been an imposter all your life,” said Brown, sitting there in a denim cowboy shirt. I digress here, but in keeping with the Anchorman aesthetic you also haven’t lived until you’ve watched <a href=\"https://www.youtube.com/watch?v=wVpiCQDzEqk\">KG and Neil Kerley going to town on a punching bag</a> on the same show. Did any TV ideas even get knocked back in the 1970s?</p> \n<p>The “highlight” of this debate was probably when Brown decided to use gender relations as the prism through which we could understand football officials: “I’d give the umpires no control because I reckon most umpires, the only responsibility they’ve ever had is when they tick the items off their wife’s shopping list and they’re not men. And that’s the trouble with the blokes today.”</p> \n<p>And why should umpires turn a blind eye to thuggery? “People basically like blood,” started \n <strike>\n   Ron Burgundy \n </strike> Brown, drawing upon a sample size of one in his research. “It’s a proven fact, you know, you go to Spain and you see them stab to death bulls and here we like the gladiator sport.”</p> \n<p>I’m not really sure which violent incident they’re actually discussing in this clip but Cunningham’s first question does at least give us a quite poignant glimpse into the future. “Would you encourage your son to do that?” asks the former umpire. Brown doesn’t flinch. “I’d be telling him to hit them first.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=G9_Bu2PhTjY\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/G9_Bu2PhTjY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Rex Hunt v Sam Newman – 2005</strong><br /></h2> \n<p>Across to the wireless now where another blokey, lifelong friendship is about to disintegrate for the benefit of our entertainment. In the genre of Australian sports identities attempting to destroy each other’s reputations via talkback radio, this incident involving Footy Show jester Sam Newman and his former Geelong team-mate Rex Hunt is a gem.</p> \n<p>The premise doesn’t really matter all that much but safe to say that Rex had recently lost his TV gig at Channel Seven and was spoiling for an argument with his old mucker. When the late Sports Today host Clinton Grybas threw to Newman, his opening salvo sounded ominous. “I’m going to ask you once,” Hunt was warned, “do you want to take this call from me? Would you like me to go on with this or would you rather me not because you know what will happen, Rex?”</p> \n<p> “You will be out of business if I go on with this phone call. Would you like me to tell people exactly the conversations I’ve had with you in the last month to show people exactly the person you are?” It was pull over to the side of the road stuff. Hunt was a liar, a manipulator and a two-faced fraud, thought Newman, who added immeasurably to the awkward mise-en-scene by delivering this evisceration of Hunt’s character at the rapidly escalating, breathless pitch favoured by all good elderly talk-back callers.</p> \n<p>“This is an absolutely pitiful phone call from a man who is 60 this year,” replied Hunt, seizing quite perceptively upon the tenor of Newman’s tirade with a subtle sledge about his age. This argument has just about everything; name-dropping, broken confidences and most crucially of all, the phrase “he wouldn’t have you back at Seven while you had a hole in your bum, Rex.” Here’s to bitter reprisals.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=jMFyV1VJMAk\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/jMFyV1VJMAk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Peter Caven v Tony Lockett’s likeness – 1994</strong></h2> \n<p>Of the many moments of Australian sporting TV that really ought to be more famous than they are, Peter Caven’s 1994 decimation of a Tony Lockett dummy in front of Andrew Denton’s “Live and Sweaty” studio audience should rank right up there.</p> \n<p>It doesn’t strictly qualify as an argument I suppose because Lockett – who’d infamously rearranged Caven’s face during a wild and memorable game at the SCG when the Saints came from nowhere to snatch a 1-point win – wasn’t actually present. By then the St Kilda star was serving the eight-week suspension he copped once the tribunal had viewed the gruesome footage and assessed the damage to the Sydney defender’s face.</p> \n<p>Enter Denton, the dummy and an offer for retribution via whichever weapon Caven desired; hockey stick, cricket bat or baseball bat. Soldiering on with life and wearing an eye-catching facial splint, Caven opted for the baseball bat, gleefully clocking ‘Lockett’s’ head clean off his shoulders and then pulverising what was left. Barely a year later the pair were team-mates. I’m sure that wasn’t awkward at all.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=eqMt7UNCHwM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/eqMt7UNCHwM?start=206&amp;wmode=opaque&amp;feature=oembed&amp;start=206\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ccf66201b8111b6cd5ee1832fb8f78de5123af0/0_148_4077_2450/4077.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4077,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T03:12:27Z","lastModified":"2015-06-25T03:49:02Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Russell Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/russell-jackson"}],"feature":true,"keywords":["AFL","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Russell Jackson","topic":{"type":"tag-contributor","name":"profile/russell-jackson"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments","shortUrl":"http://gu.com/p/4a53n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments","webUri":"http://www.theguardian.com/sport/blog/2015/jun/25/the-joy-of-six-australian-on-air-arguments"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ccf66201b8111b6cd5ee1832fb8f78de5123af0/0_148_4077_2450/4077.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4077,"orientation":"landscape","caption":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup. Photograph: Cameron Spencer/Getty Images","credit":"Cameron Spencer/Getty Images","altText":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCaption":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}},"importance":7,"kicker":{"title":"The Joy of Six"},"byline":{"title":"Russell Jackson"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ccf66201b8111b6cd5ee1832fb8f78de5123af0/0_148_4077_2450/4077.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2450,"width":4077,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Craig Foster didn’t much rate Ange Postecolgou nine years before the coach eventually led the Socceroos to Australia’s first major football title at the Asian Cup.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}}]},{"title":"The Fiver / Sign up to our free, funny email. OK, our free email","rawTitle":"Sign up to our free, funny email. OK, our free email","item":{"type":"article","id":"football/2015/jun/24/the-fiver-liverpool-roberto-firmino","title":"Merseyside’s major arterial routes","trailText":"<strong> In today’s Fiver:</strong> Liverpool, Romário, Game of Thrones season six and more","standFirst":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to have the Fiver sent to your inbox every weekday at 5pm, or if your usual copy has stopped arriving</a></p>","byline":"Scott Murray","body":"<h2><p><strong>INTRODUCING, DEPENDING ON HOW THE SEASON PANS OUT, THE NEW LUIS SU&Aacute;REZ OR THE POOR MAN’S MEMPHIS DEPAY</strong><br /></p></h2> \n<p>Ever since Luis Su&aacute;rez left for Barcelona to become one of the world’s most beloved footballers (subs please check), it’s been said that Liverpool desperately need to make a statement signing. The thundering debacle of last season has only added to that clamour. But contrary to popular belief, a statement signing isn’t what Liverpool desperately need at all. What they desperately need is a statement un-signing. Or two. Or four. Have someone prop open the front door at Anfield, then stand by it repeatedly jerking their thumb back over their shoulder, the internationally standardised mime for Do One. Get another chap, cackling maniacally, to eagerly dispatch coats, hats, kitbags, suitcases and assorted trinkets belonging to Dejan Lovren, Mario Balotelli, Fabio Borini, Joe Allen and Simon Mignolet through said gaping portal and halfway down Walton Breck Road. And in one fell swoop, the entire world of football would see that Liverpool Football Club were serious about winning trophies again. Now <em>that’s</em> a statement.</p> \n<p>Sadly for Liverpool fans, not a single toothbrush, flat cap or pair of y-fronts belonging to any member of the aforementioned rabble has been spotted whistling down Merseyside’s major arterial routes today. If this continues much longer, it’s a very worrying state of affairs, suggesting the club is happy to continue drifting along, as directionless as an Iago Aspas corner. But if there are no statement un-signings on the horizon, a statement signing will have to do. And on Wednesday morning the club announced <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">the &pound;29m capture of Hoffenheim and Brazil star Roberto Firmino</a>, who is either a striker, a No10, a playmaker, a winger or an attacking midfielder, depending on which brazen keyboard warrior – making out they’ve watched him every week since his days at Figueirense – you’re getting your information from.</p> \n<p>The deal is dependent on a medical, which will be held once Brazil have got themselves knocked out of the Copa Am&eacute;rica in humiliating circumstances. Firmino’s scoring record in the Bundesliga is decent – 47 goals in 151 games for Hoffenheim – and his return in internationals is also very promising. He’s scored four times in nine appearances for Brazil, although that should be five, the player having missed an open goal against Colombia the other week. That egregious hoick has become very popular on the internet among folk who like picking fault with other people, ie everyone on the internet. But any Liverpool fan yet to see it shouldn’t fret unduly. It’s not ideal, but neither is it quite as bad as everyone’s making out. It’s certainly not in the Ronnie Rosenthal class, put it that way.</p> \n<h2>LIVE ON BIG WEBSITE TONIGHT</h2> \n<p><a href=\"http://www.theguardian.com/football\">Join Scott Murray in the MBM hot seat for England 1-1 Italy at the European U-21 Championship</a>.</p> \n<h2>QUOTE OF THE DAY</h2> \n<p>“One time we played against Flamengo and at half-time I went up to Rom&aacute;rio to swap jerseys, but he pushed me away. I felt like, ‘What’s wrong with this guy, man?’ Now, when we were in Saudi Arabia six months later, I was walking around the hotel towards the revolving door with Mark Fish and someone else. Then I saw Rom&aacute;rio and Ronaldo coming towards the same door from the outside. I thought, ‘Hey, this is the guy that didn’t want to give me his shirt.’ I said to Fish, ‘Just walk behind me and look.’ As they went in, we were going out. I went towards Rom&aacute;rio and I took my shoulder, banged it against him … you know, like the rugby blokes do … and walked past him. He screamed at me and I said to him, ‘<em>Filho da puta</em>!’ He and Ronaldo looked at me and I said to Ronaldo, ‘You tell your friend that I was the guy that played for Corinthians six months ago and I asked to swap jerseys with him and he pushed me away. I want him to remember next time.’ Ronaldo then translated for him, ha, ha! Rom&aacute;rio looked at me with one of those ‘up and down’ looks and then walked away. It was like a bit of revenge for me” – yup, South Africa journeyman forward <a href=\"http://www.soccerladuma.co.za/news/articles/categories/gordon-s-legends-tavern/tavern-talk-with-the-legendary-mark-williams/212306\">Mark Williams</a>, Rom&aacute;rio sure got owned there.</p> \n<figure class=\"element element-image\" data-media-id=\"f1790113d159efc21696be7ca715d45914a286c7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435153710355/1a1bed18-ec16-44c8-90e0-87593423f377-460x276.jpeg\" alt=\"Rom&aacute;rio, earlier.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rom&aacute;rio memories, from 2003.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<h2>FIVER LETTERS</h2> \n<p>“Re: Samson Bankole’s teaser (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/the-fiver-england-world-cup-norway\">yesterday’s Fiver letters</a>). Player A = Mark van Bommel. Player B = Arjen Robben. Club X = PSV. Club Y = Barcelona (B’s Big Cup win). Club Z = Real Madrid. Club W = Bayern Munich (A’s Big Cup win). Loved this. Never have 16 lads stayed late at work out of pure enjoyment. There were a few groans of disappointment when the fun came to an end. Samson, do you have any more?” – Josh Baines.</p> \n<p>“So, $tevie Mbe thinks that, in addition to a replica of the Wembley pitch, a luxury hotel, cutting-edge training and medical facilities (including altitude chambers and, no doubt, cryogenic chambers, I expect), what St George’s Park really needs to make the difference and prepare England’s players to be world beaters is a golf course. How about an international airport too? He should be satisfied with a game of bingo led by the manager in the lounge in the evening. It was enough for Don Revie’s Dirty Leeds side and they were good enough to win the league, unlike others who claim to have the secret to developing successful sides” – David Wall.</p> \n<p>“I will have you know that I’ve been in the Chelsea dressing room, and there are no radiators anywhere, let alone any Czech goalkeepers chained to radiators (yesterday’s Bit and Bobs). In fact, the whole dressing room area has a nice heating and ventilation system. OK, I will admit that the whole reason for this letter is to name-drop the fact that I’ve actually been in the Chelsea dressing room. You take your opportunities when you find them” – Scott Pratt.</p> \n<p>“No discussion of footballers, or indeed people, with metallic-sounding names (yesterday’s Fiver) is complete without the inclusion of former Darlington man Chris Brass. He once <a href=\"https://www.youtube.com/watch?v=yo8FANX7o9U\">scored that goal</a> destined to be remembered for even longer than Lucy Bronze’s stellar effort” – Steve Hyde.</p> \n<p>“Sorry to be such a pedant (no, I’m not), but Bronze and Steel are not metals, they are alloys. It is important to get these things right. Yours, with unalloyed pleasure” – Robert Darby.</p> \n<p><span class=\"bullet\">•</span> Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a>. And if you’ve nothing better to do you can also <a href=\"https://twitter.com/thefiver\">tweet the Fiver</a>. <strong>Today’s winner of our prizeless letter o’the day is: </strong>Josh Baines.</p> \n<h2>JOIN GUARDIAN SOULMATES</h2> \n<p>Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, <a href=\"https://soulmates.theguardian.com/\">sign up here to view profiles</a> of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope.</p> \n<h2>BITS AND BOBS</h2> \n<p>After consecutive summers of Arsenal cash-splashing, Ars&egrave;ne Wenger has returned to the simplicity of his earlier work and signed Romanian U-16 skipper and early Game of Thrones Season Six victim, Vlad Dragomir, from ACS Poli Timisoara <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/arsenal-sign-romania-under-16-vlad-dragomir\">for &pound;71,000</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"5f22a3179c8d68a4516bf27cb66aef991d7e4ceb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435151658733/5f559871-8f1a-42e3-bce4-0665998110dc-460x276.jpeg\" alt=\"Watch out if he changes to the Piccadilly line, Vlad Dragomir.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Watch out if he changes to the Piccadilly line, Vlad Dragomir.</span> \n  <span class=\"element-image__credit\">Photograph: Joe Pepler/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Manuel Pellegrini says he definitely does not have a problem with Jos&eacute; Mourinho. Definitely not. Not one. “He’s not my enemy and there isn’t any conflict. I have no interest in analysing him as a person,” he parped … <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/manuel-pellegrini-manchester-city-jose-mourinho-credit-chelsea\">before doing just that</a>. “When he wins, Mourinho wants to take credit for everything. I never do that.”</p> \n<p>Atl&eacute;tico Madrid midfielder Arda Turan’s Mr 15% has entered the words “coy come and get me plea” into some online translator <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/arda-turan-atletico-madrid-premier-league\">and come up with</a>: “His will is to leave and to play in the Premier League. We are currently in talks with three teams [who] are the best in England and in European football.”</p> \n<p>Meanwhile Jackson Mart&iacute;nez’s Mr 15% has ruled out the possibility of carving his client in two in the hope of securing double bubble, confirming the forward <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/jackson-martinez-porto-atletico-madrid\">is to snub Meeeeelan for Atl&eacute;tico</a>. “We want to thank [Meeeeelan] for their interest right up to the end, we feel very honoured by it, but you can’t be in two places at once,” he sighed ruefully.</p> \n<p>Edinson Cavani, could miss Uruguay’s Copa Am&eacute;rica quarter-final against Chile after his father <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/edinson-cavani-uruguay-chile-father-arrested\">was arrested following a fatal car crash</a>.</p> \n<p>Back room Do One dept: Nasty Leeds sporting director Nicola Salerno has set sail on the good ship, QPR assistant manager Kevin Bond is packing his bags for a cruise on it, while the Russian FA is attempting to book Fabio Capello <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/russia-fabio-capello-talks-ending-contract\">a last-minute berth</a>. “The soap opera called ‘The Capello contract’ will end in the near future,” hissed RFU suit Sergey Anokhin, who probably just wants to replace it with a load of repeats.</p> \n<p>&Aacute;ngel Di Mar&iacute;a says he’s happy to stay at Manchester United as long as he’s allowed to get up off the bench. “It’s a little hard to explain why I do not play,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/angel-di-maria-manchester-united-want-to-stay\">he seethed</a>, taking a good hard look at Ashley Young.</p> \n<p>The knee-knack which ruled West Brom’s Saido Berahino out of England’s U-21 squad will not be serious enough to also rule out a summer of tedious transfer rumours, with the club confirming <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/saido-berahino-west-brom-fit-start-of-season\">he will be gah!-free</a> for the start of the season. </p> \n<p>And those glamorous Cobblers of Northampton are close to completing a takeover deal <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/northampton-town-takeover-indian-consortium\">with a consortium from India</a>. “This is exciting news for the club, its staff and the people of Northampton and it will bring significant investment into Northampton,” cheered chairman David Cardoza.</p> \n<h2>STILL WANT MORE?</h2> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/24/roberto-firmino-liverpool-thiever-of-balls\">Marcus Christenson runs the rule over Liverpool’s new signing Roberto Firmino</a> and concludes that, like a successful kleptomaniac vasectomist, he is a very good ball thief.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-111d617d-e11d-4f5b-a6de-ad69314fab7a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435151292071/b40a7a1a-c0b1-4f6b-94fa-fcdfceb03780-460x276.jpeg\" alt=\"Brazil's Roberto Firmino has agreed a 'long-term contract' with Liverpool.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yaroo indeed.</span> \n  <span class=\"element-image__credit\">Photograph: Felipe Trueba/EPA</span> \n </figcaption> \n</figure> \n<p>In a piece that may or may not be a coded message to Big Website’s HR dept, Gregg Bakowski has made the case for grizzled near-middle-aged men fighting for a valid cause, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/24/leicester-esteban-cambiasso-refuses-to-go-quietly\">rather than looking for big money moves elsewhere</a>.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/24/uruguay-copa-america-chile-quarter-final\">Jonathan Wilson knows so much about Uruguayan football</a> that, should you open up his head, you’d find H&eacute;ctor Scarone doing keepie uppies with Juan Alberto Schiaffino. Which is why he felt qualified to say the side have the history to hit the Copa Am&eacute;rica heights against Chile.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/jun/24/womens-world-cup-2015-the-last-16-in-pictures\">Here’s our pick of the best pictures</a> from the Women’s World Cup round of 16.</p> \n<p>Not football, but still: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/man-amazing-catch-bottle-feeding-baby\">parenting</a>.<br /></p> \n<p>And The Knowledge is taking the summer off, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/which-ground-is-the-best-for-guaranteed-goals\">but not before providing this archive special </a>on which ground is the best for guaranteed goals. Posh players and referees celebrating are also covered.</p> \n<p>Oh, and if it’s your thing … <a href=\"https://www.facebook.com/guardianfootball\">you can follow Big Website on Big Social FaceSpace</a>.</p> \n<h2>RECOMMENDED LISTENING</h2> \n<p>One final shout for the latest in our Football Weekly presents … series of documentaries … <a href=\"http://www.theguardian.com/football/blog/audio/2015/jun/22/football-weekly-presents-the-gambler-jimmy-nielsen\">The Gambler: the story of Jimmy Nielsen</a>.</p> \n<figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/guardianfootballweekly/football-weekly-presents-the-gambler-the-jimmy-nielsen-story\"> \n <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&amp;url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F211434357&amp;show_artwork=true\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>SIGN UP TO THE FIVER</h2> \n<p>Want your very own copy of our free tea-timely(ish) email sent direct to your inbox? Has your regular copy stopped arriving? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to sign up</a>.</p> \n<h2><p>BUTLER AND THE DEADHOUSE SESSIONS?</p></h2>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157201075/56601c60-32f6-4ac2-8c5a-596deb75c5f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Colin McPherson for the Guardian","altText":"Walton Breck Road, earlier.","cleanCredit":"Photograph: Colin McPherson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435153710896/1a1bed18-ec16-44c8-90e0-87593423f377-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Romário memories, from 2003. Photograph: Reuters","credit":"Reuters","altText":"Romário, earlier.","cleanCaption":"Romário memories, from 2003.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435151660248/5f559871-8f1a-42e3-bce4-0665998110dc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Watch out if he changes to the Piccadilly line, Vlad Dragomir. Photograph: Joe Pepler/Rex Shutterstock","credit":"Joe Pepler/Rex Shutterstock","altText":"Watch out if he changes to the Piccadilly line, Vlad Dragomir.","cleanCaption":"Watch out if he changes to the Piccadilly line, Vlad Dragomir.","cleanCredit":"Photograph: Joe Pepler/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435129598529/51aad480-52f0-4536-b2ae-3c91451c80b9-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Yaroo indeed. Photograph: Felipe Trueba/EPA","credit":"Felipe Trueba/EPA","altText":"Brazil's Roberto Firmino has agreed a 'long-term contract' with Liverpool.","cleanCaption":"Yaroo indeed.","cleanCredit":"Photograph: Felipe Trueba/EPA"}],"webPublicationDate":"2015-06-24T14:53:41Z","lastModified":"2015-06-24T14:57:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Scott Murray","topic":{"type":"tag-contributor","name":"profile/scottmurray"}}],"series":{"title":"The Fiver","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thefiver"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/24/the-fiver-liverpool-roberto-firmino","shortUrl":"http://gu.com/p/4a484","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/24/the-fiver-liverpool-roberto-firmino","webUri":"http://www.theguardian.com/football/2015/jun/24/the-fiver-liverpool-roberto-firmino"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157201075/56601c60-32f6-4ac2-8c5a-596deb75c5f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Walton Breck Road, without any former players skittering off down it, earlier. Photograph: Colin McPherson for the Guardian","credit":"Colin McPherson for the Guardian","altText":"Walton Breck Road, earlier.","cleanCaption":"Walton Breck Road, without any former players skittering off down it, earlier.","cleanCredit":"Photograph: Colin McPherson for the Guardian"}},"importance":5,"kicker":{"title":"The Fiver"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157201075/56601c60-32f6-4ac2-8c5a-596deb75c5f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Colin McPherson for the Guardian","altText":"Walton Breck Road, earlier.","cleanCredit":"Photograph: Colin McPherson for the Guardian"}}]},{"title":"Rumour Mill / Di María to Barcelona? Martínez to Milan?","rawTitle":"Di María to Barcelona? Martínez to Milan?","item":{"type":"article","id":"football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria","title":"Football transfer rumours: Barcelona move for Ángel Di María?","trailText":"Milan gazumped for Jackson Martínez? | Stoke want Victor Moses in the Begović deal? | Demba Ba off to West Brom?","standFirst":"<p>Today’s tittle-tattle was a treat to sit next to</p>","byline":"Nick Miller","body":"<p>The Rumour Mill isn’t comfortable when things happen. Anything happening goes against our very existence. We’re about things that will happen in the future. Or that might happen in the future. Or that won’t ever happen in the future, but hey it passes the time to talk about it. Actual events are vaguely uncomfortable … because what then? What do we have to look forward to? It’s all over. Finished. Things actually happening is quite unsett … OHMIGOD! BREAKING NEWS! BREAKING NEWS! BREAKING NEWS! <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">LIVERPOOL HAVE SIGNED <strong>ROBERTO FIRMINO</strong> FROM HOFFENHEIM</a>! A THING HAS HAPPENED!</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">Liverpool announce &pound;29m signing of Brazil’s Roberto Firmino</a> </p> \n</aside> \n<p>Well, actually it hasn’t quite happened yet, Liverpool have just said it has happened. Or that it is about to happen. Or will happen when Firmino has been probed and prodded with something cold and metallic and has completed his medical. So now we pause for you to get incredibly worked up about the fee (around &pound;29m, if you believe the nose-tappers in the know) for a player you hadn’t heard of until three weeks ago unless you’re one of those dorks who watches football outside of Super Duper Mega Sky Bantz With Jamie’s Jamie And Thierry Sunday. Cool.</p> \n<p>Here’s more of what could be called a thing happening. After <strong>Milan</strong> had their pants pulled right down to their ankles <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/22/internazionale-sign-geoffrey-kondogbia-monaco\">by neighbours Inter over Geoffrey Kondogbia</a>, it looks like they’ve been gazumped again, this time by <strong>Atl&eacute;tico Madrid</strong> for the striker <strong>Jackson Mart&iacute;nez</strong>, with the Colombian set to move from Porto, according to his agent who apologised with the philosophical musing that you “can’t be in two places at once.” Of course this is being spun as a <strong>snub</strong> for Arsenal, despite little suggestion that they were ever really terribly interested in Mart&iacute;nez, or indeed a striker of any stripe. </p> \n<p>Anyway, back to ephemera, and according to whispers in Spain, Manchester United have another suitor for their wayward winger <strong>&Aacute;ngel Di Mar&iacute;a</strong>, purchased last year at great expense but now seemingly on his way out of England in a sack. And that sack has a little tag on it, the sending address reading ‘FC Barcelona, Camp Nou, Camp Nou Mews, 1 Barcelona Street, Barcelona, \n <strike>\n   Spain \n </strike> Cataluyna.’ No postcode though, so it might not get there for a bit. </p> \n<p>Meanwhile, emissaries from Chelsea and Stoke have been meeting over a bowl of chips at the Daventry Harvester (we’re guessing – it’s roughly equidistant between London and Stoke, and they do a fine bowl of chips) <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/chelsea-victor-moses-stoke-asmir-begovic\">to discuss the transfer of <strong>Asmir Begovic</strong></a>, and a solemn air has descended over proceedings. For the party from the Potteries have just made their demands, pausing and adopting a serious tone before saying something like: “Now, if these talks are to continue, we must make clear what we want. As well as the &pound;8m, we have to insist that you include … [dramatic, portentous pause] <strong>Victor Moses</strong> in the deal as well.” To which the Chelsea officials presumably tried not to crack a grin, nodded sagely, looked at each other like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2012/feb/28/seth-johnson-england\">Seth Johnson and his agent when faced with Peter Ridsdale</a>*, sucked in their teeth, briefly made noises about those being tough terms before finally admitting: “We’re sure we can work something out.” Should that price be just too steep for Chelsea, Stoke are keen on <strong>Yevhen Konoplyanka </strong>to fill one of their wing slots.</p> \n<p>Steve McClaren has barely had time to locate the umbrella rack at Newcastle before cracking out the cheque-book, and according to the ever-infallible word on the street, he’s going to scribble out a big fat one, to the tune of &pound;14m, for QPR’s <strong>Charlie Austin</strong>. Whether Austin himself will want to swap one tin repository for another is another question entirely. Elsewhere in the north east, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/sunderland-offer-psv-georginio-wijnaldum\">Sunderland are going to spend &pound;11m on </a><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/sunderland-offer-psv-georginio-wijnaldum\">Georginio Wijnaldum</a>, </strong>a thought most depressing for any PSV or indeed Dutch fans out there; you can take it when Manchester United prove too much of a draw for Memphis Depay, but when Sunderland are sashaying away with your best players … eesh. The Mackems, however, haven’t had such luck with a &pound;5m bid for <strong>Stewart Downing</strong>, rejected by West Ham, who themselves will <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/marseille-dimitri-payet-west-ham-contract\">guff &pound;12m on Marseille’s </a><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/marseille-dimitri-payet-west-ham-contract\">Dimitri Payet</a> </strong>and have told <strong>Andy Carroll</strong> that he ain’t goin’ nowhere, potentially in the form of a mournful country song.</p> \n<p>It’s decision day for<strong> Mo Salah</strong>, who will tell Chelsea of his intentions towards them at some point in the next 24 hours, so stand by your beds for that one, while former Blue <strong>Demba Ba</strong> will turn his nose up at the prospect of mega coin with Shanghai Shenhua in favour of a move to <strong>West Brom</strong>, which is the sort of club/player combo that makes so much sense you have to quickly nip to Wikipedia to double-check it hasn’t already happened.</p> \n<p>Finally, to end on a big, crashing bang, it says here that <strong>Watford</strong> want <strong>Paulinho</strong> from Spurs. BANG!</p> \n<p>*Yes, we know that’s apocryphal. Stop ruining everything.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435130924220/eb31398b-a1d1-4c8e-b720-d76d59f07a85-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"MARCOS BRINDICCI/REUTERS","altText":"Argentina's Angel Di Maria laughs during a training session in La Serena, June 23, 2015. Argentina will play against Colombia on June 26 in their quarter-final soccer match at the Copa America soccer tournament in Chile.   REUTERS/Marcos Brindicci:rel:d:bm:GF10000137245","cleanCredit":"Photograph: MARCOS BRINDICCI/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-24T07:43:04Z","lastModified":"2015-06-24T07:51:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"}],"feature":true,"keywords":["Transfer window","Football","Sport"],"tags":[{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Nick Miller","topic":{"type":"tag-contributor","name":"profile/nick-miller"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria","shortUrl":"http://gu.com/p/4a46v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria","webUri":"http://www.theguardian.com/football/2015/jun/24/football-transfer-rumours-barcelona-move-for-angel-di-maria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435131217373/d042e8dd-d5dc-4d97-aa08-1d49554744c0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Manchester United’s Ángel Di María laughs, possibly at the idea of Barcelona making a bid for him, while training with Argentina Photograph: Marcos Brindicci/Reuters","credit":"Marcos Brindicci/Reuters","altText":"Manchester United's Ángel Di María laughs, possibly at the idea of Barcelona making a bid for him, while training with Argentina.","cleanCaption":"Manchester United’s Ángel Di María laughs, possibly at the idea of Barcelona making a bid for him, while training with Argentina","cleanCredit":"Photograph: Marcos Brindicci/Reuters"}},"importance":5,"kicker":{"title":"Rumour Mill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435130924220/eb31398b-a1d1-4c8e-b720-d76d59f07a85-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"MARCOS BRINDICCI/REUTERS","altText":"Argentina's Angel Di Maria laughs during a training session in La Serena, June 23, 2015. Argentina will play against Colombia on June 26 in their quarter-final soccer match at the Copa America soccer tournament in Chile.   REUTERS/Marcos Brindicci:rel:d:bm:GF10000137245","cleanCredit":"Photograph: MARCOS BRINDICCI/REUTERS"}}]},{"title":"The Knowledge / Which ground is the best for guaranteed goals?","rawTitle":"Which ground is the best for guaranteed goals?","item":{"type":"article","id":"football/2015/jun/24/which-ground-is-the-best-for-guaranteed-goals","title":"Which ground is the best for guaranteed goals?","trailText":"Knowledge archive special: celebrating referees, the poshest players and why derbies are called derbies","standFirst":"<p>Knowledge archive special: celebrating referees, the poshest players and why derbies are called derbies. The column is taking a break in the off-season but you can still send questions to <a href=\"mailto:\">knowledge@theguardian.com</a> or on <a href=\"https://twitter.com/TheKnowledge_GU\">Twitter</a></p>","byline":"Guardian sport","body":"<p><strong>“Last week was the fourth anniversary of the last 0-0 draw at Peterborough United’s London Road ground,” </strong>wrote Keith Gilmour in January 2013.<strong> “Is this the best ground ever for guaranteed goals?”</strong></p> \n<p>Peterborough’s feat is indeed impressive: 146 games without a goalless draw anywhere, and no home stalemate since MK Dons visited on 20 January 2009. But according to the Opta stats, there are actually 15 other clubs to have been on longer runs since the Football League started – Aston Villa and West Ham United twice each.</p> \n<p>After their first home game of the 1953-54 season, a 0-0 draw with Bury, Lincoln City went more than five years without being involved in another goalless draw. That’s 236 matches of guaranteed goalmouth action (and in that first season, only one home game brought fewer than two goals) before a trip to Leyton Orient ended the run in February 1959. It was actually another eight months before the home crowd witnessed a goalless draw, with the visit of Villa in October 1959 ending a six-year spell without any bore draws at Sincil Bank.</p> \n<p>The run had long bumped Everton, who went 206 league games without a goalless draw, down into second after almost 60 years as the record holders. After a 0-0 draw with Stoke City in the second half of the first season of the English Football League (that’s 1888-89 for those at the back), Everton were not involved in another goalless draw until Wolverhampton Wanderers turned up on Halloween in 1896. (Well, there was one in the FA Cup semi-final replay in 1893, but as that was played on neutral territory, we’ll let them off.)</p> \n<p>All in all, Everton’s home fans saw goals every other Saturday afternoon for almost eight years. That’s about the same as supporters of Bolton Wanderers, who had enjoyed the first eight seasons of the Football League before experiencing a goalless draw at home, against Blackburn Rovers at the start of the 1896-97 season. It was only their second on any pitch, with a first away 0-0 the previous season against Nottingham Forest.</p> \n<p>The keenest minds among you will have noticed that all of this happened a fair old while back; there are few recent records to rival Posh. Crewe Alexandra went from November 1990 to April 1994 without a goalless draw at home (in fact a League Cup first-leg tie with West Ham was the only goalless match they played anywhere in that time). And if we’re prepared to ignore the Scottish League Cup (insert your own punchline here), Kilmarnock went from a Boxing Day 0-0 with Dunfermline in 2001 until a trip to Dundee United at the start of October 2005 without enduring a goalless tie – home fans didn’t see one until Dundee United visited Rugby Park in August 2006. The 139-game run still didn’t better Killie’s own record, set at 182 games between 1958 and 1964 under William Waddell.</p> \n<p><em>Update: The run at London Road came to an end two months later when Ipswich came, shut up shop and left with a 0-0 draw, ending the remarkable feat at 150 games.</em></p> \n<h2>REFEREE’S REWARDS</h2> \n<p><strong>“A few years ago in the Premiership, a referee pumped his fist with an exclamation of ‘yes!’ when a player scored a goal in a certain game,” </strong>wrote Ian Kerr back in 2006. <strong>“The referee later claimed that he was so pumped because he had allowed play to go on instead of blowing for a foul in the build-up, and was chuffed with his own free-flowing refereeing. So who was the ref? What teams were playing, and who scored the goal? And where is our friend the enthusiastic referee now?”</strong></p> \n<p>The nugget in question was Mike Reed, who knocked seven bells out of fresh air when Patrik Berger put Liverpool ahead against Leeds during their 3-1 win on 5 February 2000. Reed did indeed claim he was made-up with his own performance, having waved play on after Vladimir Smicer was fouled in the build-up, but the FA were not particularly enamoured with his public display of self-loving.</p> \n<p>“Having considered the available information, we have issued a reprimand and a warning to Mike Reed,” warbled a spokesman. “While we understand the emotions involved, it is essential that match officials do not make gestures which could lead to misinterpretation. The impartiality of our officials must not be open to question. Mr Reed has been warned to keep his emotions under control in future or face further action.”</p> \n<p>There are several other examples. “I recall seeing footage from the end of the 1971 FA Cup final after Arsenal had beaten Liverpool 2-1 after extra-time,” says Steve Hewlett. “When he blew the final whistle, I’m sure the referee Norman Burtenshaw fell to his knees, pumping his fists towards the heavens.” Burtenshaw claimed afterwards that he was simply celebrating the fact that the game hadn’t gone to a replay.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=b6nO8hCbqG4\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/b6nO8hCbqG4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  And Norman Burtenshaw has won it!\n </figcaption> \n</figure> \n<p>That excuse lost what little credence it had when, a few months later, he presided over Arsenal’s 6-2 battering of Benfica. Burtenshaw’s performance was so bad that he was mobbed by Benfica players, who tried to beat the crap out of him – a task that would clearly have taken a fairly long time. He’d had a chance to brush up on his self-defence skills a few years earlier, mind. When Aston Villa beat Millwall 2-1 in October 1967, the Den crowd were so incensed they stormed the pitch and surrounded Burtenshaw. He had to be carried from the pitch after being knocked unconscious.</p> \n<p>The German referee Wolf-Dieter Ahlenfelder, by contrast, was knocked sideways by a few pre-match liveners. “It was 8 November 1975 when, in the Bundesliga, Werder Bremen played against Hannover 96,” scene-sets Eberhard Spohd. “The referee Ahlenfelder surprised everyone with some seriously strange decisions - including blowing for half-time after 29 minutes. A linesman indicated his mistake and Ahlenfelder played 16 minutes’ added time. Then, during the half-time interval, he stuck his tongue out at a photographer, and Bremen’s president B&ouml;hmert said: ‘For this show we could have charged a higher entrance fee.’ Ahlenfelder of course denied drinking alcohol, but later he admitted that he had ‘several Maltesers’ (a schnapps) before the match. And to make things really clear to the layman, he said: ‘We are men – we don’t drink Fanta.’”<br /></p> \n<h2>POSH PLAYERS</h2> \n<p><strong>“Who is the poshest person to play professional football in the modern era?” </strong>asked Michael Dunn back in April 2004.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"3a59d59e86e063a64172caa4f5f3d4e006141ca2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434546687386/3892cd3b-47e4-4a0e-bc9e-3a81c7449ed2-460x310.jpeg\" alt=\"Gianluca Vialli, the son of a millionaire, goes through exercises with Ruud Gullit at Chelsea training session in 1996.\" width=\"460\" height=\"310\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gianluca Vialli, the son of a millionaire, goes through exercises with Ruud Gullit at Chelsea training session in 1996.</span> \n  <span class=\"element-image__credit\">Photograph: LOUISA BULLER/Associated Press</span> \n </figcaption> \n</figure> \n<p>There were several of you who emailed in to remind us of the likes of Seventies icons Forbes Phillipson-Masters and Peter Rhodes-Brown, who plied their trade for Southampton and Chelsea respectively. “Double-barrelled and playing football?” you asked incredulously.</p> \n<p>And while we also doubt they would have negotiated an inner-city comprehensive too successfully, the last we heard Forbes was a painter and decorator managing a small reserve team in Dorset. Peter Rhodes-Brown must still have a plum in his mouth though – he’s now the match announcer at Oxford United’s Kassam Stadium.</p> \n<p>Orhan Avsar suggested Oliver Bierhoff, German national hero and luminary of various clubs throughout Europe. He’s the son of a German energy giant and a well behaved sort of chap who took himself off to college too. He also put forward captain of Libya’s national side, Al-Saadi Gaddafi, on the basis of his family controlling vast amounts of oil. But though this means you are filthy rich, it does not in any way mean you are posh. Just look at Robbie Williams.</p> \n<p>Graham Le Saux got some lengthy consideration, what with the posh name and big pink house in a nice expensive part of Surrey, but there were too many horror tackles on the books for Graham to be truly named a gent.</p> \n<p>No, that title is reserved, so far, for footballing aristocrat Gianluca Vialli. Not just a great striker and an OK-ish manager, but the son of a self-made millionaire who was brought up with his four siblings in the 60-room Castello di Belgioioso in Cremona. That’s castle for anyone who does not speak Italian. And a big one at that.</p> \n<p>“And that shirt, tie and V-neck sweater combo he used to sport in his post match interviews was not the attire of a commoner, surely?” said Garrett Murphy. Indeed.</p> \n<h2><strong>DERBY DAY</strong></h2> \n<p><strong>“Why is a derby match called a derby,” </strong>wondered Alex McMillan in 2008<strong>. “And who do Derby play in their derby?”</strong></p> \n<p>Derby County actually haven’t had a true derby to look forward to for more than 115 years, having merged with the city’s only other major side, Derby Midland, in 1891. Fixtures with Nottingham Forest have been considered the closest thing the team has to a local derby in the past, since the two teams’ home grounds are barely more than 15 miles apart, but Forest obviously already have their own city derby against Notts County.</p> \n<figure class=\"element element-image\" data-media-id=\"c80b872ddc7430a10abaa568ce29af9e4d825685\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434550878229/92af82a6-e6d7-411a-8117-aeb5711b9946-460x276.jpeg\" alt=\"Paul Clement, the new Derby County head coach, does not have a genuine derby in his first season in the Championship\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Paul Clement, the new Derby County head coach, does not have a genuine derby in his first season in the Championship</span> \n  <span class=\"element-image__credit\">Photograph: Andy Clarke/Rex Shutterstock/Andy Clarke/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>As far as the word “derby” goes, we’ll hand over to word origin expert Michael Quinion, who explains on his excellent <a href=\"http://www.worldwidewords.org/index.htm\">World Wide Words</a> website how the term derived from the horse race known as the Derby Stakes.</p> \n<p>“First run in 1780, [the Derby Stakes] was named after Edward Stanley, 12th Earl of Derby. It soon became established as the high point of the racing season as part of the meeting at Epsom in Surrey in early June. It became so important that other classic races were named after it, such as the Kentucky Derby.</p> \n<p>“Derby day, the day of the race – always a Wednesday until very recently – became a hugely popular event, not just for the toffs but as a big day out for all Londoners, a public holiday in all but name. Great numbers of people drove or took the train down to Epsom, making a day of it with picnics and lots to drink. In 1906 George R Sims wrote: ‘With the arrival of Derby Day we have touched the greatest day of all in London; it may almost be said to be the Londoners’ greatest holiday - their outing or saturnalia’.</p> \n<p>“At about the time George Sims was writing, the word moved into more general use to describe any highly popular and well-attended event. In particular, it came to be applied to a fixture between two local sides, first called a local Derby and then abbreviated. (In Britain we’ve tended to keep the full form, to avoid confusion with the Derby itself.)”</p> \n<ul> \n <li><strong><em>Send your questions to <a href=\"mailto:knowledge@theguardian.com\">knowledge@theguardian.com</a></em></strong></li> \n</ul>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986531325/dde77666-d364-4233-aa96-11416eaa0c85-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Joe Dent/JMP/Rex Shutterstock","altText":"Goals. Come. Get. Some.","cleanCredit":"Photograph: Joe Dent/JMP/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434546686681/3892cd3b-47e4-4a0e-bc9e-3a81c7449ed2-1020x686.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":686,"width":1020,"orientation":"landscape","caption":"Gianluca Vialli, the son of a millionaire, goes through exercises with Ruud Gullit at Chelsea training session in 1996. Photograph: LOUISA BULLER/Associated Press","credit":"LOUISA BULLER/Associated Press","altText":"Gianluca Vialli, the son of a millionaire, goes through exercises with Ruud Gullit at Chelsea training session in 1996.","cleanCaption":"Gianluca Vialli, the son of a millionaire, goes through exercises with Ruud Gullit at Chelsea training session in 1996.","cleanCredit":"Photograph: LOUISA BULLER/Associated Press"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434550879655/92af82a6-e6d7-411a-8117-aeb5711b9946-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paul Clement, the new Derby County head coach, does not have a genuine derby in his first season in the Championship Photograph: Andy Clarke/Rex Shutterstock/Andy Clarke/Rex Shutterstock","credit":"Andy Clarke/Rex Shutterstock/Andy Clarke/Rex Shutterstock","altText":"Paul Clement, the new Derby County head coach, does not have a genuine derby in his first season in the Championship","cleanCaption":"Paul Clement, the new Derby County head coach, does not have a genuine derby in his first season in the Championship","cleanCredit":"Photograph: Andy Clarke/Rex Shutterstock/Andy Clarke/Rex Shutterstock"}],"webPublicationDate":"2015-06-24T09:30:08Z","lastModified":"2015-06-24T09:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"series":{"title":"The Knowledge","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/theknowledge"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/24/which-ground-is-the-best-for-guaranteed-goals","shortUrl":"http://gu.com/p/49q3j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/24/which-ground-is-the-best-for-guaranteed-goals","webUri":"http://www.theguardian.com/football/2015/jun/24/which-ground-is-the-best-for-guaranteed-goals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986531325/dde77666-d364-4233-aa96-11416eaa0c85-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Goals. Come. Get. Some. Photograph: Joe Dent/JMP/Rex Shutterstock","credit":"Joe Dent/JMP/Rex Shutterstock","altText":"Goals. Come. Get. Some.","cleanCaption":"Goals. Come. Get. Some.","cleanCredit":"Photograph: Joe Dent/JMP/Rex Shutterstock"}},"importance":4,"kicker":{"title":"The Knowledge"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986531325/dde77666-d364-4233-aa96-11416eaa0c85-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Joe Dent/JMP/Rex Shutterstock","altText":"Goals. Come. Get. Some.","cleanCredit":"Photograph: Joe Dent/JMP/Rex Shutterstock"}}]},{"title":"The Spin / Question for PM that threatens community benefit of cricket","rawTitle":"Question for PM that threatens community benefit of cricket","item":{"type":"article","id":"sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket","title":"Taxing question for David Cameron that threatens community benefit of cricket","trailText":"The possibly ruinous tax bill handed down to a cricket club a stone’s throw away from the PM’s house poses questions about how much his government really cares about community sport ","standFirst":"<p>The possibly ruinous tax bill handed down to a cricket club a stone’s throw from the PM’s house poses questions about how much his government really cares about community sport </p>","byline":"Andy Bull","body":"<p>Eynsham CC in Oxfordshire is a club like hundreds of others, and like hundreds of others, the problems it faces are a little more prosaic than the ones that preoccupy those of us who watch, play, and run the professional game. They’re not fretting about over rates, England’s spinner for the summer, or pirate video streams (“the biggest danger to cricket”, according to ECB president Giles Clarke). Typically, at Eynsham the challenges are much the same as they always have been: collecting subs, preparing teas, and maintaining the ground. Until earlier this year, that is. Eynsham have been saddled with a &pound;35,344.47 VAT bill from Her Majesty’s Revenue and Customs. They can’t pay it. And unless they win their appeal, they will be shut down. Eynsham CC are fighting for survival, and losing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/cricket-the-old-batsman-blog/2015/jun/23/alastair-cook-england-great-cricket\">Alastair Cook and cricket greatness</a> </p> \n</aside> \n<p>I say Eynsham is a club much like hundreds of others, but there is one little difference. The club is in the Witney constituency of David Cameron. His house is a short drive up Cuckoo Lane. Now Cameron is, they say, genuinely keen on cricket. It’s his game. Peter Oborne, who used to play with Cameron “before he was famous”, <a href=\"http://blogs.telegraph.co.uk/news/peteroborne/100076792/david-cameron-was-a-great-cricketer-–-but-in-the-pavilion-he-was-a-star/\">has described him</a> as an “expansive middle-order batsman”, who liked to “strike across the line”, and a bowler “able to deliver an accurate, probing delivery” off a “longish run-up”.</p> \n<p>Oborne remembers how the prime minister would stay behind after matches to thank the tea ladies, stack the deckchairs, and pick up the litter. “To sum up,” Oborne wrote, “David Cameron was nothing exceptional as a cricketer. What made him stand out was his instinctive understanding that the local cricket games we used to play were an essential part of society.” As they are at Eynsham. The club runs two XIs, firsts and seconds, as well as midweek and youth teams. Each Thursday, they host one set of nets for children from the primary school over the road, and each Friday they have another for the older kids. They run a series of summer sports camps during the holidays, and once every season they hold a benefit match in honour of a local fireman who was killed in a road accident.</p> \n<p>“If our club falls, and there is every likelihood of that happening, then where do those kids go?” says Eynsham chairman Ian Miller. “Where do the kids get their coaching? Where do they go to play on Friday nights?” This at a time when the ECB’s own national survey has shown that the number of players aged between 14 and 65 dropped from 908,000 in 2013, to 844,000 in 2014. “There is a much bigger picture here,” says Miller, “but it doesn’t seem to mean anything to the politicians, or to HMRC.”</p> \n<p>A year ago, this would have been a very different story, one about a small club made good. In 2012, Eynsham’s pavilion was attacked by vandals, who burned it down to the ground. The crime was one of many. Such arson attacks are astonishingly common. In the last three months, five clubs have been hit. Beeford CC and Howden CC both lost their pavilions, Higham CC lost its storeroom, Newbury CC lost its nets, Boxmoor CC’s pitch was ruined. The ECB describes arson attacks as “an increasing trend”, and offers clubs guidance and advice about insurance. There’s little more anyone can do. Cricket grounds, unguarded, open to all at night, are easy targets.</p> \n<p>At Eynsham, good things grew from the ashes. The club was well-organised, and had close ties to its community. They secured grants from Sport England, the county and district councils, and donations from their friends and members. They raised &pound;170,000, enough for a fine new pavilion, single-deck, raised up on stilts to stay clear of future floodwaters. They sought advice on their VAT liabilities. “It was very obviously a key factor in our determination of the funds we needed to raise,” wrote the honorary secretary Allen Stevens. They’d been told that they wouldn’t have to pay any, on the grounds that while they weren’t actually registered as a charity, they certainly weren’t run for profit, and were providing social, educational, and recreational facilities that benefitted their local community.</p> \n<p>There was precedent here, in the case of the Jeanfield Swifts Football Club in Perth. Like Eynsham CC, Jeanfield Swifts are registered as a Community Amateur Sports Club rather than a charity, but exist solely to provide coaching and playing facilities for the local community. In 2008, they appealed against HMRC’s decision to charge them VAT on the construction <a href=\"http://www.bailii.org/uk/cases/UKVAT/2008/V20689.html\">of their new pavilion</a>. The tribunal ruled in their favour. The chairman said HMRC’s reasons for denying a zero-rating on VAT were “trivial”. What Eynsham didn’t know was that HMRC were not bound by that precedent, and, since they did not agree with the tribunal’s decision, had made no changes to their own policies.</p> \n<p>Some numbers. Eynsham CC has 25 adult members, who each pay a &pound;60 subscription and a &pound;10 match fee, and 20 junior members, who pay &pound;10 a year, and &pound;5 per match. For the last four years their average income has been &pound;2,338. Which isn’t even enough to cover the costs of ground maintenance and fees for umpires and teas. In the eyes of HMRC, however, this scant income, all of which is channeled back into the club, means that Eynsham is a business. And so owes VAT on their new building. The club have had to take out short-term loans to cover the money owed, and currently have &pound;50,000 worth of debt. Unless they win the appeal they lodged last week – and they have been told that this is “very, very unlikely” – they will be forced to shut down. “It just seems counterproductive to absolutely everybody involved in this,” Miller says. “We are doing work for the local primary school, our facilities are available on their field trips, they can go in and use the toilet and have their lunch in there. It just perplexes us, and the problem we see is that HMRC are being quite intransigent.”</p> \n<p>It isn’t the first time HMRC have gone after local cricket clubs. In 2013 they cracked down on PAYE and NIC contributions from club payrolls. Back then, the chairwoman of one of the clubs affected, Sawbridge CC in Hertfordshire, <a href=\"http://www.telegraph.co.uk/finance/personalfinance/tax/10084801/The-local-cricket-clubs-bowled-over-by-HMRC-tax-bills.html\">told the Daily Telegraph</a>: “I suppose we are easy pickings because we don’t have piles of accountants. It’s a bit like a David and Goliath situation.” There is a similar feeling at Eynsham this time around. “The ‘easy option’ for HMRC is gaining taxable revenue from small community projects,” says Ian Miller, “when there are many high profile cases of tax avoidance and evasion currently in the news.”</p> \n<p>One ally the club thought they would be able to call on was, of course, their MP. They wrote to Cameron earlier this year. Cameron replied: “I have raised this with the Chancellor and we have looked very carefully at what can be done, I am afraid it is not promising.” He promised to “keep trying”, and kicked the case on to Ruth Owen, the director general of HMRC. She held firm. Eynsham charges &pound;60 per adult per year for subscription, was not a registered charity, and so owed &pound;35,344.47. And that was that. “They’re not prepared to even listen,” Miller says. “Cameron was very sympathetic. He said all the right words, but he wasn’t going to do anything.”</p> \n<p>You might argue that it was good of Cameron to get involved at all. But Miller and his members are angry, and understandably so. They need more than a few kind words. His empty promises aren’t going to save them. When contacted, the press office at No10 declined to comment.</p> \n<p>Cameron has never been shy of using the game for his own ends, whether he’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2013/nov/16/david-cameron-muttiah-muralitharan-video\">batting out an over against Muttiah Muralitharan</a> at Sri Lanka’s National Academy, or <a href=\"http://www.dailymail.co.uk/sport/cricket/article-2280725/David-Cameron-plays-cricket-Mumbai.html\">playing a pick-up game with kids</a> on a maidan in Mumbai. The case of Eynsham CC, his neighbouring club in Chipping Norton, raises a lot of awkward questions, about the priorities of HMRC, for one, but also about the value his government places on community sport, and the work of the volunteers who make it possible. The very things, in fact, that Oborne says Cameron once understood so well, and which he now seems to have forgotten.</p> \n<p><em>This is an extract taken from the Spin, the Guardian’s weekly cricket email, to subscribe just <a href=\"http://click.mail.theguardian.com/?qs=5040ab9523b91d439e3e9132c2e2269c84c1b200b7e16ff93e972c8f06cfa4cb\">visit this page</a>, find ‘The Spin’ and <a href=\"http://click.mail.theguardian.com/?qs=5040ab9523b91d439e3e9132c2e2269c84c1b200b7e16ff93e972c8f06cfa4cb\">follow the instructions</a>.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/543f387a3747cc4e90d728cf09f44352aa1c4e51/0_24_2471_1481/2471.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1481,"width":2471,"orientation":"landscape","credit":"Stefan Rousseau/PA","altText":"David Cameron","cleanCredit":"Photograph: Stefan Rousseau/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-23T11:36:31Z","lastModified":"2015-06-23T12:12:22Z","metadata":{"commentable":true,"commentCount":143,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Cricket","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"series":{"title":"The Spin","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/thespin"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket","shortUrl":"http://gu.com/p/4a3c4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket","webUri":"http://www.theguardian.com/sport/2015/jun/23/the-spin-taxing-question-david-cameron-amateur-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/543f387a3747cc4e90d728cf09f44352aa1c4e51/0_24_2471_1481/2471.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1481,"width":2471,"orientation":"landscape","caption":"The prime minister David Cameron has never been shy of using cricket for his own ends but now seems to have forgotten what its real value to communities is. Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"David Cameron","cleanCaption":"The prime minister David Cameron has never been shy of using cricket for his own ends but now seems to have forgotten what its real value to communities is.","cleanCredit":"Photograph: Stefan Rousseau/PA"}},"importance":4,"kicker":{"title":"The Spin"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/059f4641bb201084f0043caa5e7576dea2fad7a6/232_56_997_598/997.jpg","height":598,"width":997}}]},{"title":"Our favourite things this week / From surfing in crisis to baseball poetry","rawTitle":"From surfing in crisis to baseball poetry","item":{"type":"article","id":"sport/2015/jun/23/favourite-things-online-week-baseball-poetry-surfing-diego-maradona","title":"Our favourite things online this week: from baseball poetry to Diego Maradona","trailText":"Featuring Rebecca Adlington on dedication, Paul Gascoigne on life after football, Stephen Hunt on Cristiano Ronaldo and Ronnie O’Sullivan on Haile Gebrselassie","standFirst":"<p>Featuring Rebecca Adlington on dedication, Paul Gascoigne on life after football, Stephen Hunt on Cristiano Ronaldo and Ronnie O’Sullivan on Haile Gebrselassie</p>","byline":"Paul Campbell","body":"<h2><a href=\"https://sports.vice.com/en_us/article/the-girl-who-escaped-from-the-taliban-and-became-a-soccer-star\">1) The girl who escaped the Taliban and became a footballer</a></h2> \n<p>Nadia Nadim has an unlikely story. She grew up in Afghanistan, where the Taliban took control in 1996 and banned women from working, leaving their house without male supervision and playing sports. She is now a professional footballer who represents Denmark and earns her living at Sky Blue FC in the National Women’s Soccer League. <strong><a href=\"https://sports.vice.com/en_us/contributor/leander-schaerlaeckens\">Leander Schaerlaeckens</a></strong> tells her story in <strong><a href=\"https://sports.vice.com/en_us/article/the-us-womens-national-soccer-team-has-brought-moneyball-to-the-womens-world-cup\">Vice Sports</a></strong>. </p> \n<h2><a href=\"https://medium.com/@ignacio.chavarria/can-anyone-save-the-surf-industry-64e63d3ece3f\">2) Can anyone save the surfing industry?</a></h2> \n<p><strong>Ignacio Chavarria</strong> is probably the first Ecuador-based investment and project analyst to feature on these pages but his <a href=\"https://www.youtube.com/watch?v=B0hZ1KKpV54\">very particular set of skills</a> make him an intriguing writer. In recent posts he has <a href=\"https://medium.com/@ignacio.chavarria/ronaldo-and-bale-transfer-buzz-rallies-after-disappointing-season-ends-755c67601e9e\">monitored the Google search traffic devoted to football transfer rumours</a> and <a href=\"https://medium.com/@ignacio.chavarria/borat-s-script-great-success-a987132f5391\">calculated whether Borat is more readable than Socrates</a>, but his ability to decipher and understand data is probably best used in this article about the <a href=\"https://medium.com/@ignacio.chavarria/can-anyone-save-the-surf-industry-64e63d3ece3f\">declining interest in surfing</a>. Surfing feels like one of those sports that sits on the periphery of the mainstream without ever becoming more or less popular. Apparently that’s not the case at all. Surfing is in crisis.</p> \n<h2><a href=\"http://www.goaldentimes.org/once-upon-a-time-in-mexico-the-1986-world-cup-as-a-john-ford-western/\">3) Once upon a time in Mexico</a></h2> \n<figure class=\"element element-image\" data-media-id=\"86983aede9cbd772ecb600e445e7b46c4c2cc65f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434640696709/c19d84fd-6a82-4214-afb8-8b58604245d4-460x276.jpeg\" alt=\"Maradona\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Diego Maradona scoring the Goal of the Century in 1986.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Diego Maradona’s second goal against England at the 1986 World Cup has been described in many ways over the past three decades. Barry Davies probably put it best at the time with his “Oh, you have to say, that is magnificent” line, with Jimmy Magee’s “a goal of the gods” commentary on RT&Eacute; also capturing the imagination of viewers. It feel as if the shimmying run and finish has been remembered, reassessed and rejoiced over since it hit Peter Shilton’s net, but film writer <strong>Trinankur Banerjee</strong> has managed to cast Fifa’s very own <a href=\"http://www.fifa.com/news/y=2002/m=5/news=diego-maradona-goal-voted-the-fifa-world-cup-153-goal-the-century-82406.html\">Goal of the Century</a> in a new light in this piece for the <strong><a href=\"http://www.goaldentimes.org/once-upon-a-time-in-mexico-the-1986-world-cup-as-a-john-ford-western/\">Goalden Times</a></strong> website. He thinks the Maradona’s goal is best interpreted as a John Ford western. </p> \n<h2><a href=\"http://www.bbc.co.uk/programmes/b05xwbv7\">4) Rebecca Adlington on Desert Island Discs</a></h2> \n<p>If you want to know what it takes to become an Olympic champion, listen to this <strong><a href=\"http://www.bbc.co.uk/programmes/b05xwbv7\">Desert Island Discs</a></strong> podcast with <a href=\"https://twitter.com/beckadlington\">Rebecca Adlington</a>. </p> \n<h2><a href=\"http://www.estadiobbvabancomer.com/vista360/tour/index.php?e=vista30\">5) CF Monterrey have a stadium 69 years after their formation</a></h2> \n<p>And isn’t the view spectacular:<br /></p> \n<figure class=\"element element-image\" data-media-id=\"c961a620947513e4de9fffe83f0bcaf283e952f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435069916856/9cc400f2-751f-4740-803a-bcc6081d0169-460x306.jpeg\" alt=\"Monterrey\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Construction work taking place at the new Rayados stadium in Monterrey, Mexico.</span> \n  <span class=\"element-image__credit\">Photograph: Mario Ocampo/Getty Images</span> \n </figcaption> \n</figure> \n<h2><a href=\"http://theclassical.org/theclog/bartolo-colon-has-never-stolen-a-base-a-poem\">6) Bartolo Colon has never stolen a base</a></h2> \n<p>That headline might not mean much to you but <strong><a href=\"http://theclassical.org/author/tom-keiser\">Tom Keiser’s</a></strong> article in <strong><a href=\"http://theclassical.org/theclog/bartolo-colon-has-never-stolen-a-base-a-poem\">The Classical</a></strong> – written in the form of a poem – explains the details.</p> \n<h2><a href=\"https://soundcloud.com/an-irishman-abroad/stephen-hunt-episode-91\">7) Stephen Hunt on the Irishman Abroad</a><br /></h2> \n<p><strong><a href=\"https://twitter.com/stephenhunt1010?lang=en\">Stephen Hunt</a></strong> is no stranger to this page. In the last six months, two of his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jan/16/our-favourite-things-online-this-week-lionel-messi-stephen-hunt\">Irish Independent</a> columns have featured on here – the first was about his struggles at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jan/16/our-favourite-things-online-this-week-lionel-messi-stephen-hunt\">Euro 2012</a> and the second touched on his relationship with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/05/our-favourite-things-online-this-week-from-post-it-players-to-dj-pat-nevin\">Jos&eacute; Mourinho</a>. He has continued his run of fine journalism with this appearance on <strong><a href=\"http://anirishmanabroad.podbean.com/e/stephen-hunt-episode-91/\">The Irishman Abroad</a></strong> podcast. </p> \n<p>Hunt is a terrific talker. He chats here about Giovanni Trapattoni being a “genius”, Cristiano Ronaldo being “obviously” the best player he has faced and how <a href=\"https://twitter.com/TidesGastroPub?lang=en\">he opened a gastropub</a> to stave off the boredom that comes with being professional athlete. Hunt will be a great pundit – if he doesn’t go into management.</p> \n<figure class=\"element element-embed\" data-alt=\"podcast\"> \n <iframe width=\"100%\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/210191875&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\"></iframe> \n</figure> \n<h2><a href=\"http://theoldbatsmanonsport.blogspot.co.uk/2015/06/ronnie-osullivan-and-normal-shoes.html\">8) What makes a sport a sport?</a></h2> \n<p><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/jon-hotten\">Jon Hotten</a></strong>, the man behind <strong><a href=\"http://theoldbatsman.blogspot.co.uk/\">The Old Batsman</a></strong> cricket website, has started a new blog to house his other sportswriting. It’s called <strong><a href=\"http://theoldbatsmanonsport.blogspot.co.uk/\">The Old Batsman on Sport</a>. </strong>Thankfully his writing is more imaginative than the name of his new website. Jon is one of the most fluent storytellers working today – and you don’t even have to buy a newspaper to read his stuff. This recent piece – entitled “<a href=\"http://theoldbatsmanonsport.blogspot.co.uk/2015/06/ronnie-osullivan-and-normal-shoes.html\">Ronnie O’Sullivan and normal shoes</a>” – shows off his easy, winning style. </p> \n<h2><a href=\"http://www.bloomberg.com/news/features/2015-06-17/how-maria-sharapova-became-the-world-s-wealthiest-female-athlete\">9) How Maria Sharapova became the world’s wealthiest female athlete</a></h2> \n<p>If you take a trip to Wimbledon this summer you will probably stumble upon <a href=\"https://twitter.com/MariaSharapova/status/611594882826784769\">Sugarpova</a>, the local pop-up sweet shop that belongs to Maria Sharapova – see what she did there? – in the village. The place is a rip-off but it’s hard to walk past it without delving inside for a nosey. The sweets are preposterously overpriced but Sharapova must be doing something right. She’s worth $110m and I’m baulking at the price of confectionery. As <strong>Ashlee Vance</strong> notes in this piece for <strong>Bloomberg</strong>, Sharapova cannot match Serena Williams on the court, but she blows her away off it:</p> \n<blockquote class=\"quoted\"> \n <p>Williams continues to break records. With 19 career Grand Slam titles, she’s tied for the third most of all time. She’s recently had the second-longest winning streak of her career, with 27 in a row. If she keeps it up, Williams could snag every major title this season. Second place has its consolations, though, especially if you are tall and blonde. Sharapova is the highest-paid female athlete in the world, according to Forbes, and she’s topped the list for the past decade. She made $22m from endorsements in 2014, including an eight-year, $70m deal with Nike, a five-year contract with Evian, and deals with Cole Haan, Tag Heuer, and other brands. Williams, who also has a deal with Nike, as well as one with Gatorade, lags behind by more than $10m each year.</p> \n</blockquote> \n<h2><a href=\"http://www.bbc.co.uk/programmes/p02tmstn\">10) Paul Gascoigne on the Stephen Nolan show</a></h2> \n<p>Paul Gascoigne has been doing the rounds recently to promote a <a href=\"https://www.youtube.com/watch?v=FMjmApzOo0A\">new documentary</a> about his life. He joined us <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jun/09/paul-gascoigne-webchat-live\">in the Guardian for an hour</a> to talk about Bryan “dog poo” Robson, Ally “Coisty” McCoist and the day he dressed up in a Santa costume to entertain Sepp Blatter. Most of Gascoigne’s recent interviews covered the familiar football stories – the early promise at Tottenham, his tears at Italia 90, the Lazio adventure and his goal against Scotland at Euro 96 – but <strong><a href=\"https://twitter.com/StephenNolan\">Stephen Nolan</a></strong> delved into more personal topics on his BBC Radio Ulster show. </p> \n<figure class=\"element element-embed\" data-alt=\"podcast\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;div class=&quot;ab-player&quot; data-boourl=&quot;//embeds.audioboom.com/boos/3271219-big-interview-stephennolan-talks-to-paul-gascoigne-on-battling-his-demons-bbcnolan/embed/v3?eid=AQAAAHDkglUz6jEA&quot; data-boowidth=&quot;100%&quot; data-maxheight=&quot;150&quot; data-iframestyle=&quot;background-color:transparent; display:block; min-width:300px; max-width:700px;&quot; style=&quot;background-color:transparent;&quot;&gt;\n &lt;a href=&quot;https://audioboom.com/boos/3271219-big-interview-stephennolan-talks-to-paul-gascoigne-on-battling-his-demons-bbcnolan&quot;&gt;listen to ‘Big Interview - @StephenNolan talks to Paul Gascoigne on battling his demons #BBCNolan’ on audioBoom&lt;/a&gt;\n&lt;/div&gt;\n&lt;script type=&quot;text/javascript&quot;&gt;(function() { var po = document.createElement(&quot;script&quot;); po.type = &quot;text/javascript&quot;; po.async = true; po.src = &quot;https://d15mj6e6qmt1na.cloudfront.net/cdn/embed.js&quot;; var s = document.getElementsByTagName(&quot;script&quot;)[0]; s.parentNode.insertBefore(po, s); })();&lt;/script&gt;\"></iframe> \n</figure> \n<h2><br /></h2>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435076745075/14fec0d1-4b1b-4472-9002-c4e2e034d274-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gregory Boissy/AFP/Getty Images","altText":"surfing","cleanCredit":"Photograph: Gregory Boissy/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434640697285/c19d84fd-6a82-4214-afb8-8b58604245d4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Diego Maradona scoring the Goal of the Century in 1986. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"Maradona","cleanCaption":"Diego Maradona scoring the Goal of the Century in 1986.","cleanCredit":"Photograph: AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435069915550/9cc400f2-751f-4740-803a-bcc6081d0169-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Construction work taking place at the new Rayados stadium in Monterrey, Mexico. Photograph: Mario Ocampo/Getty Images","credit":"Mario Ocampo/Getty Images","altText":"Monterrey","cleanCaption":"Construction work taking place at the new Rayados stadium in Monterrey, Mexico.","cleanCredit":"Photograph: Mario Ocampo/Getty Images"}],"webPublicationDate":"2015-06-23T16:55:02Z","lastModified":"2015-06-23T20:03:08Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Paul Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-campbell"}],"feature":true,"keywords":["Sport","Football","Surfing","Diego Maradona","Paul Gascoigne","Rebecca Adlington","Women's World Cup 2015","Women's football","Tennis"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"sport/surfing","webTitle":"Surfing"},{"id":"football/diego-maradona","webTitle":"Diego Maradona"},{"id":"football/paul-gascoigne","webTitle":"Paul Gascoigne"},{"id":"sport/rebeccaadlington","webTitle":"Rebecca Adlington"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Campbell","topic":{"type":"tag-contributor","name":"profile/paul-campbell"}}],"series":{"title":"Our favourite things this week","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/our-favourite-things-this-week"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/23/favourite-things-online-week-baseball-poetry-surfing-diego-maradona","shortUrl":"http://gu.com/p/49myn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/23/favourite-things-online-week-baseball-poetry-surfing-diego-maradona","webUri":"http://www.theguardian.com/sport/2015/jun/23/favourite-things-online-week-baseball-poetry-surfing-diego-maradona"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435076745075/14fec0d1-4b1b-4472-9002-c4e2e034d274-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Has surfing’s heyday passed? Photograph: Gregory Boissy/AFP/Getty Images","credit":"Gregory Boissy/AFP/Getty Images","altText":"surfing","cleanCaption":"Has surfing’s heyday passed?","cleanCredit":"Photograph: Gregory Boissy/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Our favourite things this week"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435076745075/14fec0d1-4b1b-4472-9002-c4e2e034d274-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gregory Boissy/AFP/Getty Images","altText":"surfing","cleanCredit":"Photograph: Gregory Boissy/AFP/Getty Images"}}]},{"title":"The best goals of the week / Silva, Lingard, Eder and Bronze","rawTitle":"Silva, Lingard, Eder and Bronze","item":{"type":"article","id":"football/2015/jun/23/best-goals-week-thiago-silva-jesse-lingard-lucy-bronze-brazil","title":"The best goals of the week: Thiago Silva, Jesse Lingard, Eder and Lucy Bronze","trailText":"Featuring a few crackers from the Copa América, Women’s World Cup, Euro U21s and the U20 World Cup, plus a goalkeeper scoring a last-minute equaliser","standFirst":"<p>Featuring a few crackers from the Copa Am&eacute;rica, Women’s World Cup, Euro U21s and the U20 World Cup, plus a goalkeeper scoring a last-minute equaliser</p>","byline":"Paul Campbell","body":"<h2><a href=\"https://www.youtube.com/watch?v=MDaefIEGScM\">Gyasi Zardes (LA GALAXY v Philadelphia Union)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=MDaefIEGScM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/MDaefIEGScM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/ForthrightPersonalFunnelweaverspider\">Amandine Henry (FRANCE WOMEN v Mexico Women)</a></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/ForthrightPersonalFunnelweaverspider-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//giant.gfycat.com/ForthrightPersonalFunnelweaverspider.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/ForthrightPersonalFunnelweaverspider.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"http://www.gfycat.com/ScaryCornyBagworm\">Eder (Italy v PORTUGAL)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qbcxDN0OuLM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qbcxDN0OuLM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/CriminalSingleCentipede\">Abby Wambach (USA WOMEN v Nigeria Women)</a></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/CriminalSingleCentipede-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//zippy.gfycat.com/CriminalSingleCentipede.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//fat.gfycat.com/CriminalSingleCentipede.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?v=BElsLZWWEXc&amp;feature=youtu.be&amp;t=80\">Gary Medel (CHILE v Bolivia)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=BElsLZWWEXc\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/BElsLZWWEXc?start=80&amp;wmode=opaque&amp;feature=oembed&amp;start=80\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://www.gfycat.com/ImaginativeSelfreliantArctichare\">Filip Djuricic (SERBIA U21s v Germany U21s)</a><br /></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/ImaginativeSelfreliantArctichare-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//fat.gfycat.com/ImaginativeSelfreliantArctichare.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/ImaginativeSelfreliantArctichare.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?v=m9alPBYWxu0\">Thiago Silva (BRAZIL v Peru)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=m9alPBYWxu0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/m9alPBYWxu0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><a href=\"http://gfycat.com/DazzlingDeafeningHound\">Kwadwo Poku (New York Cosmos v NEW YORK CITY)</a></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/DazzlingDeafeningHound-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//fat.gfycat.com/DazzlingDeafeningHound.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/DazzlingDeafeningHound.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt; \n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><p><a href=\"http://gfycat.com/VainPiercingLarva\">Jesse Lingard (ENGLAND U21s v Sweden U21s)</a></p></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/VainPiercingLarva-poster.jpg&quot; style=&quot;display: block;&quot;&gt; \n &lt;source id=&quot;webmsource&quot; src=&quot;//giant.gfycat.com/VainPiercingLarva.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt; \n &lt;source id=&quot;mp4source&quot; src=&quot;//fat.gfycat.com/VainPiercingLarva.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt; \n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?&amp;v=vVCkc8JjZWk\">Mamadou Saidou (BARCELONA YOUTH v Real Betis Youth)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vVCkc8JjZWk\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/vVCkc8JjZWk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><p><a href=\"http://gfycat.com/LargeBraveBackswimmer\">Lucy Bronze (ENGLAND WOMEN v Norway Women)</a><br /></p></h2> \n<figure class=\"element element-embed\" data-alt=\"gif\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;video id=&quot;gfyVid1&quot; class=&quot;gfyVid&quot; width=&quot;100%&quot; autoplay=&quot;&quot; loop=&quot;&quot; muted=&quot;muted&quot; poster=&quot;//thumbs.gfycat.com/LargeBraveBackswimmer-poster.jpg&quot; style=&quot;display: block;&quot;&gt;\n &amp;nbsp;\n &lt;source id=&quot;webmsource&quot; src=&quot;//fat.gfycat.com/LargeBraveBackswimmer.webm&quot; type=&quot;video/webm&quot;&gt;&lt;/source&gt;&amp;nbsp;\n &lt;source id=&quot;mp4source&quot; src=&quot;//giant.gfycat.com/LargeBraveBackswimmer.mp4&quot; type=&quot;video/mp4&quot;&gt;&lt;/source&gt;&amp;nbsp;\n&lt;/video&gt;\"></iframe> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?v=8EgNf0tCnuQ\">Michelle Betos (PORTLAND THORNS v Kansas City)</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8EgNf0tCnuQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/8EgNf0tCnuQ?start=16&amp;wmode=opaque&amp;feature=oembed&amp;start=16\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption> \n </figcaption> \n</figure> \n<h2><br /></h2> \n<h2><br /></h2>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435061878211/bf8d39ea-433e-44fc-ba8e-4e1b318b3176-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Mario Ruiz/EPA","altText":"Thiago Silva","cleanCredit":"Photograph: Mario Ruiz/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-23T12:19:23Z","lastModified":"2015-06-23T13:42:09Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Paul Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-campbell"}],"feature":true,"keywords":["Football","Sport","Copa América","Women's football","Women's World Cup 2015","LA Galaxy","MLS","US sports","USA women's football team","Brazil"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/copa-america","webTitle":"Copa América"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/losangelesgalaxy","webTitle":"LA Galaxy"},{"id":"football/mls","webTitle":"MLS"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"football/usa-womens-football-team","webTitle":"USA women's football team"},{"id":"football/brazil","webTitle":"Brazil"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Campbell","topic":{"type":"tag-contributor","name":"profile/paul-campbell"}}],"series":{"title":"The best goals of the week","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/the-best-goals-of-the-week"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/23/best-goals-week-thiago-silva-jesse-lingard-lucy-bronze-brazil","shortUrl":"http://gu.com/p/4a2q9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/23/best-goals-week-thiago-silva-jesse-lingard-lucy-bronze-brazil","webUri":"http://www.theguardian.com/football/2015/jun/23/best-goals-week-thiago-silva-jesse-lingard-lucy-bronze-brazil"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435061878211/bf8d39ea-433e-44fc-ba8e-4e1b318b3176-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Thiago Silva celebrates after scoring for Brazil at the Copa América. Photograph: Mario Ruiz/EPA","credit":"Mario Ruiz/EPA","altText":"Thiago Silva","cleanCaption":"Thiago Silva celebrates after scoring for Brazil at the Copa América.","cleanCredit":"Photograph: Mario Ruiz/EPA"}},"importance":3,"kicker":{"title":"The best goals of the week"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435061878211/bf8d39ea-433e-44fc-ba8e-4e1b318b3176-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Mario Ruiz/EPA","altText":"Thiago Silva","cleanCredit":"Photograph: Mario Ruiz/EPA"}}]}],"lastModified":"2015-06-25T03:18:09Z","personalization":{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"visibility":"all","adTargetingPath":"sport/front"}